[
    {
        "speaker": "A",
        "text": "Welcome to the Huberman Lab podcast, where we discuss science and science based tools for everyday life. I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. My guest today is AsI wind. ASI Wind is one of the top magicians and mentalists in the world. Now, you may be asking yourself, why would the Heberman Lab podcast host a magician mentalist? And the obvious answer, perhaps, would be that magicians and mentalists reveal to us where our gaps in perception reside. That is, where the human brain falters, such that magicians and mentalists can take advantage of that and give us the impression, the illusion, that certain things happened when they didn't. However, during today's discussion, you will learn that Aussie Win's magic and mentalist work, which, by the way, is absolutely astonishing. You can see examples of this in some of the links in the show, note captions that will take you to YouTube clips in which ASI did some of these tricks and mentalist work on me directly in the studio. And there are other examples out there that we've linked to on the Internet as well, that the work that Ahsi Nguyen does illustrates how we form memories, how we erase memories, and the specific things that we all can do in order to stamp down certain memories and to erase other memories. Indeed, much of what Ahsi Nguyen's work does is to use an understanding of how the brain works in order to create false memories, to erase recent memories, and indeed, to use emotion and empathy and storytelling in order for you, the observer, to create a perception of something that happened that may or may not have actually happened. Indeed, what Ossi reveals to us today tells us not how a magician or mentalist fools us, but rather how we, with our own brains, lead ourselves to believe that certain things happened, when in fact they may or may not have happened, and the way that we collaborate with others in order to create those either false or real perceptions. It's a discussion that I'm sure everyone, whether or not you're a fan of magic or not, will find fascinating. Indeed, I learned so much from the discussion with ASI about neuroscience and about how the human brain constructs narratives of the past, present, and future. That it informs not just my understanding of how the brain works, but indeed how to learn better, how to remember things better, and to consolidate that information, to really stamp it into your memory so that you never forget. So while Ossiwind is a magician and mentalist, today's discussion is really a discussion about the neuroscience of how to learn, how to forget, how to access creativity, and how art and storytelling, empathy and emotion all can allow us to access powers within us that make us far more effective in whatever pursuits we may be after. Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero cost to consumer information about science and science related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is element. Element is an electrolyte drink with everything you need and nothing you don't. That means plenty of salt, magnesium, and potassium, the electrolytes, but no sugar. As I mentioned before on this podcast, I'm a big believer in getting sufficient hydration and making sure that that hydration includes sufficient electrolytes, salt, magnesium, and potassium. And the reason for that is that all the cells in our body, but indeed especially our neurons, our nerve cells, are critically reliant on electrolytes and hydration in order to function properly, element makes it very easy to get the hydration and electrolytes you need when I wake up in the morning, one of the first things I do is to drink 16 to 32oz of water with a packet of element dissolved in it. I particularly like the raspberry flavored element, but then again, I also like the watermelon flavor and the citrus flavor and the orange flavor. So basically what I'm saying is I really like all the flavors of element. If you'd like to try element, you can go to drink element spelled lmnt.com huberman to claim a free sample pack with your order. Again, that's drinkelement lmnt.com hubermanda. Today's episode is also brought to us by Betterhelp. Betterhelp offers professional therapy with a licensed therapist carried out online. I've been going to therapy for well over 30 years. Initially, I didn't have a choice. It was a condition of being allowed to stay in school. But pretty soon I realized that therapy is extremely valuable. In fact, I consider doing regular therapy just as important as getting regular exercise, including cardiovascular exercise and resistance training, which of course, I also do every week. The reason I know therapy is so valuable is that if you can find a therapist with whom you can develop a really good rapport, you not only get terrific support for some of the challenges in your life, but you also can derive tremendous insights from that therapy, insights that can allow you to better not just your emotional life and your relationship life, but of course also the relationship to yourself and to your professional life, to all sorts of career goals. In fact, I see therapy as one of the key components for meshing together all aspects of one's life and being able to really direct one's focus and attention toward what really matters. If you'd like to try betterhelp, go to betterhelp.com Huberman to get 10% off your first month. Again, that's betterhelp.com Huberman Today's episode is also brought to us by Aeropress. Aeropress is similar to a french press for making coffee, but is in fact a much better way to make coffee. I first learned about Aeropress well over ten years ago, and I've been using one ever since. Aeropress was developed by Alan Adler, who was an engineer at Stanford, and I knew of Alan because he had also built the so called Aerobi Frisbee. So he was sort of famous in our community for developing these different feats of engineering that turned into commercial products. Now I love coffee. I'm somebody that drinks coffee nearly every day, usually about 90 to 120 minutes after I wake up in the morning, although not always. Sometimes if I'm going to exercise, I'll drink coffee first thing in the morning. But I love, love, love coffee. And what I've personally found is that by using the aeropress, I can make the best possible tasting cup of coffee. I don't know what exactly it is in the aeropress that allows the same beans to be prepared into a cup of coffee that tastes that much better as compared to any other form of brewing that coffee, even the traditional french press, the aeropress is extremely easy to use and it's extremely compact. In fact, I take it with me whenever I travel, and I use it on the road, in hotels, even on planes. I'll just ask for some hot water and I'll brew my coffee or tea right there on the plane. With over 55,005 star reviews, Aeropress is the best reviewed coffee press in the world. If you would like to try aeropress, you can go to aeropress.com huberman that's aeropress.com Huberman to get 20% off any aeropress coffee maker, aeropress ships in the USA, Canada and over 60 other countries in the world. Again, that's aeropress.com Huberman to get 20% off and now for my discussion with Aussie Wind. Aussie Wind, welcome."
    },
    {
        "speaker": "B",
        "text": "Thank you for having me."
    },
    {
        "speaker": "A",
        "text": "I can't tell you how excited I am to have you here today. I've seen you do your live shows twice. Once in Los Angeles, once in New York, and both times there were three major effects. First of all, I was absolutely astonished. There's truly no hyperbole that can capture what you are capable of doing. Just by way of example, folks, prior to coming in here, Aussie agreed to do a trick. He let me select a card, an ace of hearts from a deck of cards. I held it. There was another card, ace of diamonds. I also held that. I looked at them, I turned them over in my hands. He's not touching them. He asked somebody in the room for a number. Number. Everyone provides a number. Then he asked me which person's number I would like to select. There's no prior agreements or communication here whatsoever. I selected the number seven. He says, turn over the cards that are still in my hands. He hasn't touched me. I turn over the cards, and now they are sevens, not aces. Unbelievable. And yet it happened. And that's but a minor example of the sorts of things that you do. So that's the first thing. Absolutely astonishing. Two, you involve many of the senses, not just visual perception, memory, etcetera, but many of the senses and groups of people. You are able to somehow create perceptions in people. Or perhaps these perceptions are accurate, that certain things have happened, and everyone agrees that these things happen. So it's not just one person being, quote unquote, tricked. And then the third is that you and I both share a fascination with the human mind and perception, which is really one of the main reasons why you're here today, because you are a scientist who I believe understands how perception works, understands the gaps in perception and memory, and understands these things at a practical level, that no neuroscientist, not I, nor anyone else who could tell you about the nuts and bolts of the brain and nervous system could ever approach. So welcome. I'm super excited for our conversation. And my first question is, when you do a trick with one person, with many people, how confident are you that you're going to get the answer correct? Meaning, are you always operating at the level of 100% certainty that you're going to get it right? Or rather, is there a little bit of a gap? Are you running like a 90% probability? And the reason I start with this question is that I think it's a very different situation when the mentalist, the magician, is certain it's going to work out as opposed to when it's not. And I think it's the dynamic tension of the possibility that it might not work. Out that gets everyone so engrossed in what you do."
    },
    {
        "speaker": "B",
        "text": "Yes. So, first of all, a lot of people think, do you ever fail? Do you ever get it wrong? And the truth is, there's something they don't know. We're gonna reveal some secrets here. A lot of people don't know that we are very much like jazz musicians. I'm not a musician. I'm gonna probably butcher this analogy here. But we write the story as it goes. In other words, you might see me do a trick and think that's what I do every day, but I don't. So, in other words, if something goes wrong, because every person is really unpredictable, I say, take any card. Maybe I'm trying to make you take a certain card. Maybe I'm trying to influence you and you're not going for it. I'm okay with making a little detour. You just don't know. I'm taking a detour and I'm improvising, and I will go somewhere else, and I'm okay with that. So a lot of the magic that I love to do, we call it jazzy magic, is magic that literally gets written as we go. But I'm the only one who knows it. And you go, wow, it's concluded beautifully. Right? So there's some times when I, like, after a show, and I go, wow, this did not work. And that didn't work. And people will say, what do you mean? Everything works perfect. They don't know what I see is a little different than what you see. So in that sense, when you're an amateur magician, you're just starting out and you don't have the experience. You can literally just get stuck and go, sorry, let's do it again. And it could happen. But for seasonal, you know, a seasoned performer, someone who does it again and again and again. I'll borrow from a pendulum analogy that I love. It's like Groundhog Day, the movie. We get to relive the same night again and again and again. And guess what? People are very much alike. I'll hear the same hackling. I'll hear the same thing. Or I start to see types. This person is going to be confrontational. This person is going to be is a person who believes maybe in supernatural, everybody has a vibe. And, you know, even though I'm not a scientist, I'm not a psychologist, I don't have any degrees in any of those, but I'm a practitioner of psychology. I tried the same trick a million times, and I start to see patterns, behavioral patterns that I can use to my advantage. Like, for example, I noticed that it's easier to full smart people as opposed to people who are not so smart."
    },
    {
        "speaker": "A",
        "text": "Tell me more about that, because, you."
    },
    {
        "speaker": "B",
        "text": "Know, I'm relying on the bank of information you have in your head against you. It's Tai chi. I know what you know, and I know that whenever you view anything, you have to fill in the blanks with lots of information. I show you a couple of things and say, okay, this makes sense, this da da da. And I know how you think. And the fact that I have an idea of what you know and what you don't know, I can use it against you. And that's a beautiful concept, right? As opposed to someone who's not so educated, I don't know what he knows. And they tend to think very simple, and they're the ones to figure out magic the most, because they don't fill in the blanks. They take it for what it is. You telling yourself a better story, you enriching the experience based on all this, the wealth of information you have about psychology and how this works and how perception works and how memory works. For example, you just described the trick I did for you. It did not describe the trick. You described your memory of that trick. So my job, and I'm borrowing from my master, maestro Juan Tamaris, who's my favorite magician of all time, and I consider him. We'll talk about him quite a bit now. He taught me so much, but he talks a lot about memory, like we are. First of all, we're encoding the information. I give you something to encode. Then I'm asking you to store it either in short term memory, medium term, long term, I don't know if it's even a real term, but a chemical memory, right? When it gets embedded in your memory, and then I'm trying to manipulate how you're going to recall the experience and what you did. You described my trick in a way that I could never do. I wish I could perform the trick you just described. I can't. But I was trying to create at least the impression. You recorded a feeling you had. You did not record what you saw and experienced. You recorded a feeling. It felt so amazing that the feeling was coded in the memory as well. And therefore, you were the co author of that trick. You helped me fool you."
    },
    {
        "speaker": "A",
        "text": "I'm very curious about the role of emotion in the co authoring of these tricks. By the way, folks, the conversation we're having today is not just about magic tricks and mentalists. This occurs at the level of interactions between people one to one. This occurs at the level of media, to the general audience of the world. This stuff scales at every level and in every domain of life. We'll get to how exactly that occurs. I wonder if I could ask you about the reverse engineering of a trick, a hypothetical trick."
    },
    {
        "speaker": "B",
        "text": "Sure, sure."
    },
    {
        "speaker": "A",
        "text": "So tell me if this trick is possible, and if so, one of the possible ways that you would do this. I think I've seen you do something similar to this, or other mentalists do something similar to this. You're standing in a room full of people, let's say 50 people, and you have a piece of paper and a pen, and you say, okay, I'm going to write down a series of numbers, and you write them down, you fold it up, you put it on a table next to you, you set the pen down, there's no contact with it anymore. And then you go around the room and you just ask people for numbers between one and 25. You ask a certain number of people, and then somehow you return to the paper, you open it up, and that's the sequence of numbers. It seems like a straightforward but astonishing trick."
    },
    {
        "speaker": "B",
        "text": "It's a classic."
    },
    {
        "speaker": "A",
        "text": "A classic, okay. Classic of magic for people like me. We want to know at least one solution to that challenge. How does, what's one way in which a magician could do that? Obviously, we start to go to the physical explanation, okay, somebody underneath the table that the piece of paper was on wrote down the numbers they heard and put it on the table. Another solution would be that there was a stack of papers up there with any number of different combinations, but then it's a very large number, big stack of paper. Then it becomes hard to hide and on and on, all going in the wrong direction. Of course, I can also think of the end product way of doing this, where the piece of paper that you show has the numbers that the people stated, but somehow we think it's those numbers when it's actually other numbers. Like there's some sort of visual illusion that we all agree on seeing, but here I'm just guessing. So how could one do that trick?"
    },
    {
        "speaker": "B",
        "text": "Wow. We need 2 hours. Today's sake, this one. So here's the deal. I just noticed something as you were going through all the options as someone, I assume you're not a magician. No, I just realized that a quality of magic is that it ignites your imagination and your creativity. You just basically saw something that has no explanation, and you're a knowledgeable guy, you know a lot about a lot of things, and it in a weird, in a good way, it bothers you. Why don't I know that answer? I know so much about the mind and how we sleep and how we, you know, how certain exercises affect our bodies and blah, blah, blah. But this series of number, I don't know. And that drives you nuts a bit. But it's good because then your mind starts racing and thinking of everything you said is a wonderful exercise in problem solving. Right? How could be achieved? And then you slowly rule them out as too much paper, too much work, hiring somebody under a table to write maybe a solution, but you have to pay somebody just to do that job. But it's nice because we're teasing the mind, we're challenging the mind in an era where it seems like all the information is out there. My smartphone can do more than my first computer could right in my pocket. So we are up against, and by the way, every time I tell you this, it's a bit of a tangent here, every time technology advances, magicians get scared, say, oh, people are, when they can do all these marvelous things. I mean, how are they going to care about the number you spoke or car changing in my hand? And I attribute that to, again, your desire to see something marvelous. By the way, there are people that don't want to see magic, like I do, something that really seems impossible, and they go sleight of hand. They come up with a very simple solution. They're not nitpicking about exactly how you did it. They go, he's fast. He's fast with his hands. They come up with a very simple solution. I don't know why it satisfies them, but it does, and it's because they lack the desire to see magic. So to me again, and we're going back to the co authoring, I really need someone, a partner, whenever I do magic, that someone has this desire to see something that's beautiful, that's going to bend the rules of what we know is possible. Right? And they're joining me. So to your question, how is it done? There's many, many ways to achieve this effect. And because we don't possess, we can talk about this if you want, about the supernatural. I don't believe that anybody possesses supernatural powers or even close to that. And because of that, we have to cheat, we have to do some dirty work, which I don't want you to know about. And so, in other words, every trick that they do has a little scar, a little, a moment I wish did not exist. And by the way, a magician, when they choose a trick like that, they need to say, oh, I can go this route or this route. They're going to pay a price with this version. Oh, I cannot do it this way here. It's not as clean here. I cannot be as direct here. I have to choose maybe certain people in the audience. Again, I'm tiptoeing around it so I don't reveal how it's done. But you're making a sacrifice with every choice you make. The goal is, at the end, to make somebody as smart as you go, how? And then start racing. And at the end, you reach a dead end. Hopefully, it's magic. You excel, and I enjoy this. I want you to surrender, and it's a good surrender. You're not being defeated. You give in to this place where magic could happen. You make room for something that should not happen in this world to happen. And that's why I love magic so much. It is a bit of a reminder that I'll tell you a story. There is a juggler who is not a magician, and I'm not going to mention names for a reason. So he juggles on the streets and, you know, make some money on the streets, and one day he goes to see a magic show. And the magic, the magician, a wonderful magician, who does this wonderful act. It's the zip code act. He says to people, tell me your zip code. And then he tells them where they live. Tell me where you live. He tells them the zip code. And then he describes places around them. Oh, you have a Starbucks there. And he describes, it's amazing. It's wonderful. Now, this juggler, not a magician, watches a magician who is doing a trick. There's a scientific explanation to how it's done. It's not anything beyond that. And again, it's wonderful. And he goes, how did he do that? And then he comes up with the solution that the magician must have memorized all the zip codes in the world. Not the case, but that's the impression. He goes home and starts memorizing all the zip codes in America. First, he spends thousands of hours to memorize zip codes for real. He's doing the real version of what the magician did, and he performs it now all over the country. He's doing the zip code act for real. And the beauty of this story is that a false performance, artificial representation of a skill, inspired somebody to do something that is real, and therefore push is limits, is human, realistic limits to a level that a lot of people go, that's not possible, right? And I think it's a beauty about this. And again, goes back to your question, how is it done? So maybe the solution you just came up with is better than what I do, but I disignited you to think about it. So it's really a big reason, an important reason, why I love magic so much."
    },
    {
        "speaker": "A",
        "text": "Staying with my question of how a trick like that is done, you really want to know? Well, I don't think you're actually going to tell me these specific order of operations to make it happen. I don't expect that. But I can think of two endpoints for exploring this. One is, or at least two. One is to manipulate what's on the paper. Right. The other is to manipulate what people say or are likely to say, perhaps by selecting people that are likely to say certain numbers because you have some understanding of that. I don't know how that would happen. The other is to completely revise people's understanding of what just happened in a group. And I think the last possibility is the one that intrigues me and most people the most. The idea that even in the company of other rational, well rested, sober, meaning non inebriated or on drugs, people that sometimes it helps that there could be a collective perception that is not accurate, but everyone agrees to confabulate together. And the reason I ask this, and I focus on this third possibility, is that we know that the memory system is a confabulation system."
    },
    {
        "speaker": "B",
        "text": "Correct."
    },
    {
        "speaker": "A",
        "text": "A good example of this would be people who, sadly, have some form of dementia. They often will find themselves in a room doing something. And if you ask them, hey, what were you doing? They don't say, I don't know. They say, oh, you know, I came in here to do something, and they create these elaborate stories of what got them there, which may make sense to them, may not, but we all do this. We all confabulate. False memory is a huge topic unto itself, but we all confabulate. Memory is not perfect. So I imagine this third possibility is one that you work with and that you massage. How does one think about memory in the context of these experiments that I just call them experiments, these tricks that I like?"
    },
    {
        "speaker": "B",
        "text": "Experiments. I love that word."
    },
    {
        "speaker": "A",
        "text": "Right? And here we agree that we were talking about science today, as we always do whenever I see you. And in experiments, as people may or may not know, you ask a question, but you pose hypotheses. So you say, like, how do we cure cancer? But then you pose a hypothesis. You say, I think it's going to be cured by doing blank, blank and blank. And then you test that and you try and rule out your hypothesis. So it's a little bit of why I call it an experiment. So, for instance, is there a way that you can get people to believe that they saw the numbers? Let's make it very simple. Three, eight and seven. When in fact, you held up a piece of paper that said something very different. Have you done that before?"
    },
    {
        "speaker": "B",
        "text": "I see where you're going with this, and I love using the word experiments. One of my heroes, Chan Canasta, was a psychologist who used psychology in his work as a magician, as a mentalist. And he never called his pieces tricks or magic. He called them experiments. And he was careful about it. It's not just an aesthetic choice. He wanted to plant this seed in their mind. Experiment means it could fail. Okay? Which is a very good starting point for any dramatic, because if something is going to work, but if there's something at stake, something could fail. People are more engaged. So I love the word. I sometimes use the word. What's an experiment?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it's like these crazy people that climb up the side of buildings with no ropes. I mean, we don't want to see them fall, but the possibility that they could fall is what's exciting. The movie free solo with Alex Honell. We all know at the beginning he lives. He lives, and yet you want to see it in case he might not live. And even though you know, he lives in some ways, that's a magic trick unto itself."
    },
    {
        "speaker": "B",
        "text": "That's the brilliance of David Blaine, who I consider one of my dearest friend and one of my favorite magicians in the world and what he does. I mean, we can talk about him at length, but, you know, blending real stuff with magic and it's almost. Sometimes it's hard to tell what is real and what's not. And I even love that aspect and a lot of people don't know, but all the stuff he does is real when he's holding his breath night after night now in Vegas at the wind, ten minutes, and sitting in the audience watching David do that is so inspiring because I look at it symbolically, he's showing us, because he was inspired by a kid who survived being trapped under ice for a long time and recovered to full recovery. And he goes, if he can do it, then everybody could. And it's beautiful. To me, the message is so strong, just beautiful."
    },
    {
        "speaker": "A",
        "text": "I'd like to take a brief moment and thank one of our sponsors. And that's ag one. Ag one is a vitamin mineral probiotic drink that also contains adaptogens. I started taking ag one way back in 2012. The reason I started taking it, and the reason I still take it every day, is that it ensures that I meet all of my quotas for vitamins and minerals, and it ensures that I get enough prebiotic and probiotic to support gut health. Now, gut health is something that over the last ten years, we realized is not just important for the health of our gut, but also for our immune system and for the production of neurotransmitters and neuromodulators, things like dopamine and serotonin. In other words, gut health is critical for proper brain functioning. Now, of course, I strive to consume healthy whole foods for the majority of my nutritional intake every single day. But there are a number of things in ag one, including specific micronutrients that are hard to get from whole foods, or at least in sufficient quantities. So ag one allows me to get the vitamins and minerals that I need, probiotics, prebiotics, the adaptogens, and critical micronutrients. So anytime somebody asks me if they were to take just one supplement, what that supplement should be, I tell them, ag one, because ag one supports so many different systems within the body that are involved in mental health, physical health and performance. To try ag one, go to drinkag one.com huberman and you'll get a year's supply of vitamin D, three k, two, and five free travel packs of ag one. Again, that's drinkag one.com huberman Orient me."
    },
    {
        "speaker": "B",
        "text": "Again, the question."
    },
    {
        "speaker": "A",
        "text": "Yeah, so the question is, have you done, or is it possible to get people to think that you're holding up a piece of paper that says, now I forget the numbers. My working memory wasn't engaged enough to do it. Whatever. 348 that's not what I said earlier, when in fact, they are looking at a piece of paper that says something different. Is that something that can be done?"
    },
    {
        "speaker": "B",
        "text": "Absolutely. Absolutely. There's actually a piece where you have a piece of paper, literally printed piece of paper, and you control someone's mind. You say, I'm going to make you see things distorted. You're not going to see reality the way everybody in this room, including me, will see it, starting now. And it's literally a piece of paper that says two plus two. And everybody can see it. The entire audience can see it's two plus two. What's the answer? And he goes, 16. Okay, and let's try something easier. One plus one. He goes, 24. And this guy is cognitively smart. Sharp is not on drugs. It cannot answer those questions. It's an augmentation of reality. And that manifests in many forms in magic. The idea of seeing something that is in a sort, in the optical illusion land of what you see is not what you see. And that's probably applicable to every trick you'll ever see. What you see, it's not what you see, it's what I want you to see. And I love that. And again, that Chan can ask, the guy spoke to you about, he would go, they would take three cards, let's say ace of hearts, king of clubs, seven of spades, three cards. He'll go to a coffee shop and say, choose one. And they say, king of clubs. Thank you. Go to an art table. And he will do it all night. And people, what is he doing? He's not doing any magic. Nothing. He's just surveying the audience to see how they think. Right? And this is information that we collect over the years. Like, there's something called I can influence you, let's say, to take a specific card. But it has to be done in such way that it feels like it was a free choice. It was not a free choice. And the difference between a good or a great magician and a decent magician or an okay magician is that one makes you feel like, I chose this card. There is no way. You made me pick this card. There is no way. And that's a sort of augmentation. It's you feel like you have control and yet you don't. And you feel it with conviction. You could swear that's the one. So there's a famous, famous thing that he used to do. He would say, I can make people change their mind or not. And he says it up front. He says, you're going to choose a card, okay? Any card you like. I'll go to the audience. You point to any person you want. They'll choose another card. Whatever they choose will be the card you're thinking of. And then I'll give them 10 seconds to change their mind. And if they do, it will still be correct. They can change their mind as many times as they want. And I don't care. Once they say, that's it. That's the card, that will be the card you're thinking of."
    },
    {
        "speaker": "A",
        "text": "How can that be?"
    },
    {
        "speaker": "B",
        "text": "So the truth is, and I'll reveal a little bit about that, there is no trickery here, as far as, you know, sleight of hand or anything like that. Hill early was a master at making people either want to stick to a decision or change it. He would basically manipulate their insecurity their ego, something about them to either resist changing or to really want to change. And to me and I, I have a conflict, a dilemma about this, because my whole fullest act, which if one we can talk about, is really based on this conflict or this problem I have sometimes the method is way more beautiful than the effect itself. So that's why I have no problem telling that Chen did that. Chen found a way with using specific language or gestures or whatnot without revealing too much to make somebody either stick to the choice or change their mind."
    },
    {
        "speaker": "A",
        "text": "He could literally control their bias toward one or the other."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Does it involve touching their body in any particular way?"
    },
    {
        "speaker": "B",
        "text": "Maybe."
    },
    {
        "speaker": "A",
        "text": "Maybe? Yeah. Many times in your performances and the performances of other mentalists and magicians, they will say, pick a number, pick a card, and then right before the trick is about to advance, they'll say, are you sure? Okay."
    },
    {
        "speaker": "B",
        "text": "Oh, that's a big one."
    },
    {
        "speaker": "A",
        "text": "And they'll say, yes, I'm sure, or no, I'm going to switch. Okay. And based on what you told us already, it's clear that the skilled mentalist or magician can work with either scenario. Maybe it's the improvisation. But what I want to know is when you look at somebody's physical body, how they sit, their shape and other features, maybe how they dress, how they stand, maybe something about their eyes or their face, can you make better predictions as to what sorts of numbers they'll pick, whether or not they're going to stick to their choice or change their choice? Okay. I think there's a lot of interest in this, and maybe you could, since we're talking in generic terms and we're not presenting you with a line of people and asking you which person would do what, would you be willing to share what some of those cues are? So I'm me, I wear this black shirt, and I have other shirts, but I don't wear them on camera. And I comb my hair a certain way, I sit a certain way. I mean, what sorts of predictions emerge from that? Or am I striking on the wrong variables?"
    },
    {
        "speaker": "B",
        "text": "So it's not the big things that will reveal to me what, because I do kind of like, profile a little bit for the magic purposes, what kind of trick I will do with you and what I can't do with you, what I will do with this guy or that guy. Right? And it's not the shirt, it's not how you wear your hair. It's really small things. And I can talk about many people that influence me. Avner the eccentric is one of my favorite performers."
    },
    {
        "speaker": "A",
        "text": "His name is literally the eccentric."
    },
    {
        "speaker": "B",
        "text": "It's a. It's a different name, but he goes by Avner, the eccentric, and he's a wonderful performer. It's even hard to categorize what he does, but he's. I'm doing disservice. A clown, a mime, a juggler, a magician. And I've never seen someone who's better at what we call audience management. Something we call audience management is how do you interact with people? And he's able to get. Again, I'm butchering is his class to something very simple. But he gets three s's from a person, meaning I can ask you non verbally to agree to participate with something I want you to do. And he will do small things, like just a little gesture, and he can see if they go for it. He sees if there's that dance. Is that person complying to something very small, or is he resisting? And then easily, I can go to the next person, and he's a master. A master at doing that. Even breathing, if I breathe a certain way when I. This is. It blew my mind when I first learned from Avner. It's like when you walk into a place so you don't see me. I'm behind a curtain, curtain, something. And I walk in, and the first thing I do is, or as opposed to do. I take the breath in or out when I. The first step I take on stage and the audience, in a weird way, mimics that."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So if I go, you feel. You kind of tend to relax with me. Now, if you want a more exaggerated example of that, if you watch a movie and it's really tense and there's tension, you will start feeling tension. Right. We're kind of like, empathy is a big, big part of what we do. That's why one of the things I choose to do in my show when I first start is not to start with the most amazing magic to blow your mind. Oh, my God, he's amazing. It's more. I gear the first pieces towards connecting with you. I'd rather say something really endearing, funny, connecting, truthful, honest, before I start trying to blow your mind, why I want to connect with you first. So we. You know, a mother will be proud of her son who's playing guitar, and much more forgiving if he makes a little mistake or something. But every little achievement he will make, she will be so proud of him because she has empathy. She wants him to succeed. She wants him to do well. So I want you to adopt me. I want you to feel empathy towards me. I want you to be. I'm rooting for you."
    },
    {
        "speaker": "A",
        "text": "This makes a lot of sense. I do some live events, and I don't think about whether or not I exhale or inhale when I get out there, but I definitely try and get out there and just kind of take it all in and relax. And we have what I hope is a relaxing, interesting conversation. And you kind of work with the amplitude of excitement. And I'm not thinking about it in any kind of conscious way, but this is actually a wonderful tool that I hope everyone will export from this conversation, which is, if you ever need to do public speaking, breathe, have probably a good, long exhale as you get out there will be great. Everyone will relax. It's also tough for me to see live theater, because oftentimes, if it's not going well for them, I feel embarrassed for them. I think people vary, however, in terms of their levels of empathic attunement. Some people are very tuned into the emotional states of others, and some are not. So are there people in audiences, assuming a relatively random array of people, that are fairly rigid, like, you wouldn't want to, you wouldn't call them up to the table. So when you select someone to come up in front of the crowd, are you basing that on some level of empathic attunement that they're in sync with you?"
    },
    {
        "speaker": "B",
        "text": "Absolutely. So it starts with the first thing. Look, you come in cold. The audience, as you said, the first item, quoting Avner here, the first thing they do is they say, I hope this doesn't suck. And also the performer says, I hope it's not gonna suck. The starting point is, it depends. Expectation could vary, you know, if something's really hyped and go, oh, this is gonna be great. Or, you've seen the artists and you trust them, but if you come in cold, you don't know the person. You don't know if it's going to be great or not. You just happen to be there, and there's a magic show. Let's check it out. There's tension. There's almost like they're auditioning you. I wonder if it's going to be worth my time. And I don't care if people bought a ticket to see my off Broadway show or not. The first 1015 minutes, it's really about telling them in so many without words, but telling them, I'm here for you. I'm here to connect with you, and I'm here to create this, some wonderful thing that we're going to feel together. I want them to feel that."
    },
    {
        "speaker": "A",
        "text": "It's like an intimacy."
    },
    {
        "speaker": "B",
        "text": "Yes. And that, to me, by the way, is way more important than me fooling people. Like, if somebody came to me after the show and said, oh, wow, your magic is unbelievable. I have no idea how you did it. That's the lowest compliment I can get. And thankfully and gratefully, often I get the most common one is the magic was great, but we liked you."
    },
    {
        "speaker": "A",
        "text": "They feel connected to you, and I."
    },
    {
        "speaker": "B",
        "text": "Love that because to me, the magic is important. I want it to be really deceptive. I want it to be impossible and beautiful and whatnot. But to me, it's also a vehicle to connect with people, because at the end of the day, that's what it is. That's the only difference I can have, because there's a lot of magicians, a lot of people can do magic that you can't figure out. That's the lowest bar. You fool me, good magician, make me feel magic higher and maybe feel magic and connect. It's like if somebody cannot even explain what I did in my show and goes, you had to be there. That's something Steve Martin says all the time. You had to be there. I can't tell you with words what it's like to see his show. You have to see it in person. That, to me, is a very high goal of, like, I want him to remember the experience and the feeling, rather than particularly, oh, I want him to care about what they experienced emotionally."
    },
    {
        "speaker": "A",
        "text": "That's how I recalled the trick that you did outside the person who initially connected us. Just absolutely terrific. What I call close contact card magician Franco Pascali here in Los Angeles. He has amazing card skills. He does something with his card tricks, I noticed. I'll go to the magic castle as often as possible, and I just watch and like to take this in, and I try and think about the neuroscience behind it, as you can tell. And when he lands a trick, meaning when the person takes the card and says, oh, my goodness, how did you know? Or it's like the ace switches the card, whatever it is. Franco also acts surprised. He joins you as an audience member, momentarily he goes, oh. And then he goes back to being the magician. And I find that especially important for people to understand, because you do the same. And I always say, having studied the lectures of many, many spectacular scientists and lecturers, that the best lecturers in the classroom obviously are teaching the material from a place of deep understanding of the material, one would hope, right, so they have mastery of the material in some case, virtuosity with the material. But as they're presenting the material to people who know nothing about it, they themselves are showing their delight in the material as if it's the first time they've ever seen it. And so they are both student and teacher at the same time, and you feel immense resonance with them."
    },
    {
        "speaker": "B",
        "text": "That's nice."
    },
    {
        "speaker": "A",
        "text": "And it reminds me of the experience of seeing you do magic or mentalist work."
    },
    {
        "speaker": "B",
        "text": "Sure."
    },
    {
        "speaker": "A",
        "text": "I'm yet to see you go, oh, my goodness. But I think it's the sense that you're collaborating in something, and there's this giving over of self. Like, I trust ossie to take me someplace with this. So the resistant people, the people that sort of, like, I'm not gonna let him fool me. Right? What's so amazing is that in your shows, oftentimes those people are the ones that are the ones walking out just shaking their heads. I know because I brought some of them along to your shows going, there's no way. There's no way. And yet you got them. So do the resistant people serve a role, even if they're not called up? Of course, yeah. What role do skeptics play in convincing other people that something happened that didn't really happen?"
    },
    {
        "speaker": "B",
        "text": "So first of all, the transformation. Somebody's a believer, and you show magic and nice. It's wonderful. We can celebrate magic together. But if somebody is a skeptic, really skeptical, and I've had really, and I sense that I could convert them, I could transform them, and the audience watches this transformation. So we're going from here to here. That's a wonderful thing. So every now and then, I will recognize the person who's like. And he slowly starts to see him melt and softens."
    },
    {
        "speaker": "A",
        "text": "It's almost like a musician at a wedding. You know, they're the people that jump up and dance immediately. But if you're a skilled musician, you get that person that, you know, their wife is saying, come on, let's dance, and won't move. And then maybe you hit a certain motif in the music, and the person taps their foot a little bit, moves their head, and then there's certain people that they won't dance at all unless their song comes up. And then they, like, dart to the dance floor. Sounds a little bit like that. And you've captured them. You've captured their emotion, you've captured their willingness. You've captured their whole body willingness to participate in something that a minute before, they were either too embarrassed, too stubborn, or too tired to engage in."
    },
    {
        "speaker": "B",
        "text": "So here's the deal. Magic could be and often is intimidating. I am basically challenging your intellect. And some people, if they take it the wrong way, what they hear is, you're telling me that you're smarter than me. You're telling me you know things I don't know, and I'm not even close to knowing, so screw you. And they will reject it aggressively, like I've had. Thankfully, it's a percent a time when we do walk around magic, and I go, and some people, as soon as they see me go, no, no, no, thanks, they don't want to see it. And to me, that drove me nuts, like, why don't they want to see? They don't even know what I'm about to offer."
    },
    {
        "speaker": "A",
        "text": "You're going to violate their sense of self trust. That's, I think, the fear."
    },
    {
        "speaker": "B",
        "text": "Absolutely. And as a magician or as an artist, if I use that, but my goal is to also educate them as I do the magic that we're creating, this safe space where these things could happen. And it's clear that I'm using it for your own good. You know, I did a whole foolish act, exactly. About knowing and not knowing. So I'm not going to spoil too much. If people want to see it, they can see it. I'll tell you a backstory on this, if you don't mind. So, Tommy, the three major heroes of magic are Juan Tamaris, Tommy Wonder, and Chan Canastae."
    },
    {
        "speaker": "A",
        "text": "Are they alive still?"
    },
    {
        "speaker": "B",
        "text": "Chan is not. And Tommy pest. Juan is still kicking butt in Madrid."
    },
    {
        "speaker": "A",
        "text": "I think I saw him at the castle. He's very, very exuberant."
    },
    {
        "speaker": "B",
        "text": "So he's a hero, and I'm his student. But let's talk about Tommy for a sec. So, Tommy, for a long time, he did magic. Magicians did not know how it works. It was so devious that even magicians did not know how it works. And at some point, he released some dvd's that teach his magic. And the trick is very simple. He borrows someone's watch. It disappears. And there's a table right next to him with a little box and a ribbon. And he literally grabs the ribbon. So he never touches the box, lifts the box, gives it to somebody. He opens it. Inside, there's an alarm clock. They unscrew the alarm clock, and inside is their watch."
    },
    {
        "speaker": "A",
        "text": "No. I mean, yes, yes."
    },
    {
        "speaker": "B",
        "text": "But even magicians who saw that, they go, I have no idea how it's done. No idea. And then I remember watching the explanation for the first time, and I was thinking that the method was by far more interesting, intriguing, revealing, just beautiful. It made the trick less. Like I said, you should perform the explanation. Don't perform the trick, perform the explanation. And I broke the rules of magic. Like, my non magician friends will come over and say, let me show you something. And I show them the trick, and they go, wow, that's amazing. Let me show the explanation. And their mind was blown."
    },
    {
        "speaker": "A",
        "text": "Are you willing to share a little bit of what the explanation is, or is that not."
    },
    {
        "speaker": "B",
        "text": "No, no."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "But I will explain a little bit. So I tell what the explanation was that it revealed that he's an engineer, that he can build props that are, like, ingenious. Again, I'm going around it, but at some point, the person who opens the box is doing part of the trick, and he doesn't know it. He's creating the trick, but he doesn't know he's contributing something to it. And it's just beautiful, metaphorically, symbolically. It just hits so many levels, at least. And that planted a seed in my mind. I want to create an effect that the method is prettier than the trick itself. So I worked for five years to create an explanation, a pseudo explanation to a trick that was just beautiful and it was an opportunity. Have you seen it? I don't know if you've."
    },
    {
        "speaker": "A",
        "text": "This is the one you did for Penn and Teller? Yeah. You can describe it or. I can describe it."
    },
    {
        "speaker": "B",
        "text": "Sure. I mean, let's see how you remember it."
    },
    {
        "speaker": "A",
        "text": "Right. I have more interest in listening than speaking, but I'll tell you how I remember it. Okay. You're in front of a very large audience that includes the scientist show guys at Penn and Teller who basically debunks stuff. They're kind of."
    },
    {
        "speaker": "B",
        "text": "They tried to figure it out."
    },
    {
        "speaker": "A",
        "text": "They try and figure stuff out. Some. They are asked to pick someone in the audience. They pick a guy. As I recall, you wore a green and white sweater."
    },
    {
        "speaker": "B",
        "text": "Wow. You have a good memory."
    },
    {
        "speaker": "A",
        "text": "Yeah. He stands up and you ask him to pick a card. I think I forget what it is. Jack of clubs, perhaps. Let's just say, for sake of example, jack of clubs. You said, are you sure you're now on stage? Mind you, there are hundreds of people in the audience, maybe more. And you say, are you sure? And he goes, yeah. And you say, are you very sure? And he said, no, I'm going to switch. So now, first of all, you have a good memory, perhaps. Perhaps I've been accused of. I have a little bit of an audiographic memory for certain things, but not a visual memory. That's perfect. They're sort of adjacent. We could talk about that sometime it. Something helps you. If you need to learn neuroanatomy, that's about it. Can be cultivated. Okay, so then he switches the card. Let's just call it, I don't know, jack of spades, right? Okay. Or king of spades. Let's say jack of spades. And then next to you on the table up on the stage is a table, a round table with a plexiglass box."
    },
    {
        "speaker": "B",
        "text": "Cigar box."
    },
    {
        "speaker": "A",
        "text": "Cigar box. It's clear."
    },
    {
        "speaker": "B",
        "text": "No, no, not yet."
    },
    {
        "speaker": "A",
        "text": "No, not yet."
    },
    {
        "speaker": "B",
        "text": "Later."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "First, it's just a wooden cigar box."
    },
    {
        "speaker": "A",
        "text": "Wooden box, that's right. And a mug. A white mug, not unlike the mug I have here, except white. You take a sip from that mug, and then at some point during this exchange, and then you open the box, and you pull from the box, of course, the card that he selected. And everyone goes, oh, my goodness. How could that possibly be? Because obviously anyone could select in the audience, he switched his choice, etcetera. But then you reveal how the trick is done, or at least seemingly reveal it, which is that beneath the box, there's a bunch of different decks of cards on 52 on a turnstile. So within each one, and I missed a piece of it, you pull out the whole deck. Only one card is turned on, and."
    },
    {
        "speaker": "B",
        "text": "All the other cards are blank."
    },
    {
        "speaker": "A",
        "text": "All the other cards are blank. Right. So there's more to it. So then it turns out that there are 52 different decks underneath the table, and it's on a turnstile, so you can actually dial it in."
    },
    {
        "speaker": "B",
        "text": "And let's keep the ending surprise. Right, so there's a surprise ending."
    },
    {
        "speaker": "A",
        "text": "Right. So then it at least seemingly makes sense as to how ASI did this. He has all the different option possible options available to him physically, but the audience doesn't realize that. Also, the mug, by the way, engages a magnet system that allows him to dial the deck of cards to the correct one. That allows him to match the choice. So it truly could be any card in the deck."
    },
    {
        "speaker": "B",
        "text": "Good memory."
    },
    {
        "speaker": "A",
        "text": "Meaning it's all. So the straightforward explanation is it's all physical trickery by way of props."
    },
    {
        "speaker": "B",
        "text": "Correct. So here's the deal. What I tried to achieve with this piece is, first to make people feel magic. So the trick, it's a good trick, you know, name any card. The card he named was reversed, and then it was the only blue card in the deck. And then all the other cards were blank. So it's clearly the only card he could have named. And he did switch, which is an amazing detail that you remembered. He did switch from the king of clubs, the king of spades, or right."
    },
    {
        "speaker": "A",
        "text": "Now, something like that. Yeah."
    },
    {
        "speaker": "B",
        "text": "Now. So people felt what it's like to see a good card trick. All right? And then I wanted her to feel what it's like to know. And the lesson here is, you know, you could satisfy your curiosity. Oh, that's how it's done. And you can go on with your life, and that's it. And that's what happens to a magician when you first learn the secrets to, you know, something that fooled you. There's disappointment. I remember the first streak that was revealed to me. It was a little red handkerchief stuffed into the hand. Gone. And I'm like, what? Do it again? And he did it again. He did. Ten times in a row. I could. And then he explained to me how it's done, and the secret was so simple and stupid. No."
    },
    {
        "speaker": "A",
        "text": "Didn't that you share with us?"
    },
    {
        "speaker": "B",
        "text": "No, no, no. I got to tell you, it was primitive. It was simple. And the moment he revealed the gimmick that caused the handkerchief to disappear, I could not see the trick again. Every time he does, it's this. Yeah."
    },
    {
        "speaker": "A",
        "text": "It's like falling out of love."
    },
    {
        "speaker": "B",
        "text": "Something like."
    },
    {
        "speaker": "A",
        "text": "Yeah, I really. I mean, a previous guest on the podcast, Carl Dysroth, one of the best bioengineers, neuroscientists, and psychiatrists in the world, went on Lex Friedman podcast, and they were talking about love. And Carl said something interesting that's very relevant here. He said. He's a colleague of mine at Stanford, very poetic guy. He said, love between two people. Romantic love, that is, is one of the few things in life that we collaborate with someone to story something into the future. You know, this is different than the love of a child or a sibling or a parent or a pet, et cetera, or a friend. You're creating a story that's based on real experience of past and present. But there's this storying forward of love that's great. And falling out of love involves, of course, the ending of the story moving forward, but also, in some cases, sadly, a revision of the events of the past."
    },
    {
        "speaker": "B",
        "text": "It's great. It's very close. It's very close to the feeling you have as a magician the first time you actually get exposed. Right. It disappoints you because you have a desire for it to be real. The desire of a young magician is when I see something like that, is that it's a supernatural power. And the first thing you understand is that it's not supernatural, that it's quite simple and primitive, and it fooled you, because of all the psychology and the desire, like everything we spoke about, my desire to see magic, the idea of misdirection, which we can talk about at length. Misdirection means I provide something very interesting for you to follow, and you will follow that path, because it's the most interesting at the moment to follow. And in the background, in the shadiness of life, some dirty stuff happen, but you don't pay attention because I don't feature it. It's not important, and I make you render it as not important. So it does that right, and it's disappointment. But there's good news. If you keep up with magic and you start to understand that to do a trick, the secret, the actual how you did it, is 1% of the whole procedure. And there's much more to doing that trick effectively, which is storytelling, connecting, doing it in such way that somebody cares about it, and that is a lifetime of pondering and contemplation. So you have, maybe you'll find an analogy with love again. I don't know. There's also this time, when you start appreciating it again, appreciate the secret again, because you understand the nuance, you understand the complexity of this simple thing, and that's what happened to me. So in some magic, which is the exception, it's the table that we spoke about that I didn't fool us or Tommy Wonder's table, where the effect is so, so, so magnificent that you do appreciate it immediately. But those are rare. Most magic is simple, dirty, and to the point, but it achieves something that looks very complex."
    },
    {
        "speaker": "A",
        "text": "Perhaps now would be the appropriate time for you to reveal the non reveal of the explanation of the trick. Because one of the amazing things about the trick that you did with selecting the card that the gentleman in the audience, a penn and teller, had mentally and verbally selected, is that at the very end, after everyone believes they now understand how the trick is done. The turnstile table, the magnet, the coffee mug. You proceed to strip away the curtain, the curtain around the table, and pull out a piece of paper, not 52 decks of cards."
    },
    {
        "speaker": "B",
        "text": "It's a picture of 52."
    },
    {
        "speaker": "A",
        "text": "It's a picture, which means that the explanation that they got, while entirely plausible, if that's actually what had happened, is not at all what had happened. In other words, you pop out at the end that they don't actually know how it's done. You know how it's done, and I'm not even going to bother to ask you how it's done because you're not going to reveal it. In other words, people were misdirected into thinking they understood the trick, and therefore, there's a bit of a letdown. It's interesting, but it's just mechanics, magnets. And then you reveal that their understanding is actually not real."
    },
    {
        "speaker": "B",
        "text": "Yes. And the reason I wanted to go there, I wanted them to feel magic then to feel what it's like to know something and the fact that it's irreversible. You can't unknow a trick once you know how it's done. And then what? I said, look, I made a choice. I chose to learn the secrets to magic, and I'm paying a price for it. I cannot see magic the way you can. I cannot enjoy the way my audience can. And in a weird way, I'm experiencing magic only through their eyes. When I see someone goes, wow. Through you, I can experience it, but that's it. I cannot firsthand experience magic the way you can. So I said, I'm not here to make that choice for you, so let me bring you back to safety, to the place you were at. It's a place I envy, to mystery. And then I revealed that the whole expansion was bogus. The whole thing was just another lie. And I'm establishing another thing that as a magician, I have a license to lie to you. And it's okay because that's my job, and therefore it makes it honest."
    },
    {
        "speaker": "A",
        "text": "And we're collaborating in that to some extent, because when people go to a magic show, they understand that. Another former guest on the podcast, Rick Rubindeh, who needs no introduction, but by the way, he's a big fan of magic, has said to me before that there are only two things in life that are absolutely true. One is nature. They're real truths. They're real laws and rules of nature. And the other is, for him, professional wrestling. Because Rick loves professional wrestling. He's a lifetime member of the AEw and the WWe. I've gone to sea wrestling with him. And the reason he believes it's one of the few things that's real is that everyone knows it's not real. And so everyone agrees to collaborate in this story. This theater of these guys hate each other. This woman and this woman are now friends. They are collaborators. And so, unlike everything else, which is completely made up, and you're not sure what's real and what's fake. With professional wrestling and with nature, it's real truth. I would add to that magic, because when we go to see magic, we want to be astonished. Most people do. We want our perceptions to be violated. Right. What we believe is there, isn't there, etcetera. And yet we are doing this consensually. We're doing this, and so we're agreeing, like, let's collaborate in a lie, that there's this thing called magic, I guess, and that's a pretty ill defined term in its own right, where, you know, this idea that physical objects can be made to disappear, violate the rules of nature, of physics. And unless you're of a certain ilk out there in the world, that simply is not the case. The laws of nature hold."
    },
    {
        "speaker": "B",
        "text": "So maybe there's another analogy there, because we know that professional wrestlers are faking it, and we know a magician fakes it, too. He fakes supernatural powers."
    },
    {
        "speaker": "A",
        "text": "Right. They're doing real things in wrestling, but they're not actually trying to harm one another, correct. They're collaborating with one, but it's almost."
    },
    {
        "speaker": "B",
        "text": "A carographed fight, right?"
    },
    {
        "speaker": "A",
        "text": "Yes. I think there's some. My understanding is, based on discussions with Rick and professional wrestlers that Rick has introduced me to, is that there's some room for improvisation. And occasionally people will hurt one another accidentally. Sometimes there are real conflicts that are created, just like in the theater. People will have relationships off stage, etcetera, and it creates conflict on stage. And that's the. Where the theater of life meets the theater of the stage and vice versa."
    },
    {
        "speaker": "B",
        "text": "So I would add to that maybe. Maybe I'm wrong that you do a magic show, and an educated person, a smart person who knows that what I do is trickery, conjuring. But every now and then, they might ask, I wonder if that was real, that little part you just did. Maybe that was real. So there's a moment, I think, in magic where even the smartest guy who knows I do tricks and go, yeah, this is all tricks. But maybe what he just did, now."
    },
    {
        "speaker": "A",
        "text": "Maybe that was real, like make it. When you say real, you mean real. Violates the rules of physics. So taking a card, holding it up, clenching your fist, making it disappear, I'm giving simple kind of symbols or mind."
    },
    {
        "speaker": "B",
        "text": "Reading, or they say, maybe he's able to do those things psychologically or whatnot, right? And maybe that happens also in wrestling. They say, yeah, it's fake, but I think that moment was real. So there's an inkling or moments where, because I think to create this drama, and to me, that exists in magic, easy, real, easy, fake. Did I figure it out or did I not figure it out? Am I close or am I not? There's constant conflict in a magic show that you go in and out of, and I wonder if that happens in wrestling as well, where you know it's fake, but maybe there's something that was real or this happened and that was not planned. So I think that this just the thinking, the fact that you invest it into thinking what is real and what is not is intriguing."
    },
    {
        "speaker": "A",
        "text": "I'd like to just take a quick break and acknowledge one of our sponsors, Insidetracker. Insidetracker is a personalized nutrition platform that analyzes data from your blood and DNA to help you better understand your body and help you reach your health, health goals. Now, I've long been a believer in getting regular blood work done for the simple reason that many of the factors that impact our immediate and long term health can only be addressed, that is, can only be measured with a quality blood test. Now, one issue with many blood tests out there is that you get information back about lipid levels, hormone levels, metabolic factors, etcetera, but you don't know what to do with that information. With Insidetracker, they make it very easy to understand your levels and what they mean and specific actionable items that you can undertake in order to bring those levels into the ranges that are optimal for you. Insidetracker also offers InsideTracker Pro, which enables coaches and health professionals to provide premium and personalized services by leveraging Insidetracker's analysis and recommendations with their clients. If you'd like to try InsideTracker, you can go to insidetracker.com huberman and you'll get 20% off any of Insidetracker's plans. Again, that's Insidetracker.com hubermandhenne I think there's a much larger theme here that we're veering toward, and I'm getting excited because this has to do with how the brain works. And there are examples in different domains, but two come to mind. Now, Rick and I sometimes hang out here in Los Angeles, and there's a place where we do sauna and cold that looks out on the ocean. And Rick once turned to me and said, isn't it interesting? We know that there are all these animals under the water, dolphins and whales and all this stuff, sharks. But when we see a dolphin or a group of dolphins, where we see a whale breach, it's like people are just delighted. Now, they're beautiful animals, but oftentimes it's just a tail slapping the top. And I think, and he said, I wonder if it's because it reminds us of how much is going on there underneath the surface. And I love that because I think a, he's right. I. You know, I've done some snorkeling, some scuba diving. You see lots of stuff, and it's a brilliant experience to see all that and to be a fish of sorts and be breathing underwater. But there is something magnificent about seeing an aquatic animal breach the surface. And it goes beyond just seeing the animal. It's like a reminder of all these other things that are likely happening that are outside our usual perception. And so that's what comes to mind there and then. I had another example, but I can't think of it now where. Oh, it's in sports I always think of there's unskilled skilled mastery and virtuosity. And virtuosity in music like yo yo ma or in sport, I don't know, pick up, I don't know, Michael Jordan, whatever. Favorite sport. This idea that maybe they don't even know what they're going to do next, that there's some improvisation at the level of extreme mastery where you're going to see something you've never seen before. And I think that's what delights people. It's not just about getting the ball into the end zone or the ball into the basket or playing a piece of music. It's the idea of something happening for the first time. And maybe again, as with the earlier example, that the person performing, the athlete, the musician, et cetera, the magician, the mentalist, they themselves are delighted by what just happened. They didn't even realize it was going to happen. And you collaborate in this, like, wow, life. It holds far more than I experience in my daily perceptual kind of framework. Very well could be, and I think your shows bring people to that. I want to return to a couple of ideas. First of all, we've been talking about emotion and collaboration a lot. We've had a guest on the podcast, David Spiegel. He's our associate chair of psychiatry at Stanford, who does clinical hypnosis, which brings people into a state of calm plus a very constrained context where they're more likely to think about certain things than others. How much of what you do with an individual or group of people in your craft involves hypnosis? Constraining the context, in other words, eliminating certain patterns of thinking to make other certain patterns of thinking more likely. Is that like a storytelling? Like, you start telling me a story, a horror story or a mystery or a comedy story, I'm shutting down whatever you're not talking about. Is that something that you do?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So, first of all, we have theatrical hypnosis people that do shows where they get. They gather about 20 people on stage, and they start making them dance like chickens. Right. I've never been full on with this type of performances for various reasons. To me, that's not the best way for me to engage with an audience or to manipulate them. There are certain things that we do in magic that if you say certain things in a certain way, it will produce a certain answer, and it amazes me, too. We call them psychological forces that you say a string of words in a certain order, it will produce, with high percentage a yes or no or I want this and that. That."
    },
    {
        "speaker": "A",
        "text": "Like, would you want to pick this deck of cards or that deck of cards type leading?"
    },
    {
        "speaker": "B",
        "text": "That's. Could. That could be the simplest of the idea, but it could be even more complex than that. And it amazes me because it's almost like a recipe. You follow the recipe, put it in the oven. Boom. Okay. You know, in magic, when I search certain things, there's a moment when I'm waiting for you to say something, and I don't know if you're going to follow what I just did. And then I hear it, and I go, there's a joy. It's like, yes, it worked."
    },
    {
        "speaker": "A",
        "text": "And this reveals something fundamental about the brain. For instance, I could imagine if I have two mugs in front of me for those listening, if I hover my finger on one of them longer than others, and I say, would you like to drink from this mug and keep it there for 10 seconds? Or this one? And I just tap the other one briefly. Do you think you bias the probability of which one somebody will pick?"
    },
    {
        "speaker": "B",
        "text": "Okay, because. And that's a great example. It depends on my character. First, I need to know who I'm doing it to. Are you the challenger? Are you the guy who's gonna go with anything?"
    },
    {
        "speaker": "A",
        "text": "Okay, let's say it's the guy who'll go with anything."
    },
    {
        "speaker": "B",
        "text": "One thing. There's a likelihood he will go with the one you touch longer, but if it's the challenger, he will say, oh, I see what's happening here. Andrew is trying to make me take this one, and therefore I'm going to take that one. So. And that's. That's the simplest idea of challenges."
    },
    {
        "speaker": "A",
        "text": "And I could challenge you again and say with doubt, and then I could say, are you sure you want the one that I tapped? Just briefly. I'm not telling you it that way, but I'd say, are you sure? And if you say yes, you're challenging me again. And now I'm certain you're a challenger. So you're collecting data."
    },
    {
        "speaker": "B",
        "text": "Basically, you're collecting data. And because I've done it thousands of times, I do the exact same spill, the same order of events, and I get to try it. And sometimes I say, okay, let's phrase it differently. There's routines where I do when I need someone to say a certain something, and I don't just rely on the psychological force. I have other tools in my arsenal of tools. But it surprises me, the percentage, the rate. And that's what Chan did a lot. He understood the idea that if people feel challenged, they do this. If they feel like maybe that you're desperate for them to change, they'll act a different way. And again, I'm tiptoeing again, because I don't want to demystify magic here. I'm trying to say that there's a real way for, and, you know, Daniel Kahneman and Amos Tversky, they talk about it in their work, the thinking fast and slow, for example, which to us is a magic book, how people make decisions. And they often say, if you phrase a question one way versus another way, and even though the same thing is at stake, it's the same equation, if you phrase it this way, they'll prefer that. If you phrase it that way, they prefer the other one. And it makes no sense because that's the bottom line is, like, which one do you want?"
    },
    {
        "speaker": "A",
        "text": "Well, I think the brain runs algorithms, and some of it's historical and how we are raised. I'll give an example. A friend of mine has twins. And I said, how's it going with the twins? Describe their personalities and how they differ. And he said that one of his twin daughters, no matter what you tell her, she says, no, she challenges you, but not as a way to disengage, as a way to engage."
    },
    {
        "speaker": "B",
        "text": "Nice. Interesting."
    },
    {
        "speaker": "A",
        "text": "Yeah, interesting. And the other one is very willing to engage in things, doesn't challenge, but engages through active collaboration. When we had Chris Voss, a former FBI negotiator here on the podcast, he said one way to get information from people in these scenarios he used to do before is instead of asking them a question, you give a hypothesis. You keep your hair really nice, you got great hair, you must spend a lot of money on clothes. Now, people will respond, he tells me, by either agreeing, yes or no. I don't really spend a lot of money. You just got information, but you're not asking, do you spend a lot of money on clothes? You basically state a hypothesis, and then they are either going to accept or refute your hypothesis. And people almost reflexively respond to hypotheses about them from others by wanting to defend the truth. And that's a way that FBI negotiators and others get information rather than ask questions, give them hypotheses and people will defend their truth to the point of giving up information they wouldn't otherwise."
    },
    {
        "speaker": "B",
        "text": "Yeah, and if you want to, I know you're here for me to reveal my tricks, so I'll reveal something. Hypnosis, they do this quite a bit, and it's a beautiful strategy of doing it. They'll make a few statements and they're simple statements, they're accurate. You can argue with those statements, they ring true and you believe them. And then maybe the last thing they're going to say is not quite true, but because of you average the information and you go, okay, he's speaking the truth now, he's telling us the truth. But in between those statements, there's some inaccuracies there that are starting to manipulate you, but they are half truth. Like, for example, I say this is a round table and you can feel the light. Even if you close your eyes, you could feel the light. And you can even feel that even if you didn't know that this is a bigger light than this one because of the heat. Now, this might be a false statement, but it makes sense."
    },
    {
        "speaker": "A",
        "text": "And you can start to feel heat on one side and you start to."
    },
    {
        "speaker": "B",
        "text": "Go, yeah, it's logical, it's very sensical, therefore it's true, but it's a half truth. Maybe if we measure that this is a stronger light, who knows? And I say, and you feel there's a bit of a hum here. And the more you focus on it, and it's getting louder now because you're paying attention to it, it's getting louder. It's not getting louder."
    },
    {
        "speaker": "A",
        "text": "You know, actually, you're guiding perception."
    },
    {
        "speaker": "B",
        "text": "But I'm guiding. Exactly. I'm directing your attention to the things I want you to. You heard a plane. It's an illusion. No, it is a real plane. But this is something that hypnotists do very well, you know, guiding you, you know, going to NLP and all that. It's all related. The idea of, like, sounding like they're telling you things that should make sense and they're accurate, but they're not, they're sort of accurate. And it becomes more and more ridiculous until they tell you, dance like a chicken, and then you dance like a chicken."
    },
    {
        "speaker": "A",
        "text": "Yeah. It's so interesting because, um, perception, obviously, is governed by the brain, at least in part, brain and body, but nervous system. And we have essentially two attentional spotlights, meaning we can pay attention to two things at the same time, but probably not five. And we can merge those spotlights, and we can make them more intense, so to speak, where we can dim them and make them more diffuse. You know, there's a bunch of things that we can do with attentional spotlighting. What you're talking about here is attentional spotlighting, bringing people's perception to real things that are happening, but heightening one's perception of those. So getting more granularity on what's happening. Like, right now, I'm in contact with physical contact with a pen in my hand, but I wasn't thinking about how it feels. But if I put all of my perception there, close my eyes, and really think about it, the whole nature of the perception changes, correct? The physical object hasn't changed. Nothing else in the room has changed. That driving of attentional spotlighting and intensity is essentially what governs our whole reality. I think of everything we're talking about here, and I can't help but think about media, social media, politics, very third rail issues, things that are very third rail topics. And yet this is essentially what we do. The brain people want a shorthand way of navigating a very complex world. And media marketing, et cetera, is in large part designed to capture people's attention, then funnel it towards some specific endpoint. Vote this way, by this way, don't vote that way or don't vote that way. And I feel like, given our discussion, one has to wonder to what extent we are all living in that. What I guess people call it a simulation, but it's not a simulation. It's a. We are all being biased by these external forces. Do you see examples of, quote unquote magic and mentalist work at the level of media, at the level of politics, without talking about sides or centers, you know?"
    },
    {
        "speaker": "B",
        "text": "Yeah, of course. First of all, I feel like social media has changed the way audience behaves in the theater."
    },
    {
        "speaker": "A",
        "text": "Tell me more about that."
    },
    {
        "speaker": "B",
        "text": "So, first of all, I know now you have TikTok and Instagram, and it's really short clips of information, and people go through them really quickly, so they need to be stimulated way more often than they used to. So I can do a routine now that really drags with long monologues, and it's slow. The speed changed. And the fact that I think about this a lot. There's a blackout when I did inner circle. There's a blackout before I appear. So I come in and I can still see people to the very last minute on their phones. And I'm like, wow. Going from one stimulation to a real stimulation with almost no gap. There's not even a second a buffer between this stimulation to what I'm. And it always bothers me because I want to clean their palate. I want to reset their palate, and it bothers me to do it on the phone."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's like going from the Super bowl to the NBA championships or from the ballet to a rock concert. It's like, yeah, I actually have a theory, which is that for those that are willing to introduce gaps in stimulation, sleep, we'll talk more about sleep, rest, walks, where we're not looking at our phones or just kind of not necessarily bored, but that those gaps we know, we know with certainty are when the brain both processes information, stabilizes information that we've learned and comes up with new ideas. It's almost like nowadays, if you want to get really good at some craft, just introduce more gaps in between intense focus and learning around that thing and exposure to that thing. I couldn't be more certain about this."
    },
    {
        "speaker": "B",
        "text": "It's true. And again, Juan, again, Tamaris talks about the power of pauses. And one of the things we try to do is that people will embed a memory. So it's not just that you encode the information and you want them to store it. You also want to start long term and to be able to recall what they've seen. Now, if you move from one action to the other, it's just not going to work. So there's a thing that Juan does where he's like, he's holding a card, and he says, can you see the reflection in my glasses? And everyone's like, what is he doing? Look. Did you see reflection? And meanwhile, he's holding a playing card to point towards the glasses. And then at some point, he places the card on the table and accidentally he knocks a glass filled with water everywhere. And people, they start cleaning it, and it's like a huge interruption to what just happened. And then he says, does anybody know what car this is? And most of the times nobody knows. He goes, you never saw this cardinal? And they go, no. You never showed it to us? Oh, I never showed it to you. And there was one event where he did, where he replayed the video to them. He says, look, I'm holding it for 15 seconds in front of you in a very awkward way, and they don't."
    },
    {
        "speaker": "A",
        "text": "Remember it because something dramatic happened immediately afterwards."
    },
    {
        "speaker": "B",
        "text": "There's no moment for them to isolate the two events. And the other event was way more impactful and therefore more memorable that it erased the small memory, the small event. There's a big event and a smaller event, and that took over. That's why maybe, I don't know, people crashing to they have an accident, you know, whatever, they don't remember the ten or 5 seconds before it kind of erases it. So we often, when we do magic, we do want to give them a moment to really relax and to digest what they've just seen so they can store it very well if it's something."
    },
    {
        "speaker": "A",
        "text": "You want them to store. But if it's something you want them to forget, then creating a dramatic moment adjacent to it with no gaps is the way to go. Yes, we clutter it."
    },
    {
        "speaker": "B",
        "text": "We clutter their mind with information. When we don't want to store it, we will slow down and feature it and give it enough time to breathe and live when we want them to record it. So the speed, the emphasis, the pauses, all of those things are manipulating how they remember things."
    },
    {
        "speaker": "A",
        "text": "Can I share with you a little bit of neuroscience tidbit knowledge? This is relevant both to what you just said and to learning of any kind. There's a phenomenon called gap effects, which are very well demonstrated in neuroscience and psychology of learning. But before I explain to those, it's really important to know that when we learn, we are exposed to something. And then the actual rewiring of connections in the brain occurs typically during sleep or rest periods away from the learning. There's the stimulus. Just like exercise, you don't get better vo two max and muscle strength, et cetera. During the exercise, there's an adaptation that occurs later. And with learning of cognitive material or information of any kind, even if it's very emotionally impactful experience or information, the rewiring of connections occurs later, typically in sleep or sometime later. Now during sleep, the replay of the memory occurs, but at a rate about 20 or 30 times faster. And for some reason, nobody knows why in reverse. Okay, so a string of numbers 123-4567 in sleep is played 30 times faster and 7765-4321 nobody's knows why. This is the way the brain encodes information about space, about information of any kind. Now, gap effects are the very well demonstrated effect of, let's say you're teaching me how to shuffle cards or a sequence of numbers or scales on a piano. I'm practicing, I'm practicing, I'm practicing. But somebody figured out that if every once in a while, there's a gap introduced where I cannot perform the rehearsal. I do nothing. The brain does the same thing. The hippocampus, a center in the brain required for memory encoding of new memories, plays that same sequence at 20 to 30 times faster in reverse. So this way. So what this means is that when we introduce gaps, the brain is still processing the information, but much faster. And the introduction of the gap somehow allows whatever we just learned to be encoded far more than if we don't introduce a gap, which is exactly what you just said, but with a bunch of nerdy neuroscience speak to it. But this has been shown for music, for math, for conceptual knowledge, et cetera. And what it says to me is that if we want to learn things, controlling the cadence and the availability of gaps and the adjacency, like how densely cluttered or spaced out things are, is key. And I'll just share briefly, and forgive me, because I'm going long here, but the way I remember the video of you with Penn and Teller in the green and white sweater and a few."
    },
    {
        "speaker": "B",
        "text": "Other, you took a nap right after."
    },
    {
        "speaker": "A",
        "text": "No, what I do is I watch something or read something, and I sometimes highlight and take notes, but then what I do is I close my eyes. Sometimes I take a walk, and I just think about what I just saw. Now I have a problem, and I was recently referred to as neuro atypical, which I'm starting to wonder if that's true. But I'll get assessed and we'll see that oftentimes irrelevant details are what get encoded to memory as opposed to the core feature. But we'll see. I like to think the core components are what I remember, but often details that seem irrelevant get encoded. I can remember details of things that are kind of maybe trivial to most. So these gap effects are real neurobiological phenomenon, there's no question about it. And I suppose I should pause to let that sink in."
    },
    {
        "speaker": "B",
        "text": "I know, and people should take a nap right after this, go sleep and think about this conversation."
    },
    {
        "speaker": "A",
        "text": "I think it's so interesting because. So that explains something about encoding of information. But causing people to forget something is equally important. So oftentimes when you do tricks or when other magicians and mentalists do tricks, I notice that you'll get people to count with you. Okay, let's. All right, let's just count the cards. Count them with me. It'll be one, two, three. Is there something about the counting itself or the cadence of the counting that is valuable?"
    },
    {
        "speaker": "B",
        "text": "Yes. We try to create tension. It's a drum roll. Think of it as a drum roll all the way to the punchline, and you're trying to create this tension. Oh, my God, oh, my God, oh, my God. And then it happens, right? And on the relaxation, the moment right after that, when you relax, that's the moment to do the things you don't want them to encode. Those are the most vulnerable. In other words, when you go to a magic show, do not laugh, do not relax, remain tense, and you'll be good. But the moment you relax, you're off guard. You're not scrutinizing, you're relaxing. So we do play a lot, and slideini was a master of that, the idea of tension and relaxation. So those are just one of the tools that we would use in order to do what we need to do at the right spot. Look, here's an interesting example. You've heard the term misdirection. I think every person in the world have heard and understands the idea of misdirection. A magician is misdirecting you, and yet that information does not help you in the real world, right? You know the concept. You know it exists. You know, a magician will make you look at the wrong place at the wrong time, and you would, or maybe the right place at the right time, and you would still follow. In other words, knowing the principle, knowing that he's doing it, it's still effective. And that is amazing. So, to me, that is the reason I don't mind, to enrich people's knowledge about magic and to give a little bit of information behind a curtain. The things that magicians say, oh, we're going to. You know, there's a beautiful saying that I just love, and I don't know who's responsible for this beautiful quote, but I love it. I quote it all the time. People think that magicians are guarding the secrets from the audience, but it's the other way around. We are guarding the audience from the secrets. So because we know that once you know how it's done, you won't enjoy it. But I believe also that there's a level of knowledge that you can know about magic, that next time you see a magician, you will enjoy it more, because you understand that to do one card trick could take months and months of work. And we think about every word and every move and how we interact and how we hook you into wanting to be fooled, create the desire for you to see magic, and it's such an intricate process. So maybe, you know, revealing a little bit about magic is not a bad thing. So you understand the complexity of this art, which unfortunately is invisible art, because a pianist, sure, you can see how skillful I am, but if you come to me after show, oh, you're so fast with your hands. That's an insult I want you to say, but you never touched anything, so it's a bit of a conflict here."
    },
    {
        "speaker": "A",
        "text": "It's like the show that I saw that you did in New York, right off Washington Square park. You didn't touch any of the cards or materials. The audience did it all for you, which are the inner circle. You had people actually maneuvering the cards and doing things they weren't collaborating with you. In fact, it made it far less likely that you ought to be able to do what you were doing, which is remarkable. I think that that as you're describing this, I can't help but feel that the understanding of mechanism or how it's done just a little bit, is a little bit of what I've tried to do with the podcast, where I think people obviously want to know what to do for their health. But if they understand a little bit of the mechanism behind it, maybe a lot of the mechanism in some cases, then I think it enriches their understanding and gives them flexibility when things are perhaps not optimal. Sort of like someone learning a recipe versus understanding why you add a little bit of baking soda, so that when there isn't any baking soda, maybe there's an alternative, or you make an adjustment someplace else. That's what a real cook can do, as opposed to somebody just following a recipe. I think that with magic, this takes us back to the first question. I think with magic, it's so exciting to me that the magician, the mentalist themselves might not get it right. Like, if I know you're going to get it right, it's exciting because if I bring someone else along that's never seen it before. But what I want to know is that, you know, the trapeze artists could fall."
    },
    {
        "speaker": "B",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "I don't want them to fall, but that the idea that they could fall is what makes it really exciting."
    },
    {
        "speaker": "B",
        "text": "Absolutely. And we fake it a lot. There's a lot of times where I will intentionally create a scenario where it seems like it's not going right, you know, I'm in trouble and I need to get out of it. And you go, oh, he's okay. He's good, good. But this one, no. And then you realize it was a part of the illusion, and this is like, even the trouble was an illusion. Don't trust anything."
    },
    {
        "speaker": "A",
        "text": "Sorry, I didn't mean to interrupt there. You paused for me to remember, and I want you to digest it. Right. This is like, this is built into every script of every romantic comedy and every action movie. Like, everything's, you know, there's a challenge, then there's moving forward, and then things are about to go well, and then, oh, my goodness, they're on the wrong trains. It's gonna be. And then that's the tension build, and then there's resolution of some sort, and then sometimes there's a twist at the end where the resolution isn't there, and that's how you get a sequel. Right? It's kind of the same thing. I wonder, and I hope, that someday neuroscience will understand what the core algorithms in the brain are for a story. A story that involves a question and a hypothesis, some characters and some trajectory, a potential error, and then some resolution. And then maybe it opens up the possibility of mystery again, because as you describe a magic trick or a mentalist act, it seems to follow that sequence. You introduce the people, the cards, the props, etcetera, and then there's a story. And here's what's interesting. I see this in comedy also. One of the things that's exciting is when we think we know what's going to happen next, and it's either that we are very surprised, there's a violation of the expectation. But even more interesting sometimes is when we're like, no, no, no, where we think it, that something's going to happen, and you're actually taking us towards that unbelievable possibility. This is something I find amazing, that sometimes, even when we expect something, or especially when we expect something, if it's an outrageous outcome, there's no way that's when we are most excited, because we're."
    },
    {
        "speaker": "B",
        "text": "Involved, we are part of the drama. So I love what you said about the idea of a recipe, Mike, following verbatim, in a passive way. I don't know how it works, but eventually I think this would lead me to a cake somehow, as opposed to understand what the chemistry is and why this happens and why this and that. I think that you become more invested and you are part of the act. So it's almost like when I am obsessed also with painting something that I just do often. And I remember, I can easily recall the experience I had when I went to a museum and watched some art before I painted. And the way I view it today, as a painter, as someone who's touched pigments, mixed them, put them on a canvas or paper, and all of a sudden, I look at it a little differently, and I think it changes the interaction that I have with the painting, because I understand the language, I understand the struggle, I understand the challenge and all of that. And it's the same with anything. Like when you read, one of my favorite reads of all time to this day is van Gogh's letters. I remember I saw van Gogh before. I saw it after. And the story. And that's why I think we can talk about AI for a second. But the story of the letters with the paintings make them complete different images. When I see now the sunflowers or the chairs or the landscapes, and I have some context to go by, they become a part of a much bigger story. And to me, that enhances the. The experience. So a few friends, you know, me and a couple of my friends went to a museum at the Met, and there was a beautiful wooden sphere half opened like that. And the detail was like, you need a microscope to see and to appreciate the delicate carving of the wood. And we all looked at it in awe. I was like, it's amazing. And I said to them, you know, you look at it and you see the year. It's from the 18 hundreds, and you go, wow. The technology they had in 18 hundreds to do that and the patience and the time, all of it is part of the artwork. What if I told you we fooled you? This was 3d printed 20 minutes ago. It took about five minutes. And it's. We can make a million of them right now. No, it's the exact same object. It looks as impressive, but the story is different. And I think that is, again, part of the experience. We have a recipe. When you understand it, the experience you have is different. So I do believe that knowledge really can enhance an experience, change it completely. So that's something I'm being on."
    },
    {
        "speaker": "A",
        "text": "Stories seem to be the kind of bento box that arranges information best, in my opinion, for those that don't know. Bento box. Right. Like a box with a little different compartments, and you have different things, and, you know, the brain can. Okay, let's just acknowledge some first principles. Ground truths. We can only perceive a certain number of things at any one time, but we're sensing tons of information. So the brain is a selector filter and a prediction machine, and so. And it does a bunch of other things to keep us alive, but that's basically it. All my neuroscience colleagues are probably like, wait, wait, wait. But what about this? Okay, but that's. That's pretty much it. Keep us alive, predict things, and perceive certain things that we can sense. Not others. Things outside our sensory apparatus, like infrared vision and sensing, you know, certain forms of heat and electromagnetic energy. Some yes, some no. Depends on what animal you are. So, okay, so stories and the sequencing of things seems to be one way in which we best learn information from the time we are very little. We are read stories, and our lives play out like stories. So I think that the idea that additional information about context, this is from the 18 hundreds, not just the box that it's encapsulated in, but it gives you a sense this is important, and it's old. It tells you this was harder to do back then. Hard, presumably. And then, as you said, it brings to mind all these ideas about what went into that. Like the pyramids. They're very, very interesting, but especially interesting given when they were built. Exactly. And what that meant for certain people and not for others. So I think that. So there's that, which I think is so key because it extends way past magic is really about how the brain works and learns information and perceives the world in moments and what we remember, what we don't remember. And then there's another thing that I'd like to touch into, and maybe we touch into this first, which is that you mentioned that you paint."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "So I've come to learn that many people who are virtuosos in their craft, as you are, have hobbies or practices or things that they do that are sort of adjacent to craft. I think Joni Mitchell, the singer, often talked about painting as a way to get into a mindset of singing, even though that wasn't the specific intention. It just kind of led there a little bit like a sprinter might have, I don't know, some dynamic stretching that they do that's sort of, like semi related, but not the main thing. Or maybe they would listen to music and kind of bounce around to the music. Maybe that's a better example. So it's not directly in line with the practice, but it puts the brain circuits that are required for that practice into a certain mode. For you, maybe it's painting. For me, it's drawing. How often do you paint? What do you paint? And do you paint with the intention of anyone ever seeing your paintings?"
    },
    {
        "speaker": "B",
        "text": "Yes. I'm not sure. I post them in my show. It was an opportunity for me to make a portrait of all of my heroes. So it was a mini exhibition as people walked into the theater, to see all those portraits of the people that that affected me, influenced me, and so forth. Magicians, I would say most of them. Avner was there too. He's not a magician per se, he's also a magician. But, yeah, mainly magicians. Houdini was Melini, Tommy Wonder chan, canasta, David Blaine, people that really are part of who I am today. So to me, that's an aspect of its own. Why do I paint these people? Is because it's an opportunity for me to meditate with these people that I adore and owe so much to. But why do I paint? First of all, it's intuitive. It was not a cerebral decision. Oh, I think I need something to supplement my life and I need painting. Painting. I always love to work with my hands. I always love to draw, I love imagery, I love design, and I always gravitated towards wanting to paint. And by the way, most of the things I do, they're not like, I don't look at them through a scientific point of view. It's I do them intuitively. And then later I understand in a more scientific way why, or I ask scientific questions, why am I doing those things? And I think for art is important. Start with intuition. Start with what makes sense to you or feels right, and then start asking questions, the whys and hows and what does it mean? You know, painting in itself, there's lots of science. You know, if you mix blue with yellow every time, you're going to get green. That's science. But when you paint, I think you need to forget about the science. It needs to live in the back of your mind and you need to let your, I don't know what, your spirit, your mojo take over and paint with you. But I started to learn so much about magic from painting. And I tell you why. You need a bird eye every now and then. You need to detach yourself from something that you do so much of and you build all these biases, right? When I approach a trick or work on a trick, I come with a similar approach. You know, it almost becomes formulaic. And formula is poison for art. When you approach something with a predetermined, you know, preconceived notion of doing something, you might repeat yourself so much that it's boring and you're not allowing yourself to grow and to maybe find things that you never knew existed in you or outside of you. So, painting in a weird way, when I read biographies of, let's say, Lucian Freud, which I really love, and he's talking about art, at some point I feel like I'm reading a magic book. It's so applicable to magic. He's talking about intention, he's talking about, you know, I'm going to misquote him for sure. He says, every time I approach a canvas, I approach it as if it's the first painting I've ever painted. And he says to take it even further, the painting, the painting that was ever painted, because he wants to approach it with the attitude of a student, with the naivete, with the virginity of first time. So you don't repeat the same shitek, oh, I. You do this asking, oh, I've done this before, I can do this again. You kind of want to divorce yourself from all these things, you know, and start the search again from as close as possible to this first time, because there's something beautiful about that. There's a technique that painters use. Andrew Wythe did it a lot. He will paint the painting. He would look at it, says something is wrong about it, and I don't know what. There's something about this painting that just does not work. Then he will take the painting and look at it with a mirror. So he looks at the reflection of the painting. So he flips the image very much like the way we think at night. And when he looks at the reflection, he goes, ah, the nose is wrong. He couldn't see it. When he looked at it, he couldn't see that the wrong was off Orlando, you know, distorted. But when he saw the reflection, he could, because he was able to cancel his biases. He saw almost a cousin painting of the one he just made, which is a beautiful thing. But this analogy also, I think, acts for me with magic. It's a way for me to look at magic from a mirror, to look at it differently from a different angle, because art, I find that the arts are very much connected. There's so much similarities. And when I lecture to magicians about magic, I quote art books more than I quote magic books. I quote cervantes from Don Quixote about magic. You know, someone wrote a book in the 16 hundreds, and he talks about the two, what we like to call the two impossible theory, not the too perfect theory, the two impossible theory. And he talks about that perfection in writing is restraining exaggeration. And it's a whole paragraph about that. Art needs to be believable. There has to be truth in it to be enjoyed. And it's so much true for magic. I can't just. Even when we do something that's impossible, I still want the ground to be plausible. Maybe this could happen. Therefore, I need to restrain exaggeration. I need to restrain the impossibility. And that, again, this is a novel from the 16 hundreds. Don Quixote, my favorite book of all time, teaching us about magic. And Lucian Freud is teaching me about magic, and Andrew Wyeth and. And Van Gogh and all these people. So I think that's why I love this diversity of, you know, I love photography very much. I always have a camera, a camera with me, film photography, I love. And composition, the idea, no one uses that word, usually with, adjacent to magic. They never talk about, oh, it's a composition. But if you understand a composition and you apply it to magic, you have a whole new way of looking at how to create a piece of magic just by using that word, that term that painters and photographers use. So that's, to me, just an amazing reason, a good reason to paint."
    },
    {
        "speaker": "A",
        "text": "I love that you're touching into some of the core modulars, the ground truths of art and of magic and how they overlap, because what we're really talking about here are ways in which the brain works, stories and this restraining exaggeration. I'll just share two things. I'll try and keep it brief. One is that, again, Rick Rubin, incredibly virtuoso at the level of creativity and bringing out people's best in terms of music. Other domains, too. But mostly music often says that the art has to have some recognizable feature like this, this artist that people have perhaps heard before, but then something new. But you can't completely depart from what was done before. There has to be some recognition. You also talked about wiping away of using a completely new canvas. This example you gave when Rick came to our studio here, he looked around and he goes, I like this place. He's very into physical spaces, and the walls here are black, and there's some other stuff, too. And he said, well, because both Rick and I came up through punk rock music, he was like, yeah, I think a smaller place. Black walls, like cool. His studio is mostly white. But then he said, but I'd get rid of all the art and the plants. And I said, why? And he said, because it's distracting. He doesn't have art or awards on his walls. It's all blank. So that every new project is a completely new project. There's no, that's interesting. Previous stimuli entering the picture. It's a new project. So you don't want pictures of awards that you won for that album or anything. I go, what do you do with all that stuff? And he's like, just get rid of it."
    },
    {
        "speaker": "B",
        "text": "Me too, by the way. I totally understand that."
    },
    {
        "speaker": "A",
        "text": "Very interesting. So clean slate. Then. The other thing that just is so striking to me is this idea that there has to be something that is a truth, a mathematical or a physical truth present in art. One of the best ways that one can understand how the brain creates perceptions is that the brain creates abstractions of what's out in the outside world. Light, sound, touch, smell, taste, come in. But that's all translated to electrical and chemical signals. And then the brain reconstructs an image, by the way, the lens of the eye. You'll find this interesting as a photographer inverts and reverses the image so that when it lands in the brain, the neural retina, first stage of visual processing, you're actually. I'm looking at you, you're right side up, but you're actually landing on my. The perception in my brain is that you're upside down and flipped."
    },
    {
        "speaker": "B",
        "text": "I am."
    },
    {
        "speaker": "A",
        "text": "And then now you got me. You had me for a second. I am too. So. And then the brain reconstructs an upright image. It's really wild. So the brain is constantly abstract, making abstractions about what's out there. So if I were to say, take a photograph of you and show you a picture of your face, you'd say, yeah, that's me. But if I said, aha, but I'm an abstract artist, and to me you look like. And I basically do a bunch of squiggles and a thing, and I show you it doesn't look anything like your face, you'd say, yeah, I don't see it. However, if I somehow have the artistic genius, which I don't, to create an image of you where the eyes are distorted, their position, or maybe the shading, something is different in a way that lets you see, and other people see your face in a way that is similar enough to Aussie wind that we recognize you, but different enough that it looks interesting, we're effectively creating the kind of abstraction that the brain creates, like some level of interest in an emotion or in a something. Right? A reflection in your eye could be, who knows? And so the brain is an abstraction machine. It doesn't actually know what's out there. It's taking best guesses. And so I think when we see great art, it's able to capture enough of the real physical truth of that thing. But to touch into some of the ways in which the brain abstracts. I'll give one more example, Rothko's, which are simply to some people who don't like them, I love Rothko's, are simply color on canvas. But Rothko, whether or not he intended it or not, did something absolutely spectacular with his art, which was he eliminated the white space and the canvas, and in doing so, was able to allow things to come forward in color space. As we call in visual neuroscience, certain colors are not visible unless they are adjacent to other colors. And when you eliminate all the white space, the canvas, and you take away the frame, then colors that you haven't seen before and color transitions that you can't see pop. And that's the brilliance of orothgo. It's not that. It's two colors and a square and a rectangle. And this is why they're worth millions and millions of dollars. They're so spectacular because they capture a physical truth about color space that's inaccessible in a framed painting or a painting that includes some visibility of the canvas. So Rothko shows us color space. The math of how the brain produces color, contrast and hue and wavelength, intensity and color is also intimately tied to value in the brain in a very interesting way. And we're not looking at it thinking all that, but we feel something that's like, if we appreciate Rothko's, like, hmm, that's interesting. That captivates me. Does that make sense?"
    },
    {
        "speaker": "B",
        "text": "Yeah. I have a question to you. Do we know that Rothko did it through that lens of understanding? Probably not the science you just described? Or did he just intuitively felt, this is a great composition, these are great color scheme, and I will do that. What do we know?"
    },
    {
        "speaker": "A",
        "text": "It's most likely the latter. I have a colleague, Bevel Conway, who's at the National Institutes of Health, who's far more versed in this stuff than I am, so he might correct me. I'd love to get him on the podcast sometime, but it's very likely that Rothko felt something upon seeing colors in a restricted kind of tunnel of vision, and then realized that if this could be brought to scale, because Rothko's tend to be pretty large, then something special was happening, sort of like Chuck close took tiny little images of faces, and now he had a visual issue with faces. Prophesygnosia, etcetera. People can look that up. Failure to recognize faces as faces, they just look like objects and realize that he could create composites of these things as a big face. And it's very different experience to look at a face that's made up of tiny fragments of many, many faces. Now, here's where it gets interesting, because there are many, many artists that sit out in front of museums like the Met and sell paintings that are very inexpensive, that are very accurate renditions of things picture of Taylor Swift, picture of Bob Marley. Not interesting. It's cool. They can do it. Or the real, you know, the kind of, you know, curbside trickery. Take a painting, paint in front of people, what's he or she doing? And then flip it over. It's the person. It's cool in the moment because you're like, wow, they can paint upside down, but actually it's not interesting at all because what they created is basically a decent photograph ish image just upside down. So they might as well hang upside down while they do it. It's not interesting. It's not great art. So what I think what we're converging on is that great art takes us through a trajectory that involves the. I believe now, after this discussion, that takes us through the arc of excellent storytelling. It involves a surprise recognition of truth. Return to mystery. All these components that you described for magic are present in art and presumably are present in a great song or play as well."
    },
    {
        "speaker": "B",
        "text": "You know, I love everything you said, and I often contemplate about why I respond to a certain painting, but the painting outside the mat of the guy, I don't. And I never. I was never able to come up with a sufficient answer. But this is as close as I got. And I often ask, why do I like this but not this? Why do I like that? And I don't like this. I think that I making a judgment about the motives of the painter and do I believe him? Is it honest? Is it a true honest expression that extends out of him on a canvas? And a lot of times, and that's the closest I got. I go, and they see these patterns and dripping paint and splatter and this and that, and it's super. Like a lot of people, wow, this is cool. And I'm the snobber goes, I think it's shit. And the reason is, when I see it, I think. I think I see the motive. He says, I'm going to do something cool. I'm going to do something that is eye candy, and I'm going to use every trick in the book to make it happen. As opposed to somebody like Lucien who paints with his guts. I believe every brushstroke. I believe it's an honest painting that comes from here. And there's no motive to try to wow you or to tell you, look, I'm the best. I'm so great. So that's as close as I got to understanding why I respond to Lucian Freud but not to that street artist who does this, you know, sparkles with his tooth. I don't know. Toothpaste. I don't know."
    },
    {
        "speaker": "A",
        "text": "I took everything I had. All the top down inhibition to not go. Yes, yes. I think that the critical distinction is that the street artist is doing it for the audience, for people, and for the sale. They're doing it to make a living."
    },
    {
        "speaker": "B",
        "text": "Audience pleaser."
    },
    {
        "speaker": "A",
        "text": "Right. Whereas the other artists, let's call them the greats, are doing it for themselves. It's something in them that needs to."
    },
    {
        "speaker": "B",
        "text": "Get out, and it's honest."
    },
    {
        "speaker": "A",
        "text": "Right. And I have so many examples that just leap to mind. I'll use one from a completely different domain. I grew up skateboarding. I was not good enough to make it a career, but I have great appreciation for. There was a guy in the nineties, he's still around. Sadly, he suffered an injury, had him paralyzed for a while. But now he's walking, cycling, and skateboarding again. His name is John Cardiel. John Cardiel is just a legend in the landscape of skateboarding. I knew him back when, still know him a bit. And the way he would do things was just so spectacular. It just the energy in it. It wasn't because it was so big and so far and all of that. Yes, but there was something in the energy of it. And I'll never forget, there's a documentary about him. I'll put a link to it in the show. Note captions where someone's describing a conversation they had with him, where he does something spectacular, and then he shows up. He goes up to his friend, and his friend said, yeah, at that moment, John turned to him and he goes, that one was for me. And I just. I think of that now. Like John, like cards, as they call him. It always looked like everyone was delighted, just thrilled by what he does. Right? He's a true virtuoso, but it's the sense that he's not doing it for your entertainment. He's doing it for him. It's the expression of something inside. Rick talks about great art as your own offering to God. This is not about your audience. This is you and your thing, whatever is inside you, and it's your offering to God. And I think it's such a key thing. It's the exact opposite of someone doing something to please the audience. And of course, one delights in audiences being pleased, but that can't be how you approach your magic. It must be because it just feels so good."
    },
    {
        "speaker": "B",
        "text": "The truth is, the show I create, inner circle. It was created because I wanted to do that show. I mean, if you tell me somebody's going to come and watch an hour and a half of somebody doing a bunch of car tricks. It sounds boring, but I think every art form is an excuse to tell something bigger. Van Gogh recorded his sensations when he looked at the sunflowers and recorded his emotions on a canvas. Every brushstroke, the speed in which he placed every brushstroke and the colors he chose to put, every decision he made was a recording of his sensations, his state of being at that moment when he painted it. So who cares about sunflowers? We've seen a lot of bouquets of flowers and roses. And this Matisse, as this famous quote, he says that the hardest thing to paint is a rose, because one has to first forget about all the roses he painted before were painted before. And it's so true, because to me, a still life is something that students do in art schools. Here's a bouquet of flower painted. So why are we looking at Van Gogh and saying, wow, the sunflowers, what a beautiful piece? It's because the sunflowers are just an excuse for him to record something of him. He recorded him himself on the canvas, and that's what we're seeing. We're seeing the personality, the excitement, the obsessiveness that he had. And I think that's wonderful to me. I mean, I always start with, I want to do this show because I think it's beautiful, because I think it has something to say. I hope people like it. I love people, too. And to me, the people are also part of the brushstrokes. I make a lot of room in my show for people to flourish, to become a part of the show. That's part of the expression that I'm trying to create. It's not just about me, it's about them, too. But that's an artistic choice in itself."
    },
    {
        "speaker": "A",
        "text": "Where do you draw? I don't want to say inspiration, but the components for a show. So I can think of. You can look historically and see what people have done, learned from masters, teachers, from your own experiences. Like, if you, let's say you were to travel to Australia or South America, would you bring back components of your travels to the show you create? I don't know. Or what's your process for figuring out or sensing into what you want to do? And I feel like discussions like this are very important for people to hear the. Because not everyone wants to be a magician or mentalist or scientist or podcaster, but what we're getting down to here are the core components of creative expression. So where do you draw on the, what do you bring? Is it your daily experience? Does it come to you in the form of a bodily sensation? Is it in your dreams? Is it in your discussions? Do you try and resurrect cool things from the past? Where does it, where do you draw from?"
    },
    {
        "speaker": "B",
        "text": "It's all of it. It's really all of it. I'm a sponge of everything around me. I interact with art, with books, with information, with friends, conversations. Everything is a source of inspiration. Everything is, and it goes through my filter. I'm always amazed at the fact that 20 students can paint the exact same thing. The exact same, please. This is a flower. Paint it, and you'll have 20 completely different paintings. Is because everybody, I think, filters this information through their sensory, whatever it is. And I think that's what we, at least that's what I think I'm doing. I'm constantly consuming not just art, everything. A flower, this a conversation with a friend, social media, maybe. You know what? Yes. Yes. I think everything affects me. Me sitting with you right now will affect me, will change me, will become a part of the mosaic of experiences I have, and it will affect me. Like, this conversation right now is changing me. Maybe I'm poetic about it, but I really think that way. I think that, you know, if I had any success, I owe it to all of the people that surround me, all of my friends, you know, terrific painter Laura Alexander, who's unbelievable. Her contribution to me is immense. I mean, and it's. Maybe you can draw direct lines, maybe you can't. But I feel like every person that was part of my life is the reason, the outcome that I produce is because of those people. So I don't know if I, I don't look for, I don't search for inspiration. I think what I do, at least, I really want to let things sink in, and I want to consume. I'm curious. I always want to know more, to listen to more, to see more. Like, for example, if I go to a museum and see a painting I like to dwell on, why do I like it? Why am I responding to this? Why is this triggering me? What is this revealing about me? And I don't think there's one way that I say, oh, this is, this is the process. This happens. I do this, then a trick is born. Sometimes. Sometimes it's the Tommy wonder story, right? I see someone who's doing a trick, and the explanation to the trick is way prettier. And I go, wow, it's amazing that the things behind a curtain are more interesting than the things in front of the curtain, that to me, it planted the seed. And five years later, there was a piece. So, yeah, I think inspiration is become a sponge. You need to consume this. I learned from my friend Jamie in Swesi says, to do good art, you have to consume art, create art, get critiqued, just do those three things. Consume art, create art, and get critiqued. Also, when you consume art, it reveals something about you. So, at first, when I started painting, I loved everything. Surrealism, pointillism, give me hyper realism. And slowly it narrowed down, because through observing art, I start to learn about what triggers me. The art revealed taught me what am I responding to? What pushes those buttons right? And I think that's a valuable, important step in becoming an artist. Consume art and let it teach you something about you. Then create art and then critique it by yourself and maybe people you trust. I think, again, you do those three things, you're pretty good."
    },
    {
        "speaker": "A",
        "text": "I'm starting to understand that in your magic and mentalist work, you're a storyteller. And to some extent. To some extent. And the characters can involve cards or numbers or information. And you cast people in the audience, often into those stories. And depending on what they give you, you might assign them a different role, of course. And you do know what the conclusion of the story could be and maybe ought to be. Sometimes there's some element of surprise, even for you, but that you're working with a certain palette of paints, and they're predictable enough that you can get where you want to go. But as you said before, that the improvisation of it is part of the delight for you."
    },
    {
        "speaker": "B",
        "text": "Absolutely."
    },
    {
        "speaker": "A",
        "text": "And because people are resonating with your emotions, there's this empathic attunement. Excuse me? Empathic attunement that you create, that people also feel like they're part of the experience. It's so very different to watch something that you do on YouTube versus to be in a small setting versus a larger setting. And all of these are spectacular. And we'll provide links to these. And if you get the opportunity to see Ozzie live, you absolutely should do it. It's like it will clearly fall into the far extreme of amazing experiences that you'll have. I guarantee it. I think in discussing what art is and people thinking about learning, I think often we wonder if you're a sponge. You're taking in everything, but are you? Do you constrain your days in a way that you're hanging out at the Met, you're not looking at the stuff on the sidewalk outside the Met as much so you have a taste. You have a sense of taste, what you like, and you're drawing from different things. I delight in animals of all kinds, and so much of what I do and so much of what I think about in terms of how the human animal works is based on some overlap with the kind of core modules that exist in other animals. And I won't take us down that path, but I just delight in animals. That's why I follow so many raccoon accounts on Instagram. So I'm trying to figure out, like, when you walk us through a day, you are a night owl. We talked about this before. So what time do you go to sleep at night?"
    },
    {
        "speaker": "B",
        "text": "You mean typically 04:00 a.m. 04:00 a.m."
    },
    {
        "speaker": "A",
        "text": "Is when you go to sleep. And it's not just because you're a performing artist on stage. You've always been this way?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "And a lot of magicians are, and my mom is the same way. My brother, maybe he's a little changed now, but he's also, if he follows his nature, he will fall asleep around four, and I wake up around noon."
    },
    {
        "speaker": "A",
        "text": "02:00 p.m. do you wear an eye mask or curtains? Right to. Yes."
    },
    {
        "speaker": "B",
        "text": "A little bit of light, and I'm screwed."
    },
    {
        "speaker": "A",
        "text": "Okay, so then you wake up. What do you do? I was about to call it your morning routine, but your afternoon, your hour, afternoon, your morning, what is your typical. Do you pay attention to your dreams? Do you recall your dreams? Is there information there?"
    },
    {
        "speaker": "B",
        "text": "I don't know. I do know that a lot of my resolution, I resolve a lot of, you know, tricks or magic in general, it's problem solving. And a lot of times, I have a problem, and I can't solve it. And as you said, it happens a lot. I sleep, I see everything reversed, and then I. I come up with a solution in the morning. It's a clear as day to me. That's what needs to be done."
    },
    {
        "speaker": "A",
        "text": "Do you ride it down, or you just."
    },
    {
        "speaker": "B",
        "text": "I immediately. I put to practice. I literally just. I'll grab. It's. If it's a deck of cards, I would say, okay, I need to do this, and I I will burn it into a muscle memory. But definitely nighttime is where most of the thinking happens. I sleep well. I think I sleep pretty well. I try. I mean, I try to start very relaxed. I want the first few hours of my day to be pretty relaxed. It's usually a ritual. I have a coffee machine where you need to grind the coffee, you need to do everything. And I love the ritual of making the first cup of coffee. It's the first thing I do. I try to avoid answering emails or things that are urgent or that I don't want to start my day with this energy."
    },
    {
        "speaker": "A",
        "text": "Are you on social media early in the day?"
    },
    {
        "speaker": "B",
        "text": "No, no, no. I consume social media to a degree, and I think it has a place. I mean, there's some beautiful things I found on social media that shows I want to see friends that do beautiful work and they post it, and it's wonderful paintings. There's lots of things. Social media is not a black and white thing for me, that, oh, it's just bad. I think it's a platform and you can curate it in such way that is beneficial, interesting, and could give you valuable information. It's the obsessiveness, it's the intensity. That's a little. And the fact that there are no filters or there's an algorithm deciding for you what you should see. That's a little scary. But no, I started the day with those things, and slowly I go for a walk, or I love walking. My thinking, I think better when I walk. What's the logic behind that?"
    },
    {
        "speaker": "A",
        "text": "Yeah, well, I'm delighting this. First of all, the way you describe your morning routine is very similar to Rick Rubin's morning routine. He wants to capture some of the elements from sleep, ease into the day, gradually walk, get sunlight, and allow whatever processing occurred in sleep and in the liminal states around the morning. And the clarity that comes with the early day to crystallize into ideas and not deal with email and kind of operational things."
    },
    {
        "speaker": "B",
        "text": "It's a set of mind. If I start now taking care of emails and this, and I need to send that in the package, then that dictates the day for me."
    },
    {
        "speaker": "A",
        "text": "What's tactical? What's interesting is it's tactical. It's not creative. In fact, by definition, it's not creative because it's being defined by what other people put on there. There's an investor, I forget his name, great investor, hedge fund guy, young kid, I can't remember, so forgive me, but this quote is not mine. And he said that email is basically a public post to do list. People are telling you where to drive your attention and behavior. Your process is very similar to Rick's. I like to write, and I have most of my clarity in the morning as well. Although sometimes too many tactical things enter my framework. I'm working on that, but I think that what you describe is the life of an artist and a creative capturing the unique components of what was put together in your brain based on your unique experiences, benefits from you and for you. And ultimately, people benefit because they delight and are astonished by the end result. So what you describe sounds to me like an amazing kind of perfect day for a creative. I think it's so important for people to hear what you describe also runs counter current to what most people do during their days, which is to immediately allow the context and the tactics of their actions and thinking to be driven by some external force that is not from them, it's from someone else's mind. And it's incredibly, there's a strong gravitational pull, like what's in the news, what are people saying? What's in my text? What do people want from me? What do people think of me? Etcetera. But that is absolutely poisonous for creative work."
    },
    {
        "speaker": "B",
        "text": "It's pollution. It really. It puts you in a panic mode. And by the way, we have so much stuff to do that will never catch up with anything. So let's make peace with that. You'll never catch up with what you need to do because it's just exhausting. So I understand that, you know, the first few hours I can devote to me to feeling good, relaxed and slowly, I will introduce. Okay, I want to. What do I. What do I want to do right now? What's the first thing I want to tackle right. Sometimes I have an urgency, you know, like, I was practicing the Rubik's cube, so I had a Rubik's cube right next on my side. And the first thing I work, the first thing I wanted to do by choice is to do and start solving a Rubik's cube, because I had to get good at it for a routine of mine. So I tried. I would like to start today with, and my, as you said, my own decisions, things I want to do first. This will make me happy. Then I'm going to. Or I have a deck of cards right next to me, and there's a move I'm trying to get right, and the first thing I want to do is try it in the morning. That's another reason I love cards so much. It's tactile. Even though in my new show, which we can talk about, I decided there will be no more cards. It's just, you know, it's a tribute to the human mind. It's called incredibly human, and it's about the things that are possible, and yet they're on the verge of impossible. So a former rendition of it was when I memorized the entire audience. I knew everybody by name, and it's just a skill. I memorized 120 people every night."
    },
    {
        "speaker": "A",
        "text": "Do you use a mnemonic approach where, you know, like, andrew sounds like or reminds you of some other things, or are you doing a paired association?"
    },
    {
        "speaker": "B",
        "text": "Sure. So I'll tell you a story about it. He just died at 97, something like that, old man, but he was sharp to his last day. Harry Lorraine was a memory guy. He performed as a magician, but also taught to people out to remember things, wrote a lot of books, so. And he was known for that. He was on the Carson show. He memorized the entire audience, and it was really cool. It was his signature piece of his, and I wanted to do it in my show. So we called him and said, can we get permission to use that piece? And he says, sure. So can we meet with you and you teach me, you know, those little details, the minutiae? And I came with the notebook and a pen. I'm ready to take notes. How do you remember 120 people every night? 120 people's names? So I'm so, okay, so what's the work on it? And he goes, you just remember them."
    },
    {
        "speaker": "A",
        "text": "You said first and last names or first names?"
    },
    {
        "speaker": "B",
        "text": "First and last."
    },
    {
        "speaker": "A",
        "text": "First and last names?"
    },
    {
        "speaker": "B",
        "text": "Yeah. You can do first. He did first and last? Yeah."
    },
    {
        "speaker": "A",
        "text": "Goodness gracious."
    },
    {
        "speaker": "B",
        "text": "So he says, you just remember them. Yeah. But tell me the techniques of. I thought it was a joke. I wrote nothing that day. Nothing. And I was so scared of it, and I tried to remember people, and I couldn't, and it was so daunting. And I realized that in order to remember a lot of people's names, the first thing you need to conquer is fear. It's fear. I was afraid that I won't be able to do it. And one night, I did a small venue with, like, 30 people showed up. I said, okay, that's manageable. I can memorize 30 people. So I did it. And you don't know that you know their names until you do it, because all I do is, I say, shake their hands. Oh, thank you so much. Please take your seat. I was the usher. Sit down. Thank you. Now the show starts, and this is a test for me. Do I remember their names? I don't know. And I go, Susan. Bah, bah, bah, bah, bah, bah. And I. And I was able to do all their names."
    },
    {
        "speaker": "A",
        "text": "Do you still remember any of their names?"
    },
    {
        "speaker": "B",
        "text": "I tell you a story about that. Remind me, though."
    },
    {
        "speaker": "A",
        "text": "I will. I'll come back to that."
    },
    {
        "speaker": "B",
        "text": "So it felt like I had superpowers. It was as amazing to me, I think, as it was maybe to them. And then suddenly, then I started doing it in that venue with about 60 people. So I remember I have everybody sit down, and there's a point in the show where I take two coins, large coins, and I glue them with tape on my head. So I'm blindfolded, and I solve two Rubik's cubes at the same time, blindfolded. And I forgot, talking about memory, I forgot to have somebody, just have a stopwatch, just to time me how long it takes me to do it. I just forgot. And I go, guys, I'm so sorry. I forgot. Does anybody here has a watch or an app that he can take time? And one guy goes, yeah, I can do it. And I recognize his voice, and I did not know I could do it. I go, Robert. And he goes, yes. So I did not just remember how they look. I remember how they sound."
    },
    {
        "speaker": "A",
        "text": "And you didn't know that you remembered how they sound. It was just part of your."
    },
    {
        "speaker": "B",
        "text": "It was a surprise to me. And then to make. And it's crazy. You're sitting next to Susan, right? And Stephanie and I describe how they look like, almost to a t. And it amazes me how much we do remember. And that's crazy because the voice, like, your voice, my voice, people's voices are very distinct now. I know it, that I can hear somebody peripheral, and I know. So that's about memory. How do we get to this memories? So to your question, you ask me if use the mnemonics or stuff. The truth is, we need to care if you care about someone's name. Like, let's assume you see somebody in a coffee shop, and the one thing you really wanted is to talk to this person, because, I don't know. You're attracted to them. I don't know. And you say, hi, nice to meet you. I'm Asi. What's your name? The moment they say their name, you will never forget it because you care. You won't. A lot of times we say, hey, what's your name? We don't mean it. We don't care about the answer, and that's a big part of why we don't remember it. But if I say, you need to meet this guy, this guy, you should know him. You will make an effort. So the one thing I did the most was repeat their name. What's your name? Andrew. Oh, Andrew. Nice to meet you. I repeated a few times as I talk to them, or we have a little conversation. And I also realized that the more you interact with them, the more you remember it. So in the show, I always. I faked it. I struggled on the last two people. I said, I don't know. Your name remains stunning. I'll get back to you. And it was Genevieve. I remember another story. Genevieve. I say, you know, I don't know her name yet. So I said, I don't remember your name. But you told me you just came from Africa. You were on vacation for two weeks. And I started recalling so much information about her and Genevieve, I'll never forget your name. And she sits down, and it's amazing. But the more they tell you about themselves, the more you retain and the more you remember, because, as you said, it's a story. And now Genevieve is just not. It's not just a random person with a name, Genevieve. It's somebody who's been to that place and this place, and she's. You know, you can connect it to a story or to something you can visualize, right? Every now and then, you know, stoves. And, you know, I would make those mnemonics or try to find a feature almost like the way a caricaturist does, you know, exaggerate a feature and attach it to the name somehow. Like Antoni maybe has lots of ants all over him, you know, stuff like that. But the truth is, I only did it with those. I struggled. It was a backup plan. But most of the people I hear, the name, I cared, I wanted, and I had confidence that I could do it, and I did it."
    },
    {
        "speaker": "A",
        "text": "The brain definitely remembers information that has an emotional salience to it. So caring about something, some set of information, name or otherwise, definitely will help encode to memory. The other is to put things into motifs of song. It is no coincidence that children learn songs to learn the Alphabet. ABCD. The inflections, the motifs within that song of the Alphabet is what allows us to remember that our entire lives, as opposed to a, b, c, d, e, f, g. Think about the number PI. Out past 3.14, out to some number of, you know, some people can remember it out very far. If you set it to a song with some repeating motifs, like the Alphabet song or Happy Birthday song, you can. That's how people remember very, very far. Because the brain creates these modules. It doesn't take bits of information and just throw it in there. It creates libraries of information where, just as in the library, certain books are grouped with other books, and more disparate topics are positioned further away in the library from one another. For those of you that are younger than me, you can look up what a library is. Just kidding. But this is how the brain works, right? And so it's amazing that you did that. And it also just really highlights that when we do this, we are remembering far more than we think we remember. Some people are more visual, some people more auditory, but it's all coming in there, provided that people have access to those senses. It's just spectacular. I have to return to something because I took us away from it, which was, you said, is there something about walking that allows for creative thought? I'm of the mind now based on my observation of extremely creative individuals and talking to them, as well as some understanding of the neuroscience of creativity, which, by the way, there isn't a lot, but it's sort of happening more and more that there are two polarized states. One is being very, very still with the mind active. This is true of rapid eye movement, sleep. We're paralyzed. The mind is very, very active. It's a state in which memories are encoded, especially emotional memories. Many people, his name seems to keep coming up, but Rick Rubin, Karl Deisseroth, Einstein and others reported having practices where they would deliberately sit or lie down and to be very still and deliberately make their mind very active, even thinking in complete sentences, as a way to come up with ideas, a deliberate practice. The other is to be in movement, but to not really try and force your thinking down a particular trajectory. Some people seem to favor one or the other. I come up with a lot of my ideas while jogging or running or walking, as you do. So there's something about either stilling the body or making the body just active enough that the mind is allowed to take off down novel trajectories. And that's very difficult, I think, for a lot of people to sit down with pen and paper and write things out. So, anyway, your practice of walking in the morning is one that perhaps people should want to explore. I think that. That when people hear about having a super memory for names or being able to read people, so much of what you describe as being able to read people based on their physicality, all these questions come to mind. And so I can't help myself. Do you believe in these kind of notions, like, if people are sitting arms crossed, that they're more closed and difficult to get to, whereas people who are more forward leaning in their posture, they're more willing to engage? I mean, does that stuff really hold in your laboratory of experiments of magic and mentalism?"
    },
    {
        "speaker": "B",
        "text": "Body language is something that I read much about. I believe this. I'm not an expert when it comes to body language, but I do think that I don't even control it. It's just somebody can signal a closeness to them or an openness to them. But I also found it to be very misleading a lot of times, like, people do certain things because they're cold or this or they're shy. And being shy could be misunderstood as, or perceived as snobbish and vice versa. Right? So there's. That could be really misleading. What I rely on is interaction. When I interact with people, or if, and I'm saying it in the slightest possible way, when I challenge them, them with something very simple, and I see how they deal with it, that reveals a lot about them immediately, because, look, we need to make decisions on the spot. Like, even if I just. Can you please open your hand? And I give them something? How eager they are to do it, how they do it. Can they follow directions? I want also people that will, you know, that are able to do the things I want them to do for a specific routine. And by the way, some routines I would use this type of person. This one needs a teenager. This one, I want somebody a little older. Every routine I kind of assign a different character, and it's. Again, it's trial and error. I tried with a certain person for a long time, and now I get it. It's my relationship. And by the way, as I'm aging, that also changes. But there's a piece where I used to do it, and I always preferred an older woman. And you could see there's some motherly quality to it because that's kind of the role she was in. But now, as I'm aging, it's not going to work as well. I think you're creating relationships. For example, I'm a guy, and if I work with another guy, that's some sort of an energy. If it's a female, it's different. If it's a young, old. My relationship with these people changes. And how they feel. Do they feel comfortable with me? There's certain things that can do with a certain individual, but not within another. So that's something I constantly think about. I choose my spectators very, very carefully."
    },
    {
        "speaker": "A",
        "text": "You mentioned that you take in things from your environment and from many diverse sources, art and interactions with people, etcetera. You seem like a very positive person, generally upbeat and enjoy your work. I get that impression. Very much so. But I'm assuming that you also experience anger, frustration, etcetera. Do you separate that from your creative work? Do you try and buffer yourself against that? And the reason I ask is that many of the creatives that I know are artists, of which you are. They're very feeling people. It's required for the craft. You need to be permeable to some extent, but of course, you want to be semi permeable. You don't want every emotion or thing that you encounter to yank you all over the place. But magic is this thing of delight, and it's this thing of love, and that all sounds wonderful, but how do you deal with things that upset you and frustrate you? Do you actively try and push those out from the creative process, or do you kind of incorporate them into the creative process?"
    },
    {
        "speaker": "B",
        "text": "You want the truth, or what do you need?"
    },
    {
        "speaker": "A",
        "text": "I only want the truth."
    },
    {
        "speaker": "B",
        "text": "The truth? The truth is, I consider myself a perfectionist, and I demand so much of myself and also the people working with me. I could dwell on the smallest detail. I look at the poster and I say, the font is wrong. That would bother me. The spacing, the kerning between the letters. It's hard for me to let go of the smallest, smallest, smallest details. I drive myself nuts, and I have no doubt that I sometimes, hopefully sometimes drive my crew nuts."
    },
    {
        "speaker": "A",
        "text": "And believe me, I can relate."
    },
    {
        "speaker": "B",
        "text": "I, you know Grant Achetts, chef from Malinia, a dear friend and one of the greatest minds, one of the smartest people ive ever met. Hes a chef, he makes food, but, you know, he cares about the plate that the food is going to live in. So he has a guy design the plate for the food thats going to be on top of it. What's the smell in the restaurant? What's the temperature? What's the carpet like? What's the color? Everything counts. There's nothing. Like, for example, I know fine restaurants do this a lot, but it's a nice detail. In his restaurant, when you go to Alenia, they know with you it's going to be easy because you're very recognizable, but they immediately know your name, no matter who it is, the entire crew, every person in the restaurant knows what you look like and what's your name, and they will address you by your name. That's amazing to me. Allegedly. It's got nothing to do with food, and yet it does, because everything counts. And that's the life I live. Everything counts. Every detail is important. Nothing is too small. I drive everybody nuts. That's the truth. And I'm included."
    },
    {
        "speaker": "A",
        "text": "Yeah. No, it's really important for people to hear, because I know for myself when I see things that irritate me because of the way they're composed or something I've had to learn over the years to. I always say I don't run other people's businesses. I'm focused on my stuff. I don't get involved in other people's art. But when I see things that I love and that look right, yeah. It's so satisfying. But to be in the world as you are or as I am, perhaps it can be frustrating. So we need selective filters, right. So I guess provided that it's aimed at our craft and that people aim at their craft and what they're creating, then it's great. But it's tricky. If one is trying to engage with the world at large, to not let this stuff kind of bombard the senses. It can be like for somebody that loves great food, it must be frustrating to walk down the street in Manhattan. The smells range from delightful to horrible. So we're a peculiar species, us humans. But it's the species that have these unique tunings and these preferences, and they lean into those preferences and how they create that produce the marvelous work that is your magic and van Gogh's."
    },
    {
        "speaker": "B",
        "text": "You put me in a good category. Thank you."
    },
    {
        "speaker": "A",
        "text": "Yeah, we need. Well, you are, and we need people like you. So for you, if you're drawing from many things and there's anger about something you see in the world, frustration, are you able to transmute that into your craft? Or is it a process of, okay, I got to dump that, move that out so that I can focus on beauty, focus on positive inspiration? Or can anger and frustration play a role?"
    },
    {
        "speaker": "B",
        "text": "I think there is beauty even in the ugly. I mean, look, you're right. I live in New York. It's my favorite city in the world. And it's a live hate relationship. It's ugly and beautiful at the same time. It's rich and poor. It's sophisticated and simple. It's a city of opposites. These are things I always think about. You go and you see, like, this area that's really run down and the signs are kind of like fading. And this. And you can think, wow, people are not taking care of it. They're not cleaning this. It's ugly. But you know what? When I have my camera on me, that's what I want to take a photo of. It has character and it tells an amazing story. So to me, the ugly, the old, the wrinkled, the not so beautiful is very interesting and beautiful. So. And again, it's not that I think about it, and then I make the choice. I first respond, and then maybe I'll think about it. I usually have a camera on me at all times. And the rules, very simple. I don't take a photo until something tickles me, says, take a photo here, and I take a photo. Some are good, some are good, some are bad, I don't care. But something in that moment made me want to do this and take a photo. And a lot of times it's not the obvious, pretty clean stuff. It's sometimes the ugly, the violent. You know, some of the most beautiful photos ever taken are taken at war by Bersan. Right. It's us. It's us. And we're interesting. Even when we're ugly and when we're angry, we're still interesting. So to me, that's. Yeah. I don't know if I make a distinction."
    },
    {
        "speaker": "A",
        "text": "That's very helpful. By the way, were you always sensory and emotionally tuned to the world around you since you were little? Do you feel like you could feel your way through the world? This, I like, this I don't like kind of sensing things. It seems to me that you are able to detect things, people, experiences with a lot of texture, you know, like that."
    },
    {
        "speaker": "B",
        "text": "It's hard for me to think outside myself. That's the way I think."
    },
    {
        "speaker": "A",
        "text": "I don't know any other way. I'm not a therapist, but I'm just reflecting on creatives that I know. And you seem to fall into this category of, like, things affect you or have the potential to affect you. And so your nervous system is tuned to observe and to absorb. Fortunately, you have a selective filter there because you can't be bombarded by life or stuck there. But do you recall being a kid and, like. Like, do you have, like, visual and emotional memories of things that are strong?"
    },
    {
        "speaker": "B",
        "text": "I think I'm. I'm very sensitive. I think I get it's. I'm ticklish, you know, it's. I think with my heart as much as I think with my brain. I really think so. I am, you know, I want to think. I have thick skin. I don't. I get hurt easily. I have empathy. It happens to me often that I remember walking in New York. I cry easily. And I was. And I saw just a person crying, but I could feel their pain. I don't know this person. I started crying. And I think, you know, a big part of why I love being a magician is because I'm a part of a family that I would not replace with any other family, like my best friends. John Graham Shimshi, Blaine, Doug McKenzie. These are very important people in my life, and I'm moved by the fact that, you know, I wanted, I wanted to do a couple of card tricks. I wanted to do magic, but I got something really way, way. It's a family. I've joined a family, Juan, who I talk in, quote, a million times. I feel like, you know, what a privilege, you know, this master gave me so many gifts, taught me so many things for no other reason than wanting to share something with me. I'm in awe of that. And it reminds me that I now need to do it with other people. So when we did inner circle, we grew a family. There's a bunch of kids, you know, Jacob, Denny, Luke."
    },
    {
        "speaker": "A",
        "text": "You remember their names?"
    },
    {
        "speaker": "B",
        "text": "Yes, I do. Charlie Struth, Ari Disab, and we became a family. I remember that. I got an award from the magic castle, which is a flattering thing. And you spoke about awards. I appreciate awards, but I think awards could be very deceiving. So immediately when I got my award, I got magician of the year, which is very flattering. I looked at it for exactly ten minutes. I closed it and I gave it to somebody. I did not want to own it. But here's the story that I'm trying to tell you here is that. So I had to fly from New York to Los Angeles to receive the award. And one of the kids said, can I join you? Sure, but you have to buy your own ticket. And, you know, Airbnb, whatever. And then another one, all of them came with me. All of them to see me get an award. And I remember the award became secondary to the fact that they came to see me get an award. So we went to get coffee and I took them to the magic castle for the first time. I made them perform. We went downstairs to the basement. I said, you're performing now. And it was a highlight for them. And I. That was my award."
    },
    {
        "speaker": "A",
        "text": "It's so interesting because once again, it's the story of the experience as opposed to the end product of the experience. That is what captures us. And it's clearly how we embed memory and how we come up with concepts of self and our life arc. It's really beautiful. And in your case, it's about magic and mentalist work. It clearly exports to all domains of life. I'm certain people are getting it, to put it that way. Speaking of the arc of life, tell us what's coming next. What's the next act? What's the next. I don't want to call it a trick because it diminishes from your craft, your art and what excites you. Most these days about what's coming next in your professional life."
    },
    {
        "speaker": "B",
        "text": "So I'm now just about to debut my next show, which is incredibly human. I'm super excited about this show because in a strange way, that show is this conversation we just had. It's about the human mind. It's about what we can do. It's about pushing limits, kind of proving to ourselves of how magnificent we are. So that it's a. It's a very, you know, it's very different than my first show, inner circle, because this one is in theaters. It's in, you know, thousand some seats, you know, theaters. And it's what I wanted this show to be visual. I want to have a painterly quality to it. So there's lots of things that are just going to paint the stage with. Lots of things. I don't want to spoil anything, but it is a tribute to the human mind. I'm excited about doing it. We have so far announced six dates, and there's two more big things coming up that I cannot talk about that are very exciting, but they're brewing slowly. But for me right now, this show that I'm about to do is the most exciting thing. Figuring out how to make the best version of that show fantastic."
    },
    {
        "speaker": "A",
        "text": "Well, asi, I want to say on behalf of myself and everyone listening and watching, you are a truly unique and spectacular individual. Thank you both for the work that you do and the way you approach it, but also for what you teach us about ourselves, about the human mind and brain, about what makes us tick, indeed, what's possible in us. It's just ringing over and over again in my head that what you do is less about showing what's possible in the world. A card can do this, or it's about what's possible inside of us, both alone and in groups. And as it relates to perception and imagination, it's really, truly spectacular. And I say that having again seen you do your acts live and seen some online, and I'll certainly come out to the upcoming show and the mystery shows that I'm not allowed to know about. I also would be remiss if I didn't say that this empathy that you have and the fact that, as you described it, you think with your heart, I don't know much about your life aside from what you've told us here today, but I imagine that can be a challenging experience at times to live life that way, that sensitivity. But I just want to say thank you. We are all gifted this magic, true magic that you do because of the way that you think, with your heart and your empathy and your openness and willingness to share. While you did not reveal how every trick is done. Sorry, you made it very clear that to do so would be to erase some of what's possible in us. And so I also place great value on the fact that you've kept some of the mystery, or let's say much of the mystery, of magic and mentalist work, a secret to us so that we can have it revealed to us in real time through your shows and other venues for magic and mentalist work. So on behalf of myself and everyone listening, I just want to extend an enormous debt of gratitude for what you do and for being you. Thank you so much."
    },
    {
        "speaker": "B",
        "text": "Means a lot. Thanks."
    },
    {
        "speaker": "A",
        "text": "Thank you for joining me for today's discussion with Aussie Wind. Please check out the links in the show note captions to Aussie's social media handles and to his live tour happening now, the incredibly human tour. If you're learning from and or enjoying this podcast, please subscribe to our YouTube channel. That's a terrific, zero cost way to support us. In addition, please subscribe to the podcast on both Spotify and Apple. And on both Spotify and Apple. You can leave us up to a five star review. Please check out the sponsors mentioned at the beginning and throughout today's episode. That's the best way to support this podcast. If you have questions for me or comments about the podcast or guests you'd like me to consider or topics you'd like me to consider for the Huberman Lab podcast, please put those in the comment section on YouTube. I do read all the comments, not during today's episode, but on any previous episodes of the Huberman Lab podcast. We discuss supplements. While supplements aren't necessary for everybody, many people derive tremendous benefit from them for things like improving sleep, for hormone support, and for improving focus. To learn more about the supplements discussed on the Huberman Lab podcast, go to livemomentusspelled o U S. So it's livemomentous.com huberman. If you're not already following me on social media, I'm Huberman Lab on all social media platforms. So that's Instagram x, Twitter, LinkedIn, Facebook, and threads. And at all of those places I discuss science and science related tools, some of which overlap with the content of the Huberman Lab podcast, but much of which are distinct from the content of the Huberman Lab podcast. So again, it's Huberman Lab on all social media channels. If you haven't already subscribed to our neural network newsletter the Neural network newsletter is our zero cost monthly newsletter that has podcast summaries and protocols in the form of brief one to three page PDF's that spell out for you in very clear terms how, for instance, to optimize your physical health, how to optimize dopamine, how to improve your sleep, how to learn better through neuroplasticity, deliberate cold exposure, heat exposure, and on and on again, all completely zero cost. To sign up for the neural network newsletter, you simply go to hubermanlab.com comma go to the menu tab tab, scroll down to newsletter and enter your email. We do not share your email with anybody. Thank you for joining me for today's discussion with Aussie Wind. And last, but certainly not least, thank you for your interest in science."
    }
]