[
    {
        "speaker": "A",
        "text": "Welcome to the Huberman Lab podcast, where we discuss science and science based tools for everyday life. I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. Today, my guest is doctor Lex Friedman. Doctor Lex Friedman is an expert in electrical and computer engineering, artificial intelligence, and robotics. He is also the host of the Lex Friedman podcast, which initially started as a podcast focused on technology and science of various kinds, including computer science and physics, but rapidly evolved to include guests and other topics as a matter of focus, including sport. For instance, Doctor Lex Friedman is a black belt in brazilian jiu jitsu, and he's had numerous guests on who come from the fields of brazilian jiu jitsu, both from the coaching side and from the competitor side. He also has shown an active interest in topics such as chess and essentially anything that involves intense activation and engagement of the mind and or body. In fact, the Lex Friedman podcast has evolved to take on very difficult topics, such as mental health. He's had various psychiatrists and other guests on that relate to mental health and mental illness, as well as guests focused on geopolitics and some of the more controversial issues that face our times. He's had comedians, he's had scientists, he's had friends. He's had enemies. On his podcast, Lex has a phenomenal, I would say, a one in an 8 billion ability to find these people, make them comfortable, and in that comfort, both try to understand them and to confront them and to push them so that we all learn. All of which is to say that Lex Friedman is no longer just an accomplished scientist. He certainly is that. But he has also become one of the more preeminent thought leaders on the planet. And if there's anything that really captures the essence of Lex Friedman, it's his love of learning, his desire to share with us the human experience, and to broaden that experience so that we all may benefit. In many ways, our discussion during today's episode captures the many facets of Lex Friedman, although no conversation, of course, could capture them all. We sit down to the conversation just days after Lech's return from Ukraine, where he deliberately placed himself into the tension of that environment in order to understand the geopolitics of the region and to understand exactly what was happening at the level of the ground and the people there. You may notice that he carries quite a lot of both emotion and knowledge and understanding. And yet, in a very classic Lex Friedman way, you'll notice that he's able to zoom out of his own experience around any number of different topics and view them through a variety of lenses so that, first of all, everyone feel included, but most of all so that everyone learns something new, that is, to gain a new perspective. Our discussion also ventures into the waters of social media and how that landscape is changing the way that science and technology are communicated. We also get into the topics of motivation, drive, and purpose, both finding it and executing on that drive and purpose. I should mention that this is episode 100 of the Huberman Lab podcast, and I would be remiss if I did not tell you that there would be no Huberman Lab podcast were it not for Lex Friedmande I was a fan of the Lex Friedman podcast long before I was ever invited onto the podcast as a guest, and after our first recording, Lex was the one that suggested that I start a podcast. He only gave me two pieces of advice. The first piece of advice was start a podcast, and the second piece of advice was that I not just make it me blabbing into the microphone and staring at the camera. So I can safely say that I at least followed half of his advice, and that I am ever grateful for Lexin, both as a friend, a colleague in science, and now fellow podcaster, for making the suggestion that we start this podcast. I already mentioned a few of the topics covered on today's podcast, but I can assure you that there is far more to the person that many of us know as Lex Friedman. If you are somebody interested in artificial intelligence, engineering, or robotics, today's discussion is most certainly for you. And if you are not, but you are somebody who is interested in world politics and more importantly, the human experience, both the individual and the collective human experience, Lex shares what can only be described as incredible insights into what he views as the human experience and what is optimal in order to derive from our time on this planet. Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero cost to consumer information about science and science related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is element. Element is an electrolyte drink with everything you need and nothing you don't. That means plenty of salt, magnesium, and potassium, the so called electrolytes, and no sugar. Salt, magnesium, and potassium are critical to the function of all the cells in your body, in particular to the function of your nerve cells, also called neurons. In fact, in order for your neurons to function properly all three electrolytes need to be present in the proper ratios, and we now know that even slight reductions in electrolyte concentrations or dehydration of the body can lead to deficits in cognitive and physical performance. Element contains a science backed electrolyte ratio of 1000 milligrams. That's 1 gram of sodium, 200 milligrams of potassium, and 60 milligrams of magnesium. I typically drink element first thing in the morning when I wake up in order to hydrate my body and make sure I have enough electrolytes. And while I do any kind of physical training and after physical training as well, especially if I've been sweating a lot, if you'd like to try element, you can go to drinkelement. That's lmnt.com huberman to claim a free element sample pack with your purchase. Again, that's drinkelementlmnt.com Huberman Today's episode is also brought to us by waking up. Waking up is a meditation app that includes hundreds of meditation programs, mindfulness trainings, yoga, Nidra sessions, and NSDR non sleep deep rest protocols. I started using the waking up app a few years ago because even though I've been doing regular meditations since my teens and I started doing yoga Nidra about a decade ago, my dad mentioned to me that he had found an app, turned out to be the waking up app, which could teach you meditations of different durations and that had a lot of different types of meditations to place the brain and body into different states, and that he liked it very much. So I gave the waking up app a try, and I too found it to be extremely useful because sometimes I only have a few minutes to meditate, other times I have longer to meditate. And indeed, I love the fact that I can explore different types of meditation to bring about different levels of understanding about consciousness, but also to place my brain and body into lots of different kinds of states depending on which meditation I do. I also love that the waking up app has lots of different types of yoga Nidra sessions. For those of you who don't know, yoga Nidra is a process of lying very still but keeping an active mind. It's very different than most meditations, and there's excellent scientific data to show that yoga Nidra, and something similar to it called non sleep deep rest, or NSDR, can greatly restore levels of cognitive and physical energy, even with just a short ten minute session. If you'd like to try the waking up app, you can go to wakingup.com huberman and access a free 30 day trial. Again, that's wakingup.com huberman to access a free 30 day trial. And now for my discussion with doctor Lex Friedman. Welcome back."
    },
    {
        "speaker": "B",
        "text": "It's good to be back in a bedroom. This feels like a porn set. I apologize to open that way. I've never been in a porn set, so I should admit this."
    },
    {
        "speaker": "A",
        "text": "Our studio is being renovated. So here we are for the monumental recording of episode 100, episode 100 of the Heberman Lab podcast, which was inspired by the Lex Friedman podcast. Some people already know this story, but I'll repeat it again for those that don't. There would not be a Huberman Lab podcast were it not for Lex Friedman. Because after recording as a guest on his podcast a few years ago, he made the suggestion that I start a podcast, and he explained to me how it works, and he said, you should start a podcast, but just make sure that it's not you blabbing the whole time. Andrew and I only sort of followed the advice."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, you surprised. Surprised me, surprised the world that you're able to talk for hours and cite some of the best science going on and be able to give people advice without many interruptions or edits or any of that. I mean, that takes an incredible amount of skill that you're probably born with, and some of it is developed. I mean, the whole science community is proud of you, man. Stanford is proud of you. So, yeah, it's a beautiful thing. It was really surprising because it's unclear how a scientist can do a great podcast that's not just shooting the shit about random stuff, but really is giving very structured, good advice. That's boiling down the state of the art science into something that's actually useful for people. So that was impressive. It's like, holy shit, he actually pulled this off and doing it every week on a different topic that, I mean, you know, I'm usually positive, especially for people I love and support. But damn, I thought, there's no way he's gonna be able to pull this off week after week. And it's been only getting better and better and better. I had a whole rant on a recent podcast, I forget with who, of how awesome you are with Rana El Kalubi. She's emotion recognition person, AI person. And then she didn't know who you were, and I was like, what the hell do you mean? And I just went on this whole rant of how awesome you are. It was hilarious."
    },
    {
        "speaker": "A",
        "text": "Well, I'm very gratified to hear this. It's a little uncomfortable for me to hear. But listen, I'm just really happy if people are getting information that they like and can make actionable. And it was inspired by you. And look right back at you. I've followed a number of your structural formats. Attire, I don't wear a tie. I'm constantly reminded about this by my father, who says what? He saw my podcast, he was like, why don't you dress properly like your friend Lex? He literally said that. And it's a debate that goes back and forth, but nonetheless, how does it feel?"
    },
    {
        "speaker": "B",
        "text": "Episode 100. How does it feel? You know, I imagine you're here. You're here after so many episodes and done so much. I mean, the number of hours is just insane. The amount of passion, the amount of work you put into this. What's it feel like?"
    },
    {
        "speaker": "A",
        "text": "It feels great. And it feels very much like the horizon is still at the same distance in front of me. You know, every episode, I just try and get information there. And the process we talked about on your podcast, we won't go into it of collecting information, distilling it down to some simple notes, walking around, listening to music, trying to figure out what the motifs are. And then as just like you, I don't use a teleprompter, anything like that. There's very minimal notes. So feels great, and I love it. And again, I'm just grateful to you for inspiring it, and I just want to keep going and do more of it. And I should say I am also relieved that we're sitting here because you recently went overseas to a very intense war zone, literally to Ukraine. And the entire time that you were there, I was genuinely concerned. The world's an unpredictable place in general, and we don't always get the only vote and what happens to us. So, first of all, welcome back safely. One piece, one alive piece. And what was that like? I mean, at a broad level, at a specific level, what drew you there? What surprised you, and how do you think it changed you in coming back here?"
    },
    {
        "speaker": "B",
        "text": "I think there's a lot to say. But first, it is really good to be back. One of the things that when you go to a difficult part of the world, or a part of the world that's going through something difficult, you really appreciate how great it is to be an american. Everything, the easy access to food, despite what people think, the stable, reliable rule of law, the lack of corruption, in that you can trust that if you start a business or if you take on various pursuits in life, that there's not going to be at scale manipulation of your efforts. Such that you can't succeed. So that this kind of, you know, capitalism is in its. The ideal of capitalism is really still burning bright in this country, and it really makes you appreciate those aspects and also just the ability to have a home for generations across generations. So you can have your grandfather live in, I don't know, Kentucky in a certain city, and then his children live there, and you live there, and then it just continues on and on. That's the kind of thing you can have when you don't have war, because war destroys entire communities. It destroys histories. Generations like life stories that stretch across the generations."
    },
    {
        "speaker": "A",
        "text": "Yeah. Didn't even think about that until you said just now. But photographs, hard drives get destroyed or just abandoned. Right. Libraries. I mean, nowadays things exist in the cloud, but there are still a lot of material goods that have, you know, are irreplaceable. Right."
    },
    {
        "speaker": "B",
        "text": "Well, even, you know, in rural parts of the United States, they don't exist in the cloud. Right. A lot of people still. Well, even in towns, they still love the physical photo album of your family. A lot of people still store their photographs of families in the store, the vhs tapes and all that kind of stuff. Yeah. But I think there's so many things I've learned and really felt the lessons, one of which is nobody gives a damn when your photos are gone and all that kind of stuff. Your house is gone. The thing, time and time again, I saw, for people that lost everything is how happy they are for the people they love, the friends, the family that are still alive. That's the only thing they talk about that, in fact, they don't mention, actually, with much dramatic sort of vigor about the trauma of losing your home. They're just nonstop saying how lucky they are that person x, person y is still here. And that makes you realize that when you lose everything, it still makes you realize what really matters, which is the people in your life. I mean, a lot of people kind of realize that later in life when you're facing mortality, when you're facing your death or, you know, you get a cancer diagnosis, that kind of stuff. I think people here in America, in California, with the fires, you can still lose your home. You realize, like, nah, it doesn't really matter. It's a pain in the ass. But what matters is still the family, the people, and so on. I think the most intense thing, I talked to several hundred people, some of which is recorded. I've really been struggling to put that out cause I have to edit it myself. And so you're talking about 30, 40 hours of footage."
    },
    {
        "speaker": "A",
        "text": "Is it emotionally struggling?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Emotional struggle is extremely difficult."
    },
    {
        "speaker": "B",
        "text": "So I talk to a lot of politicians, the number two in the country, number three, I'll be back there to talk to the president, to do a three hour conversation. Those are easy to edit. You know, they're really heartfelt and thoughtful folks from different perspectives on the geopolitics of the war. But the ones that are really hard to edit is, like grandmas that are, like, in the middle of nowhere. They lost everything. They still have hope, they still have love. And some of them have. Some of them, many of them, unfortunately, have now hate in their heart. So in February, when Russia invaded Ukraine, this is the thing I realized about war. One of the most painful lessons is that war creates generational hate. We sometimes think about war as a thing that kills people, kills civilians, kills soldiers, takes away lives, injures people. But we don't directly think about the secondary and tertiary effects of that, which lasts decades, which is anyone who's lost a father or a mother or a daughter or a son, they now hate not just the individual soldiers of the leaders that invaded their country, but the entirety of the people. So it's not that they hate Vladimir Putin or hate the russian military. They hate russian people. So that tears the fabric of a thing that, for me, you know, my half my family is from Ukraine, half my family is from Russia. But there's a. I remember the pain, the triumph of world War two still resonates through my entire family tree. And so you remember when the Russians and Ukrainians fought together against this nazi invasion, you remember a lot of that. And now to see the fabric of this peoples torn apart completely with hate is very, really, really difficult for me just to realize that things will just never be the same on this particular cultural, historical aspect. But also, there's so many painful ways in which things will never be the same, which is we've seen that it's possible to have a major hot war in the 21st century. I think a lot of people are watching this. China is watching this, India is watching this, United States is watching this and thinking, we can actually have a large scale war. And I think the lessons learned from that might be the kind that lead to a major World War III in the 21st century. So one of the things I realized, watching the whole scene is that we don't know shit about what's gonna happen in the 21st century. And it might. We kind of have this intuition, like, surely there's not gonna be another war."
    },
    {
        "speaker": "A",
        "text": "Like, we'll just coast."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. Pandemic and back to normal."
    },
    {
        "speaker": "A",
        "text": "Back to normal, whatever that is."
    },
    {
        "speaker": "B",
        "text": "But you have to remember at the end of World War one, you know, as Woodrow Wilson called it, the war to end all wars. Nobody, ironically, in a dark way, it was also the roaring twenties when people believed this, there will never be another world war. And 20 years after that, the rise of Nazi Germany, a charismatic leader that captivated the minds of millions and built up a military that can take on the whole world. And so it makes you realize that this is still possible. This is still possible. And then the tension, you see the media machine, the propaganda machine that I've gotten to see every aspect of. It's still fueling that division between America and China, between Russia and India. And then Africa has a complicated thing that's trying to figure out who are they with, who are they against? And just this tension is building and building. And it makes you realize, like we might. The thing that might shake human civilization may not be so far off. That's a realization you get to really feel. I mean, there's all kinds of other lessons, and one of which is propaganda, is I got to. I get a lot of letters, emails, and some of them are full of really intense language, full of hate from every side toward me. Well, the hate is towards me as representing side x, and x stands as a variable for every side. So either I'm a Zelensky show or I'm a Putin show or I'm a NATO show or I'm an America show, American Empire show, or I'm a Democrat or a Republican, because it's already been, in this country politicized. I think there's a sense of Ukraine is this place that's full of corruption. Why are we sending money there? I think that's kind of the messaging on the republican side. On the democratic side, I'm not even keeping track of the actual messaging and the conspiracy theories and the narratives. But the tension is there, and I get to feel it directly. And what you get to really experience is there's a large number of narratives that all are extremely confident in themselves, that they know the truth. People are convinced, first of all, that they're not being lied to. People in Russia think there's no propaganda. They think that, yes, yes, there's, like, state sponsored propaganda. But we're all smart enough to ignore the sort of lame propaganda that's everywhere. They know that we can think on our own. We know the truth. And everybody kind of speaks in this way. Everybody in the United States says, well, yes, there's mainstream media. They're full of messaging and propaganda. But we're smart. We can think on our own. Of course, we see through that. Everybody says this, and then the conclusion of their thought is often hatred towards some group, whatever that group is. And the more you've lost, the more intense the feeling of hatred. It's a really difficult field to walk through calmly and with an open mind and try to understand what's really going on."
    },
    {
        "speaker": "A",
        "text": "It's super intense. Those are the only words that come to mind as I hear this. You mentioned something that it seems that hate generalizes. You know, it's against an entire group or an entire country. Why do you think it is that hate generalizes and that love may or may not generalize?"
    },
    {
        "speaker": "B",
        "text": "I've had so one of the, as you can imagine, the kind of question I asked is, do you have love or hate in your heart? It's a question I asked almost everybody. And then I would dig into this exact question that you're asking. I think some of the most beautiful things I've heard, which is people that are full of hate. Are you able to self introspect about it? They know they shouldn't feel it, but they can't help it. It's not. They know that ultimately, the thing that helps them and helps everyone is to feel love for a fellow man, but they can't help it. They know it's like a drug. They say, like, hate escalates. It's like a vicious spiral. You just can't help it. And the question I also asked is, do you think you'll ever be able to forgive Russia? And after much thought, almost it's split. But most people will say, no, I will never be able to forgive."
    },
    {
        "speaker": "A",
        "text": "And because of the generalization you talked about earlier, that could even include all Russian. They mean all Russians."
    },
    {
        "speaker": "B",
        "text": "Because. Because if you do nothing, that's as bad or worse than being part of the army that invades. So the people that are just sitting there, the good Germans, the people that are just quietly going on with their lives, you're just as bad, if not worse, is their perspective."
    },
    {
        "speaker": "A",
        "text": "Earlier, you said that going over to the Ukraine has now allowed you to realize just so many of the positives of being here in the United States. I have a good friend. We both know him. I won't name him by name, but we've communicated, the three of us, from tier one special operations. He spent years doing deployments. Really amazing individual. And I remember when the pandemic hit, he said on a text thread, Americans aren't used to the government interfering with their plans. Around the world, many people are familiar with governments dramatically interfering with their plans, sometimes even in a seemingly random way. Here we were not braced for that. I mean, we get speeding tickets and there's lines to vote and things like that. But I think the pandemic was one of the first times, at least in my life, that I can remember where it really seemed like the government was impeding what people naturally wanted to do. And that was a shock for people here. And I have what might seem like a somewhat mundane question, but it's something that I saw on social media. A lot of people were asking me to ask you, and I was curious about, too, what was a typical day like over there? Were you sleeping in a bed? Were you sleeping on the ground? Everyone seems to want to know, what were you eating? Were you eating once a day? Were you eating your steak? Or were you, were you in fairly deprived conditions over there? I saw a couple photos that you posted out of doors, in front of rubble with pith helmet on in one case. You know, what was a typical day like over there?"
    },
    {
        "speaker": "B",
        "text": "So there's two modes. One of them, I spent a lot of time in Kiev, which is much safer than it may be obvious to state, but for people who don't know, it's in the middle of the country, and it's much safer than the actual front, where the battle is happening. So much, much safer than Kiev, even is lviv, which is the western part of the country. So the times I spent in Kiev were fundamentally different than the time I spent at the front. And I went to the Kherson region, which is where a lot of really heated battle was happening. There's several areas. So there's Kharkiv. It's in the northeast of the country. And then there's Donbass region, which is east of the country. And then there's Kherson region, which, by the way, I'm not good at geography. So is the southeast of the country, and that's where at least when I was, there was a lot of really heated fighting happening. So when I was in the Kherson region, there's, you know, it's what you would imagine the place I stayed in a hotel where all the lights have to stay off so the entire town, all the lights are off. You have to kind of navigate through the darkness and use your phone to shine and so on."
    },
    {
        "speaker": "A",
        "text": "This is terrible for the circadian system."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's exactly how it was. This. How can I do this? Where's my element? And the flood of greens. How can I function? No, I think it was balanced by the deep appreciation of being alive."
    },
    {
        "speaker": "A",
        "text": "Right. No, I mean, this is the reason I ask. This is the reason I ask is, you know, we get used to all these creature comforts and we don't need them, but we often come to depend on them in a way that makes us feel like we need them."
    },
    {
        "speaker": "B",
        "text": "Yeah. But very quickly, there's something about the intensity of life that you see in people's eyes. Cause they're living through war that makes you forget all those creature comforts. And it was actually, you know, I'm somebody who hates traveling and so on. I love the creature habits. I love. I love the comfort of the ritual. Right. But all of that was forgotten very quickly. Just the intensity of feeling, the intensity of love that people have for each other. That was obvious in terms of food. So there's a curfew. So depends on what part of the country. But usually you basically have to scammer home at like 09:00 p.m. so the hard curfew in a lot of places is 11:00 p.m. at night. But by then you, like, you have to be home. So in some places it's ten. So at 09:00 p.m. you start going home, which for me was kind of wonderful also because I get to spend. I get to be forced to spend time alone and think for many hours in wherever I'm staying, which is really nice. In everybody. There's a calmness and the quietness to the whole thing in terms of food, once a day, just the food is incredibly cheap and incredibly delicious. People are still, one of the things they can still take pride in is making the best possible food they can. So meat. But they do admire american meat. So the meat is not as great as it could be in that country. But I eat borscht every day, you know, all that kind of stuff, mostly meat. So spend the entire day, wake up in the morning with coffee, spend the entire day talking to people, which for me is very difficult because of the intensity of the stories. One after the other after the other. We just talk to regular people, talk to soldiers, talk to politicians, all kinds of soldiers. I talked to people there who are doing rescue missions. So Americans hung out with Tim Kennedy."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, great Tim Kennedy."
    },
    {
        "speaker": "B",
        "text": "The great Tim Kennedy, who also him and many others revealed to me, one of the many reasons I'm proud to be an american is how trained and skilled and effective american soldiers are."
    },
    {
        "speaker": "A",
        "text": "I guess for listeners to this podcast, maybe we should familiarize them with who Tim Kennedy is, because I realize that a number of them will know."
    },
    {
        "speaker": "B",
        "text": "How do you do that? How do you try to summarize a man?"
    },
    {
        "speaker": "A",
        "text": "Right. We can be accurate but not exhaustive, as any good data are accurate but not exhaustive. Very skilled and accomplished MMA fighter. Very skilled and accomplished. Special, former special operations. And we're american patriot and podcaster, too. Right? Does he have his own podcast?"
    },
    {
        "speaker": "B",
        "text": "Maybe."
    },
    {
        "speaker": "A",
        "text": "Okay, maybe. We know Andy Stumpf has his own podcast."
    },
    {
        "speaker": "B",
        "text": "Yes. Yeah. Amazing podcast. Yeah. Which is great."
    },
    {
        "speaker": "A",
        "text": "Yeah. Clearing hot podcasts with Andy stumps."
    },
    {
        "speaker": "B",
        "text": "But also Tim Kennedy's like the embodiment of America to the. To the most beautiful and the most ridiculous degree. So he's like, would you imagine, what is it, team America, that, like, I just imagine him like, shirtless on a tank, rolling into enemy territory, just screaming at the top of his lungs. That's just his personality, but not posturing."
    },
    {
        "speaker": "A",
        "text": "That's it. He actually. He actually does the work, as they say."
    },
    {
        "speaker": "B",
        "text": "So this is the thing. He really embodies that. Now, some of that is just his personality and humor. I'd like to sort of comment on the humor of things, not just with him. It's very, one other interesting thing I've learned, but also when he's actually helping people, he's extremely good at what he does, which is building teams that rescue, that go into the most dangerous areas of Ukraine, dangerous areas anywhere else, and they get the job done. And one of the things I heard time and time again, which really interesting to me, that ukrainian soldiers said that, you know, comparing ukrainian, russian and american soldiers, american soldiers are the bravest, which was very interesting for me to hear, given how high the morale is for the ukrainian soldiers. But that just reveals that training enables you to be brave. So it's not just about how well trained they are and so on, it's how intense and ferocious they are in the fighting. And it makes you realize, like, this is american army, not just through the technology, especially the special force guys. They still is one of the most effective and terrifying armies in the world. And listen, just for context, I'm somebody who is, for the most part, anti war, a pacifist, but you get to see some of the realities of war kind of wake you up to what needs to get done to protect sovereignty, to protect some of the values, to protect civilians and homes and all that kind of stuff. Sometimes war has to happen. And I should also mention on the russian side, because while I haven't gotten to experience the russian side yet, I do fully plan to travel to Russia. As I've told everybody, I was very upfront with everybody about this. I would like to hear the story of Russians, but I do know from the ukrainian side, like the grandmas, I love grandmas. They told me stories that the Russians, really, the ones that entered their villages, they really, really believe they're saving Ukraine from nazis, from nazi occupation. So they feel that there's, the Ukraine is under control of nazi organizations, and they're. They believe they're saving a country that's their brothers and sisters. So I think propaganda and I think truth is a very difficult thing to arrive in that war zone. I think in the 21st century, one of the things you realize that so much of war, even more so than in the past, is an information war. And people that just used Twitter for their I source of information might be surprised to know how much misinformation there is on Twitter, like real narratives being sold. And so it's really hard to know who to believe. And through all of that, you have to try to keep an open mind and ultimately ignore the powerful and listen to actual citizens, actual people. That's the other maybe obvious lesson is that war is waged by powerful rich people, and it's the poor people that suffer, and that's just visible time and time again."
    },
    {
        "speaker": "A",
        "text": "You mentioned the fact that people still enjoy food or the pleasure of cooking, or there's occasional humor, or maybe frequent humor. Jocko Willink has talked about this in warfare, and that all the elements of the human spirit and condition still emerge at various times. I find this amazing, and you and I have had conversations about this before. But the aperture of the mind, the classic story that comes to mind is the one of Viktor Frankl or Nelson Mandela. You put somebody into a small box of confinement, and some people break under those conditions, and other people find entire stories within us, centimeter of concrete that can occupy them in real stories and richness, or humor, or love, or fascination and surprise. And I find this so interesting that the mind is so adaptable. We talked about creature comforts and then lack of creature comforts and the way that we can adapt. And yet humans are always striving, it seems, or one would hope, for these better conditions to better their conditions. So as you've come back and you've been here now, back in the, in the states for how long after your trip?"
    },
    {
        "speaker": "B",
        "text": "It depends on this podcast release, but it felt like I've never left. So practically speaking, a couple months."
    },
    {
        "speaker": "A",
        "text": "Okay. Yeah. And we won't be shy. We're recording this mid September."
    },
    {
        "speaker": "B",
        "text": "So we actually recorded this several years ago. So we're anticipating the future."
    },
    {
        "speaker": "A",
        "text": "This is where we're gonna start talking. This is a simulation, you and Joe. I'm still trying to figure out what that actually means. I'd like to take a quick break and acknowledge one of our sponsors, athletic greens. Athletic greens, now called ag one, is a vitamin mineral probiotic drink that covers all of your foundational nutritional needs. I've been taking athletic greens since 2012, so I'm delighted that they're sponsoring the podcast. The reason I started taking athletic greens and the reason I still take athletic greens once or usually twice a day is that it gets me the probiotics that I need for gut health. Our gut is very important. It's populated by gut microbiota that communicate with the brain, the immune system and basically all the biological systems of our body to strongly impact our immediate and long term health. And those probiotics and athletic greens are optimal and vital for microbiotic health. In addition, athletic greens contains a number of adaptogens, vitamins and minerals that make sure that all of my foundational nutritional needs are met. And it tastes great. If you'd like to try athletic greens, you can go to athleticgreens.com Huberman and they'll give you five free travel packs that make it really easy to mix up athletic greens while you're on the road, in the car, on the plane, etcetera. And they'll give you a year's supply of vitamin D, three, k, two. Again, that's athleticgreens.com Huberman to get the five free travel packs and the year's supply of vitamin D, three, k, two. I know I speak for many people when I say that we are very happy that you're back. We know that it's not going to be the first and last trip, that there will be others and that you'll be going to Russia as well, and presumably other places as well in order to explore. And I have to say, as a podcaster and as your friend, I was really inspired that your sense of adventure and your sense of not just adventure, but thoughtful, respectful adventure, you understood what you were doing. You weren't just going there to get some wartime footage or something. This wasn't a kick, were a thrill. This was really serious and remain serious. So thank you for doing it. And please, next time you go, bring Tim Kennedy again."
    },
    {
        "speaker": "B",
        "text": "I feel like Tim Kennedy gets you into will take it because he really loves going to the most dangerous places and helping people. So I think he'd get me into more trouble than it's worth. And I should mention that. I mean, there's many reasons I went, but it's definitely not something I take lightly or want to do again. So I'm doing things that I don't want to do. I just feel like I have to. You're compelled, so I don't think there's. Now, I'll definitely talk about it, as we all should. There's different areas of the world that are seeing a lot of suffering. Yemen. There's so many atrocities going on in the world today, but this one is just personal to me. So I want to. I feel like I'm qualified just because of the language. So most of the talking, by the way, I've been. I was doing it was in Russian. And so because of the language, because of the. My history, I felt like I have to do this particular thing. I think it's in many ways stupid and dangerous, and that was made clear to me. But I do many things of this nature because the heart says pulls, pulls towards that. But also, there's a. There's a freedom to not. You know, I'm afraid of death, but I think there's a freedom to. It's almost like, okay, if I die, I want to take full advantage of not having a family currently. I feel like when you have a family, there's a responsibility for others, so you immediately become more conservative and careful. I feel like I want to take full advantage of this particular moment in my life when you can be a little bit more accepting of risk."
    },
    {
        "speaker": "A",
        "text": "Well, you should definitely reproduce at some point. Maybe before next time, you should just freeze some sperm. Really?"
    },
    {
        "speaker": "B",
        "text": "Is that what you do with the ice bath? Is that how that works?"
    },
    {
        "speaker": "A",
        "text": "You know, it's interesting. There's always an opportunity to do some science protocols. There are products on the Internet, and there are actually a few decent manuscripts looking at how cold exposure can increase testosterone levels. But it doesn't happen by the cold directly. Good scientists, as the authors of those papers were and are, realized that it's the vasoconstriction and then the vasodilation as people warm up again, there's increased blood flow to the testicles. And in women, it seems there's probably increased blood flow to the reproductive organs as well. After people warm back up, that seems to cause some sort of hyper nourishment of the. The various cells, the sertoli and Leydig cells of the testes that lead to increased output of testosterone. And in women, testosterone as well. So the cold exposure, in any case, is obviously, do you do the ice bath? Are you into that?"
    },
    {
        "speaker": "B",
        "text": "I've not done that."
    },
    {
        "speaker": "A",
        "text": "As a Russian, you probably consider that a hot tub."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. Yeah. It's a nice thing to have fun with every once in a while to warm up. No, I haven't done that. I've been kind of waiting to maybe do it together with you at some point."
    },
    {
        "speaker": "A",
        "text": "Great. It'll be straightforward for you. I always say that adrenaline comes in waves, and so if you just think about it, walls, like you're going through a number of walls of adrenaline, as opposed to going for time, becomes rather trivial. With your jiu jitsu background and whatnot, you'll immediately recognize the physiological sensation, even though it's cold. Specifically, it's the adrenaline that makes you want to hop out of the thing."
    },
    {
        "speaker": "B",
        "text": "And you've seen Joe's. So Joe set up a really nice man cave, or it's not even a cave because it's so big. It's like a network of man caves, but it has ice bath and a sauna next to each other."
    },
    {
        "speaker": "A",
        "text": "We have one of those here, ice bath and sauna. So we'll have to get you in it. When? One of these days. Maybe tonight, maybe tomorrow. No. Although there is a. I don't know, the underlying physiological basis, but there does seem to be a trend toward truth telling in the sauna. Some people refer to them as truth barrels. Mine's a barrel sauna shaped like a barrel. Who knows why? Maybe under intense heat duress, people just feel compelled to share."
    },
    {
        "speaker": "B",
        "text": "I have a complicated relationship with saunas because of all the weight cutting."
    },
    {
        "speaker": "A",
        "text": "Oh."
    },
    {
        "speaker": "B",
        "text": "And some of the deepest sufferings started to interrupt. I've done was in the sauna. That's very. It's. I mean, I've gone to some dark places in the sauna because I wrestled my whole life. Judo, jiu jitsu. And those weight cuts can really test the mind. So you're truth telling? Yeah, it's a certain kind of truth telling because you're sitting there and the clock moves slower than it has ever moved in your life. Yeah. So I usually, for the most part, I would try to, you know, have a bunch of sweats, garbage bags, and all that kind of stuff and run. It's easier because you can distract the mind in the sauna. You can't distract the mind. It's just you and all the excuses and all the weaknesses in your mind just coming to the surface, and you're just sitting there and sweating or not sweating. That's the worst."
    },
    {
        "speaker": "A",
        "text": "And to talk about visual aperture you're in a small box. So it also inspires some claustrophobia, even if you're not claustrophobic. That's absolutely true. And the desire to just get out of the thing is where you get a pretty serious adrenaline surge from. From in the sauna as well. It, um, now the sauna actually will, it won't deplete testosterone, but it kills sperm. So for people that sperm are on a 60 day sperm cycle. So if you're trying to donate sperm or. Cause that's what got us onto this. Or fertilize, um, an egg or eggs in whatever format, dish or in vivo, as we say in science, that. Which means, uh, well, you can look it up, folks. Um, uh, the 60 day sperm cycle. So if you go into a really hot sauna or a hot bath or a hot tub, in 60 days, those sperm are going to be. A significantly greater portion of them will be dead, will be nonviable. So there's a simple solution. People just put ice pack down there or a jar, not this jar, but a jar of cold fluid between their legs and just sit there. Or they go back and forth between the ice bath and the sauna. But if you're going to go back over there, you should freeze sperm. We're going to do a couple episodes on fertility when it's relatively inexpensive and you're young. So you should probably do it now because there is a association with autism as males get older. It's not a strong one, it's significant, but it's still a small contribution to the autism phenotype."
    },
    {
        "speaker": "B",
        "text": "As you age, don't sperm get wiser or. No, there's no science to back that."
    },
    {
        "speaker": "A",
        "text": "No, but men can conceive healthy children at a considerable age. But in any case. But no, they don't get wiser. What happens is interesting age. Well, it's a little bit like the maturation of the brain in the sense that some of the sperm get much better at swimming and then many of them get less. Good motility is a strong correlate of the DNA of the sperm."
    },
    {
        "speaker": "B",
        "text": "This is probably a good time to announce that I'm selling my sperm as an nfts. Let's see how much that."
    },
    {
        "speaker": "A",
        "text": "Oh, my goodness."
    },
    {
        "speaker": "B",
        "text": "Riding the."
    },
    {
        "speaker": "A",
        "text": "Well, your children, your future children and my future children are supposed to do jiu jitsu together, since I've only done the one jiu jitsu class. So I'm strongly vested in you having children. Yes, but only in the friendly kind of way."
    },
    {
        "speaker": "B",
        "text": "Well, yes, friendly competition kind of way. Yeah. Dominance of the clan. Yep, for sure."
    },
    {
        "speaker": "A",
        "text": "So moving on to science, but still with our minds in the Ukraine, did you encounter any scientists or see any universities or, you know, as we know in this country and in Europe and in elsewhere, science takes infrastructure. You need buildings, you need laboratories, you need robots, you need a lot of equipment, and you need -80 freezers, and you need incubators, and you need money and you need technicians. And typically, it's been the wealthier countries that have been able to do more research for sake of research and development and productization. Certainly the Ukraine had some marvelous universities and marvelous scientists. What's going on with science and scientists over there? And gosh, can we even calculate the loss of discovery that is occurring as a consequence of this conflict?"
    },
    {
        "speaker": "B",
        "text": "So science goes on. Before the war, Ukraine had a very vibrant tech sector, which means engineering and all that kind of stuff. Kiev has a lot of excellent universities, and they still go on. The biggest hit, I would say, is not the infrastructure of the signs, but the fact because of the high morale, everybody is joining the military. So everybody is going to the front to fight, including, you know, you. Andrew Huberman would be fighting, and not because you have to, but because you want to. And everybody, you know, would be really proud that you're fighting. Even though everyone tries to convince, you know, Andrew Huberman, you have much better ways to contribute. There's deep honor in fighting for your country, yes, but there's better ways to contribute to your country than just picking up a gun that you're not that trained with and going to the front. Still, they do it. Scientists, engineers, CEO's, professors, students, men and women, actors, men and women, obviously, primarily menta, but men and women like much more than you would see in other militaries. Women are everybody. Everybody wants to fight. Everybody's proud of fighting. There's no discussion of kind of pacifism. Should we be fighting? Is this right? Is this, you know, it's. Everybody's really proud of fighting. So that's a. So there's this kind of black hole that pulls everything, all the resource into the war effort that's not just financial, but also psychological. So it's like if you're a scientist, it feels like. Well, it feels like almost like you're dishonoring humanity by continuing to do things you were doing before. There's a lot of people that converted to being soldiers. They literally watch a YouTube video of how to shoot a particular gun, how to arm a drone with a grenade. You know, if you're a tech person, you know how to work with drones. So you're going to use that. Use whatever skills you got, figure out whatever skills you got and how to use them to help the effort on the front. And so that's a big hit. But that said that, you know, I've talked to a lot of folks in Kiev, faculty primarily in the tech economics space. So I didn't get a chance to interact with folks who are on the biology, chemistry, neuroscience side of things, but that still goes on. So one of the really impressive things about Ukraine is that they're able to maintain infrastructure, like road, food supply, all that kind of stuff, education, while the war is going on, especially in Kiev. The war started where nobody knew whether Kyiv was going to be taken by the russian forces. It was surrounded, and a lot of experts from outside were convinced that Russia would take Kyiv, and they didn't. And one of the really impressive things as a leader, one of the things I really experienced is that a lot of people criticized Zelenskyy. Before the war, he only had about, like, 30% approval rate. A lot of people didn't like Zelensky. But one of the great things he did as a leader, which I'm not sure many leaders would be able to do, is when Kiev was clearly being invaded, he chose to stay. His stay in the capital, everybody, all the american military, the intelligence agencies, NATO, his own staff advisors, all told him to flee, and he stayed. And so that's. I think that was a beacon, a symbol for the rest, for the universities, for science, for the infrastructure that we're staying to, and that kept the whole thing going. There's an interesting social experiment that happened, I think, for folks who are interested in sort of gun control in this country in particular, is one of the decisions they made early on, is to give guns to everybody. Semi automatics."
    },
    {
        "speaker": "A",
        "text": "Early on in the war."
    },
    {
        "speaker": "B",
        "text": "Early on in the war, yeah. So everybody got a gun. They also released a bunch of prisoners from prison because there was no staff to keep the prisons running. And so there's a very interesting psychological experiment of, like, how is this gonna go? Everybody has a gun. Are they gonna start robbing places? Are they going to start taking advantage of a chaotic situation? And what happened is that crime went to zero. So it turned out that this, as an experiment, worked wonderfully."
    },
    {
        "speaker": "A",
        "text": "That's a case where love generalized."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Or at least hate did not. We don't know if it's love or it's sort of lack of initiative for self, you know, common culture directed hate."
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't. Right. It's. I think that's very correct to say that it wasn't hate that was unifying people. It was love of country, love of community. It's the, probably the same thing that will happen to humans when, like, aliens invade. It's. We're all. It's a, it's the common effort. Everybody puts everything else to the side, plus just the. The sheer amount of guns, similar to, like, Texas. You realize, like, well, there's going to be a self correcting mechanism very quickly because the rule of law was also put aside. Right? Like, basically, the police force lost a lot of power because everybody else has guns, and they're kind of taking the law into their own hands. And that system, at least in this particular case, in this particular moment in human history, worked. It's an interesting lesson. You know?"
    },
    {
        "speaker": "A",
        "text": "It is. I had an interesting contrast that I'll share with you because you mentioned Texas. So not so long ago, I was in Austin. I often visit you or others in Austin, as you know, and many doors that I walked past, including a school, said, no firearms past this point, as a sticker on the door. You see this on hospitals sometimes. I saw this at Baylor College of Medicine, et cetera. Relatively common to see in Texas, not so common in California. And then I flew to the San Francisco Bay Area. I was walking by an elementary school in my old neighborhood and saw a similar sticker and looked at it, and it said, no peanuts or other allergy containing foods past this point on the door of this elementary school. So quite a different contrast. Like, you know, guns and peanuts. Now, peanut allergies, obviously are very serious for some people, although there's great research out of Stanford showing that early exposure to peanuts can prevent the allergies. But don't start rubbing yourself in peanut butter, folks. If you have a peanut allergy, that's not the best way to deal with it. In any case, the contrast of what's dangerous, the contrast of the familiarity with guns versus no familiarity in Israel and elsewhere. You see machine guns in the airport. In Germany, Frankfurt, you see machine guns in the airport. Not so common in the United States. So again, I feel like there's this aperture of vision. There's this aperture of pleasures versus creature comforts and lack of creature comforts, and then there's this aperture of danger. Right? People who are familiar with guns are familiar with people coming in and setting their firearm on the table and eating dinner. But if you're not accustomed to that, it's jarring, right?"
    },
    {
        "speaker": "B",
        "text": "I should mention people know this throughout human history, but the human ability to get assimilated. No. Get used to violence is incredible. So, like, you could be living in a peaceful time, like, we're here now, and there will be one explosion, like a 911 type of situation. That'd be a huge shock. It's terrifying. Everybody freaks out. The second one is a huge drop off in how you freaked out. You get. And in a matter of days, sometimes hours, it becomes the normal. I've talked to so many people in Kharkiv, which is one of the towns that's seen a lot of heated battle. You ask them, is it safe there? In fact, when I went to the closer and closer to the war zone, you asked people, is it safe? And their answer is usually, yeah, it's pretty safe."
    },
    {
        "speaker": "A",
        "text": "It's all signal to noise."
    },
    {
        "speaker": "B",
        "text": "Nobody has told me except western reporters sitting in the west side of Ukraine. It's really dangerous here. Everyone's like, yeah, you know, it's good. Like, my uncle just died yesterday. Like, he was shot. But it's pretty, you know, it's pretty good. Like, the farm's still running. Like they. How do I put it? They focus on the positive. That's one. But it's. There's a deeper truth there, which is you just get used to difficult situations, and the stuff that make you happy and the stuff that make you upset is relative to that new normal that you establish."
    },
    {
        "speaker": "A",
        "text": "I grew up in California, and there were a lot of earthquakes. I remember the 89 quake. I remember the embarcadero freeway pancaking on top of people and cars. I remember I moved to southern California. There's a north ridge quake. Wherever I move, there seem to be earthquakes. I never worry about earthquakes, ever. I just don't. In fact, I don't like the destruction they cause. But every once in a while, an earthquake will roll through, and it's kind of exciting. It sounds like a train coming through. It's like, wow, the earth is moving, you know? Again, I don't want anyone to get harmed, but I enjoy a good rumble coming through nonetheless. It signal the noise. But if I saw a tornado freak out and people from the Midwest are probably comfortable with, you know, Dan Gable, the great wrestler for the Midwest, you know, and I've never met, but I have great respect for. He's probably, you know, he's a tornado. Like, ah, yeah, maybe, you know. You know, so. So I think signal to noise is real before I neglect, although I won't forget. Speaking of signal to noise and environment, you are returning to, or have gone back to, one of your original natural habitats, which is the Massachusetts Institute of Technology, which is. It's actually difficult to pronounce in full MIT. Right. So you've been spending some time there teaching and doing other things. Tell us what you're up to with MIT recently."
    },
    {
        "speaker": "B",
        "text": "Well, it's. I'm really glad that you, being on the west coast, know the difference in, like, Boston, New York. I feel like a lot of people think it's like the east coast."
    },
    {
        "speaker": "A",
        "text": "It's very different, especially to Bostonians and New Yorkers. Oh, my goodness."
    },
    {
        "speaker": "B",
        "text": "Yeah, I love it. I get, I gave lectures there in front of an in person crowd."
    },
    {
        "speaker": "A",
        "text": "What were you talking about for the AI?"
    },
    {
        "speaker": "B",
        "text": "So different aspects of AI and, you know, robotics, machine learning. Machine learning. So for people who know the artificial intelligence field, they usually don't use the term AI, and people from outside use AI. The biggest breakthroughs in the machine learning field was some discussion of robotics and so on. Yeah, it was. In person, it was wonderful. I'm a sucker for that. I really avoided teaching or any kind of interaction during COVID because people put a lot of emphasis on, but also got comfortable with remote teaching. And I think nobody enjoyed it, except sort of, there's a notion that it's much easier to do because you don't have to, you know, you don't have to travel, you don't have to. You can do it in your pajamas kind of thing, but when you actually get to do it, you don't get the same kind of joy that you do when you're teaching as a student. You don't get the same kind of joy of learning. It's not as effective and all that kind of stuff. So to be in person together with people, to see their eyes, to get their excitement, to get the questions and all the interactions, that was awesome. And I'm still a sucker and a believer in the ideal of MIT, of the university. I think it's an incredible place. There's something in the air still, but it really hits a. The pandemic hit universities hard, because, and I can say this, this is not you saying it, this is me saying it, that administrations, as in all cases when people criticize institutions, the pandemic has given more power to the administration and taken away power from the faculty and the students, and that's from everybody involved, including the administration. That's a concern because the university is about the teachers and the students that should be primary. And whenever you have a pandemic, there's an opportunity to increase the amount of rules. Like, one of the things that really bothered me, and I'll screen from the top of the MIT dome. About this is they've instituted a new Tim ticket system, which is if you're a visitor to the campus at MIT, you have to register. You have to, first of all, show that you're vaccinated. But more importantly, there's a process to visiting. You need to get permission to visit. One of the reasons I loved MIT. Unlike some other institutions, MIT just leaves the door open to anyone. In classrooms, you can roll in the ridiculous characters. The students that are kind of, like, usually doing business stuff or economics can roll into a physics class and just, you know, you're kind of not allowed, but it's a gray area. So you. That you let that happen, and that creates a flourishing of the community. That was beautiful. And I think adding extra rules puts a squeeze on it, limits some of the flourishing, and I hope some of that dissipates over time as we kind of let go of the risk aversion that was created by the pandemic. As we kind of enter the new, the normal return back, some of that flourishing can happen. But when you're actually in there with the students. Yeah, it was magic. I love it. I love it."
    },
    {
        "speaker": "A",
        "text": "Well, some of your earliest videos on your YouTube channel were of you in the classroom. Right? That's how this all started."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. That's how YouTube, like, putting stuff on YouTube was terrifying. Right."
    },
    {
        "speaker": "A",
        "text": "Well, especially at the time when you did it again. You're a pioneer in that sense. You did that. Jordan Peterson did that. Putting up lectures is. Yeah, I would. I teach still every winter I teach, direct a course, and I'll be doing even more teaching going forward. But the idea of those videos being on the web is. Yeah, that spikes my cortisol a little bit."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's terrifying because you get to. And everybody has a different experience. Like, for me, being a junior research scientist, the, the kind of natural concern is like, who am I? I mean, when I was given this lecture, it's like, I don't deserve any of this."
    },
    {
        "speaker": "A",
        "text": "That's your humility coming through. And I actually think that humility on the part of an instructor is good because those that think that they are entitled and who else could give this lecture, then I worry more. I think it's. I once heard, I don't know if it's still true that the. At Caltech. Right. The greatest of California Institute of Technology not far from here, that many of the faculty are actually afraid of the students. Not physically afraid, but they're intellectually afraid because the students are so smart and teaching there can be downright frightening, I've heard. But that's great. Keeps everybody on their toes. And I think I've been corrected in lecture before at Stanford and elsewhere, when my lab was at UC San Diego, where someone will say, hey, wait, you know, last lecture you said this, and now you said that, and we're on the podcast, you know, and I think it's that moment where you sometimes feel that urge to defend and you go, oh, you're right. And I think it depends on how one was trained. My graduate advisor was wonderful at saying, I don't know, all the time. And she went to Harvard, Radcliffe, UCSF, and Caltech, and brilliant woman, and had no problem saying, like, I don't know."
    },
    {
        "speaker": "B",
        "text": "I don't have that problem. So I usually have two guys that somebody speaks up, grab them, drag him out of the room, never see him again. So everybody is really supportive. I don't understand the amount of love and support I get is, especially when."
    },
    {
        "speaker": "A",
        "text": "The last few students are there and everybody seems to be nodding as you're going, no, I think that I'd love to sit in on one of your lectures. I know very little about AI, machine learning, or robotics."
    },
    {
        "speaker": "B",
        "text": "Have you ever talked at MIT? Have you ever given lectures?"
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. When I went on the job market as a faculty member, my final two choices were between MIT Pcower, I had an on paper offer, wonderful place. Wonderful place to do neuroscience, and UC San Diego, which is a wonderful neuroscience program. In the end, it made sense for me beyond the west coast for personal reasons. But there's some amazing neuroscience going on there. Goodness. And that's always been true, and it's going to continue. It's been a long time since I've been invited back there. Oddly enough, when I started doing more podcasting, and I still run a lab, but I shrunk my lab considerably when I was doing. As I've done more podcasting, I've received fewer academic lecture invites, which makes sense, but now they're sort of coming back. And so when people invite now, I always say, do you want me to talk about the ventral thalamus and its role in anxiety and aggression, or do you want me to talk about the podcast? And my big fear is I'm going to go back to give a lecture about the retina or something, and I'll start off with an athletic greens read or something like that, just reflexively. Just kidding. That wouldn't happen. But listen, I think it's great to continue to keep a foot in both places. I was so happy to hear that you're teaching at MIT, because podcasting is one thing, teaching is another, and there's overlap there in the Venn diagram. But listen, the students that get to sit in on one of your lectures, and you may see me sitting there in the audience soon when I creep into your class sunglasses. That's right, wearing a red shirt, you won't recognize me. Well, are certainly receiving a great gift. I've watched your lectures on YouTube, even the early ones, and listen, I know you to be a phenomenal teacher."
    },
    {
        "speaker": "B",
        "text": "Yeah, there's something about. So I'm also doing, like I said, I'm pretty late last night working for a deadline on a paper. One of the things that I hope to do for hopefully the rest of my life is to continue publishing. And I think it's really important to do that, even if you continue the podcast, because you want to be just on your own intellectual and scientific journey as you do podcasting, at least for me, and especially on the engineering side, because I want to build stuff. And I think that keeps your ego in check, keeps you humble, because I think if you talk too much on a microphone, you start getting, you might lose track of the grounding that comes from engineering and from science and the scientific process and the criticisms that you get, all that kind of stuff, and."
    },
    {
        "speaker": "A",
        "text": "How slow and iterative it is. We have two papers right now that are in the revision stage. It's been a very long road. And I was asked this recently because I met with my chairman. He said, do you want to continue run a lab or you're just going to go full time on the podcast? And Stanford has been very supportive of, must say, as I know MIT has been a view. And I said, oh, I absolutely want to continue to be involved in research and do research. And we start talking about these papers and we're looking over my, this was my yearly review. And looking back, like, goodness, these papers have been in play for a very long time. So it's a long road, but you learn more and more, and the more time you spend myopically looking at a bunch of data, the more you learn and the more you think. I totally agree. Talking to these devices for podcasts is wonderful because it's fun. It relieves a certain itch that we both have, and hopefully it lands some important information out there for people. But doing research is like the, I guess if you know, you know, there's like the unpeeling of the onion, knowing that there could be something there. There's just nothing like it."
    },
    {
        "speaker": "B",
        "text": "I mean, you do, especially with the pandemic. And for me, both Twitter and the podcast have made me much more impatient about the slowness of the review process because Twitter will do that. Twitter will do. But even with podcasts, you have a cool. You'll find something cool, and then you have ideas and you'll just say them and they'll be out pretty quickly."
    },
    {
        "speaker": "A",
        "text": "We do a post right now about something that we both found interesting, and it's out in the world. Yep."
    },
    {
        "speaker": "B",
        "text": "And you can write up something like, there is a culture in computer science of posting stuff on archives and preprints that don't get in your review. And sometimes they don't even go through the review process ever, because people just start using them. If it's code and it's like, what's the point of this? It works. It's self evident that it works because people are using it. And that, I think, applies more to engineering fields because it's an actual tool that works. It doesn't matter if it. You don't have to scientifically prove that it works, works. It works. It's using for a lot of people."
    },
    {
        "speaker": "A",
        "text": "Well, sorry to interrupt, but just for point of reference, the famous paper describing the double helix, which earned Watson and Crick the Nobel Prize and should have earned Rosalind Franklin Nobel Prize, too, of course. But they got it for the structure of DNA. Of course, that paper was never reviewed at nature. They published it because its importance was self evident, or whatever they said."
    },
    {
        "speaker": "B",
        "text": "So, like the editors, it was that."
    },
    {
        "speaker": "A",
        "text": "Purely editorial decision, I believe. I mean, that's what I was told by someone who's currently an editor at Nature. If that turns out to not be correct, someone will tell us in the comments, for sure. That's pretty interesting, right?"
    },
    {
        "speaker": "B",
        "text": "It's really interesting."
    },
    {
        "speaker": "A",
        "text": "Perhaps the most significant discovery in biology and bioengineering, leading to bioengineering as well, of course, of the last century was not peer reviewed."
    },
    {
        "speaker": "B",
        "text": "Yeah, but, so Eric Weinstein, but many others have talked about this, which is, I mean, I don't think people understand how poor the peer review process is, just the amount of. Because you think peer review, it means all the best peers get together and they review your stuff, but it's unpaid work, and it's usually a small number of people, and it's a very. They have a very select perspective, so they might not be the best person, especially if it's super novel work and it's."
    },
    {
        "speaker": "A",
        "text": "Who has time to do it. I'm on a bunch of editorial boards still. Why? I don't know, but I enjoy the peer review process and sending papers out. Oftentimes the best scientists are very busy and don't have time to review. And oftentimes the more premier journals will select from a kind of a unique kit of very good scientists who are very close to the work. Sometimes the people are very far from the work. It really depends."
    },
    {
        "speaker": "B",
        "text": "And both have negatives, right. Very close to the work. There's jealousy and all those basic human things. Very far from the work. You might not appreciate the nuanced contribution, all that kind of stuff."
    },
    {
        "speaker": "A",
        "text": "And there's psychology. Sorry to interrupt again, but a good friend of mine who's extremely successful neuroscientist, Howard Hughes, investigator, et cetera, always told me that they. I won't even say whether or not who they are. They select their reviewers on the basis of who has been publishing very well recently because they assume that that person is going to be more benevolent because they've been doing well, that the love expands."
    },
    {
        "speaker": "B",
        "text": "That's a good point to that, actually. But the idea is that editors might actually be the best reviewers. So that was the traditional. That's the thing. I wanted to mention that Eric Weinstein talks about that back several decades ago. Editors had much more power, and there's something to be made for that, because editors are the ones who are responsible for crafting the journal. They really are invested in this. And so. And they're also often experts. Right. So it makes sense for an editor to have a bit of power in this case. Like, usually, if an idea is truly novel, you could see it. And so it makes sense for an editor to have more power in that regard. Of course, for me, I think peer review should be done the way tweets are done, which is like crowdsourced or Amazon reviews."
    },
    {
        "speaker": "A",
        "text": "Let the crowd decide."
    },
    {
        "speaker": "B",
        "text": "Let the crowd decide to. And let the crowd add depth and breadth in context for the contribution. So, you know, if the paper overstates the degree of contribution, the crowd will check you on that. If there's not enough support or, like, the conclusions are not supported by the evidence, the crowd will check you on that. There could be, of course, political bickering that enters the picture, especially on very controversial topics. But I think, I trust the intelligence of human beings to figure that out. And I think most of us are trying to figure this whole process out. I just wish it was happening much faster, because on the important topics, the review cycle could be faster. And we learned that through Covid that Twitter was actually pretty effective at doing science communication. It was really interesting. Some of the best scientists took to Twitter to communicate their own work and other people's work, and always putting into sort of the caveats that it's not peer reviewed and so on, but it's all out there and the data just moves so fast. And if you want stuff to move fast, Twitter is the best medium of communication for that."
    },
    {
        "speaker": "A",
        "text": "It's cool to see I'm now on Twitter more regularly, and initially it was just Instagram. I remember you and I used to have these over dinner drink conversations where I'd say, I don't understand Twitter, and you'd say, I don't understand Instagram. And of course, we understand how it worked and how to work each respective platform. But I think we were both trying to figure out what is driving the psychology of these different venues, because they are quite distinct psychologies. For whatever reason, I think I'm finally starting to understand Twitter and enjoy it a little bit. Initially, I wasn't prepared for the level of kind of reflexive scrutiny that sounds a little bit oxymoronic, but that people kind of, like, pick up on one small thing and then drive it down that trajectory. It didn't seem to be happening quite as much on Instagram. But I love your tweets. I do have a question about your Twitter account and how you do you have sort of internal filters of what you'll put up and won't put up, because sometimes you'll put up things that are about life and reflections. Other times you'll put up things like what you're excited about in AI or of course, point to various podcasts, including your own, but others as well. How do you approach social media? Not how do you regulate your behavior on there in terms of how much time, etcetera? I know you've talked about that before, but what's your mindset around social media when you go on there to either post or forage or respond to information?"
    },
    {
        "speaker": "B",
        "text": "I think I try to add some, not to sound cliche, but some love out there into the world, as OJ Simpson calls it, Twitter world. I think there is this viral negativity that can take hold, and I try to find the right language to add good vibes out there. And it's actually really, really tricky because there's something about positivity that sounds fake and I can't quite put my finger on it, but whenever I talk about love and the positive and almost childlike in my curiosity and positivity, people start to think like, surely he has skeletons in the closet. There's dead bodies in his basement. This must be a fake attic. It's the attic."
    },
    {
        "speaker": "A",
        "text": "The attic."
    },
    {
        "speaker": "B",
        "text": "I keep mine in the basement. That's the details."
    },
    {
        "speaker": "A",
        "text": "I was referring to your attic. I don't have an attic or a basement."
    },
    {
        "speaker": "B",
        "text": "Oh."
    },
    {
        "speaker": "A",
        "text": "Nor dead bodies. I just want to be very clear."
    },
    {
        "speaker": "B",
        "text": "Yeah, I do have an attic and actually haven't been up there. Maybe there is bodies up there, but, yes, I prefer the basement. It's colder down there. I like it. No, but there's an assumption that this is not genuine or nothing. It's disingenuous in some kind of way. And so I tried to find the right language for that kind of stuff, how to be positive, some of it. I was really inspired by Elon's approach to Twitter. Not all of it, but the. When he just is silly. I found that silliness. I think it's. Herman Hesse said something. To paraphrase one of my favorite writers, I think in Steppenwolf said, learn what is to be taken seriously and laugh at the rest. I think I try to be silly, laugh at myself, laugh at the absurdity of life, and then, in part, when I'm serious, try to just be positive, just see a positive perspective. But. And also, as you said, people pick out certain words and so on, and they attack each other, attack me over certain usage of words in a particular tweet. I think the thing I try to do is think positively towards them, like, do not escalate. So whenever somebody's criticizing me and so on, I just smile. If there's a lesson to be learned, I learn it. And then I just send good vibes their way, don't respond, and just hopefully sort of through karma and through kind of the ripple effect of positivity have, like, a, you know, an impact on them and the rest of Twitter. And what you find is, like, that builds your actions, create the community. So how I behave gets me surrounded by certain people. But, you know, lately, especially Ukraine, is one topic like this. I also thought about talking to somebody who reached out to me is Andrew Tate, who's extremely controversial from the perspective of a lot of people, is a misogynist."
    },
    {
        "speaker": "A",
        "text": "And I've heard his name, and I know that there's a lot of controversy around him. Maybe you could familiarize me. I've been pretty nose down in podcast prep, and I tried to do this vacation thing for about three, four weeks."
    },
    {
        "speaker": "B",
        "text": "I've heard about that."
    },
    {
        "speaker": "A",
        "text": "Yeah. And it sort of worked. I did get some time in the Colorado wilderness by myself, which was great. I did get some downtime. But in any event, it mainly consists of reading and nature. Reading and nature. Sauna, ice bath, working out, good food, a little extra sleep, these kinds of things. I really felt I needed it, but I am pretty naive when it comes to the kind of current controversies. But I've heard his name, and I think he's been deplatformed on a couple of platforms. Do I have that right?"
    },
    {
        "speaker": "B",
        "text": "So I should also admit that while I might know more than you, it's not by much. So it's like a five year old talking to a four year old right now."
    },
    {
        "speaker": "A",
        "text": "Is he an athlete, a podcaster?"
    },
    {
        "speaker": "B",
        "text": "Basic summary. He used to be a fighter, a kickboxer, I believe was pretty successful. And then during that, and after that, I think it was in a reality show. And he had all these programs that are basically like pickup artist advice. He has this, like, community of people where he gives advice on how to pick up women, how to, how to be successful in relationships, how to make a lot of money. And there's like, it costs money to enter those programs. So a lot of the criticism that he gets is kind of, it's like a pyramid scheme where you convince people to join so that they can make more money and then they convince others to join. That kind of stuff. But that's not why I'm interested in talking to him. I'm interested because one of the guests, maybe I shouldn't mention who, but, like, one of the female guests, I had really, a big scientist said that her two kids that are 13 and twelve really look up to Andrew."
    },
    {
        "speaker": "A",
        "text": "Male children, female children."
    },
    {
        "speaker": "B",
        "text": "And I hear this time and time again, so he is somebody that a lot of teens, young teens, look up to. So I haven't done serious research. I usually try to avoid doing research until I, like, agree to talk, and then I go deep. But there is an aspect to the way he talks about women that while I understand, and I understand certain dynamics in relationships work for people, and he's one such person, but I think him being really disrespectful towards women is not what I, it's not how I see what it means to be a good man. So the conversation I want to have with him is about masculinity. What does masculinity mean in the 21st century? And so when I think about that kind of stuff, and because we're talking about Twitter, it's like going into a war zone. I'm like a happy go lucky person."
    },
    {
        "speaker": "A",
        "text": "But you're like, send me to Ukraine. But I don't want to have this."
    },
    {
        "speaker": "B",
        "text": "Conversation on Twitter because it's a really, really, really tricky one, because also, as you know, when you do a podcast, everybody wants you to win. There's not, everything you do is positive. Maybe you'll say the wrong thing. It's like an inaccurate thing. And you can correct yourself with Andrew Tate, with Donald Trump, with folks like this. You have to. I mean, it's a professional boxing. You have to push the person. You have to be really eloquent. You have to be also empathetic, because you can't just do what journalists do, which is talk down to the person the entire time. That's easy. The hard thing is to empathize with the person, to understand them, to steel man their case, but also to make your own case. So in that case, about what it means to be a man. To me, a strong man is somebody who's respectful to women, not out of weakness, not out of social justice, warrior signaling and all that kind of stuff, but out of, that's what a strong man does. Like, they don't need to be disrespectful to prove their position in life. He is often. Now, a lot of people say it's a character. He's being misogynistic. He's being a misogynist as a kind of. For entertainment purposes."
    },
    {
        "speaker": "A",
        "text": "So like an avatar."
    },
    {
        "speaker": "B",
        "text": "Yeah. But to me, that avatar has a lot of influence on young folks. So the character has impact."
    },
    {
        "speaker": "A",
        "text": "I don't think you can separate the avatar and the person in terms of the impact, as you said. In fact, there are a number of accounts on Twitter and Instagram and elsewhere which people have only revealed their first names, or they give themselves another name or they're using a cartoon image. Part of that I believe, and at least from some of these individuals who actually know who they are, I understand, as a. An attempt to maintain their privacy, which is important to many people, and in some cases, so that they can be more inflammatory and then just pop up elsewhere as something else without anyone knowing that it's the same person."
    },
    {
        "speaker": "B",
        "text": "Some of the. This is the dark stuff. I've been reading a lot about Ukraine and Nazi Germany, so the thirties and the forties and so on, and you get to see how much the absurdity turns to evil quickly. One of the things I worry, one of the things I really don't like to see on Twitter and the Internet is how many statements end with Lol. It's like you think just because something is kind of funny or is funny or is legitimately funny, it also doesn't have a deep effect on society. So that's such a difficult gray area, because some of the best comedy is dark and mean, but it reveals some important truth that we need to consider. But sometimes comedy is just covering up for destructive ideology. And you have to know the line between those two. Hitler was seen as a joke in the late twenties and the thirties, the Nazi Germany, until the joke became very serious. You have to be careful to know the difference between the joke and the reality and do all that. I mean, in a conversation, I'm just such a big believer in conversation to be able to reveal something through conversation. But I don't know, one of the big, you know, you and I challenge ourselves all the time. I don't know if I. I have what it takes to have a good, empathetic but adversarial conversation."
    },
    {
        "speaker": "A",
        "text": "I need to learn more about this Tate person or not learn about him. Yeah, it sounds like maybe it's something to skip. I don't know, because, again, I'm not familiar with the content, but I was going to ask you whether or not you've seeked out or whether or not you would ever consider having Donald Trump as a guest on your podcast."
    },
    {
        "speaker": "B",
        "text": "Yeah, I've talked to Joe a lot about this, and I really believe I can have a good conversation with Donald Trump, but I haven't seen many good conversations with him. So, like, part of me thinks, part of me believes it's possible, but he often effectively runs over the interviewer."
    },
    {
        "speaker": "A",
        "text": "Just sit him down, give him an element. And athletic greens."
    },
    {
        "speaker": "B",
        "text": "Just relax."
    },
    {
        "speaker": "A",
        "text": "I mean, that nice, cool, air conditioned black curtain studio you've got, and, you know, a different side might come out. Context is powerful."
    },
    {
        "speaker": "B",
        "text": "Well, Joe's really good at this, which is relaxing person. You know, like, here, have a drink, right? Smoke a joint or whatever it is. But some, this energy of just let's relax and there's laughter and so on. I don't think, as people know, I'm just not good at that kind of stuff. So I think the way I could have a good conversation with him is to really understand his worldview, be able to steal Manna's worldview and those that support him, which is, I'm sorry to say, for people who seem to hate Donald Trump is a very large percentage of the country. And so you have to really empathize. But those people, you have to empathize with Donald Trump, the human being. And from that perspective, ask him hard questions."
    },
    {
        "speaker": "A",
        "text": "Who do you think is the counterpoint if you're going to seek balance in your guests? If you're going to have Trump on, then you have to have who on?"
    },
    {
        "speaker": "B",
        "text": "Well, it's interesting."
    },
    {
        "speaker": "A",
        "text": "Anthony Fauci seems to be strongly associated with sort of counter values, at least in the eye of the public. I think he's retiring soon, but I."
    },
    {
        "speaker": "B",
        "text": "Yeah, he's retiring, so that's really interesting. Anthony Fauci? Yeah, definitely. But I don't think he's a counterbalance. He's a, he's a complicated, fascinating figure who seems to have attracted a lot of hate and distrust, but also and."
    },
    {
        "speaker": "A",
        "text": "Love from some people. And love and love from some people. I mean, I know people, not even necessarily scientists, who have pro Fauci shirts. I've seen people with anti Fauci shirts. Excuse me, but certainly, but who adore him. There are people who adore him in the same way there are people that adore Trump. It's so interesting that one species of animal, such divergent neural circuitry."
    },
    {
        "speaker": "B",
        "text": "It almost feels like it's by design. And every single topic, we find tension and division. It's fascinating to watch. I mean, I got to really witness it from zero to 100 in Ukraine, where there's not huge, significant division, there was in certain parts of Ukraine, but across Europe, across the world, there was not that much division between Russia and Ukraine. And it was just born overnight, this intense hatred. So you see the same kind of stuff with Fauci over the pandemic. At first, we're all kind of huddled in uncertainty. There is a togetherness with a pandemic. Of course, there is more difficult because you're isolated. But then you start to figure out, like, probably the politicians and the media try to figure out, how can I take a side here, and how can I now start reporting on this side or that side and say how the other side is wrong? And so I think Anthony Faunchy is a part of just being used as a scapegoat for certain things, as part of that kind of narrative of division. But I think, so Trump is a singular figure that, to me, represents something important in american history. I'm not sure what that is, but I think you have to think, you put on your historian hat, go forward in time, and think back, like, how will he remember, be remembered 2030, 40, 50 years from now? Who is the opposite of that? You have to, I would really have to think about that because, because Trump was so singular. I think AOC is an interesting one, but she's so young, it's unclear to know how, what if she represents a legitimately large scale movement or nothing. Bernie Sanders is an interesting option, but I wish he would be 30 40 years younger. Like the young Bernie would be a good."
    },
    {
        "speaker": "A",
        "text": "There are scientists working on that."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think so."
    },
    {
        "speaker": "A",
        "text": "Not him specifically, but."
    },
    {
        "speaker": "B",
        "text": "Well, yeah, maybe him. We never know. There is a big conspiracy theory that Putin is. That's a body double. It's no longer Bernie is Putin."
    },
    {
        "speaker": "A",
        "text": "No, no, I'm having a hard time."
    },
    {
        "speaker": "B",
        "text": "The conspiracy theories. No, no, no. That the Putin we see on camera today is a body double."
    },
    {
        "speaker": "A",
        "text": "Well, one thing that, you know, in science, and in particular in anatomy, there's a classification scheme for different types of anatomists, which they either say you're a lumper or a splitter. You know, some people like to call a whole structure something, not necessarily just for simplicity, but for a lot of reasons. And then other people like to micro divide the nucleus into multiple names. And of course, people used to be able to name different brain structures after themselves. So there'd be the nucleus of lex and then the Huberman fasciculus or whatever, less of that nowadays. And by the way, those structures don't actually exist just yet. We haven't defined those yet that I was making those names up. But what's interesting is it seems like in the last five years, there's been a lot of. There's been a trend, excuse me, toward a requirement for lumping. You can't say, it seems that it's not allowed, if you will, to say, hey, yeah. And here I'm not stating my. I will never reveal my preferences about pandemic related things for hopefully, obvious reasons. Some people will say, vaccines, yes, but masks, no. Or vaccines and masks, yes, but let people work. And other people will say, no, everyone stay home. And then other people will say, no vaccines, no masks, let everybody work. No one was saying, no vaccines, no masks, and stay home. I don't think. So. There's this sort of lumping the boundaries around ideology really did start to defy science. I mean, it wasn't scientific. It was one part science ish at times, and sometimes really hardcore science. Other times it was politics, economics. I mean, we really saw the confluence of all these different domains of society that use very different criteria to evaluate the world. I mean, as a scientist, you know, I remember when the vaccines first came out and I asked somebody, you know, one of the early concerns I had that was actually satisfied for me was, how does this thing turn off? You know, if you start generating mRNA, how does it actually get turned off? So I asked a friend, you know, they know a lot about rna biology, and said, how's it turn off? They explained it to me and I was like, okay, makes sense. I asked some other questions, but most people aren't going to think about it at that level of detail necessarily. But it did seem that there was just kind of amorphous blobs of ideology that they grabbed onto things, and then there was this need for a chasm between them. It was almost felt like it became illegal in some ways to want two of the things from that menu and one of the things from that menu. I really felt like I was being constrained by a kind of, like, bento box model where I didn't get to define what was in the Bento box. I could either have Bento box A or Bento box Z, but nothing in between."
    },
    {
        "speaker": "B",
        "text": "And I think on that topic, and I think a lot of topics, most people are in the middle with humility, uncertainty, and they're just kind of trying to figure it out. And I think there is just the extremes defining the nature of this division. So I think it's the role of a lot of us in our individual lives. And also, if you're, if you have a platform of any kind, I think you have to try to walk in the middle, like, with the empathy and humility. And that's actually what science is about, is the humility. I'm still thinking about who's the opposite of Trump?"
    },
    {
        "speaker": "A",
        "text": "Well, maybe it is not. I mean, maybe Fauci is orthogonal to Trump. I mean, not everything has an opposite. I mean, it's, you know, maybe he's in n of one. Maybe he's in the minority of one because he was an outsider from Washington who then made it there."
    },
    {
        "speaker": "B",
        "text": "But also, I wonder, you know, you have to pick your battles because every battle you fight, you should take very seriously. And just the amount of hate I get, I got, and I still get for having sat down with the Pfizer CEO. That was a very valuable lesson for me."
    },
    {
        "speaker": "A",
        "text": "Well, that one got you a lot of heat."
    },
    {
        "speaker": "B",
        "text": "Yeah, it still does, because you had."
    },
    {
        "speaker": "A",
        "text": "Some pretty controversial guests on from that one."
    },
    {
        "speaker": "B",
        "text": "That one."
    },
    {
        "speaker": "A",
        "text": "Is he still the Pfizer CEO?"
    },
    {
        "speaker": "B",
        "text": "I believe so."
    },
    {
        "speaker": "A",
        "text": "CEO's turnover like crazy. This is the thing I didn't realize. In science, if somebody moves institutions like a big deal, most people don't have more than two moves in their career, maybe, but they often move to the next building is a big deal. But in biotech, it's like, I have a former colleague of mine from San Diego, and he's been a CEO here, he's a CEO there. He went back to a company he was a CEO of before he's probably back at the university we worked out for all I know. It's amazing how much moving around there is a very itinerant profession."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think in certain companies, I guess in biotech would be the case. The CEO is more of like a, the manager type. So you can sometimes jumping around benefits your experience so you get become better and better being a manager. There's some like leader, revolutionary CEO's that stick around for longer because they're so critical to pivoting a company like the Microsoft CEO currently, Sandra Buchai, somebody like that, obviously Elon Musk, somebody like that. That is part of pivoting a company into new domains constantly. But yeah, in biotech there's a machine, and in the eyes of a lot of people, big Pharma is like Big Tobacco. It's the epitome of everything that is wrong with capitalism. It's evil. Right? And so I showed up in the conversation where I thought with a pretty open mind, really asked what I thought were difficult questions of him. I don't think he's ever sat down to a grilling of that kind. In fact, I'm pretty sure they cut the interview short because of that. And I thought, you know, literally was hot in the room and we're sweating. And I was asking tough questions for somebody that like half the country or a large percent of the country believes he's alleviated a lot of, he helped through the financial resources that Pfizer has helped alleviate a lot of suffering in the world. So I thought for somebody like that, I was asking pretty hard questions. Boy, did I get to hear from the side. Usually one of the sides is more intense in their anger. So there are certain political topics, like with Andrew Tate, for example. I would hear from a very, it would probably be the left, far left, that would write very angrily. And so that's a group you'll hear from, the Pfizer CEO. I didn't get almost any messages from people saying, why did you go so hard on him? You know, he's a, he's an incredible human, incredible leader and CEO of a company that helped, helped us with a vaccine that nobody thought would be possible to develop so quickly."
    },
    {
        "speaker": "A",
        "text": "You did not get letters of this?"
    },
    {
        "speaker": "B",
        "text": "I did not. I mean, like here and there, but the sea of people that said everything from me being weak that I wasn't able to call out this person, how do you sit down? How do you platform this evil person? How do you make him look human? All that kind of stuff. And that you have to deal with that you have to. Of course. It's great. It's great because I have to do some soul searching, which is like, did I, like, you have to ask some hard questions. I love criticism like that. You get to like, you know, I hit some low points. There's definitely some despair. And you start to wonder, like, was I too weak? Should I have talked to him? What is true? And you sit there alone and just like, marinate in that, and hopefully over time that makes you better. But I still don't know what the right answer with that one is."
    },
    {
        "speaker": "A",
        "text": "Well, I feel that money plays a role here. You know, when people think big pharma, they think billions of dollars, maybe even trillions of dollars. Really? And certainly people who make a lot of money get scrutiny that others don't. Part of it is that they are often not always visible. But I think that there is a natural and reflexive, and I'm not justifying it. I certainly don't feel this, because I know some people who are very wealthy, some people who are very poor. I can't say it scales with happiness at all. People are always shocked to hear that. But that's what I've observed in very wealthy people. But that people who have a lot of money are often held to a different standard because people resent that. Some people resent that. And maybe there are other reasons as well. I mean, among people who are very wealthy, oftentimes the wish is for status, not money. You get a bunch of billionaires in a room, and unless one of them is Elon, who also has immense status for his accomplishments, typically, if you put a Nobel Prize winner in a room with a bunch of billionaires, they're all talking to that person. And there are many very interesting billionaires. But status is something that is often, but not always associated with money, but is a much rarer form of uniqueness out there. Positive uniqueness. If one considers status positive because there's a downside, too. I wonder whether or not the Pfizer CEO caught extra heat, because people assume, and I probably assume also, that his salary is quite immense."
    },
    {
        "speaker": "B",
        "text": "Yeah. So because I have a lot of data on this, I can answer, it's a very good hypothesis. Let's test it scientifically."
    },
    {
        "speaker": "A",
        "text": "He's about to tell me it's a great hypothesis, but it's wrong. I know the smirk. I know this smirk."
    },
    {
        "speaker": "B",
        "text": "I honestly think it's wrong. That effect is there for a lot of people. But I think the distrust is not towards the CEO. The distrust is towards the company. One of the really difficult soul searching I had to do, which is just having interacted with Pfizer folks at every level from junior to CEO, they're all really nice people. They have a mission. They talk about trying to really help people because that's the best way to make money, is come up with medicine that helps a lot of people. Like, the mission is clear. They're all good people, a lot of really brilliant people, PhDs. So you can have a system where all the people are good, including the CEO. And by good, I mean people that really are trying to do everything, they dedicate their whole life to do good. And yet you have to think that that system can deviate from a path that does good, because you start to deceive yourself of what is good. You turn it into a game where money does come into play from a company perspective, where you convince yourself the more money you make, the more good you'll be able to do. And then you start to focus more and more and more on making more money, and then you can really deviate and lose track of what is actually good. I'm not saying necessarily Pfizer does that, but I think companies could do that. You can apply that criticism to social media companies, to big pharma companies. That one of the big lessons for me, that's. I don't know what the answer is, but that all the people inside a company could be good people you would want to hang out with, people you'd want to work with. But as a company is doing evil, and, like, that's a possibility. So, like, the distrust I don't think, is towards the billionaire individual, which I do see a lot of in this case. I think it's. It's like Wall street distrust that the machinery of this particular organization has gone off track."
    },
    {
        "speaker": "A",
        "text": "It's the generalization of hate again."
    },
    {
        "speaker": "B",
        "text": "Yeah. And then good luck figuring out what is true. This is the tough stuff. But I should say the individuals, like individual scientists at the NIH in Pfizer, are just incredible people. They're really. They're really brilliant people. So the, you know, I never trust the administration or the business people. No offense, business people, but the scientists are always good. They have the right motivator in life. But again, they can have blinders on. Too focused on the science. Nazi Germany has a history of people just too focused on the science. And then the politicians use the scientists to achieve whatever end they want. If you just look narrowly at the journey of a scientist, it's a beautiful one, because they ultimately in it for the curiosity, the moment, the discovery versus money. I mean, prestige probably does come into play later in life, but especially young scientists they're after, it's like pulling at the thread of curiosity to try to discover something big. They get excited by that kind of stuff, and it's beautiful to see."
    },
    {
        "speaker": "A",
        "text": "It is beautiful. See, I have a former graduate student, now a postdoc at Caltech, and I don't even know if she had a cell phone. She would come in the lab, put her cell phone into the desk, and she was tremendously productive. But that wasn't why I brought it up. She was productive as a side effect of just being absolutely committed and obsessed to discover the answers to the questions she was asking as best she could. And it was. You could feel it. You just feel the intensity. And I just. Incredibly low activation energy if there was an experiment to do, so just go do it. You're teaching at MIT. You are obviously traveling the world. You're running the podcast. A lot of coverage of chess recently, which is interesting. I don't play chess, but I. Oh."
    },
    {
        "speaker": "B",
        "text": "I have some scientific questions to you about that."
    },
    {
        "speaker": "A",
        "text": "Oh, okay, sure. And then let's get to those for sure."
    },
    {
        "speaker": "B",
        "text": "And then you're not gonna like it."
    },
    {
        "speaker": "A",
        "text": "Oh, no. Okay. And then also some very. Do I have to spell Massachusetts again? Also, you still seem to have a proclivity for finding guests that are controversial. Right. You're thinking about Tate. We're talking about Trump. We're talking about the Pfizer CEO. We're talking about Fauci. These are intense people. And so what we're getting, folks, is a, we're not doing neuroimaging here in the traditional sense of putting someone into a scanner. What we're doing here is we're using as the great Carl Dyseroth, who was on your podcast."
    },
    {
        "speaker": "B",
        "text": "Thank you for that. Thank you for connecting us. He's an incredible person."
    },
    {
        "speaker": "A",
        "text": "He's an incredible psychiatrist, bioengineer, and human being and writer. And your conversation with him was phenomenal. I listened to it twice. I actually have taken notes. We talk about it in this household. We really do. His description of love is not to be missed. I'll just leave it at that, because if I try and say it, I won't capture it well. But we're getting a. A language based map of at least a portion of Lex Friedman's brain here. So what else is going on these days in that brain as it relates to robotics? AI? Our last conversation was a lot about robots and the potential for robot human interaction, even. What is a robot? Et cetera? Are you still working on robots or focused on robots? And, you know, where is science showing up in your life besides the things we've already talked about?"
    },
    {
        "speaker": "B",
        "text": "So I think the last time we talked was before Ukraine. Yes."
    },
    {
        "speaker": "A",
        "text": "You were just about to leave."
    },
    {
        "speaker": "B",
        "text": "Yes. So that, I mean, so that's why I went on."
    },
    {
        "speaker": "A",
        "text": "I was like, you know, this might be the last. You said you want to come out here before or after? I was like, come out there before. I want to see you before you go."
    },
    {
        "speaker": "B",
        "text": "But here you are in the flesh, I think. So a lot of, just a lot of my mind has been occupied, obviously, with that part of the world. But the most of the difficult struggles that I'm still going through is that I haven't launched a company that I want to launch, and the company has to do with AI. It's maybe a longer conversation, but the ultimate dream is to put robots in every home. But short term, I see their possibility of launching a social media company, and it's a non trivial explanation why that leads to robots in the home, but it's basically the algorithms that fuel effective social robotics, so robots that you can form a deep connection with. And so I've been really. Yeah, I've been building prototypes, but struggling that I don't have. Maybe if I were to be critical, the guts to launch a company or time, well, it's combined."
    },
    {
        "speaker": "A",
        "text": "I think you've got the guts. I mean, it's clear if you'll do an interview with the Pfizer CEO and you're considering putting this Tate fellow on your podcast and you've gone to the Ukraine, that you have the guts. It's also a, it means not doing quite a lot of other things."
    },
    {
        "speaker": "B",
        "text": "That's what I mean. But it does take, the thing is, as many people know, when you fill your day and you're busy, that busyness becomes an excuse that you use against doing the things that scare you. A lot of people use family in this way. You know, my wife, my kids, I can't. When in reality, some of the most successful people have a wife and have kids and have families, and they still do it. And so a lot of times we can fill the day with busy work with like, yeah, of course I have podcasts and all this kind of stuff, and they make me happy and they're all, they're wonderful, and there's research, there's teaching and so on, but all of that can just serve as an excuse from the thing that my heart says is the right thing to do. And that's why I don't have the guts, the guts to say no to basically everything, and then to focus all out, because part of it is I'm unlikely to fail at anything in my life currently because I've already found a comfortable place with a startup, it's most likely going to be a failure, if not an embarrassing failure."
    },
    {
        "speaker": "A",
        "text": "Well, the machine learning data that I'm aware of, I don't know a lot about machine learning, but within the realm of neuroscience, say that a failure rate of about 15% is optimal for neuroplasticity and growth. Whether or not that translates to all kinds of practices isn't clear. But getting trials right 85% of the time seems to be optimal for language learning, seems to be optimal for mathematics, and seems to be optimal for physical pursuits on average. Right? I'm sure I'm going to, you know that, you know, you have more machine learning geeks that listen to your podcast and listen to this podcast, but it doesn't mean you have to fail on 15% of your weight sets, folks. I mean, it could be 16%. No, I'm just kidding. But it's not exact. But it's a pretty good rule of."
    },
    {
        "speaker": "B",
        "text": "Thumb, I think a lot of startup founders would literally murder for 85% chance of success. I think given all the opportunities I have, the skillset, the funding, all that kind of stuff, my chances are relatively high for success. But what relatively high means in the startup world is still far, far below 85. You're talking about single digit percentages. Most startups fail."
    },
    {
        "speaker": "A",
        "text": "Well, I think it means the decision to focus on the company and not other things means the decision to close the hatch on dopamine retrieval from all these other things that are very predictable sources of dopamine. Not that everything is dopamine, but, you know, dopamine is, I think, the primary chemical driver of motivation. You know, if you know that you can get some degree of satisfaction from scrolling social media or from that particular cup of coffee, that's what you're gonna do. That's what you're going to consume. Unless you somehow invert the algorithm and you say, you know, it's actually my denial of myself drinking that coffee. That's gonna be the dopamine, right."
    },
    {
        "speaker": "B",
        "text": "Interesting."
    },
    {
        "speaker": "A",
        "text": "Then you know, and that's the beauty of having a forebrain, is that you can make those decisions. This is the essence, I do believe, of what we see of David Goggins. There's much more there. There's a person that none of us know, and only he knows, of course. But the idea that the pain is the source of dopamine. The limbic friction, as I sometimes like to call it, is the source of dopamine that runs counter to how most nervous systems work. But it's decision based. Right. It's not because his musculature is a certain way or he had crispr or something, it's because he decides that. And I think that's amazing. But what it means in terms of starting a company and changing priorities is closing the hatch on all or many of the current sources of dopamine so that you can derive dopamine from the failures within this narrow context. And there's a very reductionist view, kind of neuro centric view of what we're talking about. But I think about this a lot. I mean, the decision to choose one relationship versus another is a decision to close down other opportunities, right? So I think that the, you know, the decision to order one thing off the menu versus others is this decision to close down those other hatches. So I think that you absolutely can do it. It's just a question of can you flip the algorithm?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Remap the source of dopamine to something."
    },
    {
        "speaker": "A",
        "text": "Else and maybe go out there not to succeed, but make the journey as the destination type thing. But when you're financially vested in your time, and as far as I know, we only get one life, at least on this planet, and you want to."
    },
    {
        "speaker": "B",
        "text": "Spend that wisely and a lot of that. The people that surround you, people are really important. And I don't have people around me that say, you should do a startup. It's very difficult to find such people."
    },
    {
        "speaker": "A",
        "text": "Is Austin big startup culture right now?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it is. It is. But it doesn't make sense for me to do a startup. This is what the people that love me my whole life have been telling me. Doesn't make sense what you're doing right now. Just do the thing you were doing previously."
    },
    {
        "speaker": "A",
        "text": "Why do I get the sense that because they are saying this, you're apt to go against it?"
    },
    {
        "speaker": "B",
        "text": "Actually, I was never that unfair. Unfortunately. Unfortunately, I need. I've talked to people I love, my parents, family and so on, friends. I'm one of those people that needs unconditional support for difficult things like I know myself coaching wise. It's good to. I like. So here's how I get coached best. Let's say wrestling. I like a coach that says, you want to win the Olympics. They will not force. If I say, I want to win the gold medal at the Olympics in freestyle wrestling, I want a coach that doesn't blink once and hears me and believes that I can do it and then is viciously intense and cruel to me on that pursuit. Like, if you want to do this, let's do this. But that's. Support that. Like, that positivity. I don't. I'm never, you know, I'm not energized, nor do I see that as love. A person saying, like, basically criticizing that. Like, saying, like, you're. You're too old to win the Olympic gold medal, right? You're, like, all the things you can come up with. That's not helpful to me. And I can't find a dopamine or I haven't yet a dopamine source from the haters. Like, basically people that are criticizing you, trying to prove them wrong. It never got me off it. Never."
    },
    {
        "speaker": "A",
        "text": "Where some people seem to like that. I mean, David Goggins always seems to come out. He seems driven by many sources, that he has access. I don't know because I've never asked him. But if I were to venture a guess, I'd say that he probably has a lot of options inside his head as to how to push through challenge, not just overcome pain. But he'll post sometimes about the fact that people will say this or people will do this and talk about the pushback approach. He'll also talk about the pushback approach that's purely internal, that doesn't involve anyone else. Great versatility there."
    },
    {
        "speaker": "B",
        "text": "Yeah. There's literally a voice he yells at that represents some kind of, like, devil that wants him to fail. And he's, you know, he calls him bitch and all kinds of things, saying, you know, fuck you. I'm not. I'm not. There's always, like, an enemy, and he's going against that enemy. I mean, I wish maybe that's something. I mean, it's really interesting. Maybe you can remap it this way so that you can construct, like, that's a kind of obvious mechanism. Construct an amorphous blob that is a hater that wants you to fail. Right. That's kind of the David Goggins thing, that blob says. You're too weak, you're too dumb, you're too old, you're too fat, you're too whatever, and getting you to want to quit and so on. And then you start getting angry at that blob, and maybe that's a good motivator. I haven't personally really tried that."
    },
    {
        "speaker": "A",
        "text": "Well, I've had external, you know, challenge when I was a postdoc, a very prominent laboratory several prominent laboratories, in fact, were working on the same thing that I was, and I was just a slowly post talk working on a project pretty independent from the lab I was in. And there was competition, but there was plenty of room for everybody to win. But in my head, and frankly, I wont disclose who this is, and because there was some legitimate competition there, and a little bit of friction, not too much healthy scientific friction. Yeah, I might have pushed a few extra hours or more. A little bit. I have to say it felt metabolizing, it felt catabolic, right. It didn't, I couldn't be sustained by it. And I contrast that with the podcast or the work that my laboratory is doing now. Focus on stress and human performance, et cetera. And it's pure love. I just, I want, it's pure curiosity and love. I mean, they're hard days, but I, I never, there's no adversary in the picture. They're the practical workings of life."
    },
    {
        "speaker": "B",
        "text": "That was the thing that Joe really inspired me on. And people do create adversarial relationships in podcasting, because you get youtubers do this, they hate seeing somebody else be successful. There's a feeling of jealousy, and some people even see that as healthy. Like, ooh, like Mister Beast is somebody. Some of these popular youtubers, how do they get 100 million views and I only get 20 views?"
    },
    {
        "speaker": "A",
        "text": "Mrbeast devoted his entire, according to him, his entire life he's been focused on becoming this massive YouTube channel."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, that, you know, he's inspiring in many ways, but like, there's some people that get, become famous for doing much less insane pursuit of, of greatness than Mister beast, like this. People become famous on social media and so on, and it's easy to be jealous of them. One of the early things I've learned from Joe just being a fan of his podcast is how much he celebrated everybody. And again, maybe I ruined my whole dopamine thing, but I don't get energized by people that become popular in the podcasting space and YouTube. It's awesome. It's all of it is awesome. And I'm inspired by that. But the problem is, that's not a good motivator. Inspiration is like, oh, cool, humans can do this, this is beautiful, but it's not. I'm looking, I'm looking, you know, for forcing function. That's why I gave away the salary from Mit. I was hoping my bank account hit zero. That would be a forcing function to be like, oh, shit, and I, you know, and you're not allowed to have a normal job. So I wanted to launch, and then the podcast becomes a source of income. So it's like, God damn it."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, and here I have to confess my biases. You are so good at what you do in the realm of podcast, and you're excellent at other things as well. I just have less experience in those things."
    },
    {
        "speaker": "B",
        "text": "I know."
    },
    {
        "speaker": "A",
        "text": "Here I'm taking the liberty of speaking for many, many people and just saying, I sure as hell hope you don't shut down the podcast. But as your friend and as somebody who cares very deeply about your happiness and your deeper satisfaction, if it's in your heart's heart to do a company, well, then, damn it, do the company."
    },
    {
        "speaker": "B",
        "text": "And a lot of it I wouldn't even categorize as happiness. I don't know if you have things like that in your life, but I'm probably the happiest I could possibly be right now."
    },
    {
        "speaker": "A",
        "text": "That's wonderful."
    },
    {
        "speaker": "B",
        "text": "But the thing is, there's a longing for the startup that has nothing to do with happiness. It's something else."
    },
    {
        "speaker": "A",
        "text": "That's that itch, that's that."
    },
    {
        "speaker": "B",
        "text": "I'm pretty sure I'll be less happy because it's a really tough process. I mean, to whatever degree you can extract happiness from struggle. Yes, maybe, but I don't see it. I think I'll have some very, very low points. There's a lot of people who find companies found companies know about your and I also want to be in a relationship. I want to get married. And sure as hell a startup is not going to increase the likelihood of that."
    },
    {
        "speaker": "A",
        "text": "We could start up a family and start a company."
    },
    {
        "speaker": "B",
        "text": "Well, that's a. I'm a huge believer in that, which is getting a relationship at a low point in your life."
    },
    {
        "speaker": "A",
        "text": "Which is, sorry, I'm not disputing your stance, nor am I agreeing with it. It's just every once in a while there's a Lex Friedmanism that hits a particular circuit in my brain. I just laugh out loud."
    },
    {
        "speaker": "B",
        "text": "I just think that it's easy to have a relationship when everything is good. The relationships that become strong and are tested quickly are the ones when shit is going down."
    },
    {
        "speaker": "A",
        "text": "Well, then there's hope for me yet."
    },
    {
        "speaker": "B",
        "text": "So."
    },
    {
        "speaker": "A",
        "text": "Before we sat down, I was having a conversation with a podcast producer who is a, I wouldn't say avid. Rather, he's a rabid consumer of podcasts and finds these amazing podcasts. He's small podcasts and unique episodes. Anyway, we were talking about some stuff that he had seen and read in the business sector, and he was talking about the difference between job, career, and a calling. I think he was extracting this from conversations of CEO's and founders, et cetera. I forget the specific founders that brought this to light for him, but this idea that if you focus on a job, you can make an income, and hopefully you enjoy your job or not hate it too much. A career represents a sort of, in my mind, a kind of series of evolutions that one can go through, junior professor, tenure, etcetera. But a calling has a whole other level of energetic pull to it, because it includes career and job, and includes this concept of sort of like a life. It's very hard to draw the line between a calling in career and a calling in the other parts of your life. Question, therefore, is, do you feel a calling to start this company, or is it more of a compulsion that irritates you? Is it like something you wish would go away, or is it something that you hope will. Won't go away?"
    },
    {
        "speaker": "B",
        "text": "No, I hope it won't go away. It's a calling. It's a calling. It's beautiful. It's like when I see a robot. When I first interacted with robots, and it became even stronger, the most sophisticated, the robots I interacted with. I see a magic there, and you're like, you look around, does anyone else see this magic? Like, it's. It's kind of like maybe when you fall in love like that, that feeling, like, does anyone else notice this person that you just walk in the room? I feel that way about robots, and I can elaborate what that means, but I'm not even sure I can convert it into words. I just feel like the social integration of robots in society will create a really interesting world. And our ability to anthropomorphize when we look at a robot, and our ability to feel things when we look at a robot is something that most of us don't yet experience, but I think everybody will experience in the next few decades. And I just want to be a part of that, exploring that, because it hasn't been really thoroughly explored. The best roboticists in the world are not currently working on that problem at all. They try to avoid human beings completely, and nobody's really working on that problem. In terms of, when you look at the numbers, all the big tech companies that are investing money, the closest thing to that is Alexa, and basically being a servant to help, to tell you the weather or play music and so on, it's not trying to form a deep connection. And so I. Sometimes you just notice a thing. Not only do I notice the magic there's a gut feeling, which I try not to speak to because there's no track record, but I feel like I can be good at bringing that magic out of the robot. And there's no data that says, I would be good at that. But there's a feeling. It's just a feeling like I, you know, when I. Because I've done so many things I love doing, playing guitar, all that kind of stuff, jiu jitsu. I've never felt that feeling. When I'm doing Jiu jitsu, I don't feel the magic of the genius required to be extremely good a guitar. I don't feel any of that. But I've noticed it in others. Great musicians, they will, they notice the magic about the thing they do, and they ran with it. And I just always thought, I think it had a different form. When I. Before I knew robots existed, before AI existed, the form was more about the magic between humans. I think of it as love, but the smile the two friends have towards each other. When I was really young, and people would be excited when they first know each other and notice each other, and there's that moment that they shared that feeling together, I was like, wow, that's really interesting. It is really interesting that these two separate intelligent organisms are able to connect all of a sudden on this deep, emotional level. It's like, huh. It's just beautiful to see. And I noticed the magic of that. And then when I started programming, programming, period. But then programming AI systems, you realize, oh, that could be, that's not just between humans and humans. That could be humans and other entities, dogs, cats, and robots. And that's. So I. For some reason, it hit me the most intensely when I saw robots. So, yeah, it's like a calling, but it's a calling that I can just enjoy the vision of it, the vision of a future world, of an exciting future world that's full of cool stuff. Or I can be part of building that. And being part of building that means doing a. The hard work of capitalism, which is like raising funds from people, which for me, right now is the easy part, and then hiring a lot of people. I don't know how much you know about hiring, but hiring, hiring excellent people, excellent people that will define the trajectory of not only your company, but your whole existence as a human being and building it up, not failing them, because now they all depend on you. And not failing the world with an opportunity to bring something that brings joy to people and all that pressure, just nonstop fires that you have to put out the drama, having to work with people you never worked with, like lawyers and the human resources and supply chain. And because this is very compute heavy, the computer infrastructure, managing security, cybersecurity is because you're dealing with people's data. So now you have to understand not only the cybersecurity of data and the privacy, how to maintain privacy correctly with data, but also the psychology of people trusting you with their data. And what is how, how, you know, if you look at Mark Zuckerberg and Jack Dorsey and those folks, they seem to be hated by a large number of people."
    },
    {
        "speaker": "A",
        "text": "Jack seemed. I didn't, you know, I did much less. I think, I always think of Jack as a, as a loved individual, but."
    },
    {
        "speaker": "B",
        "text": "Well, you have a very positive view of the world."
    },
    {
        "speaker": "A",
        "text": "I like Jack a lot, and I like his mind. And I, someone close to him described him to me recently as he's an excellent listener. That's what they said about Jack, and that's my experience of him, too. Very private person. So we'll leave it at that. But listen, I think Jack Dorsey is one of the greats of the last 200 years and is just much quieter about his stance on things than a lot of people, but much of what we see in the world. That's wonderful. I think we owe him a debt of gratitude. I'm just voicing my stance here."
    },
    {
        "speaker": "B",
        "text": "I'm the person. This is really important. A wonderful person, a brilliant person, a good person. But you still have to pay the price of making any kind of mistakes as the head of a company. You don't get any extra bonus points for being a good person."
    },
    {
        "speaker": "A",
        "text": "But his willingness to go on Rogan and deal directly and say, I don't know an answer to that in some cases, but to deal directly with some really challenging questions to me, earned him trust me, tremendous respect."
    },
    {
        "speaker": "B",
        "text": "Yes. As an individual, he was still part of him is, so you, you've said your kid, and I love Jack, too, and I interact with him all."
    },
    {
        "speaker": "A",
        "text": "He's been on your podcast."
    },
    {
        "speaker": "B",
        "text": "Yes. But he's also part of a system, as we talked about. And I would argue that Jack shouldn't have brought anyone else with him on that podcast. If you go."
    },
    {
        "speaker": "A",
        "text": "That's right. He had a cadre of, oh, he."
    },
    {
        "speaker": "B",
        "text": "Had, I guess, the, the legal, the head legal with him. And also it requires a tremendous amount of skill to go on a podcast like Joe Rogan and be able to win over the trust of people by being able to be transparent and communicate how the company really works, because the more you reveal about how a social media company works, the more you open up for security, the vector of attacks increases. Also, there's a lot of difficult decisions, in terms of censorship or not, that are made of that. If you make them transparent, you're going to get an order of magnitude more hate. So you have to make all those kinds of decisions. And I think that's one of the things I have to realize, is you have to take that avalanche of potentially hate if you make mistakes."
    },
    {
        "speaker": "A",
        "text": "Well, you have a very clear picture of this architecture of what's required in order to create a company. Of course, there's division of labor, too. I mean, you don't have to do all of those things in detail, but finding people that are excellent to do, you know, to run the critical segments are obviously key. I'll just say what I said earlier, which is, if it's in your heart's heart to start a company, if that indeed is your calling, and it sounds like it is, then I can't wait."
    },
    {
        "speaker": "B",
        "text": "Does a heart have a heart? I don't know. What's that expression even mean?"
    },
    {
        "speaker": "A",
        "text": "Probably not. In my lab at one point, early days, we worked on cuttlefish and they have multiple hearts and they pump green blood, believe it or not. Very fascinating animal. Speaking of hearts and green blood, earlier today, before we sat down, I solicited for questions on Instagram in a brief post."
    },
    {
        "speaker": "B",
        "text": "Do you want to look at some of them?"
    },
    {
        "speaker": "A",
        "text": "Yes. Let's take these in real time. My podcast team is always teasing me that I never have any charge on my phone. I'm one of these people that likes to run in the, run in the yellow or whatever it is. Yeah."
    },
    {
        "speaker": "B",
        "text": "Funny how always the iPhone people are out of battery."
    },
    {
        "speaker": "A",
        "text": "I just got a new one. I mean, this one has plenty of battery. I just got a new one. So I've different numbers for different things, personal and work, etcetera. I'm trying that now. All right. And get into the."
    },
    {
        "speaker": "B",
        "text": "I have a, I have a chest thing, too, to mention to you."
    },
    {
        "speaker": "A",
        "text": "Oh, yes, please. Will I insult you if I, if I look up these questions as you ask me? Okay."
    },
    {
        "speaker": "B",
        "text": "No, no. But I will insult you by asking this question because I think it's hilarious. So there's been a controversy about cheating. Hans Niemann, who's a 2700 player."
    },
    {
        "speaker": "A",
        "text": "Oh yeah, I saw that clip on your clips channel. By the way, I love your clips channel and I listen to your full channel."
    },
    {
        "speaker": "B",
        "text": "The big accusation is that he cheated by having, I mean, it's half joke, but it started getting me to wonder whether you can cheat by having vibrating anal beads. So you can send messages to."
    },
    {
        "speaker": "A",
        "text": "Well, let's rephrase that statement. Not you can, but one can."
    },
    {
        "speaker": "B",
        "text": "One can. One can."
    },
    {
        "speaker": "A",
        "text": "Thank you."
    },
    {
        "speaker": "B",
        "text": "That was a personal attack. Yes, but it made me realize, I."
    },
    {
        "speaker": "A",
        "text": "Mean, I'm just going to adjust myself, kick my seat here."
    },
    {
        "speaker": "B",
        "text": "I use it all the time for podcasting to send myself messages, to remind me myself of notes. But it's interesting. I mean, it."
    },
    {
        "speaker": "A",
        "text": "I'm not going to call you again."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's exactly where I keep my phone. It did get me down this whole rabbit hole of, well, how would you be able to send communication in order to cheat in different sports? I mean, that doesn't even have to do with chess in particular, but it's interesting in chess and poker that there's. There's mechanisms, sort of modern day, where you're streaming live the competition so people can watch it on tv. If they can only send you a signal back, they, you know, it's just like a fun little thing to think about and if it's possible to pull off. So I wanted to get your scientific evaluation of that technology to cheat using."
    },
    {
        "speaker": "A",
        "text": "Some sort of interoceptive device."
    },
    {
        "speaker": "B",
        "text": "Yeah. Vibrating of some kind. Yeah. Well, no, no, that's one way to send signals is like Morse code, basically."
    },
    {
        "speaker": "A",
        "text": "Yeah. So there's a famous. I believe there's a famous real world story of physics students. I'm gonna get some of this wrong. So I'm saying this in kind of course form so that somebody will correct this. But I believe it was physics graduate students from UC Santa Cruz or somewhere else. Maybe it was Caltech, a bunch of universities, so that no one, you know, associated with any one university that went to Vegas and used some sort of tactile device for kind of card counting thing. This was actually demonstrated also not this particular incident, I don't think, in the movie casino, where they spotted, I remember Robert De Niro, who you have a not so vague resemblance to, by the way, in taxi driver."
    },
    {
        "speaker": "B",
        "text": "God, I wish I had an impression right now."
    },
    {
        "speaker": "A",
        "text": "Travis Bickle. Look it up, folks. Travis Bickle is, you know, if Lex ever shaved his head into a mohawk, I would. So they. He had a tapping device on his ankle that was signaling someone else was counting cards and then signaling to that person. Person. So, yeah, that could be done in the tactile way. It could be done, obviously, earpieces, if it's deep earpiece, I think that there are ways that they look for that. Certainly any kind of vibrational device in whatever orifice, provided someone could pay attention to that while still playing the game? Yeah, I think it's entirely possible. Now, could it be done purely neurally? Could there be something that was. And listen, it wouldn't have to even be below the skull. This is where whenever people hear about neuralink or brain machine interface, they always think, oh, you have to drill down below the skull and put a chip into the skull. I think there are people walking around nowadays with glucose monitoring devices like levels, which ive used. And it was very informative for me, actually, as a kind of an experiment, gave me a lot of interesting insights about my blood sugar regulation, how it reacts to different foods, et cetera. Well, you can implant a tactile device below the skin with a simple incision. Actually, one of the neurosurgeons at Neurolink I know well, because he came up at some point through my laboratory and was at Stanford, and he actually has put in a radio receiver in his hand, and his wife has it, too. And he can open locks of his house and things like that."
    },
    {
        "speaker": "B",
        "text": "So he's been under the skin."
    },
    {
        "speaker": "A",
        "text": "Under the skin. You know, you can go to."
    },
    {
        "speaker": "B",
        "text": "How does that work? So how do you use a piercer?"
    },
    {
        "speaker": "A",
        "text": "You go to a, you know, a body piercer type person, and they can just slide it under there, and it's got a battery life of something and, you know, some fairly long duration."
    },
    {
        "speaker": "B",
        "text": "How do you experience the tactile, the haptics of it?"
    },
    {
        "speaker": "A",
        "text": "Oh, no, that just allows him to open certain locks with just his hand. But you could easily put some sort of tactile device in there."
    },
    {
        "speaker": "B",
        "text": "But does it have to connect to the nerves, or is it just like, just vibration?"
    },
    {
        "speaker": "A",
        "text": "No, just vibration."
    },
    {
        "speaker": "B",
        "text": "And, you know, you can probably sense it even if it's under the skin. I wonder."
    },
    {
        "speaker": "A",
        "text": "And it can be by, it can be Bluetooth linked. I mean, you know, I've seen there's a engineering laboratory at the University of Illinois, champaign Urbana that's got an amazing device, which is about the size of a band aid. It goes on the clavicles, and it uses sound waves pinged into the body to measure cavitation. Think about this for a moment. This is being used in the military where, let's say you're leading an operation or something, people are getting shot, shot at. And on a laptop, you can see where the bullet entry points are. Are people dead? Are they bleeding out? Entry exit points, you can get if take it out of the battlefield scenario, you can get breathing body position 24 hours a day. There's so much that you can do looking at cavitation. So these same sorts of devices on twelve hour Bluetooth could be used to send all sorts of. Maybe every time you're supposed to hold your hand. I'm not a good gambler, so I only play roulette when I go to Vegas because just long, boring and games. But you get some good mileage out of each run, usually. But maybe every time you're supposed to hold, the person gets sort of like a stomach cinching because this is stimulating the vagus a little bit and they get a little bit of an ancient. So it doesn't have to be Morse code. It can be, yes, no, maybe it can be green red, yellow type signaling. It doesn't have to be very sophisticated to give somebody a significant advantage. Anyway, I haven't thought about this in detail before this conversation, but. Oh, yeah, there's an immense landscape."
    },
    {
        "speaker": "B",
        "text": "I don't know if you know a poker player named Phil Ivey."
    },
    {
        "speaker": "A",
        "text": "No, I don't follow the gambling."
    },
    {
        "speaker": "B",
        "text": "He's considered to be one of the greatest poker players of all time, legitimately. You know, he's just incredibly good. But he got, there's this big case where he was accused of cheating and proven, and it's not really cheating, which is what's really fascinating, is it turns out. So he plays poker, Texas hold'em mostly, but all kinds of poker. It turns out that the grid on the back of the cards is often printed a little bit imperfectly. And so you can use the asymmetry of the imperfections to try to figure out certain cards. So if you play and you remember that a certain card is like, I think the eight in that deck that he was accused of, eight and nine were slightly different, symmetry wise. So he can now ask the dealer actually to rotate it to check the symmetry. So you would ask the dealer to rotate the card to see that there's to detect the asymmetry of the back of the card. And now he knows which cards are eights and nines or likelier to be eights and nines, and he was using that information to play poker and win a lot of money, but it's just a slight advantage. And his cases, and in fact, the judge found this, that he's not actually cheating, but it's not right. You can't use this kind of extra information. So it's fascinating. You can discover these little holes in games if you pay close enough attention."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's fascinating. And I think that I did watch that clip about the potential of a cheating event in chess and the fact that a number of chess players admit to cheating at some point in their career. Very, very interesting."
    },
    {
        "speaker": "B",
        "text": "Well, it was online. So online cheating is easier, right? When you're playing online cheating in a game where the machine is much better than the human, it's very difficult to prove that you're human. And that applies, by the way. Another really big thing is in social media, the bots to, if you're running a social media company, you have to deal with the bots, and they become. One of the really exciting things in machine learning and artificial intelligence, to me, is the very fast improvement of language models. So neural networks that generate text, then interpret text that generate from text, images and all that kind of stuff. But that's. You're now going to create incredible bots that look awfully a lot like humans."
    },
    {
        "speaker": "A",
        "text": "Well, at least they're not going to be those crypto bots that seem to populate my comment section when I post anything on Instagram, I should delete those, even though they add to the comment roster and they bother me so much. I spend at least 1015 minutes on each post just deleting those. I don't know what they need to do, but I'm not interested in whatever it is they're offering. Speaking of non bots, I'm going to assume that all the questions are not from bots. There are a lot of questions here, more than 10,000 questions. Goodness. I'll just take a few. Working from top to bottom, what ideas have you been wrestling with lately? And I think about the company as one, but as I scroll to the next, what are some others?"
    },
    {
        "speaker": "B",
        "text": "Well, some of the things we talked about, which is the ideas of how to understand what is true, what is true about a human being, how to reveal that, how to reveal that through conversation, how to challenge that properly, that it leads to understanding, not diversion. So that applies to everybody from Donald Trump to Vladimir Putin. Also, another idea is there's a deep distrust of science and trying to understand the growing distrust of science, trying to understand what's the role of those of us that have a foot in the scientific community, how to be, how to regain some of that trust. Also, there's, as we talked about, the, how to find and how to find and how to maintain a good relationship. I mean, that's really been. I've never felt quite as lonely as I have this year with Ukraine. It's just like, so many times I would just lay there and just feeling so deeply alone because I felt that my home, not my home. Like, literally. Cause I'm an american. I love, I'm a proud american, I'll die an American. But my home, in the sense of my generationally, my family's home is now going, is now, has been changed forever. There's no more being proud of being from the former Russia or Ukraine. It's just, it's now a political message to say, to show your pride. And so it's been extremely lonely. And within that world, with all the things I'm pursuing, how do you find a successful relationship? That's been tough, but obviously, and there's a huge number of technical ideas with a startup of like, how the hell do you make this thing work?"
    },
    {
        "speaker": "A",
        "text": "Well, the relationship topic is one we talked a little bit about, and last time we touched on a little bit more detail, we're going to come back to that. So I've made a note here. What or who inspired Lex you to wear a suit every time you podcast? That's a good question. I don't know the answer to that."
    },
    {
        "speaker": "B",
        "text": "So there's two answers to that question. One is a suit and two is a black suit and black tie. Because I used to do, I used to have more variety, which is like, it was always a black suit, but I would sometimes do a red tie and a blue tie, but that was mostly me trying to fit into society because like varieties, you're supposed to have some variety. What inspired me is at first was a general culture that doesn't take itself seriously in terms of how you present yourself to the world. So in academia, in the tech world, just at Google, everybody was wearing like pajamas, and they're very relaxed in the tech, I don't know how it is in the science, in the chemistry, biology and so on, but in computer science, everybody was like very, I mean, very relaxed in terms of the stuff they wear. So I wanted to, tried to really take myself seriously and take every single moment seriously and everything I do seriously. And the suit made me feel that way. I don't know how it looks, but it made me feel that way. And I think in terms of people I look up to that wore a suit that made me think of that is probably Richard Feynman. I see him, he's a wonderful human being. I see him as like the epitome of class and humor and brilliance. You know, obviously, I can never come close to that kind of, you know, be able to simply explain really complicated ideas and to have humor and wit, but definitely aspire to that. And then there's just the, you know, mad men, that whole era of the fifties, the classiness of that. There's something about a suit that both removes the importance of fashion from the character you see. The person, I think not to. I forgot who said this might be like Coco Chanel or somebody like this, is that you wear a shabby dress and everyone sees the dress. You wear a beautiful dress, and everybody sees the woman. So in that sense of. Hopefully I'm quoting that correctly, but sounds good. I think there's a sense in which a simple, classy suit allows people to focus on your character and then do so with the full responsibility of that. This is who I am."
    },
    {
        "speaker": "A",
        "text": "I love that, and I love what you said just prior to that. My father, who, again, is always asking me why I don't dress formally like you do, always said to me growing up, if you overdress slightly, at least people know that you took them seriously. So it's a sign of respect for your audience, too. In my eyes, someone asked, is there an AI equivalent of psychedelics? And I'm assuming they mean, is there something that machines can do for themselves in order to alter their neural circuitry through unconventional activation patterns?"
    },
    {
        "speaker": "B",
        "text": "Yes, obviously. Well, I don't know exactly how psychedelics work, but you can see that with all the diffusion models now with Dali and stable diffusion, that generates from text art. And there's a. It's basically a small injection of noise into a system that has a deep representation of visual information, so it's able to convert text to art, introducing uncertainty into that noise into that. That's kind of. Maybe I could see that as a parallel to psychedelics. And it's able to create some incredible things from a conceptual understanding of a thing. It can create incredible art that no human, I think, could have at least easily created, created through a bit of introduction of randomness. Randomness does a lot of work in the machine learning world, just enough."
    },
    {
        "speaker": "A",
        "text": "There are a lot of requests of you for relationship, a lot of requests about statistics, about you, data about you specifically flipping past those. What was the hardest belt to achieve in jiu jitsu? I would have assumed the black belt. But is that actually true?"
    },
    {
        "speaker": "B",
        "text": "No. I mean, everybody has a different journey through jiu jitsu, as people know. For me, the black belt was the ceremonial belt, which is not usually the case because I fought the wars. Like, I trained twice a day for I don't know how many years, seven, eight years. I competed nonstop. I competed against people much better than me. I competed against many and beaten many black belts and brown belts. I think for me personally, the hardest belt was the brown belt, because for people who know jiu jitsu, the size of tournament divisions for blue belts and purple belts is just humongous, like worlds. When I competed at worlds, it was like 140 people in a division, which means you have to win. I forget how many times, but seven, eight, nine times in a row to medal. And so I just had to put in a lot of work during that time. And especially for competitors, instructors usually really make you earn a belt. So to earn the purple belt was extremely difficult. Extremely difficult. And then turn the brown belt means I had to compete nonstop against other purple belts which are young. You're talking about like the people that usually compete are like 23, 24, 25 year olds. They're like shredded, incredible cardio. They can, for some reason are in their life where they can. No kids, nothing. They can dedicate everything to this pursuit. So they're training two, three, four times a day. Diet is on point, you're going. And for me, because they're usually bigger and taller than me and just more aggressive, actual good athletes. Yeah, I had to go through a lot of wars to earn that brown belt."
    },
    {
        "speaker": "A",
        "text": "But then I try this jiu jitsu thing."
    },
    {
        "speaker": "B",
        "text": "Yeah, you should. But it's."
    },
    {
        "speaker": "A",
        "text": "I try. I did the one class, but I really want to embrace it as, you."
    },
    {
        "speaker": "B",
        "text": "Know, many pursuits like jiu jitsu are different. If you do it in your twenties and thirties and later, it's like, it's a different. You can't, you're not, you know, you can have a bit of an ego in your twenties, you can have that fire under you, but you should be sort of more Zen like and wise and patient later in life."
    },
    {
        "speaker": "A",
        "text": "Well, one would hope that's the wisdom."
    },
    {
        "speaker": "B",
        "text": "Well, I think Rogan is still a meathead. He still goes hard and crazy and he's still super competitive on that. So some people can. Jocko is somebody like that."
    },
    {
        "speaker": "A",
        "text": "Well, whatever they're doing, they're doing something right because they're still in it. And that's super impressive. There were far too many questions to ask all of them, but several, if not many, asked a highly appropriate question for where we are in the arc of this discussion. And this is one, admittedly, that you ask in your podcast all the time, but I get the great pleasure of being in the question asker seat today. And so what is your advice to young people?"
    },
    {
        "speaker": "B",
        "text": "So I just gave a lecture at MIT and the amount of love I got there is incredible. And so, of course, who you're talking to is usually undergrads, maybe young graduate students. And so there. One person did ask for advice as a question at the end, I did a bunch of q and a. So my answer was that the world will tell you to find a work life balance, to, to sort of explore, to try, to try different fields, to see what you really connect with, variety, general education, all that kind of stuff. And I said in your twenties, I think you should find one thing you're passionate about and work harder at that than you worked at anything else in your life. And if it destroys you, it destroys you. That's advice for in your twenties. I don't know how universally true that advice is, but I think at least give that a chance, like sacrifice, real sacrifice, towards a thing you really care about and work your ass off. That said, I've met so many people, and I'm starting to think that advice is best applied, are best tried in the engineering disciplines, especially programming. I think there's a bunch of disciplines in which you can achieve success with much fewer hours, and it's much more important to actually have a clarity of thinking and great ideas and have an energetic mind. Like, the grind in certain disciplines does not produce great work. I just know that in computer science and programming it often does. Some of the best people ever that have built system, have programmed systems, I usually like the John Carmack kind of people that drink soda, eat pizza, and program, you know, 18 hours a day. So I don't know, actually, you have to, I think, really go discipline specific. So my advice applies to my own life, which has been mostly spent behind the computer. And for that, you really, really had to put in the hours. And what that means is essentially, it feels like a grind. I do recommend that you should at least try it in your own, that if you interview some of the most accomplished people ever, I think if they're honest with you, they're going to talk about their twenties as a journey of a lot of pain and a lot of really hard work. I think what really happens, unfortunately, is a lot of those successful people, people later in life will talk about work life balance. They'll say, you know, what I learned from that process is that it's really important, you know, to get like, sun in the morning, to have health, to have good relationships."
    },
    {
        "speaker": "A",
        "text": "Hire a chef."
    },
    {
        "speaker": "B",
        "text": "Yes, sir, exactly. But, like, I think you have forgotten those people have forgotten the value of the journey they took to that lesson. I think work life balance is best learned the hard way. My own perspective, there's certain things you can only learn the hard way, and so you should learn that the hard way. Yeah. So that, that's definitely advice. And I should say that I admire people that work hard, if you want to get on my good side, I think, are the people that give everything they got towards something. It doesn't actually matter what it is, but towards achieving excellence in a thing, that's the highest thing that we can reach for as human beings, I think, is excellence at a thing."
    },
    {
        "speaker": "A",
        "text": "I love it. Well, speaking of excellence at a thing, whether or not it's teaching at MIT or the podcast or the company that resides in the near future that you create, I once again am speaking for an enormous number of people, that excellence and hard work certainly are woven through everything that you do. Every time I sit down with you, I begin and finish with such an immense feeling of joy and appreciation and gratitude. And it wouldn't be a Lex Friedman podcast or I case of Lex Friedman being a guest on a podcast if the word love weren't mentioned at least ten times. So the feelings of gratitude for all the work you do, for taking the time here today to share with us what you're doing, your thoughts, your insights, what you're perplexed about and what drives you and your callings."
    },
    {
        "speaker": "B",
        "text": "Can I read a poem?"
    },
    {
        "speaker": "A",
        "text": "Yes, please. He was trying to cut me off. I was getting a little long."
    },
    {
        "speaker": "B",
        "text": "No, no, this is. I was thinking about this recently. It's one of my favorite Robert Frost poems, and I, because I wrote several essays on it, as you do, because I think it's a popular one that's read. And so essays being like trying to interpret poetry, and it's one that sticks with me in both its calm beauty, but in the seriousness of what it means, because I ultimately think it's the no so stopping by woods on a snowy evening. I think it's ultimately a human being, a man asking the old Sisyphus, the old camus, question of why live? I think this poem, even though it doesn't seem like it, is a question of a man contending with suicide and choosing to live. Whose woods these are, I think I know his house is in the village, though he will not see me stopping here to watch his woods fill up with snow. My little horse must think it queer to stop without a farmhouse near between the woods and frozen lake, the darkest evening of the year he gives his harness bells a shake to ask if there's some mistake. The only other song's the sweep of easy wind and downy flake. The woods are lovely, dark and deep, but I have promises to keep and miles to go before I sleep, and miles to go before I sleep. The woods representing the darkness, the comfort of the woods representing death. And here's a man choosing to live. Yeah, I think about that often, especially in my darker moments. You have promises to keep. Thank you for having me, Andrew. You're a beautiful human being. I love you, brother."
    },
    {
        "speaker": "A",
        "text": "I love you, brother. Thank you for joining me today for my discussion with Doctor Lex Friedman. And special thanks to Doctor Lex Friedman for inspiring me to start this podcast. If you're learning from and or enjoying this podcast, please subscribe to our YouTube channel. That's a terrific, zero cost way to support us. In addition, please subscribe to the podcast on Spotify and on Apple. And on both Spotify and Apple. You can leave us up to a five star review. If you have questions or suggestions about topics and guests you'd like me to include on the Huberman Lab podcast, please put those in the comments section on YouTube. I do read all the comments. In addition, please check out the sponsors mentioned at the beginning of today's episode. That's the best way to support this podcast. During today's episode, we did not discuss supplements, but on many previous episodes of the Huberman Lab podcast, we do discuss supplements, because while supplements aren't necessary for everybody, many people derive tremendous benefit from them for things like enhancing sleep and focus and hormone augmentation and so forth. The Huberman Lab podcast has partnered with momentous supplements because they are of the very highest quality and they ship internationally. In addition to that, they have single ingredient formulations that allow you to devise the supplement regimen that's most effective and most cost effective for you. If you'd like to see the supplements discussed on the Huberman Lab podcast, please go to livemomentous.com Huberman. If you haven't already signed up for the Huberman Lab podcast zero cost neural network newsletter, we invite you to do so. It's a monthly newsletter that has summaries of podcast episodes and various protocols distilled into simple form. You can sign up for the newsletter by going to hubermanlab.com comma go to the menu and look for newsletter. You supply your email, but we do not share it with anybody else. And as I mentioned before, the newsletter is completely zero cost. And if you're not already following us on social media, we are Huberman Lab on Instagram, Huberman Lab on Twitter, and Huberman Lab on Facebook, and at all of those sites I provide science and science related tools for mental health, physical health, and performance, some of which overlap with information covered on the Huberman Lab podcast, but often which is distinct from information covered on the Huberman Lab podcast. So again, that's Huberman Lab on Instagram, Twitter, and Facebook. Thank you again for joining me for the discussion with doctor Lex Friedman. And as always, thank you for your interest in science."
    }
]