[
    {
        "speaker": "A",
        "text": "Welcome to the Huberman Lab podcast, where we discuss science and science based tools for everyday life. I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. Today, I have the pleasure of introducing Doctor Lex Friedman as our guest on the Huberman Lab podcast. Doctor Friedman is a researcher at MIT specializing in machine learning, artificial intelligence, and human robot interactions. I must say that the conversation with Lex was, without question, one of the most fascinating conversations that I've ever had, not just in my career, but in my lifetime. I knew that Lex worked on these topics, and I think many of you are probably familiar with Lex and his interest in these topics from his incredible podcast, the Lex Friedman podcast. If you're not already watching that podcast, please subscribe to it. It is absolutely fantastic. But in holding this conversation with Lex, I realized something far more important. He revealed to us a bit of his dream, his dream about humans and robots, about humans and machines, and about how those interactions can change the way that we perceive ourselves and that we interact with the world. We discuss relationships of all kinds, relationships with animals, relationships with friends, relationships with family, and romantic relationships. And we discuss relationships with machines, machines that move, and machines that don't move, and machines that come to understand us in ways that we could never understand for ourselves, and how those machines can educate us about ourselves. Before this conversation, I had no concept of the ways in which machines could inform me or anyone about themselves. By the end, I was absolutely taken with the idea, and I'm still taken with the idea that interactions with machines of a very particular kind, a kind that Lex understands and wants to bring to the world, can not only transform the self, but may very well transform humanity. So whether or not you're familiar with doctor Lex Friedman or not, I'm certain you're going to learn a tremendous amount from him during the course of our discussion, and that it will transform the way you think about yourself and about the world. Before we begin to, I want to mention that this podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero cost to consumer information about science and science related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is Athletic Greens. Athletic Greens is an all in one vitamin mineral probiotic drink. I've been taking athletic greens since 2012, so I'm delighted that they're sponsoring the podcast. The reason I started taking athletic greens and the reason I still take athletic greens once or twice a day, is that it helps me cover all of my basic nutritional needs. It makes up for any deficiencies that I might have. In addition, it has probiotics, which are vital for microbiome health. I've done a couple of episodes now on the so called gut microbiome and the ways in which the microbiome interacts with your immune system, with your brain to regulate mood, and essentially with every biological system relevant to health throughout your brain and body. With athletic greens, I get the vitamins I need, the minerals I need, and the probiotics to support my microbiome. If you'd like to try athletic greens, you can go to athleticgreens.com huberman and claim a special offer. They'll give you five free travel packs plus a year's supply of vitamin D three k too there are a ton of data now showing that vitamin D three is essential for various aspects of our brain and body health. Even if we're getting a lot of sunshine, many of us are still deficient in vitamin D three and k two is also important because it regulates things like cardiovascular function, calcium in the body, and so on. Again, go to athleticgreens.com huberman to claim the special offer of the five free travel packs and the year supply of vitamin D three k two. Today's episode is also brought to us by element. Element is an electrolyte drink that has everything you need and nothing you don't. That means the exact ratios of electrolytes are an element and those are sodium, magnesium and potassium, but it has no sugar. I've talked many times before on this podcast about the key role of hydration and electrolytes for nerve cell function, neuron function, as well as the function of all the cells and all the tissues and organ systems of the body. If we have sodium, magnesium and potassium present in the proper ratios, all of those cells function properly and all our bodily systems can be optimized. If the electrolytes are not present and if hydration is low, we simply can't think as well as we would otherwise. Our mood is off, hormone systems go off. Our ability to get into physical action, to engage in endurance and strength and all sorts of other things is demanding. So with element, you can make sure that you're staying on top of your hydration and that you're getting the proper ratios of electrolytes. If you'd like to try element, you can go to drinkelement. That's lmnt.com huberman and you'll get a free element sample pack with your purchase. They're all delicious. So again, if you want to try elemnt, you can go to elementlmnt.com Huberman Today's episode is also brought to us by waking up. Waking up is a meditation app that includes hundreds of meditation programs, mindfulness trainings, yoga Nidra sessions, and NSDR non sleep depreciation rest protocols. I started using the waking up app a few years ago because even though I've been doing regular meditation since my teens and I started doing yoga Nidra about a decade ago, my dad mentioned to me that he had found an app turned out to be the waking up app, which could teach you meditations of different durations and that had a lot of different types of meditations to place the brain and body into different states and that he liked it very much. So I gave the waking up app a try, and I too found it to be extremely useful because sometimes I only have a few minutes to meditate, other times I have longer to meditate. And indeed, I love the fact that I can explore different types of meditation to bring about different levels of understanding about consciousness, but also to place my brain and body into lots of different kinds of states depending on which meditation I do. I also love that the waking up app has lots of different types of yoga Nidra sessions. For those of you who don't know, yoga Nidra is a process of lying very still but keeping an active mind. It's very different than most meditations. And there's excellent scientific data to show that yoga Nidra and something similar to it, it called non sleep deep rest, or NSDR, can greatly restore levels of cognitive and physical energy, even with just a short ten minute session. If you'd like to try the waking up app, you can go to wakingup.com huberman and access a free 30 day trial. Again, that's wakingup.com huberman to access a free 30 day trial. And now my conversation with Doctor Lex Friedman."
    },
    {
        "speaker": "B",
        "text": "We meet again."
    },
    {
        "speaker": "A",
        "text": "We meet again. Thanks so much for sitting down with me. I have a question that I think is on a lot of people's minds, or ought to be on a lot of people's minds, because we hear these terms a lot these days. But I think most people, including most scientists and including me, don't know really what is artificial intelligence and how is it different from things like machine learning, robotics? So if you would be so kind as to explain to us what is artificial intelligence and what is machine learning?"
    },
    {
        "speaker": "B",
        "text": "Well, I think that question is as complicated and as fascinating as the question of what is intelligence? So I think of artificial intelligence first as a big philosophical thing. Pamela McCordick said, AI was the ancient wish to forge the gods, or was born as an ancient wish to forge the gods. So I think at the big philosophical level, it's our longing to create other intelligent systems, perhaps systems more powerful than us. At the more narrow level, I think it's also a set of tools that are computational, mathematical tools to automate different tasks. And then also it's our attempt to understand our own mind. So build systems that exhibit some intelligent behavior in order to understand what is intelligence in our own selves. So all those things are true, of course, what AI really means as a community, as a set of researchers and engineers, it's a set of tools, a set of computational techniques that allow you to solve various problems. There's a long history that approaches the problem from different perspectives. What's always been throughout one of the threads, one of the communities, goes under the flag of machine learning, which is emphasizing in the AI space the task of learning. How do you make a machine that knows very little in the beginning, follow some kind of process, and learns to become better and better in a particular task? What's been most very effective in the recent, about 15 years is a set of techniques that fall under the flag of deep learning that utilize neural networks. What neural networks are, are these fascinating things inspired by the structure of the human brain? Very loosely, but they have, it's a network of these little basic computational units called neurons, artificial neurons. And they have, these architectures have an input and output. They know nothing in the beginning, and they're tasked with learning something interesting. What that something interesting is usually involves a particular task. There's a lot of ways to talk about this and break this down. One of them is how much human supervision is required to teach this thing. So, supervised learning, this broad category is the neural network knows nothing in the beginning, and then it's given a bunch of examples of, in computer vision, that would be examples of cats, dogs, cars, traffic signs. And then you're given the image, and you're given the ground truth of what's in that image. And when you get a large database of such image examples where you know the truth, the neural network is able to learn by example, that's called supervised learning. There's a lot of fascinating questions within that, which is, how do you provide the truth when you're given an image of a cat? How do you provide to the computer that this image contains a cat? Do you just say the entire image is a picture of a cat. Do you do what's very commonly been done, which is a bounding box. You have a very crude box around the cat's face saying, this is a cat. Do you do semantic segmentation? Mind you, this is a 2d image of a cat. So it's not a, the computer knows nothing about our three dimensional world. It's just looking at a set of pixels. So semantic segmentation is drawing a nice, very crisp outline around the cat and saying, that's a cat. That's really difficult to provide that truth. And one of the fundamental open questions in computer vision is, is that even a good representation of the truth? Now there is another contrasting set of ideas. Their attention, their overlapping, is what used to be called unsupervised learning, what's commonly now called self supervised learning, which is trying to get less and less and less human supervision into the task. So self supervised learning is more has been very successful in the domain of language model, natural language processing, and now more and more is being successful in computer vision tasks. And the idea there is let the machine without any ground truth annotation, just look at pictures on the Internet or look at text on the Internet, and try to learn something generalizable about the ideas that are at the core of language or at the core of vision. And based on that, we humans at its best, like to call that common sense. So we have this giant base of knowledge on top of which we build more sophisticated knowledge, but we have this kind of common sense knowledge. And so the idea with self supervised learning is to build this common sense knowledge about what are the fundamental visual ideas that make up a cat and a dog and all those kinds of things without ever having human supervision. The dream there is, you just let an AI system that's self supervised run around the Internet for a while, watch YouTube videos for millions and millions of hours, and without any supervision, be primed and ready to actually learn with very few examples. Once the human is able to show up, we think of children in this way, human children, your parents only give one or two examples to teach a concept. The dream with self supervised learning is that would be the same with machines, that they would watch millions of hours of YouTube videos and then come to a human and be able to understand when the human shows them, this is a cat. Like, remember, this is a cat, they will understand that a cat is not just a thing with pointy ears or a cat is a thing that's orange or his furry. They'll see something more fundamental that we humans might not actually be able to introspect and understand. Like, if I asked you what makes a cat versus a dog, you would probably not be able to answer that. But if I showed you, brought to you a cat and a dog, you'd be able to tell the difference. What are the ideas that your brain uses to make that difference? That's the whole dream with self supervised learning is it would be able to learn that on its own set of common sense knowledge that's able to tell the difference. And then there's like a lot of incredible uses of self supervised learning. Very weirdly called self play mechanism. That's the mechanism behind the reinforcement learning successes of the systems that want it go at Alphazero, that want at chess."
    },
    {
        "speaker": "A",
        "text": "Oh, I see that. Play games."
    },
    {
        "speaker": "B",
        "text": "That play games."
    },
    {
        "speaker": "A",
        "text": "Got it."
    },
    {
        "speaker": "B",
        "text": "So the idea of self play, this probably applies to other domains than just games, is a system that just plays against itself. And this is fascinating in all kinds of domains, but it knows nothing in the beginning. And the whole idea is it creates a bunch of mutations of itself and plays against those versions of itself. And the fascinating thing is when you play against systems that are a little bit better than you, you start to get better yourself, like learning. That's how learning happens. That's true for martial arts. In a lot of cases where you want to be interacting with, with systems that are just a little better than you. And then through this process of interacting with systems just a little better than you, you start following this process where everybody starts getting better and better and better and better until you are several orders of magnitude better than the world champion in chess, for example. And it's fascinating because it's like a runaway system. One of the most terrifying and exciting things that David Silver, the creator of Alphago and Alphazero, one of the leaders of the team, said to me, is they haven't found the ceiling for Alphazero, meaning it could just arbitrarily keep improving. Now, in the realm of chess, that doesn't matter to us, that it's like it just ran away with the game of chess just so much better than humans. But the question is if you can create that in the realm that does have a bigger, deeper effect on human beings and societies, that can be a terrifying process. To me, it's an exciting process. If you supervise it correctly, if you inject what's called value alignment, you make sure that the goals that the AI is optimizing is aligned with human beings and human societies. There's a lot of fascinating things to talk about within the specifics of neural networks and all the problems that people are working on. But I would say the really big, exciting one is self supervised learning. We're trying to get less and less human supervision, less and less human supervision of neural networks. And also just to comment, and I'll shut up."
    },
    {
        "speaker": "A",
        "text": "No, please keep going. I'm learning. I have questions, but I'm learning, so please keep going."
    },
    {
        "speaker": "B",
        "text": "So to me, what's exciting is not the theory. It's always the application. One of the most exciting applications of artificial intelligence, specifically neural networks and machine learning, is Tesla autopilot. So these are systems that are working in the real world. This isn't an academic exercise. This is human lives at stake. This is safety critical."
    },
    {
        "speaker": "A",
        "text": "These are automated vehicles. Autonomous vehicles."
    },
    {
        "speaker": "B",
        "text": "Semi autonomous. Okay, we've gone through wars on these topics."
    },
    {
        "speaker": "A",
        "text": "Semi autonomous."
    },
    {
        "speaker": "B",
        "text": "Semi autonomous. So even though it's called FSD, full self driving, it is currently not fully autonomous, meaning human supervision is required. So human is tasked with overseeing the systems. In fact, liability wise, the human is always responsible. This is a human factor psychology question, which is fascinating. I am fascinated by the whole space, which is a whole other space of human robot interaction. When AI systems and humans work together to accomplish tasks that dance, to me, is one of the smaller communities, but I think it will be one of the most important open problems once they're solved, is how do humans and robots dance together? To me, semi autonomous driving is one of those spaces. So for Elon, for example, he doesn't see it that way. He sees semi autonomous driving as a stepping stone towards fully autonomous driving. Like humans and robots can't dance well together. Like humans and humans dance, and robots and robots dance like we need to. This is an engineering problem. We need to design a perfect robot that solves this problem to me forever. Maybe that's not the case with driving, but the world is going to be full of problems where it's always humans and robots have to interact, because I think robots will always be flawed, just like humans are going to be flawed, are flawed, and that's what makes life beautiful, that they're flawed. That's where learning happens, at the edge of your capabilities. So you always have to figure out how can flawed robots and flawed humans interact together such that they, like, the sum is bigger than the whole, as opposed to focusing on just building the perfect robot. So that's one of the most exciting applications, I would say, of artificial intelligence to me, is autonomous driving and semi autonomous driving. And that's a really good example of machine learning because those systems are constantly learning. And there's a process there that maybe I can comment on. Andre Karpathy, who's the head of autopilot, calls it the data engine. And this process applies for a lot of machine learning, which is you build a system that's pretty good at doing stuff. You send it out into the real world. It starts doing the stuff, and then it runs into what are called edge cases, like failure cases, where it screws up. You know, we do this as kids that, you know, you have."
    },
    {
        "speaker": "A",
        "text": "We do this as adults."
    },
    {
        "speaker": "B",
        "text": "We do this as adults. Exactly. But we learn really quickly. But the whole point, and this is the fascinating thing about driving, is you realize there's millions of edge cases. There's just, like, weird situations that you did not expect. And so the data engine process is you collect those edge cases, and then you go back to the drawing board and learn from them. And so you have to create this data pipeline where all these cars, hundreds of thousands of cars, are driving around, and something weird happens. And so whenever this weird detector fires, it's another important concept. That piece of data goes back to the mothership for the, for the training, for the retraining of the system. And through this data engine process, it keeps improving and getting better and better and better and better. So basically, you send out a pretty clever AI systems out into the world and let it find the edge cases, let it screw up just enough to figure out where the edge cases are, and then go back and learn from them, and then send out that new version and keep updating that version."
    },
    {
        "speaker": "A",
        "text": "Is the updating done by humans?"
    },
    {
        "speaker": "B",
        "text": "The annotation is done by humans. So you have to, the weird examples come back, the edge cases, and you have to label what actually happened in there. There's also some mechanisms for automatically labeling, but mostly, I think you always have to rely on humans to improve to understand what's happening in the weird cases. And then there's a lot of debate. And that's the other thing. What is artificial intelligence, which is a bunch of smart people having very different opinions about what is intelligence. So AI is basically a community of people who don't. I don't agree on anything that seems."
    },
    {
        "speaker": "A",
        "text": "To be the case. First of all, this is a beautiful description of terms that I've heard many times among my colleagues at Stanford at meetings in the outside world. And there's so many fascinating things. I have so many questions. But I do want to ask one question about the culture of AI, because it does seem to be a community where, at least as an outsider, where it seems like there's very little consensus about what the terms and the operational definitions even mean. And there seems to be a lot of splitting happening now of not just supervised and unsupervised learning, but these sort of intermediate conditions where machines are autonomous, but then go back for more instruction, like, kids go home from college during the summer and get a little, you know, mom still feeds them, then eventually they leave the nest kind of thing. Is there something in particular about engineers or about people in this realm of engineering that you think lends itself to disagreement?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think so. First of all, the more specific you get, the less disagreement there is. So there's a lot of disagreement about what is artificial intelligence, but there's less disagreement about what is machine learning, and even less when you talk about active learning or machine teaching or self supervised learning. And then when you get into, like, NLP language models or transformers, when you get into specific neural network architectures, there's less and less and less disagreement about those terms. So you might be hearing the disagreement from the high level terms. And that has to do with the fact that engineering, especially when you're talking about intelligent systems, is a little bit of an art and a science. So the art part is the thing that creates disagreements, because then you start having disagreements about how easy or difficult a particular problem is. For example, a lot of people disagreed with Elon, how difficult the problem of autonomous driving is, but nobody knows. So there's a lot of disagreement about what are the limits of these techniques. And through that, the terminology also contains within it the disagreements. But overall, I think it's also a young science that also has to do with that. So it's not just engineering, it's that artificial intelligence, truly, as a large scale discipline, where it's thousands, tens of thousands, hundreds of thousands people working on it, huge amounts of money being made. That's a very recent thing, so we're trying to figure out those terms. And, of course, there's egos and personalities and a lot of fame to be made. You know, like the term deep learning, for example, neural networks have been around for many, many decades, since the sixties, you can argue, since the forties. So there was a rebranding of neural networks into the word deep learning term deep learning. That was part of the reinvigoration of the field. But it's really the same exact thing."
    },
    {
        "speaker": "A",
        "text": "I didn't know that. I mean, I grew up in the age of neuroscience, when neural networks were discussed, computational neuroscience and theoretical neuroscience, they had their own journals. It wasn't actually taken terribly seriously. By experimentalists until a few years ago, I would say about five to seven years ago. Excellent theoretical neuroscientists like Larry Abbott and other, I have colleagues, certainly at Stanford as well, that people started paying attention to computational methods. But these terms, neural networks, computational methods, I actually didn't know that neural networks and deep learning, those have now become kind of synonyms."
    },
    {
        "speaker": "B",
        "text": "No, they were always. No, they're always the same thing."
    },
    {
        "speaker": "A",
        "text": "Interesting. It was so I'm a neuroscientist, and."
    },
    {
        "speaker": "B",
        "text": "I didn't know that so well, because neural networks probably mean something else in neuroscience. Not something else, but a little different flavor depending on the field. And that's fascinating, too, because neuroscience and AI people have started working together and dancing a lot more in the recent, I would say, probably decade."
    },
    {
        "speaker": "A",
        "text": "Oh, machines are going into the brain. I have a couple questions, but one thing that I'm sort of fixated on that I find incredibly interesting is this example you gave of playing a game with a mutated version of yourself as a competitor. I find that incredibly interesting as a kind of a parallel or a mirror for what happens when we try and learn as humans, which is we generate repetitions of whatever it is we're trying to learn, and we make errors. Occasionally we succeed. In a simple example, for instance, of trying to throw bull's eyes on a dartboard, I'm going to have errors, errors, errors. I'll probably miss the dartboard and maybe occasionally hit a bullseye. And I don't know exactly what I just did. Right. But then let's say I was playing darts against a version of myself where I was wearing a visual prism. Like my visual. I had a visual defect. You learn certain things in that mode as well. You're saying that a machine can sort of mutate itself. Does the mutation always cause a deficiency that it needs to overcome? Because mutations in biology sometimes give us superpowers, right? You'll get somebody who has better than 2020 vision, and they can see better than 99.9% of people out there. So when you talk about a machine playing a game against a mutated version of itself, is the mutation always what we call a negative mutation or an adaptive or a maladaptive mutation?"
    },
    {
        "speaker": "B",
        "text": "No, you don't know until you get. So you mutate first and then figure out, and they compete against each other."
    },
    {
        "speaker": "A",
        "text": "So you're evolving. Your. The machine gets to evolve itself in real time."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I think of it, which would be exciting if you could actually do with humans. It's not just so usually you freeze a version of the system so really you take an andrew of yesterday and you make ten clones of them and then maybe you mutate, maybe not. And then you do a bunch of competitions of the Andrew of today. Like you fight to the death and who wins last. So I love that idea of like creating a bunch of clones of myself from like from each of the day for the past year and just seeing who's going to be better at like podcasting or science or picking up chicks at a bar or, I don't know, or competing in jiu jitsu. That's one way to do it. I mean, a lot of Lexus would have to die for that process. But that's essentially what happens is in reinforcement learning through the self play mechanisms. It's a graveyard of systems that didn't do that well and the surviving, the good ones survive."
    },
    {
        "speaker": "A",
        "text": "Do you think that darwin's theory of evolution might have worked in some sense in this way? But at the population level, I mean, you get a bunch of birds with different shaped beaks and some birds have the shaped beak that allows them to get the seeds. I mean, it's a trivial, trivially simple example of darwinian evolution, but I think it's correct, if not, even though it's not exhaustive. Is that what you're referring to? Essentially that normally this is done between members of a different species? Lots of different members of species have different traits and some get selected for, but you could actually create multiple versions of yourself with different traits."
    },
    {
        "speaker": "B",
        "text": "So with, I should probably have said this, but perhaps it's implied with machine learning or reinforcement learning through these processes. One of the big requirements is to have an objective function, a loss function, a utility function. Those are all different terms for the same thing, is there's an equation that says what's good, and then you're trying to optimize that equation. So there's a clear goal for these."
    },
    {
        "speaker": "A",
        "text": "Systems because it's a game. Like with chess, there's a goal, but."
    },
    {
        "speaker": "B",
        "text": "For anything, anything you want machine learning to solve, there needs to be an objective function. In machine learning. It's usually called loss function that you're optimizing. The interesting thing about evolution, complicated, of course, but the goal also seems to be evolving. Like it's, I guess adaptation to the environment is the goal, but it's unclear you can convert that always. It's like survival of the fittest. It's unclear what the fittest is in machine learning. The starting point, and this is like what human ingenuity provides, is that fitness function of what's good and what's bad. It lets you know which of the systems is going to win. So you need to have an equation like that. One of the fascinating things about humans is we figure out objective functions for ourselves like we are. It's the meaning of life. Like why the hell are we here? And a machine currently has to have a hard coded statement about why it."
    },
    {
        "speaker": "A",
        "text": "Has to have a meaning of artificial intelligence based life."
    },
    {
        "speaker": "B",
        "text": "Right? It can't. So there's a lot of interesting explorations about that function being more about curiosity, about learning new things and all that kind of stuff, but it's still hard coded. If you want a machine to be able to be good at stuff, it has to be given very clear statements of what good stuff means. That's one of the challenges of artificial intelligence, is you have to formalize the, in order to solve a problem, you have to formalize it, and you have to provide both, like the full sensory information. You have to be very clear about what is the data that's being collected, and you have to also be clear about the objective function, what is the goal that you're trying to reach? And that's a very difficult thing for artificial intelligence."
    },
    {
        "speaker": "A",
        "text": "I love that you mentioned curiosity. I'm sure this definition falls short in many ways, but I define curiosity as a strong interest in knowing something, but without an attachment to the outcome. It's sort of a, it could be a random search, but there's not really an emotional attachment. It's really just a desire to discover and unveil what's there without hoping. It's a, you know, a gold coin under a rock. You're just looking under rocks. Is that more or less how the machine, you know, within machine learning, it sounds like there are elements of reward, prediction, and, you know, rewards. The machine has to know when it's done the right thing. So it can you make machines that are curious or are the sorts of machines that you are describing curious by design?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Curiosity is a kind of symptom, not the goal. So what happens is one of the big trade offs in reinforcement learning is this exploration versus exploitation. So when you know very little, it pays off to explore a lot, even suboptimal, like even trajectories that seem like they're not going to lead anywhere. That's called exploration. The smarter and smarter and smarter you get, the more emphasis you put on exploitation, meaning you take the best solution, you take the best path. Now, through that process, the exploration can look like curiosity by us humans, but it's really just trying to get out of the local optima of the thing that's already discovered. It's from an AI perspective, it's always looking to optimize the objective function it derives. We could talk about this a lot more, but in terms of the tools of machine learning today, it derives no pleasure from just the curiosity of, like, I don't know, discovery that."
    },
    {
        "speaker": "A",
        "text": "So there's no dopamine for."
    },
    {
        "speaker": "B",
        "text": "There's no dopamine."
    },
    {
        "speaker": "A",
        "text": "There's no reward system, chemical or I guess, electronic reward system."
    },
    {
        "speaker": "B",
        "text": "That said, if you look at machine learning literature and reinforcement learning literature, they will use, like, DeepMind will use terms like dopamine. We're constantly trying to use the human brain to inspire totally new solutions to these problems. So they'll think, like, how does dopamine function in the human brain? And how can that lead to more interesting ways to discover optimal solutions? But ultimately, currently, there has to be a formal, objective function. Now, you could argue that humans also has a set of objective functions we're trying to optimize. We're just not able to introspect them."
    },
    {
        "speaker": "A",
        "text": "Yeah. We don't actually know what we're looking."
    },
    {
        "speaker": "B",
        "text": "For and seeking and doing well, like Lisa Feldman Barrett. He's spoken with at least on Instagram. I hope you met her through you. Yeah, yeah. I hope you actually have her on this podcast. She's terrific. So she has a very. It has to do with homeostasis like that. Basically, there's a very dumb objective function that the brain is trying to optimize, like, to keep, like, body temperature the same. Like, there's a very dumb kind of optimization function happening. And then what we humans do with our fancy consciousness and cognitive abilities is we tell stories to ourselves so we can have nice podcasts, but really, it's the brain trying to maintain just, like, healthy state, I guess. That's fascinating. I also see the human brain, and I hope artificial intelligence systems as not just systems that solve problems or optimize a goal, but are also storytellers. I think there's a power to telling stories. We tell stories to each other. That's what communication is like when you're alone. That's when you solve problems. That's when it makes sense to talk about solving problems. But when you're a community, the capability to communicate, tell stories, share ideas in such a way that those ideas are stable over a long period of time. That's like, that's being a charismatic storyteller. And I think both humans are very good at this. Arguably, I would argue that's why we are who we are is we're great storytellers, and then AI, I hope, will also become that. So it's not just about being able to solve problems with a clear, objective function. It's afterwards be able to tell, make up a way better story about why you did something or why you failed."
    },
    {
        "speaker": "A",
        "text": "So you think that robots and or machines of some sort are going to start telling human stories?"
    },
    {
        "speaker": "B",
        "text": "Well, definitely. So the technical field for that is called explainable AI. Explainable artificial intelligence is trying to figure out how you get the AI system to explain to us humans why the hell it failed or why it succeeded, or there's a lot of different sort of versions of this, or to visualize how it understands the world. That's a really difficult problem, especially with neural networks that are famously opaque, that they, we don't understand in many cases, why a particular neural network does what it does so well, and to try to figure out where it's going to fail, that requires the AI to explain itself. There's a huge amount of money, like, there's a huge amount of money in this, especially from government funding and so on. Because if you want to deploy AI systems in the real world, we humans at least want to ask it a question, like, why the hell did you do that? Like, in a dark way, why did you just kill that person? Right? Like, if a car ran over a person, we want to understand why that happened. And now, again, we're sometimes very unfair to AI systems because we humans can often not explain why very well. But that's the field of explainable AI that's very, people are very interested in, because the more and more we rely on AI systems, like the Twitter recommender system, that AI algorithm, that's, I would say, impacting elections, perhaps starting wars, or at least military conflict. That's that algorithm. We want to ask that algorithm, first of all, do you know what the hell you're doing? Do you know, do you understand the society level effects you're having? And can you explain the possible other trajectories? Like, we would have that kind of conversation with a human. We want to be able to do that with an AI. And on my own personal level, I think it would be nice to talk to AI systems for stupid stuff like robots when they fail to."
    },
    {
        "speaker": "A",
        "text": "Why'd you fall down the stairs?"
    },
    {
        "speaker": "B",
        "text": "Yeah, but not an engineering question, but almost like, endearing question, like, I'm looking for if I fell and you and I were hanging out. I don't think you need an explanation. Exactly. What were the dynamic? Like, what was the underactuated system? Problem here. Like, what was the texture of the floor or so on? Or, like, what was the."
    },
    {
        "speaker": "A",
        "text": "No, I want to know what you're thinking."
    },
    {
        "speaker": "B",
        "text": "That. Or you might joke about like, you're drunk again, go home or something. Like, there could be humor in it. That's an opportunity. Like, storytelling isn't just explanation of what happened. It's something that makes people laugh, makes people fall in love, makes people dream, and understand things in a way that poetry makes people understand things, as opposed to a rigorous log of where every sensor was, where every actuator was."
    },
    {
        "speaker": "A",
        "text": "I mean, I find this incredible because one of the hallmarks of severe autism spectrum disorders is a report of experience from the autistic person that is very much a catalog of action steps. It's like, how do you feel today? And they'll say, well, I got up, and I did this, and then I did this and I did this. And it's not at all the way that a person who doesn't have autism spectrum disorder would respond. And the way you describe these machines has so much humanism or so much of a human and biological element. But I realize that we are talking about machines. I want to make sure that I understand. If there's a distinction between a machine that learns, a machine with artificial intelligence, and a robot, at what point does a machine become a robot? So, if I have a ballpoint pen, I'm assuming I wouldn't call that a robot. But if my ballpoint pen can come to me when it's on, when I move to the opposite side of the table, if it moves by whatever mechanism, at that point, does it become a robot?"
    },
    {
        "speaker": "B",
        "text": "Okay, there's a million ways to explore this question. It's a fascinating one. First of all, there's a question of, what is life like? How do you know something is a living form and not. And it's similar to the question of when does sort of a. Maybe a cold computational system becomes a. Well, we're already loading these words with a lot of meaning, robot and machine. But so, one, I think movement is important, but that's kind of a boring idea, that a robot is just a machine that's able to act in the world. So, one, artificial intelligence could be both just the thinking thing, which I think is what machine learning is, and also the acting thing, which is what we usually think about robots. So, robots are the things that have a perception system that's able to take in the world. However you define the world, is able to think and learn and do whatever the hell it does inside, and then act on the world. So that's the difference between maybe an AI system or a machine and a robot. It's something that's able. A robot is something that's able to perceive the world and act in the world."
    },
    {
        "speaker": "A",
        "text": "So it could be through language or sound, or it could be through movement or both."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I think it could also be in the digital space. As long as there's an aspect of entity that's inside the machine and a world that's outside the machine, and there's a sense in which the machine is sensing that world and acting in it."
    },
    {
        "speaker": "A",
        "text": "So it could, for instance, there could be a version of a robot according to the definition that I think you're providing, where the robot, where I go to sleep at night, and this robot goes and forages for information that it thinks I want to see loaded onto my desktop in the morning. There was no movement of that machine, there was no language, but essentially has movement in cyberspace."
    },
    {
        "speaker": "B",
        "text": "Yeah. There's a distinction that I think is important in that there's an element of it being an entity, whether it's in the digital or the physical space. So when you have something like Alexa in your home, most of the speech recognition, most of what Alexa is doing is constantly being sent back to the mothership. When Alexa is there on its own, that's, to me, a robot. When it's there interacting with the world, when it's simply a finger of the main mothership, then Alexa is not a robot, then it's just an interaction device. Then maybe the main Amazon Alexa AI, big, big system is the robot. That's important because there's some element to us humans, I think, where we want there to be an entity, whether in the digital or the physical space, that's where ideas of consciousness come in and all those kinds of things that we project our understanding what it means to be a being. And so to take that further, when does a machine become a robot? I think there's a. There's a special moment. There's a special moment in a person's life, in a robot's life, where it surprises you. I think surprise is a really powerful thing where you know how the thing works and yet it surprises you that that's a magical moment for us humans. So whether it's a chess playing program that does something that you haven't seen before that makes people smile like, huh? Those moments happened with Alphazero for the first time in chess playing, where grandmasters were really surprised by a move, they didn't understand the move, and then they studied and studied, and then they understood it. But that moment of surprise, that's for grandmasters in chess. I find that moment of surprise really powerful, really magical, and just everyday life."
    },
    {
        "speaker": "A",
        "text": "Because it supersedes the human brain in that moment."
    },
    {
        "speaker": "B",
        "text": "So not supersedes, like, outperforms, but surprises you in a positive sense. Like, I didn't think you could do that. I didn't think that you had that in you. And I think that moment is a big transition for a robot from a moment of being a servant, that particular. That accomplishes a particular task with some level of accuracy, with some rate of failure to an entity, a being that's struggling just like you are in this world. And that's a really important moment that I think you're not gonna find many people in the AI community that talk like I just did. I'm not speaking like some philosopher or some hippie. I'm speaking from purely engineering perspective. I think it's really important for robots to become entities and explore that as a real engineering problem, as opposed to everybody treats robots in the robotics community. They don't even call them or he or she. They don't give them. Try to avoid giving them names. They really want to see it like a system, like a servant. They see it as a servant that's trying to accomplish a task to me. And I don't think I'm just romanticizing the notion. I think it's a being. It's currently perhaps a dumb being, but in the long arc of history, humans are pretty dumb beings, too."
    },
    {
        "speaker": "A",
        "text": "I would agree with that statement."
    },
    {
        "speaker": "B",
        "text": "So I tend to really want to explore this, treating robots really as entities. So anthropomorphization, which is the act of looking at an inanimate object and projecting onto it lifelike features. I think robotics generally sees that as a negative. I see it as a superpower. We need to use that."
    },
    {
        "speaker": "A",
        "text": "Well, I'm struck by how that really grabs onto the relationship between human and machine, or human and robot. Simple question is, and I think you've already told us the answer, but does interacting with a robot change you? Does it, in other words, do we develop relationships to robots?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I definitely think so. I think. I think the moment you see a robot or AI systems as more than just servants, but entities, they begin to change, just like good friends do, just like relationships, just like other humans. I think for that, you have to have certain aspects of that interaction, like the robot's ability to say no, to have its own sense of identity, to have its own set of goals. That's not constantly serving you, but instead trying to understand the world and do that dance of understanding through communication with you. So I definitely think there's a. I mean, I have a lot of thoughts about this, as you may know, and that's at the core of my lifelong dream, actually, of what I want to do, which is, I believe that most people have an ocean of loneliness in them that we haven't discovered, that we haven't explored, I should say. And I see AI systems as helping us explore that so that we can become better humans, better people towards each other. So I think that connection between human and AI, human and robot, is not only possible, but will help us understand ourselves in ways that are, like, several orders of magnitude deeper than we ever could have imagined. I tend to believe that, well, I have very wild levels of belief in terms of how impactful that would be."
    },
    {
        "speaker": "A",
        "text": "So when I think about human relationships, I don't always break them down into variables, but we could explore a few of those variables and see how they map to human robot relationships. One is just time. If you spend zero time with another person at all in cyberspace or on the phone or in person, you essentially have no relationship to them. If you spend a lot of time, you have a relationship. This is obvious, but I guess one variable would be time. How much time you spend with the other entity, robot or human. The other would be wins and successes. You enjoy successes together. I'll give an absolutely trivial example of this in a moment. Um, the other would be failures. When you struggle with somebody, whether or not you struggle between one another, you disagree. Like, I was really struck by the fact that you said that robots saying no. I've never thought about a robot saying no to me. Um, but there it is."
    },
    {
        "speaker": "B",
        "text": "I look. I look forward to you being one of the first people and this robot."
    },
    {
        "speaker": "A",
        "text": "So do I. So there's. There's struggle. You grow. You know, when you struggle with somebody, you grow closer. Sometimes the struggles are imposed between those two people. So called trauma bonding, they call it in the whole psychology literature and pop psychology literature. But in any case, I can imagine. So time successes together, struggle together, and then just peaceful time hanging out at home, watching movies, waking up near one another. Here we're breaking down the elements of relationships of any kind of. Do you think that these elements apply to robot human relationships? And if so, then I could see how, if the robot is its own entity and has some autonomy in terms of how it reacts to you, it's not just there just to serve you. It's not just a servant. It actually has opinions and can tell you when maybe your thinking is flawed or your actions are flawed."
    },
    {
        "speaker": "B",
        "text": "It can also leave."
    },
    {
        "speaker": "A",
        "text": "It can also leave. So I've never conceptualized robot human interactions this way. So tell me more about how this might look. Are we thinking about a human appearing robot? I know you and I have both had intense relationships to our, we have separate dogs, obviously, but to animals, this sounds a lot like human animal interaction. So what is the ideal human robot relationship?"
    },
    {
        "speaker": "B",
        "text": "So there's a lot to be said here, but you actually pinpointed one of the big, big first steps, which is this idea of time. And it's a huge limitation in machine learning community currently. Now we're back to the actual details. Lifelong learning is a problem space that focuses on how AI systems can learn over a long period of time. What's currently most machine learning systems are not able to do is to all of the things you've listed under time, the successes, the failures, or just chilling together, watching movies, AI systems are not able to do that, which is all the beautiful, magical moments that I believe are the days filled with. They're not able to keep track of."
    },
    {
        "speaker": "A",
        "text": "Those together with you because they can't move with you and be with you."
    },
    {
        "speaker": "B",
        "text": "No, no. Like, literally, we don't have the techniques to do the learning, the actual learning of containing those moments. Current machine learning systems are really focused on understanding the world in the following way. It's more like the perception system, like looking around, understand, like, what's in the scene, that there's a bunch of people sitting down, that there is cameras and microphones, that there's a table. Understand that. But the fact that we shared this moment of talking today and still remember that for next time you're. For, like, next time you're doing something, remember that this moment happened. We don't know how to do that technique wise. This is what I'm, this is what I'm hoping to innovate on as I think it's a very, very important component of what it means to create a deep relationship, that sharing of moments together."
    },
    {
        "speaker": "A",
        "text": "Could you post a photo of you and the robot? Selfie with robot? And then the robot sees that image and recognizes that was time spent, there were smiles or there were tears, and create some sort of metric of emotional depth in the relationship and update its behavior. So couldn't it text you in the middle of the night and say, why haven't you texted me back?"
    },
    {
        "speaker": "B",
        "text": "Well, yes, all of those things, but we can dig into that. But I think that time element, forget everything else. Just sharing moments together, that changes everything. I believe that changes everything. Now, there's specific things that are more in terms of systems that can explain you. It's more technical and probably a little bit offline because I have kind of wild ideas how that can revolutionize social networks and operating systems. But the point is, that element alone, forget all the other things we're talking about, like emotions, saying, no, all that. Just remember, sharing moments together would change everything. We don't currently have systems that share moments together. Like, even just you in your fridge, just all those times you went late at night and ate the thing you shouldn't have eaten, that was a secret moment you had with your refrigerator. You shared that moment, that darkness, or that beautiful moment where you just, you know, like, heartbroken for some reason, you're eating that ice cream or whatever. That's a special moment. And that refrigerator was there for you. And the fact that it missed the opportunity to remember that is tragic. And once it does remember that, I think you're gonna be very attached to that refrigerator. You're gonna go through some hell with that refrigerator. Most of us have, like, in the developed world, have weird relationships with food, right? So you can go through some deep moments of trauma and triumph with food. And at the core of that is the refrigerator. So a smart refrigerator, I believe, would change society. Not just the refrigerator, but the. These ideas in the systems all around us. So that I just want to comment on how powerful the idea of time is. And then there's a bunch of elements of actual interaction, of allowing you as a human to feel like you're being heard, truly heard, truly understood that we human, like, deep friendship is like that, I think. But we're still. There's still an element of selfishness. There's still an element of not really being able to understand another human. And a lot of the times when you're going through trauma together, through difficult times, and through successes, you're actually starting to get that inkling of understanding of each other. But I think that could be done more aggressively, more efficiently, like, if you think of a great therapist. I think. I've never actually been to a therapist, but I'm a believer. I used to want to be a psychiatrist."
    },
    {
        "speaker": "A",
        "text": "Do Russians go to therapists?"
    },
    {
        "speaker": "B",
        "text": "No, they don't. They don't. And if they do, the therapists don't live to tell the story. No, I do believe in talk therapy, which friendship is, to me, is talk therapy. Or, like, it's like you don't necessarily need to talk. It's like just connecting in the space of ideas, in the space of experiences. And I think there's a lot of ideas of how to make AI assistants, to be able to ask the right questions and truly hear another human. This is what we try to do with podcasting, right? I think there's ways to do that with AI. But above all else, just remembering the collection of moments that make up the day, the week, the months, I think you maybe have some of this as well. Some of my closest friends still are the friends from high school. That's time. We've been through a bunch of shit together, and that, like, we've, we're very different people. But just the fact that we've been through that and we remember those moments, and those moments somehow create a depth of connection like nothing else. Like you in your refrigerator."
    },
    {
        "speaker": "A",
        "text": "I love that because my graduate advisor, unfortunately, she passed away. But when she passed away, somebody said at her memorial all these amazing things she had done, et cetera. And then her kids got up there, and she had young children that I knew when she was pregnant with them. And so it was really, even now, I can feel like your heart gets heavy thinking about this. They're going to grow up without their mother. And it was really amazing. Very, very strong young girls and now young women. And what they said was incredible. They said what they really appreciated most about their mother, who was an amazing person, is all the unstructured time they spent together. So it wasn't the trips to the zoo, it wasn't, oh, she woke up at five in the morning and drove us to school. She did all those things, too. She had two hour commute in each direction. It was incredible. Ran a lab, etcetera. But it was the unstructured time. So on the passing of their mother, that's what they remembered was the biggest give. And what bonded them to her was all the time where they just kind of hung out. And the way you described the relationship to a refrigerator is so, I want to say human like, but I'm almost reluctant to say that, because what I'm realizing as we're talking is that what we think of as human like might actually be a lower form of relationship. There may be relationships that are far better than the sorts of relationships that we can conceive in our minds right now based on what these machine relationship interactions could teach us. Do I have that right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think so. I think there's no reason to see machines as somehow incapable of teaching us something that's deeply human. I don't think humans have a monopoly on that, I think we understand ourselves very poorly, and we need to have the kind of prompting from a machine. And definitely part of that is just remembering the moments. Remembering the moments. I think the unstructured time together. I wonder if it's quite so unstructured. That's like calling this podcast unstructured time."
    },
    {
        "speaker": "A",
        "text": "Maybe what they meant was it wasn't a big outing, it wasn't as there was no specific goal, but a goal was created through the lack of a goal, like where you just hang out and then you start playing thumb war and you end up playing thumb war for an hour. The structure emerges from lack of structure."
    },
    {
        "speaker": "B",
        "text": "No, but the thing is the moments, there's something about those times that creates special moments, and I think those could be optimized for. I think we think of like a big outing as, I don't know, going to Six Flags or something, or some big. The Grand Canyon, or going to some. I don't know that I think we would need to. We don't quite yet understand as humans what creates magical moments. I think there's possible to optimize a lot of those things. And perhaps, like podcasting is helping people discover that, like maybe the thing we want to optimize for isn't necessarily like some sexy quick clips. Maybe what we want is long form, authenticity, depth, depth. So we were trying to figure that out, certainly from a deep connection between humans and humans in AI systems. I think long conversations or long periods of communication over a series of moments, like minute, perhaps seemingly insignificant to the big ones, the big successes, the big failures, those are all just stitching those together and talking throughout. I think that's the formula for a really, really deep connection that from a very specific engineering perspective, is, I think, a fascinating, open problem that hasn't been really worked on very much. And for me, if I have the guts, and I mean, there's a lot of things to say, but one of it is guts. I'll build a startup around it."
    },
    {
        "speaker": "A",
        "text": "Let's talk about this startup, and let's talk about the dream. You've mentioned this dream before in our previous conversations, always as little hints dropped here and there, just for anyone listening. There's never been an offline conversation about this dream. I'm not privy to anything except what Lex says now. And I realize that there's no way to capture the full essence of a dream in any kind of verbal statement, in a way that captures all of it. But what is this dream that you've referred to now, several times when we've sat down together and talked on the phone. Maybe it's this company. Maybe it's something distinct. If you feel comfortable, it'd be great if you could share a little bit about what that is."
    },
    {
        "speaker": "B",
        "text": "Sure. So the way people express long term vision, I've noticed, is quite different. Like, Elon is an example of somebody who can very crisply say exactly what the goal is also has to do with the fact that problems he's solving have nothing to do with humans. So my long term vision is a little bit more difficult to express in words. I've noticed, as I've tried, it could be my brain's failure, but there's ways to sneak up to it. So let me just say a few things. Early on in life, and also in the recent years, I've interacted with a few robots where I understood there's magic there, and that magic could be shared by millions if it's brought to light. When I first met spot from Boston Dynamics, I realized there's magic there that nobody else is seeing is the dog. The dog. Sorry. The spot is the four legged robot from Boston Dynamics. Some people might have seen it. It's this yellow dog. And, you know, sometimes in life, you just notice something that just grabs you. And I believe that this is something, that this magic is something that could be every single device in the world. The way that I think maybe Steve Jobs thought about the personal computer, Woz didn't think about the personal computer this way, but Steve did, which is like, he thought that the personal computer should be as thin as a sheet of paper, and everybody should have one. I mean, this idea, I think it is heartbreaking that we're getting. The world is being filled up with machines that are soulless, and I think every one of them can have that same magic. One of the things that also inspired me in terms of a startup is that magic can be engineered much easier than I thought. That's my intuition with everything I've ever built and worked on. So the dream is to add a bit of that magic in every single computing system in the world. So the way that windows operating system for a long time was the primary operating system, everybody interacted with, they built apps on top of it. I think this is something that should be as a layer, almost as an operating system, in every device that humans interact with in the world. Now, what? That actually looks like the actual dream. When I was especially a kid, it didn't have this concrete form of a business. It had more of a dream of exploring your own loneliness by interacting with machines. Robots this deep connection between humans and robots was always a dream. And so for me, I'd love to see a world where there's every home has a robot, and not a robot that washes the dishes or a sex robot, or, I don't know, think of any kind of activity the robot can do, but more like a companion, a family member. A family member the way a dog is, but a dog that's able to speak your language too. So not just connect the way a dog does by looking at you and looking away and almost like, smiling with its soul in that kind of way, but also to actually understand what the hell, like, why are you so excited about the successes, like, understand the details, understand the traumas. And I just think that had always filled me with excitement that I could, with artificial intelligence, bring joy to a lot of people. More recently, I've been more and more heartbroken to see the kind of division, derision, even hate, that's boiling up on the Internet through social networks. And I thought this kind of mechanism is exactly applicable in the context of social networks as well. So it's an operating system that serves as your guide on the Internet. One of the biggest problems with YouTube and social networks currently is they're optimizing for engagement. I think if you create AI systems that know each individual person, you're able to optimize for long term growth, for a long term happiness of the individual, of the individual. The individual. And there's a lot of other things to say, which is the in order for AI systems to learn everything about you, they need to collect. They need to, just like you and I, when we talk offline, we're collecting data about each other, secrets about each other, the same way AI has to do that, and that allows you to, and that requires you to rethink ideas of ownership of data. I think each individual should own all of their data and very easily be able to leave. Just like AI systems can leave. Humans can disappear and delete all of their data in a moment's notice, which is actually better than we humans can do, because once we load the data into each other, it's there. I think it's very important to be both. Give people complete control over their data in order to establish trust that they can trust you. And the second part of trust is transparency, whenever the data is used to make it very clear what is being used for, and not clear in a lawyerly legal sense, but clear in a way that people really understand what it's used for. I believe when people have the ability to delete all their data and walk away and know how the data is being used. I think they'll stay."
    },
    {
        "speaker": "A",
        "text": "The possibility of a clean breakup is actually what will keep people together."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think so. I think exactly. I think a happy marriage requires the ability to divorce easily without the divorce industrial complex or whatever that's currently going on, that there's so much money to be made from lawyers and divorce. But, yeah, the ability to leave is what enables love."
    },
    {
        "speaker": "A",
        "text": "I think it's interesting. I've heard the phrase from a semi cynical friend that marriage is the leading cause of divorce. But now we've heard that divorce or the possibility of divorce could be the leading cause of marriage, of a happy marriage. Good point."
    },
    {
        "speaker": "B",
        "text": "Of a happy marriage. Yeah, but there's a lot of details there. But the big dream is that connection between AI system and a human. And I haven't had, you know, there's so much fear about artificial intelligence systems and about robots that I haven't quite found the right words to express that vision, because the vision I have is one. It's not like some naive, delusional vision of, like, technology is gonna save everybody. I really do just have a positive view of ways AI systems can help humans explore themselves."
    },
    {
        "speaker": "A",
        "text": "I love that positivity, and I agree that the stance everything is doomed is equally bad. To say that everything's going to turn out all right. There has to be a dedicated effort, and clearly you're thinking about what that dedicated effort would look like. You mentioned two aspects to this dream, and I want to make sure that I understand where they connect, if they do, or if these are independent streams, one Washington, this hypothetical robot family member, or some other form of robot that would allow people to experience the kind of delight that you experienced many times and that you would like the world to be able to have. And it's such a beautiful idea of this give. And the other is social media or social network platforms that, uh, really serve individuals and. And their best selves and their happiness and their growth. Is there crossover between those, or are."
    },
    {
        "speaker": "B",
        "text": "These two parallel dreams 100% the same thing? It's. It's, uh, difficult to kind of explain without going through details, but maybe one easy way to explain the way I think about social networks is to create an AI system. That's yours. That's yours. It's not like Amazon Alexa that's centralized. You own the data. It's like your little friend that becomes your representative on Twitter, that helps you find things that will make you feel good, that will also challenge your thinking, to make you grow, but not get to that, not let you get lost in the negative spiral of dopamine that gets you to be angry or most just get you to be not open to learning. And so that little representative is optimizing your long term health. And it's. I believe that that is not only good for human beings, it's also good for business. I think long term, you can make a lot of money by challenging this idea that the only way to make money is maximizing engagement. And one of the things that people disagree with me on is they think Twitter is always going to win. Like, maximizing engagement is always going to win. I don't think so. I think people have woken up now to understanding that, like, they don't always feel good. The ones who are on Twitter a lot, that they don't always feel good. At the end of the week, I."
    },
    {
        "speaker": "A",
        "text": "Would love feedback from whatever this creature, whatever. I can't. I don't know what to call it as to, you know, maybe at the end of the week it would automatically unfollow some of the people that I follow because it realized through some really smart data about how I was feeling inside or how I was sleeping or something that that just wasn't good for me. But it might also put things and people in front of me that I ought to see. Is that kind of sliver of what this, what this looks like the whole."
    },
    {
        "speaker": "B",
        "text": "Point, because of the interaction, because of sharing the moments and learning a lot about you, you're now able to understand what interactions led you to become a better version of yourself, like the person you yourself are happy with. This isn't, you know, if you're into flat Earth and you feel very good about it, that you believe the earth is flat, like the idea that you should censor, that is ridiculous. If it makes you feel good and you're becoming the best version of yourself, I think you should be getting as much flat earth as possible now. It's also good to challenge your ideas, but not because the centralized committee decided, but because you tell to the system that you like challenging your ideas. I think all of us do. And then which actually, YouTube doesn't do that well. Once you go down the flat Earth rabbit hole, that's all you're going to see. It's nice to get some really powerful communicators to argue against flat Earth, and it's nice to see that for you, and potentially at least long term, to expand your horizons. Maybe the earth is not flat, but if you continue to live your whole life thinking the earth is flat, I I think, and you're being a good father or son or daughter, and, like, you're being the best version of yourself and you're happy with yourself. I think the earth is flat. So, like, I think this kind of idea, and I'm just using that kind of silly, ridiculous example because I don't like the idea of centralized forces controlling what you can and can't see. But I also don't like this idea of, like, not censoring anything, because that's always the biggest problem with that, is there's a central decider. I think you yourself can decide what you want to see and not. And it's good to have a companion that reminds you that you felt shitty last time you did this or you felt good last time you did that."
    },
    {
        "speaker": "A",
        "text": "I feel like in every good story, there's a guide or a companion that flies out or forages a little bit further, a little bit differently, and brings back information that helps us, or at least tries to steer us in the right direction."
    },
    {
        "speaker": "B",
        "text": "That's exactly what I'm thinking and what I've been working on. I should mention there's a bunch of difficulties here. You see me up and down a little bit recently. So there's technically a lot of challenges here, like with a lot of technologies. And the reason I'm talking about it on a podcast comfortably, as opposed to working in secret, is it's really hard and maybe its time has not come. And that's something you have to constantly struggle with in terms of, like, entrepreneurially as a startup. Like I've also mentioned to you, maybe offline, I really don't care about money, I don't care about business success, all those kinds of things. So it's a difficult decision to make. How much of your time do you want to go all in here and give everything to this? It's a big roll of the dice, because I've also realized that working on some of these problems, both with the robotics and the technical side, in terms of the machine learning system that I'm describing, it's lonely. It's really lonely because both on a personal level and a technical level. So on the technical level, I'm surrounded by people that kind of doubt me, which I think all entrepreneurs go through, and they doubt you in the following sense. They, they know how difficult it is, like the people that the colleagues of mine, they know how difficult lifelong learning is. They also know how difficult it is to build a system like this, to build a competitive social network. And in general, there's a kind of loneliness to just working on something on your own for long periods of time, and you start to doubt whether, given that you don't have a track record of success, like, that's a big one when you look in the mirror, especially when you're young, but I still have that on most things. You look in the mirror, it's like. And you have these big dreams. How do you know you're. How do you know you're actually as smart as you think you are? Like, how do you know you're going to be able to accomplish this dream? You have this ambition."
    },
    {
        "speaker": "A",
        "text": "You sort of don't, but you're kind of pulling on a. On a string, hoping that there's a bigger ball of yarn."
    },
    {
        "speaker": "B",
        "text": "Yeah, but you have this kind of intuition. I think I pride myself in knowing what I'm good at, because the reason I have that intuition is because I think I'm very good at knowing all the things I suck at, which is basically everything. So, like, whenever I notice, like, wait a minute, I'm kind of good at this, which is very rare for me, I think, like, that that might be a ball of yarn worth pulling at. And the thing with, in terms of engineering systems that are able to interact with humans, I think I'm very good at that. And because we talk about podcasting and so on, I don't know if I'm very good at podcasting. You're very good at podcasting, but I certainly don't. I think maybe it is compelling for people to watch a kind hearted idiot struggle with this, with this form. Maybe that's what's compelling. But in terms of, like, actual being a good engineer of human robot interaction systems, I think I'm good, but it's hard to know until you do it, and then the world keeps telling you you're not. And it's just. It's full of doubt. It's really hard, and I've been struggling with that recently. It's kind of a fascinating struggle, but then that's where the goggins thing comes in, is like, aside from the stay hard motherfucker, is the, like, whenever you're struggling, that's a good sign that if you keep going, that you're going to be alone in the success, right?"
    },
    {
        "speaker": "A",
        "text": "Well, in your case, however, I agree. And actually, David had a post recently that I thought was among his many brilliant posts, was one of the more brilliant about how he talked about this myth of the light at the end of the tunnel. And instead, what he replaced that myth with was a concept that eventually your eyes adapt to the dark, that the tunnel, it's not about a light at the end, that it's really about adapting to the dark of the tunnel. He's very goggins."
    },
    {
        "speaker": "B",
        "text": "I love them so much."
    },
    {
        "speaker": "A",
        "text": "Yeah. You guys share a lot in common. Knowing you both a bit. You share a lot in common. But in this loneliness and the. And the pursuit of this dream, it seems to me it has a certain component to it that is extremely valuable, which is that the loneliness itself could serve as a driver to build the companion for the journey."
    },
    {
        "speaker": "B",
        "text": "Well, I'm very deeply aware of that. So, like, some people can make. Because I talk about love a lot. I really love everything in this world, but I also love humans, friendship and romantic, you know, like, even the cheesy stuff, just."
    },
    {
        "speaker": "A",
        "text": "You like romantic movies."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, I got so much shit from Rogan about, like, was it the tango scene from scent of a woman? But, yes, I find, like, a woman, there's nothing better than a woman in a red dress. Like a. You know, just, like, classy."
    },
    {
        "speaker": "A",
        "text": "You should move to Argentina. You know, my father's argentine. And you know what he said when I. When I went on your podcast for the first time? He said he dresses well, because in Argentina, the men go to a wedding or a party or something, you know, in the US, by halfway through the night, ten minutes in the night, all the jackets are off. It looks like everyone's undressing for the party they just got dressed up for. And he said. And he said, you know, I like the way he dresses. Then when I started, he was talking about you, and then when I started my podcast, he said, why don't you wear a real suit like your friend Lex?"
    },
    {
        "speaker": "B",
        "text": "I know that."
    },
    {
        "speaker": "A",
        "text": "But let's talk about this pursuit just a bit more, because I think what you're talking about is building not just a solution for loneliness, but you've alluded to the loneliness as itself an important thing. And I think you're right. I think within people, there is caverns of thoughts and shame, but also just the desire to be. To have resonance, to be seen and heard. And I don't even know that it's seen and heard through language, but these reservoirs of loneliness, I think, well, they're interesting. Maybe you could comment a little bit about it, because just as often as you talk about love, I haven't quantified it, but it seems that you talk about this loneliness. Maybe if you're willing, you could share a little bit more about that and what. What that feels like now in the pursuit of building this robot human relationship. Let me be direct. You've been spending a lot of time on building a robot human relationship. Where's that at."
    },
    {
        "speaker": "B",
        "text": "In terms of business and in terms of systems?"
    },
    {
        "speaker": "A",
        "text": "No, I'm talking about a specific robot."
    },
    {
        "speaker": "B",
        "text": "Oh, robo. Okay. I should mention a few things. So one is, there's a startup where there's an idea where I hope millions of people can use. And then there's my own personal, like, almost like Frankenstein explorations with particular robots. So I'm very fascinated with legged robots in my own private sounds like dark, but like, n of one experiments to see if I can recreate the magic. And that's been. I have a lot of really good already perception systems and control systems that are able to communicate affection in a dog like fashion. So I'm in a really good place there. The stumbling blocks, which also been part of my sadness recently, is that I also have to work with robotics companies that I gave so much of my heart, soul, and love and appreciation towards. Boston Dynamics. But Boston Dynamics is also, you know, is a company that has to make a lot of money, and they have marketing teams, and they're like, looking at this silly russian kid in a suit and tie. It's like, what's he trying to do with all this love and robot interaction and dancing and so on? So there was a, I think, let's say for now, it's like when you break up with a girlfriend or something. Right now, we decided to part ways on this particular thing. They're huge supporters of mine. They're huge fans. But on this particular thing, Boston Dynamics is not focusing on or interested in human robot interaction. In fact, their whole business currently is keep the robot as far away from humans as possible, because it's in the industrial setting, where it's doing monitoring in dangerous environments. It's almost like a remote security camera, essentially, is its application. To me, I thought it's still, even in those applications, exceptionally useful for the robot to be able to perceive humans, like, see humans, and to be able to, in a big map, localize where those humans are and have human intention. For example, like this. I did this, a lot of work with pedestrians. For a robot to be able to anticipate what the hell the human is doing, like, where it's walking. If you're humans are not ballistic object. They're not. Just because you're walking this way one moment doesn't mean you'll keep walking that direction. You have to infer a lot of signals, especially the head movement and the eye movement. So I thought that's super interesting to explore, but they didn't feel that. So I'll be working with a few other robotics companies that are much more open to that kind of stuff, and they're super excited and fans of mine, hopefully Boston dynamics, my first love, that getting back with an ex girlfriend will come around. But so the algorithmically, it's, I'm basically done there. The rest is actually getting some of these companies to work with. And then there's, for people who'd work with robots, know that one thing is to write software that works, and the other is to have a real machine that actually works. And it breaks down in all kinds of different ways that are fascinating. And so there's a big challenge there. But that's almost. It may sound a little bit confusing in the context of our previous discussion, because the previous discussion was more about the big dream, how I hoped to have millions of people enjoy this moment of magic. This current discussion about a robot is something I personally really enjoy. Just brings me happiness. I really try to do now. Everything that just brings me joy, maximize that, because it's because robots are awesome. But two, given my, like, a little bit growing platform, I want to use the opportunity to educate people. It's just, it's like, robots are cool, and if I think they're cool, I'll be able to, I hope, be able to communicate why they're cool to others. So this little robot experiment is a little bit of research project, too. There's a couple of publications with MIT folks around that, but the other is just to make some cool videos and explain to people how they actually work. And as opposed to people being scared of robots, they can still be scared, but also excited. Like, see the dark side, the beautiful side, the magic of what it means to bring, you know, for a machine to become a robot. I want to inspire people with that, but that's less. It's interesting because I think the big impact in terms of the dream does not have to do with embodied AI. So it does not need to have a body. I think the refrigerator is enough that for an AI system, just to have a voice and to hear you, that's enough for loneliness. The embodiment is just by embodiment, you meet the physical structure, physical instantiation of intelligence. So it's a legged robot or even just a thing. I have a few other humanoid robot, a little humanoid robot. Maybe I'll keep them on the table, just like walks around, or even just like a mobile platform. They can just turn around and look at you. It's like we mentioned with the penniless, something that moves and can look at you. It's like that butter robot that asks, what is my purpose? That is really. It's almost like art. There's something about a physical entity that moves around that's able to look at you and interact with you. That makes you wonder what it means to be human. It, like, challenges you to think, if that thing looks like he has consciousness, what the hell am I? And I like that feeling. I think that's really useful for us. It's humbling for us humans, but that's less about research, certainly less about business, and more about exploring our own selves and challenging others to think, like."
    },
    {
        "speaker": "A",
        "text": "To."
    },
    {
        "speaker": "B",
        "text": "Think about what makes them human."
    },
    {
        "speaker": "A",
        "text": "I love this desire to share the delight of an interaction with a robot. And as you describe it, I actually. I find myself starting to crave that, because we all have those elements from childhood where, or from adulthood where we experience something. We want other people to feel that. And I think that you're right. I think a lot of people are scared of AI. I think a lot of people are scared of robots. My only experience of a robotic like thing is my Roomba vacuum, where it goes about. I actually was pretty good at picking up Costello's hair when he was shed, and then. And I was grateful for it. But then when it would. When I was on a call or something and it would get caught on a wire or something, I would find myself getting upset with the roomba in that moment. I'm like, what are you doing? And obviously, it's just doing what it does, but that's a kind of mostly positive, but slightly negative interaction. But what you're describing has so much more richness and layers of detail that I can only imagine what those relationships are like."
    },
    {
        "speaker": "B",
        "text": "Well, there's a few. Just a quick comment. So I've had. They're currently in Boston. I have a bunch of roombas from irobot, and I did this experiment."
    },
    {
        "speaker": "A",
        "text": "Wait, how many roombas? Sounds like a fleet of roombas."
    },
    {
        "speaker": "B",
        "text": "Yeah, so probably seven or eight."
    },
    {
        "speaker": "A",
        "text": "A lot of roombas. This place is very clean."
    },
    {
        "speaker": "B",
        "text": "Well, so this. I'm kind of waiting. This. This is the place we're currently in, in Austin is way larger than I need, but I basically got it, so to make sure I have room for robots."
    },
    {
        "speaker": "A",
        "text": "So you're gonna. So you have these seven or so roombas? You deploy all seven at once?"
    },
    {
        "speaker": "B",
        "text": "Oh, no, I do different experience with them, different experiments with them. So one of the things I want to mention is this is a. I think there was a YouTube video that inspired me to try. This is. I got them to scream in pain and moan in pain whenever they were kicked or contacted. And I did that experiment to see how I would feel. I meant to do a YouTube video on it, but then it just seemed very cruel."
    },
    {
        "speaker": "A",
        "text": "Did any Roomba rights activists come out?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think if I release that video, I think is gonna make me look insane, which I know people know I'm already insane."
    },
    {
        "speaker": "A",
        "text": "Now you. Now you have to release the video."
    },
    {
        "speaker": "B",
        "text": "Sure. I think maybe if I contextualize it by showing other robots to show why this is fascinating, because ultimately, I felt like they were human almost immediately. And that display of pain was what did that."
    },
    {
        "speaker": "A",
        "text": "Giving them a voice."
    },
    {
        "speaker": "B",
        "text": "Giving them a voice, especially a voice of dislike of pain."
    },
    {
        "speaker": "A",
        "text": "I have to connect you to my friend Eddie Chang. He studies speech and language. He's a neurosurgeon, and we're lifelong friends. He studies speech and language, but he describes some of these more primitive, visceral vocalizations. Cries, groans, moans of delight. Other sounds as well. Use your imagination as such. Powerful rudders for the other, for the emotions of other people. And so I find it fascinating. I can't wait to see this video. Is that so? Is the video available online?"
    },
    {
        "speaker": "B",
        "text": "No, I haven't. I haven't recorded it. I just hit a bunch of roombas that are able to scream in pain in my Boston. In my Boston place. So I like people already. Next."
    },
    {
        "speaker": "A",
        "text": "Next podcast episode with Lex. Maybe we'll have that one. Who knows?"
    },
    {
        "speaker": "B",
        "text": "So the thing is, like, people I've noticed because I talk so much about love, and it's really who I am, I think they want to. To a lot of people, it seems like there gotta be a dark person in there somewhere. And I thought, if I release videos and roomba's screaming and they're like, yep, yep, that guy is definitely insane."
    },
    {
        "speaker": "A",
        "text": "What about, like, shouts of glee and delight? You could do that, too, right?"
    },
    {
        "speaker": "B",
        "text": "Well, I don't know how to. I don't. How do. To me, delight is quiet, right?"
    },
    {
        "speaker": "A",
        "text": "Like, you're russian. Americans are much louder than Russians."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. But I don't. I mean, unless you're talking about, like, I don't know how you would have sexual relations with a roomba."
    },
    {
        "speaker": "A",
        "text": "Well, I wasn't necessarily saying sexual delight."
    },
    {
        "speaker": "B",
        "text": "But trust me, I tried. That's a joke. Internet. Okay. But I was fascinated in the psychology of how little it took. Because you mentioned you had a negative relationship with the roomba. A little."
    },
    {
        "speaker": "A",
        "text": "Only. Well, I'd find that mostly I took it for granted. It just served me. It collected Costello's hair. And then when it would do something I didn't like, I would get upset with it. So that's not a good relationship. It was taken for granted and I would get upset and then I'd park it again and I'd just like, you're in the corner."
    },
    {
        "speaker": "B",
        "text": "Yeah. But there's a way to frame it being quite dumb as almost cute, you know, almost connecting with it for its dumbness. And I think that's an artificial intelligence problem."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "I think flaws should be a feature, not a bug."
    },
    {
        "speaker": "A",
        "text": "So along the lines of this, the different sorts of relationships that one could have with robots and the fear, but also some of the positive relationships that one could have. There's so much dimensionality there, so much to explore. But power dynamics in relationships are very interesting because the obvious ones that the unsophisticated view of this is there's a master and a servant. But there's also manipulation. There's benevolent manipulation. Children do this with parents. Puppies do this. Puppies turn their head and look cute and maybe give out a little noise. Kids coup. And parents always think that they're doing this because they love the parent. But in many ways, studies show that those coups are ways to extract the sorts of behaviors and expressions from the parent that they want. The child doesn't know it's doing this. It's completely subconscious, but it's benevolent manipulation. So there's one version of fear of robots that I hear a lot about, that I think most people can relate to, where the robots take over and they become the masters and we become the servants. But there could be another version that in certain communities that I'm certainly not a part of, but they call topping from the bottom, where the robot is actually manipulating you into doing things, but you are under the belief that you are in charge, but actually they're in charge. And so I think that's one that if we could explore that for a second, you could imagine it wouldn't necessarily be bad, although it could lead to bad things. The reason I want to explore this is I think people always default to the extreme. Like, the robots take over and we're in little jail cells and they're out having fun and ruling the universe. What sorts of manipulation can a robot potentially carry out, good or bad?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So there's a lot of good and bad manipulation between humans. Right. Just like you said to me. Especially, like you said, topping from the bottom. Is that the term?"
    },
    {
        "speaker": "A",
        "text": "So I think someone from MIT told me that term wasn't Lex."
    },
    {
        "speaker": "B",
        "text": "I think so. First of all, there's power dynamics in bed and power dynamics in relationships, and power dynamics on the street and in the work environment. Those are all very different. I think power dynamics can make human relationships, especially romantic relationships, fascinating and rich and fulfilling and exciting and all those kinds of things. So I don't think in themselves they're bad. And the same goes with robots. I really love the idea that a robot would be a top or a bottom in terms of power dynamics, and I think everybody should be aware of that. And the manipulation is not so much manipulation, but a dance of, like, pulling away, push and pull and all those kinds of things. In terms of control, I think we're very, very, very far away from AI systems that are able to lock us up. They do lock us up in to have so much control that we basically cannot live our lives in the way that we want. I think there's, in terms of dangers of AI systems, there's much more dangers that have to do with autonomous weapon systems and all those kinds of things. So the power dynamics as exercised in the struggle between nations and war and all those kinds of things. But in terms of personal relationships, I think power dynamics are a beautiful thing. Now, there's of course, going to be all those kinds of discussions about consent and rights and all those kinds of things."
    },
    {
        "speaker": "A",
        "text": "Well, here we're talking. I always say, you know, in any discussion around this, if we need to define really the context, it's always, it always should be consensual, age appropriate, context appropriate, species appropriate. But now we're talking about human robot interactions. And so I guess that, no, I."
    },
    {
        "speaker": "B",
        "text": "Actually was trying to make a different point, which is, I do believe that robots will have rights down the line. And I think in order for us to have deep, meaningful relationship with robots, we would have to consider them as entities in themselves that deserve respect. And that's a really interesting concept that I think people are starting to talk about a little bit more. But it's very difficult for us to understand how entities that are other than human, I mean, the same is with dogs and other animals, can have rights on a level as humans."
    },
    {
        "speaker": "A",
        "text": "Well, yeah, I mean, we can't, and nor should we do whatever we want with animals. We have a USDA, we have departments of agriculture that deal with animal care and use committees for research, for farming and ranching and all that. So when you first said it, I thought, wait, why would there be a bill of robotic rights? But it absolutely makes sense in the context of everything we've been talking about up until now, let's, if you're willing, I'd love to talk about dogs, because you've mentioned dogs a couple times. A robot dog. You had a biological dog."
    },
    {
        "speaker": "B",
        "text": "Yeah. I had a Newfoundland named Homer for many years growing up in Russia or in the US, in the United States. And he was about. He was over 200 pounds. That's a big dog."
    },
    {
        "speaker": "A",
        "text": "That's a big dog."
    },
    {
        "speaker": "B",
        "text": "If people know. People know Newfoundland. He's this black dog that's really long hair and just a kind soul. I think perhaps that's true for a lot of large dogs, but he thought he was a small dog, so he moved like that."
    },
    {
        "speaker": "A",
        "text": "Was he your dog?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah."
    },
    {
        "speaker": "A",
        "text": "So you had him since he was fairly young?"
    },
    {
        "speaker": "B",
        "text": "Since the very, very beginning to the very, very end. One of the things, I mean, he had this kind of, we mentioned, like the roombas. He had a kind hearted dumbness about him that was just overwhelming. It's part of the reason I named him Homer, because it's after Homer Simpson. In case people are wondering which Homer I'm referring to. I'm not, you know, so that there's exactly. There's a clumsiness that was just something that immediately led to a deep love for each other. And one of the. I mean, he was always. It's the shared moments. He was always there for so many nights together. That's a powerful thing about a dog, that he was there through all the loneliness, through all the tough times, through the successes and all those kinds of things. And I remember, I mean, that was a really moving moment for me. I still miss him to this day."
    },
    {
        "speaker": "A",
        "text": "How long ago did he die?"
    },
    {
        "speaker": "B",
        "text": "Maybe 15 years ago. So it's been a while, but it was the first time I've really experienced the feeling of death. So what happened is he got cancer, and so he was dying slowly, and then at a certain point, he couldn't get up anymore. There's a lot of things I could say here, you know, that I struggle with that. Maybe. Maybe he suffered much longer than he needed to. That's something I really think about a lot. But I remember I had to take him to the hospital and the nurses couldn't carry him. Right. So you talk about a 200 pound dog. I was really into powerlifting at the time. I remember, like, they tried to figure out all these kinds of ways to. So in order to put him to sleep, they had to take him into a room, and so I had to carry him everywhere. And here's this dying friend of mine that I just had to. First of all, it's really difficult to carry somebody that heavy when they're not helping you out. And. Yeah, so I remember it was the first time seeing a friend laying there and seeing life drained from his body. And that realization that we're here for a short time was made so real that he has a friend that was there for me the week before, the day before, and now he's gone. And that was. I don't know, that spoke to the fact that you could be deeply connected with a dog. Also spoke to the fact that the shared moments together that led to that deep friendship will make life so amazing. But it also spoke to the fact that death is a motherfucker. So I know you've lost Costello recently."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And you've been going, and as you're."
    },
    {
        "speaker": "A",
        "text": "Saying this, I'm definitely fighting back the tears. Thank you for sharing that. That I guess we're about to both cry over our dead dogs, that it was bound to happen just given when this is happening. Yeah, it's."
    },
    {
        "speaker": "B",
        "text": "How long? How long did you know that Costello was not doing well?"
    },
    {
        "speaker": "A",
        "text": "Let's see. A year ago, during the start of about six months into the pandemic, he started getting abscesses and he was not. His behavior changed and something really changed. And then I put him on testosterone, which helped a lot of things. It certainly didn't cure everything, but it helped a lot of things. He was dealing with joint pain, sleep issues. And then it just became a very slow decline to the point where, you know, two, three weeks ago, he had, you know, a closet full of medication. I mean, this dog was like a pharmacy. It's amazing to me when I looked at it the other day, still haven't cleaned up and removed all his things. Cause I can't quite bring myself to do it."
    },
    {
        "speaker": "B",
        "text": "But do you think he was suffering?"
    },
    {
        "speaker": "A",
        "text": "Well, so what happened was about a week ago. It was really just about a week ago. It's amazing. He was going up the stairs. I saw him slip. And he was a big dog. He wasn't 200 pounds, but he was about 90 pounds. He's a bulldog. That's pretty big. And he was fit. And then I noticed that he wasn't carrying a foot in the back like it was injured. It had no feeling at all. He never liked me to touch his hind paws. And I could just. That thing was just flopping there. And then the vet found some spinal degeneration and I was told that the next one would go. Did he suffer? Sure hope not. But something changed in his eyes. Yeah, it's the eyes again. I know you and I spend long hours on the phone and talking about the eyes and what they convey and what they mean about internal states and for sake of robots and biology of other kinds, but do you think something."
    },
    {
        "speaker": "B",
        "text": "About him was gone in his eyes?"
    },
    {
        "speaker": "A",
        "text": "I think he was real. Here I am, anthropomorphizing. I think he was realizing that one of his great joys in life, which was to walk and sniff and pee on things, this dog, the fundamentals, loved to pee on things. It was amazing. I wondered where he put it. He was like a reservoir of urine. It was incredible. I think, oh, that's it. He's just. He'd put, like, one drop on the 50,000,000th plant, and then we get to the 50,000,000th in one plant, and he'd just have, you know, leave a puddle. And here I am talking about Costello peeing. He was losing that ability to stand up and do that. He was falling down while he was doing that. And I do think he started to realize, and the passage was easy and peaceful. But, you know, I'll say this, I'm not ashamed to say it. I mean, I wake up every morning since then, just. I don't even make the conscious decision to allow myself to cry. I wake up crying. And I'm fortunately able to make it through the day thanks to the great support of my friends and you and my family. But I miss him, man."
    },
    {
        "speaker": "B",
        "text": "You miss him?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I miss him. And I feel like Homer Costello. The relationship to one's dog is so."
    },
    {
        "speaker": "B",
        "text": "Specific, but so that part of you is gone. That's the hard thing, you know?"
    },
    {
        "speaker": "A",
        "text": "Um, what's. What I think is different is that I made the mistake. I think. I hope it was a good decision, but sometimes I think I made the mistake of I brought Costello a little bit to the world through the podcast, through posting about him. I gave. I anthropomorphized about him in public. Let's be honest, I have no idea what his mental life was or his relationship to me. And I'm just exploring all this for the first time because he was my first dog, but I raised him since he was seven weeks."
    },
    {
        "speaker": "B",
        "text": "Yeah, you gotta hold it together. I noticed the episode you released on Monday. You mentioned Costello. Like, you brought him back to life for me for that brief moment."
    },
    {
        "speaker": "A",
        "text": "Yeah, but he's gone."
    },
    {
        "speaker": "B",
        "text": "That's the. He's gonna be gone for a lot of people, too."
    },
    {
        "speaker": "A",
        "text": "Well, this is what I'm struggling with. I think that maybe you're pretty good at this. Wait, have you done this before? This is the challenge, is I actually, part of me, I know how to take care of myself pretty well. Not perfectly, but pretty well. And I have good support. I do worry a little bit about how it's going to land and how people will feel. I'm concerned about their internalization, so that's something I'm still iterating on."
    },
    {
        "speaker": "B",
        "text": "They have to watch you struggle, which is fascinating."
    },
    {
        "speaker": "A",
        "text": "Right? And I've mostly been shielding them from this. But what would make me happiest is if people would internalize some of Costello's best traits. And his best traits were that he was incredibly tough. I mean, he was a 22 inch neck bulldog. The whole thing. He was just born that way. But what was so beautiful is that his toughness is never what he rolled forward. It was just how sweet and kind he was. And so if people can take that, then there's a win in there someplace."
    },
    {
        "speaker": "B",
        "text": "So I think there's some ways in which you should probably live on in your podcast, too. You should. I mean, it's such a. One of the things I loved about his role in your podcast is that he brought so much joy to you. We mentioned the robots, right? I think that's such a powerful thing to bring that joy into. Like, allowing yourself to experience that joy, to bring that joy to others, to share it with others, that's really powerful. And I mean, not to. This is. This is like the russian thing is. It touched me when Louis CK had that moment that I keep thinking about in this, his show, Louis, where, like, an old man was criticizing Louis for whining about breaking up with his girlfriend, and you're saying, like, the most. The most beautiful thing about love. They made a song. That's catchy. Now, that's not making me feel horrible saying it, but is the loss. The loss really also is making you realize how much that person, that dog meant to you. And allowing yourself to feel that loss and not run away from that loss is really powerful. And in some ways, that's also sweet, just like the love was. The loss is also sweet because you know that you felt a lot for that, for your friend. So I, you know, and I continue bringing that joy. I think it would be amazing to the podcast. I hope to do the same with robots or whatever else is the source of joy. Right. And maybe do you think about one day getting another dog?"
    },
    {
        "speaker": "A",
        "text": "Yeah, in time. You're hitting on all the key buttons here. I want that to. We're thinking about ways to kind of immortalize COStELLO in a way that's real, not just creating some little logo or something silly. Costello, much like David Goggins, is a person, but goggins also has grown into kind of a verb. You're going to goggins this or you're going to. And there's an adjective like that's extremely good. I think that for me, Costello was all those things. He was a being. He was his own being. He was a noun, a verb and an adjective. And he had this amazing superpower that I wish I could get, which is this ability to get everyone else to do things for you without doing a damn thing. The Costello effect, as I call it."
    },
    {
        "speaker": "B",
        "text": "So as an idea, I hope he lives on."
    },
    {
        "speaker": "A",
        "text": "Yes, thank you for that. This actually has been very therapeutic for me, which actually brings me to a question. We're friends. We're not just co scientists, colleagues working on a project together. And in the world that's somewhat similar."
    },
    {
        "speaker": "B",
        "text": "Just two dogs."
    },
    {
        "speaker": "A",
        "text": "Just two dogs, basically. But let's talk about friendship, because I think that I certainly know as a scientist that there are elements that are very lonely of the scientific pursuit. There are elements of many pursuits that are lonely. Music, math always seem to me like they're like the loneliest people. Who knows if that's true or not. Also, people work in teams, and sometimes people are surrounded by people, interacting with people, and they feel very lonely. But for me, and I think as well, for you, friendship is an incredibly strong force in making one feel like certain things are possible or worth reaching for, maybe even making us compulsively reach for them. So when you were growing up, you grew up in Russia until what, age?"
    },
    {
        "speaker": "B",
        "text": "13."
    },
    {
        "speaker": "A",
        "text": "And then you moved directly to Philadelphia, to Chicago."
    },
    {
        "speaker": "B",
        "text": "Chicago, and then Philadelphia, you know, and San Francisco and Boston and so on, but really to Chicago. That's why I went to high school."
    },
    {
        "speaker": "A",
        "text": "Do you have siblings?"
    },
    {
        "speaker": "B",
        "text": "Older brother."
    },
    {
        "speaker": "A",
        "text": "But most people don't know that."
    },
    {
        "speaker": "B",
        "text": "Yeah, he is a very different, very different person, but somebody I definitely look up to. So he's a wild man. He's extrovert. He's a. He was into. I mean, so he's also scientist, a bioengineer. But when we were growing up, he was the person who drank and did every drug, but also was the life of the party. And I just thought he was the cool. When you're the older brother, five years older, he was the coolest person that I always wanted to be him. So to that, he was. He definitely had a big influence. But I think for me, in terms of friendship. Growing up, I had. I had one really close friend, and then when I came here, I had another close friend. But I'm very. I believe. I don't know if I believe, but I draw a lot of strength from deep connections with. With other people. And just a small number of people. Just a really small number of people. That's when I moved to this country. I was really surprised how, like, there were these large groups of friends, quote unquote, but they. The depth of connection was not there at all. From my sort of perspective now. I moved to the suburb of Chicago was Naperville. It's more like a middle class, maybe upper middle class. So it's like people that cared more about material possessions than deep human connection. So that added to the thing. But I drew more meaning than almost anything else was from friendship. Early on, I had a best friend. His name is Jura. I don't know how to say it in English."
    },
    {
        "speaker": "A",
        "text": "How do you say it in Russian?"
    },
    {
        "speaker": "B",
        "text": "Yura."
    },
    {
        "speaker": "A",
        "text": "What's his last name? Do you remember?"
    },
    {
        "speaker": "B",
        "text": "Mirkulov. So we just spend all our time together. There's also a group of friends. I don't know. It's like eight guys in Russia growing up. Parents didn't care if you're coming back at a certain hour. So we spend all day, all night, just playing soccer, usually called football, and just talking about life and all those kinds of things. Even at that young age, I think people in Russia and Soviet Union grow up much quicker. I think the education system at the university level is world class in the United States in terms of creating really big, powerful minds, at least it used to be. But I think that they aspire to that. But the education system for, like, for younger kids in the Soviet Union was incredible. Like, they did not treat us as kids. The level of literature, Tolstoy, Dostoevsky."
    },
    {
        "speaker": "A",
        "text": "When you were pushed a small child."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Amazing."
    },
    {
        "speaker": "B",
        "text": "And the level of mathematics, and you were made to feel like shit if you're not good at mathematics. I think in this country there's more, especially young kids, because they're so cute, they're being babied. We only start to really push adults later in life. So if you want to be the best in the world at this, then you get to be pushed. But we were pushed at a young age. Everybody was pushed, and that brought out the best in people. I think it really forced people to discover, like, discover themselves in the gagging style, but also discover what they're actually passionate about, what they're not."
    },
    {
        "speaker": "A",
        "text": "Was this true for boys and girls? Were they pushed equally there."
    },
    {
        "speaker": "B",
        "text": "Yeah, they were pushed. Yeah, they were pushed equally. I would say there was a. Obviously, there was more. Not obviously, but there, at least from my memories, more of what's the right way to put it. But there was, like, gender roles, but not in a negative connotation. It was the red dress versus the suit and tie kind of connotation, which is like, there's, you know, like, guys, like, lifting heavy things and girls, like, creating beautiful art and, you know, like."
    },
    {
        "speaker": "A",
        "text": "There'S a more traditional view of gender, more 1950s, sixties, but we didn't think."
    },
    {
        "speaker": "B",
        "text": "In terms of, at least at that age, in terms of, like, roles and then, like, homemaker or something like that. Or. No, it was more about what people care about. Like, girls cared about this set of things and guys cared about this set of things. I think mathematics and engineering was something that guys cared about and sort of, at least my perception of that time. And then girls created about. Girls cared about beauty. So, like, guys want to create machines, girls want to create beautiful stuff. And now, of course, that. I don't take that forward in some kind of philosophy of life, but it's just the way I grew up in the way I remember it. But all. Everyone worked hard. The value of hard work was instilled in everybody. And through that, I think it's a little bit of hardship. Of course, also economically, everybody was poor, especially with the collapse of the Soviet Union. There's poverty everywhere. You didn't notice it as much, but there was, because there's not much material possessions. There was a huge value placed on human connection. Just meeting with neighbors. Everybody knew each other. We lived in an apartment building very different than you have in the United States these days. Everybody knew each other. You know, you get together, drink vodka, smoke cigarettes, and play guitar and sing sad songs about. About life."
    },
    {
        "speaker": "A",
        "text": "What's it. What's with the sad songs and the russian thing? I mean, I. Russians do express joy from time to time."
    },
    {
        "speaker": "B",
        "text": "They do."
    },
    {
        "speaker": "A",
        "text": "Certainly you do. But what do you think that's about? Is it because it's cold there, but it's cold other places, too?"
    },
    {
        "speaker": "B",
        "text": "I think so. First of all, the Soviet Union, the echoes of world War two and the millions and millions and millions of people that civilians that were slaughtered and also starvation is there, right? So, like, the echoes of that, of the ideas, the literature, the art is there. Like, that's a grandparents, that's parents, that's all there. So that contributes to it, that life can be absurdly, unexplainably cruel at any moment. Everything can change. So that's in there. Then I think there's an empowering aspect to finding beauty and suffering. But then everything else is beautiful, too. Like, if you just linger, it's like, why you meditate on death. It's like if you just think about the worst possible case and find beauty in that, then everything else is beautiful, too. And so you write songs about the dark stuff, and that somehow helps you deal with whatever comes. There's a hopelessness to the Soviet Union that, like, you know, inflation, all those kinds of things where people were sold dreams and never delivered. And so, like, if you don't sing songs about sad things, you're going to become cynical about this world."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "So they don't want to give in to cynicism. Now, a lot of people did, you know, one of the. But that is the battle against cynicism. One of the things that may be common in Russia is a kind of cynicism about, like, if I told you the thing I said earlier about dreaming about robots, it's very common for people to dismiss that dream of saying, no, that's not. That's too wild. Like, who else do you know that did that? Or you want to start a podcast? Like, who else? Like, nobody's making money on podcasts. Like, why do you want to start a podcast? That kind of mindset, I think, is quite common, which is why, I would say, entrepreneurship in Russia is still not very good, which, to be a business, like, to be an entrepreneur, you have to dream big, and you have to have others around you, like friends and support group, that makes you make your dream big. But if you don't give in to cynicism and appreciate the beauty in the unfairness of life, the absurd unfairness of life, then I think it just makes a. Makes you appreciative of everything. It's like a. It's a prerequisite for gratitude. And so, yeah, I think that instilled in me ability to appreciate everything. Just, like, everything. Everything's amazing. And then also there's a culture of Roman of, like, romanticizing everything. Like, it's almost like. Like, romantic relationships were very, like soap opera. Like, it's very, like, over the top dramatic. And I think. I think that was instilled in me, too. Not only do I appreciate everything about life, but I get, like, emotional about it in a sense. Like, I get, like, a visceral feeling of joy for everything. And the same with, uh, you know, friends or people of the opposite sex. Like, there's a deep, like, emotional connection there that, like, that's like, way too dramatic to, like, I guess, relative to what the actual moment is. But I derive so much deep, like, dramatic joy from so many things in life. And I think I would attribute that to the upbringing in Russia. But the thing that sticks most of all is the friendship. And I've now, since then, had one other friend like that in the United States. He lives in Chicago. His name is Matt. And slowly here and there, accumulating really fascinating people, but I'm very selective with that. Funny enough, the few times, you know, it's not few. It's a lot of times now, interacting with Joe Rogane, it sounds surreal to say, but there was a kindred spirit there. Like, I've connected with him, and there's been people like that also in the grappling sports that are really connected with. I've actually struggled, which is why I'm so. I'm so glad to be your friend, is I've struggled to connect with scientists."
    },
    {
        "speaker": "A",
        "text": "They can be a little bit wooden sometimes."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Even the biologists. I mean, one thing that I. Well, I'm so struck by the fact that you, you know, you work with robots, you're an engineer. Aihdemdeh, science, technology, and that all sounds like hardware. Right? But what you're describing, and I know is true about you, is this deep emotional life and this resonance, and it's really wonderful. I actually think it's one of the reasons why so many people, scientists and otherwise, have gravitated towards you and your podcast is because you hold both elements, you know, in Herman Hess's book. I don't know if you read Narcissus and Goldman. Right. It's about these elements of the logical, rational mind and the emotional mind and how those are woven together. And if people haven't read it, they should. And you embody the full picture. And I think that's so much of what draws people to you."
    },
    {
        "speaker": "B",
        "text": "I've read every Herman Hesse book, by."
    },
    {
        "speaker": "A",
        "text": "The way, as usual, I've done about 9% of what life is. No, it's true. You mentioned Joe, who is a phenomenal human being, not just for his amazing accomplishments, but for how he shows up to the world one on one. I think I heard him say the other day on an interview, he said, there is no public or private version of him. He's like, this is me. He said it was beautiful. He said, I'm like the fish that got through the net. There is no onstage offstage version. You're absolutely right. Well, you guys, I have a question, actually, about."
    },
    {
        "speaker": "B",
        "text": "But that's a really good point about public and private life. He was a huge. If I could just comment really quick like that. He was. I've been a fan of Joe for a long time, but he's been an inspiration to not have any difference between public and private life. I actually had a conversation with naval about this. He said that you can't have a rich life, like, exciting life if you're the same person publicly and privately. And I think I understand that idea, but I don't agree with it. I think it's really fulfilling and exciting to be the same person privately and publicly, with very few exceptions. Now, that said, I don't have any really strange sex kinks, so I feel I can be open with basically everything. I don't have anything I'm ashamed of. There's some things that could be perceived poorly, like the screaming arombas, but I'm not ashamed of them. I just have to present them in the right context. But there is a. There's freedom to being the same person in private as in public. And that Joe made me realize that you can. You can be that and also to be kind to others. It sounds. It sounds kind of absurd, but I really. I really always enjoyed, like, being good to others, like, just being kind towards others. But I always felt like the world didn't want me to be like, there's so much negativity when I was growing up, like, just around people. If you actually just notice how people talk from, like, complaining about the weather, this could be just like the big cities that I visited in. But there's a general negativity, and positivity is kind of suppressed. One, you're not seen as very intelligent, and two, there's a kind of. You're seen as, like, a little bit of a weirdo. And so I always felt like I had to hide that. And what Joe made me realize, one, I could be fully just the same person, private and public. And two, I can embrace being kind and just in the way that I like, in the way I know how to do. And sort of, for me, on, like, on Twitter or like, publicly, whenever I say stuff, that means saying stuff simply almost to the point of cliche. And, like, I have the strength now to say it even if I'm being mocked. You know what I mean? Like, just. It's okay if everything's going to be okay. Okay. Some people will think you're dumb. They're probably right. The point is, just enjoy being yourself and Joe more than almost anybody else, because he's so successful at it inspired me to do that, be kind and be the same person, private and public."
    },
    {
        "speaker": "A",
        "text": "I love it, and I love the idea that authenticity doesn't have to be oversharing. Right. That it doesn't mean you reveal every detail of your life. It's a way of being true to an essence of oneself."
    },
    {
        "speaker": "B",
        "text": "Right. There's never a feeling when you deeply think and introspect that you're hiding something from the world or you're being dishonest in some fundamental way. So, yeah, that's truly liberating. It allows you to think. It allows you to think freely, to speak freely, just to be freely. That said, it's not like, it's not like there's not still a responsibility to be the best version of yourself. So, you know, I'm very careful with the way I say something. So the whole point, it's not so simple to express the spirit that's inside you with words. It depends. I mean, some people are much better than it, than others. I struggle, like, oftentimes when I say something and I hear myself say it, it sounds really dumb and not at all what I meant. So that's the responsibility you have. It's not just like being the same person publicly and privately. It means you can just say whatever the hell it means. There's still a responsibility to try to be. To express who you truly are. And that's hard."
    },
    {
        "speaker": "A",
        "text": "It is hard. And I think that we have this pressure. All people, when I say we, I mean all humans, maybe robots, too, feel this pressure to be able to express ourselves in that one moment, in that one form. And it is beautiful when somebody, for instance, can capture some essence of love or sadness or anger or something in a song or in a poem or in a short quote. But perhaps it's also possible to do it in aggregate. You know, all the things, you know, how you show up. For instance, one of the things that initially drew me to want to get to know you as a human being and a scientist, and eventually we became friends, was the level of respect that you brought to your podcast listeners by wearing a suit. Yeah, I'm being serious here."
    },
    {
        "speaker": "B",
        "text": "You know, I think of a. I."
    },
    {
        "speaker": "A",
        "text": "Was raised thinking that if you overdress a little bit, overdress by american, certainly by american standards, you're overdressed for a podcast. But this is. But it's genuine. You're not doing it for any reason. Except I have to assume, and I assumed at the time, that it was because you have a respect for your audience. You respect them enough to show up a certain way for them. It's for you also, but it's for them. And I think between that and your commitment to your friendship, the way that you talk about friendships and love, and the way you hold up these higher ideals, I think at least as a consumer of your content, end as your friend. What I find is that in aggregate, you're communicating who you are. It doesn't have to be one quote or something. And I think that we're sort of obsessed by the one Einstein quote or the one line of poetry or something. But I think you so embody the way that, and Joe as well, it's about how you live your life and how you show up as a collection of things said and done."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's fascinating. So the aggregate is the goal, the tricky thing. And Jordan Peterson talks about this because he's under attack way more than you and I will ever be. But for now, for now, right. This is very true for now that the people who attack on the Internet, this is one of the problems with Twitter, is they don't consider the aggregate. They take a single statement. And so one of the defense mechanisms, again, why Joe has been an inspiration, is that when you, in aggregate, are a good person, a lot of people will know that. And so that makes you much more immune to the attacks of people that bring out an individual statement that might be a misstatement of some kind or doesn't express who you are. And so that, I like that idea is the aggregate. And the power of the podcast is you have hundreds of hours out there and being yourself, and people get to know who you are. And once they do, and you post pictures of screaming roombas as you kick them, they will understand that you don't mean. Well, by the way, as a side comment, I don't know if I want to release this, because it's not just the roombas."
    },
    {
        "speaker": "A",
        "text": "You have a whole dungeon of robots."
    },
    {
        "speaker": "B",
        "text": "Okay, so this is a problem. Boston dynamics came up against this problem. But let me just, let me work this out. Like workshop this out with you, and maybe because we'll post this, people will let me know. So there's legged robots, you know, they look like a dog. They have a very. I'm trying to create a very real human robot connection. But, like, they're also incredible because you can throw them like, off of a building and it'll land fine. And it's beautiful."
    },
    {
        "speaker": "A",
        "text": "That's amazing. I've seen the Instagram videos of, like, cats getting jumping off of like, fifth story buildings and then walking away no one should throw their cat out of the."
    },
    {
        "speaker": "B",
        "text": "Well, this is the problem I'm experiencing all, certainly kicking the robots. It's really fascinating how they recover from those kicks, but, like, just seeing myself do it and also seeing others do it, it just does not look good. And I don't know what to do with that because I. It's such a. See, but, you know, I. You. Because you robot."
    },
    {
        "speaker": "A",
        "text": "No, I'm kidding. Now I'm. You know what's interesting?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Before today's conversation, I probably could do it. And now I think I'm thinking about robots, bills of rights and things. I'm actually. And not for any. Not to satisfy you or to satisfy anything except that if they have some sentient aspect to their being, then I would loathe to kick."
    },
    {
        "speaker": "B",
        "text": "I don't think you'd be able to kick it. You might be able to kick the first time, but not the second. This is the problem of experience. One of the cool things is one of the robots I'm working with. You can pick it up by one leg and it's dangling, you can throw it in any kind of way and it'll land correctly. So it's really."
    },
    {
        "speaker": "A",
        "text": "I had a friend who had a cat like that."
    },
    {
        "speaker": "B",
        "text": "Oh, man, we look forward to the letters from the cat."
    },
    {
        "speaker": "A",
        "text": "Oh, no, I'm not suggesting anyone did that, but he had this cat, and the cat, he would just throw it onto the bed from across the room and then it would run back for more. Somehow that was the nature of the relationship. I think most of no one should do that to an animal, but this cat seemed to, you know, return for."
    },
    {
        "speaker": "B",
        "text": "It for whatever reason, the robot, as a robot, it's fascinating to me how hard it is for me to do that. So it's unfortunate, but I don't think I can do that to a robot. Like, I struggle with that. So for me to be able to do that with a robot, I have to almost get, like, into the state that I imagine, like doctors get into when they're doing surgery. Like, I have to start. I have to do what robotics colleagues of mine do, which is, like, start seeing it as an object, like, dissociate. So, which is fascinating that I have to do that in order to do that with a robot. I just wanted to take that little bit of a tangent."
    },
    {
        "speaker": "A",
        "text": "No, I think it's an important thing. I mean, I'm not shy about the fact that for many years I've worked on experimental animals, and that's been a very challenging aspect to being a biologist. Mostly mice, but in the past, no longer, thank goodness, because I just don't like doing it. Larger animals as well. And now I work on humans, which I can give consent, verbal consent. So I think that it's extremely important to have an understanding of what the guidelines are and where one's own boundaries are around this. It's not just an important question, it might be the most important question before any work can progress."
    },
    {
        "speaker": "B",
        "text": "So you asked me about friendship. I know you have a lot of thoughts about friendship. What do you think is the value of friendship in life?"
    },
    {
        "speaker": "A",
        "text": "Well, for me personally, just because of my life trajectory in arc, friendship, and I should say I do have some female friends that are just friends. They're completely platonic relationships. But it's been mostly male friendship to me. Has been."
    },
    {
        "speaker": "B",
        "text": "Has been all male friendships for me, actually."
    },
    {
        "speaker": "A",
        "text": "Interesting. Yeah, it's been an absolute lifeline. They are my family, I have a biological family, and I have great respect and love for them and appreciation for them. But it's provided me the. I wouldn't even say confidence, because there's always an anxiety in taking any good risk or any risk worth taking. It's given me the sense that I should go for certain things and try certain things to take risks to weather that anxiety. And I don't consider myself a particularly competitive person, but I would sooner die than disappoint or let down one of my friends. I can think of nothing worse, actually, than disappointing one of my friends. Everything else is secondary to me."
    },
    {
        "speaker": "B",
        "text": "Well, disappointment, disappointing, meaning."
    },
    {
        "speaker": "A",
        "text": "Certainly I strive always to show up as best I can for the friendship. And that can be in small ways, that can mean making sure the phone is away. Sometimes it's about I'm terrible with punctuality because I'm an academic, and so I just get lost in time, and I don't mean anything by it, but striving to listen, to enjoy good times and to make time, you know, it kind of goes back to this first variable we talked about, to make sure that I spend time and to get time in person and check in. And it's. I think there's so many ways in which friendship is vital to me. It's actually, to me, what makes life worth living."
    },
    {
        "speaker": "B",
        "text": "Yeah. Well, there's. I am surprised, like with high school friends, how we don't actually talk that often these days in terms of time, but every time we see each other, it's immediately right back to where we started. You know, I struggle with that, how much time you really allocate for the friendship to be deeply meaningful because they're just, they're always there with me, even if we don't talk often. So there's a kind of loyalty, I think. Maybe it's a different style, but I think, to me, friendship is being there in the hard times. I think, like, I'm much more reliable when you're going through shit, then, like."
    },
    {
        "speaker": "A",
        "text": "You'Re pretty reliable anyway."
    },
    {
        "speaker": "B",
        "text": "No, but if, like, you're, if you're like, like a wedding or something like that, or, like, I don't know, like, you want an award of some kind, like, yeah, I'll congratulate the shit out of you, but, like, that's not. And I'll be there, but that's not as important to me as being there when, like, nobody else is. Like, just being there when shit is. Gets. Shit hits the fan or something's tough or the world turns their back on you, all those kinds of things. That, to me, that's where friendship is meaningful."
    },
    {
        "speaker": "A",
        "text": "Well, I know that to be true about you, and that's a felt thing and a real thing with you. Let me ask one more thing about that, actually, because I'm not a practitioner of jiu jitsu. I know you are, Joe is. But years ago, I read a book that I really enjoyed, which is Sam Sheridan's book, a fighter's heart. He talks about all these different forms of martial arts, and maybe it was in the book, maybe it was in an interview, but he said that fighting or being in physical battle with somebody, jiu jitsu, boxing, or some other form of physical, direct physical contact between two individuals creates this bond unlike any other. Because, he said, it's like a one night stand. You're sharing bodily fluids with somebody that you barely know. And I chuckled about it because it's kind of funny and kind of tongue in cheek. But at the same time, I think this is a fundamental way in which members of a species bond is through physical contact. And certainly there are other forms. There's cuddling and there's hand holding and there's sexual intercourse and there's all sorts of things."
    },
    {
        "speaker": "B",
        "text": "What's cuddling? I haven't heard of it."
    },
    {
        "speaker": "A",
        "text": "I heard this recently. I didn't know this term, but there's a term. They've turned the noun cupcake into a verb. Cupcaking. It turns out. I just learned about this. Cupcaking is when you spend time just cuddling. I didn't know about this. You heard it here first. Although I heard it first just the other day."
    },
    {
        "speaker": "B",
        "text": "Cupcaking is actually, cuddling is everything. It's not just like, is it in bed or is it on the couch? Like, what's cuddling? I need to look up what? Cuddling."
    },
    {
        "speaker": "A",
        "text": "We need to look at this up, and we need to define the variables. I think it definitely has to do with physical contact, I'm told. But in terms of battle, competition, and the Sheridan quote, I'm just curious. So do you get close or feel a bond with people that, for instance, you roll jiu jitsu with, or even though you don't know anything else about them? Was he right about this?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, on many levels. He also has the book a fighter's mind. Yeah, that was just one."
    },
    {
        "speaker": "A",
        "text": "He's actually an excellent writer. What's interesting about him, just briefly, about Sheridan, I don't know him, but I did a little bit of research. He went to Harvard. He was an art major at Harvard. He claims all he did was smoke cigarettes and do art. I don't know if his art was any good. And I think his father was in the Seal teams. And then when he got out of Harvard, graduated, he took off around the world learning all the forms of martial arts and was early to the kind of ultimate fighting, kind of mixed martial arts and things. Great, great book."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's amazing. I don't actually remember it, but I read it, and I remember thinking there was an amazing encapsulation of what makes fighting the like the art, like, what makes it compelling. I would say that there's so many ways that jiu jitsu, grappling, wrestling, combat sports in general is, like, one of the most intimate things you could do. I don't know if I would describe it in terms of bodily liquids and all those kinds of things."
    },
    {
        "speaker": "A",
        "text": "I think he was more or less."
    },
    {
        "speaker": "B",
        "text": "Joking, but I think there's a few ways that it does that. So one, because you're so vulnerable. So that the honesty of stepping on the mat, and often all of us have ego thinking we're better than we are at this particular art. And then the honesty of being submitted or being worse than you thought you are. And just sitting with that knowledge, that kind of honesty, we don't get to experience it in most of daily life. We can continue living somewhat of an illusion of our conceptions of ourselves because people are not going to hit us with the reality. The mat speaks only the truth, that the reality just hits you. And that vulnerability is the same as, like, the loss of a loved one. It's the loss of a reality that you knew before. You now have to deal with this new reality. And when you're sitting there in that vulnerability, and there's these other people that are also sitting in that vulnerability. You get to really connect. Like fuck. Like, I'm not as special as I thought I was, and life is, like, not, you know, life is harsher than I thought I was. And we're just sitting there with that reality. Some of us can put words to them, some we can't. So I think that definitely is the thing that leads to intimacy. The other thing is, is the human contact. There is something about, I mean, like a big hug. Like, during COVID very few people hugged me, and I hugged them, and I always felt good when they did. Like, we're all tested, and especially now we're vaccinated. But there's still people. This is true of San Francisco. This is true in Boston. They want to keep not only 6ft away, but stay at home and never touch you. That loss of basic humanity is the opposite of what I feel in jiu jitsu, where it was like that contact, where you're like, I don't give a shit about whatever rules we're supposed to have in society where you're not. You have to keep a distance and all that kind of stuff. Just the hug, the intimacy of a hug. That's like a good bear hug, and you're, like, just controlling another person. And also there is some kind of love communicating through just trying to break each other's arms. I don't exactly understand why violence is such a close neighbor to love, but."
    },
    {
        "speaker": "A",
        "text": "It is in the hypothalamus. The neurons that control sexual behavior, but also non sexual contact are not just nearby. The neurons that control aggression and fighting. They are salt and pepper with those neurons. It's a very interesting. And, you know, it almost sounds kind of risque and controversial and stuff. I'm not anthropomorphizing about what this means, but in the brain, those structures are interdigitated. You can't separate them except at a very fine level. And here, the way you describe it, is the same as a real thing."
    },
    {
        "speaker": "B",
        "text": "I do want to make an interesting comment. Again, these are things that could be taken out of context. But, you know, one of the amazing things about jiu jitsu is both guys and girls train it. And I was surprised. So, like, I'm a big fan of yoga pants, you know, at the gym kind of thing. It reveals the beauty of the female form. But the thing is, like, girls are, you know, dressed in skin tight clothes and jiu jitsu often. And I found myself, like, not at all thinking like that at all when training with girls?"
    },
    {
        "speaker": "A",
        "text": "Well, the context is very non sexual."
    },
    {
        "speaker": "B",
        "text": "But I was surprised to learn that. Like, I. When I first started Jiu jitsu, I thought, wouldn't that be kind of weird to train with the opposites, like, in something so intimate?"
    },
    {
        "speaker": "A",
        "text": "Boys and girls, men and women, they. They roll Jiu Jitsu together."
    },
    {
        "speaker": "B",
        "text": "Completely interesting. And the only times girls kind of try to stay away from guys. I mean, there's two contexts, of course. There's always going to be creeps in this world, so everyone knows who kind of to stay away from. And the other is like, there's a size disparity. So girls will often try to roll with people a little bit closer, weight wise. But no, that's one of the things that are empowering to women. That's what they fall in love with when they start doing Jiu jitsu, is I can, first of all, they gain an awareness and a pride over their body, which is great. And then second, they get to, especially later on, start submitting big dudes like these, like, bros that come in who are all shredded and, like, muscular, and they get to technique to exercise dominance over them. And that's a powerful feeling."
    },
    {
        "speaker": "A",
        "text": "You've seen women force a larger guy to tap or even choke him out."
    },
    {
        "speaker": "B",
        "text": "Well, I was deadlifting for, oh, boy, I think it's 495. So I was really into powerlifting when I started jiu jitsu, and I remember being submitted by, you know, I thought I walked in feeling like I'm going to be, if not the greatest fighter ever, at least top three. And so as a white belt, you roll in like, all happy, and then you realize that as long as you're not applying too much force that you're having. I remember being submitted many times, but I, like 100 and 3120 pound girls at Balance studios in Philadelphia had a lot of incredible female jiu jitsu players. And that's really humbling, too. The technique can overpower in combat, pure strength. That's the other thing that there is something about combat that's primal. It just feels. It feels like we were born to."
    },
    {
        "speaker": "A",
        "text": "Do this well, we have circuits in our brain that are dedicated to this kind of interaction. There's no question."
    },
    {
        "speaker": "B",
        "text": "And that's what it felt like. It wasn't that I'm learning a new skill. It was like somehow I am remembering echoes of something I've learned in the past."
    },
    {
        "speaker": "A",
        "text": "It's like hitting puberty. A child before puberty has no concept of boys and girls having this attraction, regardless of whether or not they're attracted to boys or girls doesn't matter. At some point, most people, not all, but certainly, but most people, when they hit puberty, suddenly people appear differently, and certain people take on a romantic or sexual interest for the very first time. And so it's like it's revealing a circuitry in the brain. It's not like they learn that. It's innate. I, and I think when I hear the way you describe jiu jitsu and enrolling jiu jitsu, it reminds me a little bit. JoE was telling me recently about the first time he went hunting, and he felt like it revealed a circuit that was in him all along but he hadn't experienced before."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's definitely there. And of course, there's the physical activity. One of the interesting things about Jiu Jitsu is it's one of the really strenuous exercises that you can do late into your adult life, like into your fifties, sixties, seventies, eighties when I came up, there's a few people in their eighties that were training. And as long as you're smart, as long as you practice techniques and pick your partners correctly, you can do that kind of art late into life. And so you're getting exercise. There's not many activities, I find, that are amenable to that. So because it's such a thinking game, the jiu jitsu in particular, an art where technique pays off a lot, so you can still maintain, first of all, remain injury free if you use good technique and also through good technique, be able to go, you know, be active with people that are much, much younger. And so that was, to me, that and running out of the two activities you can kind of do late in life, because to me, a healthy life is. Has exercised as the piece of the puzzle."
    },
    {
        "speaker": "A",
        "text": "Absolutely. And I'm glad that we're on the physical component, because I know that there's for you. You've talked before about the crossover between the physical and the intellectual and the mental. And are you still running at ridiculous hours of the night for ridiculously long?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so, definitely. I've been running late at night here in Austin. People tell me the area we're in now, people say, is a dangerous area, which I find laughable coming from the bigger cities. No, I run late at night. There's something, if you see a guy."
    },
    {
        "speaker": "A",
        "text": "Running through Austin at 02:00 a.m. in a suit and tie, it's probably not."
    },
    {
        "speaker": "B",
        "text": "Well, yeah, I mean, I do think about that. Cause I get recognized more and more in Austin. I worry that. Not really that I get recognized late at night, you know, but there is something about the night that brings out those deep philosophical thoughts and self reflection that I really enjoy. But recently I started getting back to the grind, so I'm going to be competing or hoping to be compete in September and October in jiu jitsu. Yeah. To get back to competition. And so that requires getting back into great cardio shape. I've been getting running as part of my daily routine."
    },
    {
        "speaker": "A",
        "text": "Got it. Well, I always know I can reach you regardless of time zone, in the middle of the night, wherever that happens."
    },
    {
        "speaker": "B",
        "text": "Well, part of that has to be just being single and being a programmer. Those two things just don't work well in terms of a steady sleep schedule."
    },
    {
        "speaker": "A",
        "text": "It's not bankers hours kind of work. Nine to five. You mentioned single. I want to ask you a little bit about the other form of relationship, which is romantic love. So your parents are still married?"
    },
    {
        "speaker": "B",
        "text": "Still married, still happily married."
    },
    {
        "speaker": "A",
        "text": "That's impressive."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "A rare thing nowadays."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So you grew up with that example."
    },
    {
        "speaker": "B",
        "text": "Yeah. I guess that's a powerful thing. Right. If there's an example that I think can work."
    },
    {
        "speaker": "A",
        "text": "Yeah. I didn't have that in my own family, but when I see it, it's inspiring and it's beautiful. The fact that they have that and that was the norm for you, I think is really wonderful."
    },
    {
        "speaker": "B",
        "text": "In the case of my parents, it was interesting to watch because there's obviously tension. Like, there would be times where they fought and all those kinds of things. They obviously get frustrated with each other, but they find mechanisms how to communicate that to each other, to make fun of each other a little bit, to tease, to get some of that frustration out, and then ultimately to reunite, to find their joyful moments and be that. The energy, I think it's clear. Cause I got together in their, I think, early twenties, like very, very young. I think you grow together as people."
    },
    {
        "speaker": "A",
        "text": "Yeah. You're still in the critical period of brain plasticity."
    },
    {
        "speaker": "B",
        "text": "And also, I mean, it's just like divorce was so frowned upon that you stick it out. And I think a lot of couples, especially from that time in the soviet union, that's probably applies to a lot of cultures. You stick it out and you put in the work, you learn how to put in the work. And once you do, you start to get to some of those rewarding aspects of being, like, through time, sharing so many moments together. You know, that that's definitely something that was an inspiration to me, but maybe that's where I have. So I have a similar kind of longing to have a lifelong partner like that, have that kind of view, where. Same with friendship, lifelong friendship is the most meaningful kind that there is something with that time of sharing all that time together, like till death do us part, is a powerful thing. Not by force, not because the religion said it, or the government said it, or your culture said it, but because you want to."
    },
    {
        "speaker": "A",
        "text": "Do you want children?"
    },
    {
        "speaker": "B",
        "text": "Definitely. Yeah, definitely want children. It's. It's."
    },
    {
        "speaker": "A",
        "text": "How many roombas do you have?"
    },
    {
        "speaker": "B",
        "text": "Oh, I thought you should. Human children."
    },
    {
        "speaker": "A",
        "text": "Human children."
    },
    {
        "speaker": "B",
        "text": "Because I already have the children."
    },
    {
        "speaker": "A",
        "text": "Exactly. I was saying you probably need at least as many human children as you do roombas. Big family, small family. In your mind's eyes, are there a bunch of. Bunch of freedmen's running around?"
    },
    {
        "speaker": "B",
        "text": "So I'll tell you realistically, I can explain exactly my thinking, and this is similar to the robotics work. If I'm, like, purely logical right now, my answer would be, I don't want kids because I just don't have enough time. I have so much going on. But when I'm using the same kind of vision I use for the robots is I know my life would be transformed with the first. Like, I know I would love being a father. And so the question of how many I. That's on the other side of that hill, it could be some ridiculous number. So I just know that I have."
    },
    {
        "speaker": "A",
        "text": "A feeling, and I could be. I don't have a crystal ball, but I don't know. I see an upwards of. Certainly three or more comes to mind."
    },
    {
        "speaker": "B",
        "text": "So, so much of that has to do with the partner you're with, too. So, like, that. That's such an open question, especially in this society, of what the right partnership is, because I'm deeply empathetic. I want to see, like, to me, what I look for in a relationship is for me to be really excited about the passions of another person, like, whatever they're into. It doesn't have to be career success, any kind of success, just to be excited for them and for them to be excited for me. And they share in that excitement and build and build and build. But there's also practical aspects of, like, what kind of shit do you enjoy doing together? And I think family is a real serious undertaking."
    },
    {
        "speaker": "A",
        "text": "Oh, it certainly is. I mean, I think that I have a friend who said it I think best, which is that you first have. He's in a very successful relationship and has a family, and he said, you first have to define the role, and then you have to cast the right person for the role."
    },
    {
        "speaker": "B",
        "text": "Well, yeah, there's some deep aspects to that, but there's also an aspect to which you're not smart enough from this side of it to define the right to define the role. There's part of it that has to be a leap that you have to take. And I see having kids that way, you just have to go with it and figure it out. Also, as long as there's love there, like, what the hell is life for? Even so, there's so many incredibly successful people that I know that I've gotten to know that all have kids. And the presence of kids, for the most part, has only been something that energized them, something that gave them meaning, something that made them the best version of themselves, like, made them more productive, not less, which is fascinating to me."
    },
    {
        "speaker": "A",
        "text": "It is fascinating. I mean, you can imagine if the way that you felt about Homer, the way that I feel and felt about Costello is, is at all a glimpse of what that must be like, then."
    },
    {
        "speaker": "B",
        "text": "Exactly. You know, the downside, the thing I worry more about is the partner side of that I've seen. The kids are almost universally a source of increased productivity and joy and happiness. Like, yeah, they're a pain in the ass. Yeah, it's complicated. Yeah. So on and so forth. People like to complain about kids, kids. But when you actually look past that little shallow layer of complaint, kids are great. The source of pain for a lot of people is when the relationship doesn't work. And so I'm very kind of concerned about, you know, dating is very difficult, and I'm a complicated person, and so it's very. It's been very difficult to find. To find the right kind of person. But that statement doesn't even make sense because I'm not on dating apps. I don't see people. You're like the first person I saw in a while. It's like you, Michael, Malus and Joe. So I don't think I've seen a female, what is it, an element of the female species in quite a while. So I think you have to put yourself out there. What is it? Danielle Johnson says, true love will find you, but only if you're looking. So there's some element of really taking the leap and putting yourself out there in kind of different situations. And I don't know how to do that. When you're behind a computer all the time."
    },
    {
        "speaker": "A",
        "text": "Well, you're a builder and you're a problem solver, and you find solutions, and I'm confident the solution is out there."
    },
    {
        "speaker": "B",
        "text": "I think you're implying that I'm going to build the girlfriend, which I think."
    },
    {
        "speaker": "A",
        "text": "Or well, and maybe we shouldn't separate this friendship, the notion of friendship and community. And if we go back to this concept of the aggregate, maybe you'll meet this woman through a friend or something of that sort."
    },
    {
        "speaker": "B",
        "text": "So one of the things, I don't know if you feel the same way. I definitely. One of those people that just falls in love and that's it."
    },
    {
        "speaker": "A",
        "text": "Yeah. I can't say I'm like that with Costello. It was instantaneous. Yeah, it really was. I mean, I know it's not, it's not romantic love, but it's instantaneous. No, I, but that's me, you know, and I think that you, if, you know, you know, because that, that's a, that's a good thing that you have that."
    },
    {
        "speaker": "B",
        "text": "Well, it's a, I'm very careful with that because you don't want to fall in love with the wrong person. So I try to be very kind of careful with, I've noticed this because I fall in love with everything. Like this mug, everything. I fall in love with, with things in this world. So, like, you have to be really careful because a girl comes up to you and says she loves Dostoevsky, that doesn't necessarily mean you need to marry her tonight."
    },
    {
        "speaker": "A",
        "text": "Yes. And I like the way you said that out loud so that you heard it. It doesn't mean you need to marry her tonight."
    },
    {
        "speaker": "B",
        "text": "Exactly. Right. But people are amazing and people are beautiful, and that's, so I, I'm fully embraced that. But I also, you have to be careful with relationships at the same time, like I mentioned to you offline, I don't, there's something about me that appreciates swinging for the fences and not dating, like doing serial dating or dating around."
    },
    {
        "speaker": "A",
        "text": "You're a one guy, one girl kind of guy."
    },
    {
        "speaker": "B",
        "text": "Yeah, you said that. And it's, it's tricky because you want, you want to be careful with that kind of stuff, especially now there's a growing platform that have a ridiculous amount of female interest of a certain kind. But I'm looking for deep connection, and I'm looking by sitting home alone and every once in a while talking to Stanford professors."
    },
    {
        "speaker": "A",
        "text": "Perfect, perfect solution."
    },
    {
        "speaker": "B",
        "text": "Work out great."
    },
    {
        "speaker": "A",
        "text": "It's well incorporated. That constitutes machine learning of sorts."
    },
    {
        "speaker": "B",
        "text": "Of sorts."
    },
    {
        "speaker": "A",
        "text": "You mentioned what has now become a quite extensive and expansive public platform, which is incredible. I mean, the number of people, the first time I saw your podcast, I noticed the suit. I was like, he respects his audience, which was great, but I also thought, this is amazing. People are showing up for science and engineering and technology information and those discussions and other sorts of discussions. Now, I do want to talk for a moment about the podcast. So, my two questions about the podcast are, when you started it, did you have a plan? And regardless of what that answer is, do you know where you're taking it, or would you like to leave us? I do believe in an element of surprise is always fun. But what about the podcast? Do you enjoy the podcast? I mean, your audience certainly includes me, really enjoys the podcast. It's incredible."
    },
    {
        "speaker": "B",
        "text": "So I love talking to people, and there's something about microphones that really bring out the best in people. Like, you don't get a chance to talk like this. If you and I were just hanging out, we would have a very different conversation. In the amount of focus we allocate to each other, we would be having fun talking about other stuff and doing other things. There would be a lot of distraction, there would be some phone use and all that kind of stuff. But here we're 100% focused on each other and focus on the idea and, like, sometimes playing with ideas that we both don't know, like the answer to. Like a question we don't know the answer to. We're both like, fumbling with it, trying to figure out, trying to get some insight that something we haven't really figured out before. And together arriving at that, I think that's magical. I don't know why we need microphones for that, but we somehow do."
    },
    {
        "speaker": "A",
        "text": "Feels like doing science."
    },
    {
        "speaker": "B",
        "text": "It feels like doing science for me. Definitely. That's exactly it then, and I'm really glad you said that, because I don't actually often say this, but that's exactly what I felt like. I wanted to talk to friends and colleagues at MIT to do real science together. That's how I felt about it. To really talk through problems that are actually interesting, as opposed to, like, incremental work that we're currently working for a particular conference. So really asking questions like, what are we doing? Like, where's this headed to? Like, what are the big. Is this really going to help us solve, in the case of AI, solve intelligence? Like, is this even working on intelligence? There's a certain sense, which is why I initially called it artificial intelligence, is like, most of us are not working on artificial intelligence. You're working on some very specific problem and a set of techniques at that time. It's machine learning to solve this particular problem. This is not going to take us to a system that is anywhere close to the generalizability of the human mind, like, the kind of stuff the human mind can do in terms of memory in terms of cognition, in terms of reasoning, common sense reasoning. This doesn't seem to take us there. So the initial impulse was, can I talk to these folks? Do science together through conversation. And I also thought that there was not enough. Now, I didn't think there was enough good conversations with world class minds that I got to meet and not the ones with a book or, this was the thing. Oftentimes you go on this tour when you have a book, but there's a lot of minds that don't write books."
    },
    {
        "speaker": "A",
        "text": "And the books constrain the conversation, too, because then you're talking about this thing, this book."
    },
    {
        "speaker": "B",
        "text": "But there's. I've noticed that with people who haven't written a book, who are brilliant, we get to talk about ideas in a new way. We both haven't actually. When we raise a question, we don't know the answer to it. When the question is raised and we try to arrive there, like, I don't know. I remember asking questions of world class researchers in deep learning of why do neural networks work as well as they do? That question is often loosely asked. But, like, when you have microphones and you have to think through it and you have 30 minutes to an hour to think through it together, I think that's. That's science. I think that's really powerful. So that was. That was the one goal. The other one is, I, again, don't usually talk about this, but there's some sense in which I wanted to have dangerous conversations. Part of the reasons I wanted to wear a suit is, like, I wanted to be fearless. That the reason I don't usually talk about it is because I feel like I'm not good at conversation. So it looks like it doesn't match the current skill level, but I wanted to have really dangerous conversations that I uniquely would be able to do. Not completely uniquely, but I'm a huge fan of Joe Rogan, and I had to ask myself, what conversations can I do that Joe Rogan can't? For me, I know I bring this up, but for me, that person I thought about at the time was Putin. Like, that's. That's why I bring him up. He's. He's a. Just like with Costello, he's not just a person. He's also an idea to me for what I strive for, just to have those dangerous conversations. And the reason I'm uniquely qualified is both the Russian, but also there's the judo and the martial arts. There's a lot of elements that make me have a conversation. He hasn't had before. And there's a few other people that I kept in mind, like Don Knuth. He's a computer scientist from Stanford that I thought is one of the most beautiful minds ever. And nobody really talked to him, like really talked to him. He did a few lectures, which people love, but really just have a conversation with him. There's a few people like that. One of them passed away, John Conway, that never got. We agreed to talk, but he died before we did. There's a few people like that that I thought, like, it's such a crime to not hear those folks. And I have the unique ability to know how to purchase a microphone on Amazon and plug it into a device that records audio and then publish it, which seems relatively unique. Like, that's not easy in the scientific community. People knowing how to plug in a microphone."
    },
    {
        "speaker": "A",
        "text": "They can build Faraday cages and two photon microscopes and bioengineer, all sorts of things. But the idea that you could take ideas and export them into a structure, a pseudo structure that people would benefit from seems like a cosmic achievement to them."
    },
    {
        "speaker": "B",
        "text": "I don't know if it's a fear or just basically they haven't tried it, so they haven't learned the skill level."
    },
    {
        "speaker": "A",
        "text": "I think they're not trained. I mean, we could riff on this for a while, but I think that. But it's important, and maybe we should, which is that it's. They're not trained to do it. They're trained to think in specific aims and specific hypotheses, and many of them don't care to. Right. They don't. They became scientists because that's where they felt safe. And so why would they leave that haven of safety?"
    },
    {
        "speaker": "B",
        "text": "Well, they also don't necessarily always see the value in it. We're all together learning. You and I are learning the value of this. I think you're probably, you have an exceptionally successful and amazing podcast that you."
    },
    {
        "speaker": "A",
        "text": "Started just recently, thanks to your encouragement."
    },
    {
        "speaker": "B",
        "text": "Well, but there's a raw skill there that you're definitely an inspiration to me in how you do the podcast, in the level of excellence you reach. But I think you've discovered that that's also an impactful way to do science, that podcast. And I think a lot of scientists have not yet discovered that if they apply same kind of rigor as they do to academic publication or to even conference presentations, and they do that rigor and effort to podcast, whatever that is, that could be a five minute podcast, a two hour podcast. It could be conversational, or it can be more like lecture. Like if they apply that effort. You have the potential to reach, over time, tens of thousands, hundreds of thousands, millions of people, and that's really, really powerful. But, yeah, for me, giving a platform to a few of those folks, especially for me personally, so maybe you can speak to what fields you're drawn to. But I thought computer scientists were especially bad at this. So there's brilliant computer scientists that I thought it would be amazing to explore their mind, explore their thinking. And so I took that almost on as an effort. And at the same time, I had other guests in mind or people that connect to my own interests. So the wrestling, wrestling, music, football, both american football and soccer. I have a few particular people that I'm really interested in. Bovaisar, Saitiev, the Satya brothers, even Khabib for wrestling, just to talk to them."
    },
    {
        "speaker": "A",
        "text": "Oh. Cause you guys can communicate in russian."
    },
    {
        "speaker": "B",
        "text": "And in wrestling, right? As wrestlers and as Russians. And so that, that little. It's like an opportunity to explore a mind that, that I'm able to bring to the world. And also, it. I feel like it makes me a better person. Just that being that vulnerable and exploring ideas together. I don't know, like, good conversation. I don't know how often you have really good conversation with friends, but, like, podcasts are like that, and it's deeply moving."
    },
    {
        "speaker": "A",
        "text": "It's the best, you know, and what you brought through, I mean, when I saw you sit down with Penrose, you know, Nobel Prize winning physicist, and these other folks, it's not just cause he has a Nobel, it's what comes out of his mouth is incredible. And what you were able to hold in that conversation was so much better, light years beyond what he had. Any other interviewer, I don't want to even call you an interviewer because it's really about conversation. Light years beyond what anyone else had been able to engage with him was such a beacon of what's possible. And I know that. I think that's what people are drawn to. And there's a certain intimacy that certainly if two people are friends as we are and they know each other, that there's more of that. But there's an intimacy in those kinds of private conversations that are made public, and, well, that's with you."
    },
    {
        "speaker": "B",
        "text": "What you're probably starting to realize, and Costello is like part of it, because you're authentic and you're putting yourself out there completely. People are almost not just consuming the words you're saying. They also enjoy watching you, Andrew, struggle with these ideas or try to communicate these ideas. They like the flaws they like a human being."
    },
    {
        "speaker": "A",
        "text": "Oh, good laws. Well, that's good, because I got plenty of those."
    },
    {
        "speaker": "B",
        "text": "Well, they like the, like the self critical aspects, like where you're very careful, where you're very self critical about your flaws. I mean that in that same way, it's interesting, I think, for people to watch me talk to Penrose, not just because Penrose is communicating ideas, but here is this, like, silly kid trying to explore ideas. Like, they know this kid, that there's a human connection that is really powerful. Same, I think, with Putin. Right? Like, it's not just a good interview with Putin. It's also here's this kid struggling to talk with one of the most powerful, and some would argue dangerous people in the world that they love that the authenticity that led up to that. And in return, I get to connect everybody I run to in the street and all those kinds of things. There's a depth of connection there almost within a minute or two that's unlike any other."
    },
    {
        "speaker": "A",
        "text": "Yeah. There's an intimacy that you formed with him."
    },
    {
        "speaker": "B",
        "text": "Yeah. We've been on this, like, journey together. I mean, I have the same thing with Joe Rogan before I ever met him. Right. Like I was, because I was a fan of Joe for so many years. There's something. There's a kind of friendship, as absurd as it might be to say in podcasting and listening to podcasts."
    },
    {
        "speaker": "A",
        "text": "Yeah, maybe it. Maybe it fills in a little bit of that or solves a little bit of that loneliness that you're talking about right now."
    },
    {
        "speaker": "B",
        "text": "Until the robots are here, I have."
    },
    {
        "speaker": "A",
        "text": "Just a couple more questions, but one of them is, on behalf of your audience, which is, I'm not going to ask you the meaning of the hedgehog, but I just want to know, does it have a name? And you don't have to tell us the name, but just. Does it have a name, yes or no?"
    },
    {
        "speaker": "B",
        "text": "Well, there's a. There's a name he likes to be referred to as, and then there's a private name in the privacy, our own company that we call each other. No, I'm not that insane. No, his name is Hedgey. He's a hedgehog. I don't like stuffed animals, but his story is one of minimalism. So I gave away everything I own now three times in my life. By everything, I mean almost everything. Kept jeans and shirt and a laptop. And recently it's also been guitar, things like that. But he survived because he was always in the. At least in the first two times, was in the laptop bag, and he just got lucky. And so I just like the perseverance of that. And I first saw him in the. The reason I got a stuffed animal and I don't have other stuffed animals is, uh, it was in a thrift store in this, like, giant pile of stuffed animals. And he jumped out at me because unlike all the rest of them, he has this intense, uh, mean look about him that he's just. He's upset at life, uh, at the cruelty of life. And just especially in the contrast of the other stuffed animals. They have this dumb smile on their face. If you look at most stuffed animals, they have this dumb look on their face. They're just happy. It's like Pleasantville."
    },
    {
        "speaker": "A",
        "text": "That's what we say in neuroscience. They have a smooth cortex. Not many forms exactly."
    },
    {
        "speaker": "B",
        "text": "And this, like, hedge, you saw through all of it. He was like Dostoevsky's man from underground. I mean, there's a sense that he saw the darkness of the world and persevered. And there's also a famous russian cartoon, hedgehog in the fog, that I grew up with. I connected with people who know of that cartoon. You could see it on YouTube."
    },
    {
        "speaker": "A",
        "text": "It's like a hedgehog in the fog."
    },
    {
        "speaker": "B",
        "text": "Yeah. It's just as you would expect, especially from early soviet cartoons. It's a hedgehog, sad, walking through the fog, exploring loneliness and sadness. But it's beautiful. It's a piece of art. Even if you don't speak Russian, you'll see. You'll understand."
    },
    {
        "speaker": "A",
        "text": "Oh, it's the moment you said that. I was going to ask. So it's in Russian. But of course it's in Russian."
    },
    {
        "speaker": "B",
        "text": "It's in Russian, but it's more. There's very little speaking in it. It's almost. There's an interesting exploration of how you make sense of the world when you see it only vaguely through the fog. So he's trying to understand the world."
    },
    {
        "speaker": "A",
        "text": "Here. We have Mickey Mouse, we have bugs Bunny, we have all these crazy animals, and you have the hedgehog in the fog."
    },
    {
        "speaker": "B",
        "text": "So there's a certain period, and this is, again, I don't know what it's to attribute it to, but it's really powerful, which there's a period in soviet history, I think, probably seventies and eighties, where especially kids were treated very seriously, like they were treated like they're able to deal with the. With the weightiness of life. And that was reflected in the cartoons. And there was a. It was allowed to have, like, like, really artistic content, not like dumb cartoons that are trying to get you to be, like, smile and run around, but, like, create art, like, stuff that, you know, how, like, short cartoons or short films can win oscars. Like, that's what they're swinging for."
    },
    {
        "speaker": "A",
        "text": "So what strikes me about this is a little bit how we were talking about the suit earlier. It's almost like they treat kids with respect like that. They have an intelligence and they honor that intelligence."
    },
    {
        "speaker": "B",
        "text": "Yeah. They're really just adult in a small body. Like, you want to protect them from the true cruelty of the world. But in terms of their intellectual capacity or, like, philosophical capacity, they're right there with you. And so the cartoons reflected that. The art that they consumed, education reflected that. So he represents that. I mean, there's a. There's a sense, because he survived so long and because I don't like stuffed animals, that it's like, we've been through all of this together, and it's the same sharing the moments together. It's the friendship. And there's a sense in which, you know, if all the world turns on you and goes to hell, at least we got each other that and he doesn't die because he's an inanimate object."
    },
    {
        "speaker": "A",
        "text": "So until you animate him, to animate."
    },
    {
        "speaker": "B",
        "text": "Him, and then I probably wouldn't want to know what he was thinking about this whole time. He's probably really into Taylor Swift or something like that. I wouldn't even want to know anyway."
    },
    {
        "speaker": "A",
        "text": "Well, I now feel a connection to hedgy the hedgehog that I certainly didn't have before. And I think that encapsulates the kind of possibility of connection that is possible between human and other object and through robotics. Certainly there's a saying that I heard when I was a graduate student that's just been ringing in my mind throughout this conversation in such a, I think, appropriate way, which is that, Lex, you are in a minority of one. You are truly extraordinary in your ability to encapsulate so many aspects of science, engineering, public communication, about so many topics, martial arts, and the emotional depth that you bring to it and just the purposefulness. And I think if it's not clear to people, it absolutely should be stated. But I think it's abundantly clear that just the amount of time and thinking that you put into things is it is the ultimate mark of respect. So I'm just extraordinarily grateful for your friendship and for this conversation."
    },
    {
        "speaker": "B",
        "text": "I'm proud to be your friend. And I just wish you showed me the same kind of respect by wearing a suit. And make your father proud. Maybe next time."
    },
    {
        "speaker": "A",
        "text": "Next time, indeed. Thanks so much, my friend."
    },
    {
        "speaker": "B",
        "text": "Thank you. Thank you, Andrew."
    },
    {
        "speaker": "A",
        "text": "Thank you for joining me for my discussion with Doctor Lex Friedmande. If you're enjoying this podcast and learning from it, please consider subscribing on YouTube as well. You can subscribe to us on Spotify or Apple. Please leave any questions and comments and suggestions that you have for future podcast episodes and guests in the comment section on YouTube at Apple. You can also leave us up to a five star review. And as mentioned at the beginning of today's episode, we are now partnered with momentous supplements because they make single ingredient formulations that are the absolute highest quality and they ship international. If you go to livemomentous.com Huberman, you will find many of the supplements that have been discussed on various episodes of the Huberman Lab podcast, and you will find various protocols related to those supplements. Also, please check out our sponsors mentioned at the beginning of the podcast episode. That's the best way to support this podcast. Links to our sponsors can be found in the show notes. And finally, thank you for your interest in science."
    }
]