[
    {
        "speaker": "A",
        "text": "Welcome to the Huberman Lab podcast, where we discuss science and science based tools for everyday life."
    },
    {
        "speaker": "B",
        "text": "I'm Andrew Huberman and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. Today, my guest is Doctor Robin Carhart Harris. Doctor Carhart Harris is a distinguished professor of neurology and psychiatry at the University of California, San Francisco. He is one of the leading researchers in the field of psychedelics and how they change neural circuitry in the brain. His laboratory is responsible for understanding, for instance, how psilocybin, also sometimes referred to as magic mushrooms, change neural circuitry in the brain such that new ideas and new forms of learning occur. His laboratory is also responsible for carrying out various clinical trials, some of which have demonstrated that appropriate dosages of psilocybin can alleviate major depression in more than 67% of people that take the drug. Now this is not to say that everybody should take psilocybin, and today's discussion describes both the clinical trials and why treatments with psychedelics in some cases work, and in some cases do not work in order to treat major depression, as well as discussions around psilocybin, lysergic acid diethylamide, sometimes also referred to as LSD, as well as DMT, and how these change the brain and how those brain changes can relate to changes in mental health as it relates to depression and other psychiatric challenges, as well as how psychedelics are being applied in order to change neural circuitry for sake of expanding different aspects of the human mind, including creativity, intelligence, and much more. During today's discussion, Doctor Carhart Harris teaches us about the history of the study of psychedelics, as well as how the legislature, that is, the laws surrounding psychedelics are evolving in the United States and elsewhere for the use of psychedelics to treat psychiatric challenges. By the end of today's discussion, you will have a thorough understanding of how psychedelics work, both in the short term, during the actual journey or trip. In fact, much of my discussion today with Doctor Karhara Terras talks about the different aspects of the psychedelic journey and how those relate to therapeutic outcomes."
    },
    {
        "speaker": "A",
        "text": "And of course, by the end of."
    },
    {
        "speaker": "B",
        "text": "Today'S discussion, you will also understand the long term effects of psychedelics, that is, how they can actually rewire the brain. Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero cost to consumer information about science and science related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast, our first sponsor is element. Element is an electrolyte drink with everything you need and nothing you don't. That means plenty of salt, magnesium, and potassium, the so called electrolytes, and no sugar. Salt, magnesium and potassium are critical to the function of all the cells in your body, in particular to the function of your nerve cells, also called neurons. In fact, in order for your neurons to function properly, all three electrolytes need to be present in the proper ratios. And we now know that even slight reductions in electrolyte concentrations or dehydration of the body can lead to deficits in cognitive and physical performance. Element contains a science backed electrolyte ratio of 1000 milligrams. That's 1 gram of sodium, 200 milligrams of potassium, and 60 milligrams of magnesium. I typically drink element first thing in the morning when I wake up in order to hydrate my body and make sure I have enough electrolytes. And while I do any kind of physical training and after physical training as well, especially if I've been sweating a lot, if you'd like to try element, you can go to drinkelement. That's lmnt.com huberman to claim a free element sample pack with your purchase. Again, that's drinkelementlmnt.com huberman Today's episode is also brought to us by waking up. Waking up is a meditation app that includes hundreds of meditation programs, mindfulness trainings, yoga Nidra sessions, and NSDR non sleep deep rest protocols. I started using the waking up app a few years ago because even though I've been doing regular meditation since my teens and I started doing yoga Nidra about a decade ago, my dad mentioned to me that he had found an app turned out to be the waking up app, which could teach you meditations of different durations, and that had a lot of different types of meditations to place the brain and body into different states, and that he liked it very much."
    },
    {
        "speaker": "A",
        "text": "So I gave the waking up app."
    },
    {
        "speaker": "B",
        "text": "A try and I too found it to be extremely useful because sometimes I only have a few minutes to meditate, other times I have longer to meditate. And indeed, I love the fact that I can explore different types of meditation to bring about different levels of understanding about consciousness, but also to place my brain and body into lots of different kinds of states depending on which meditation I do. I also love that the waking up app has lots of different types of yoga Nidra sessions."
    },
    {
        "speaker": "A",
        "text": "For those of you who don't know."
    },
    {
        "speaker": "B",
        "text": "Yoga Nidra is a process of lying very still but keeping an active mind. It's very different than most meditations and there's excellent scientific data to show that yoga, Nidra and something similar to it called non sleep, deep rest, or NSDR, I can greatly restore levels of cognitive and physical energy even with just a short ten minute session. If you'd like to try the waking up app you can go to wakingup.com huberman and access a free 30 day trial. Again, that's wakingup.com huberman to access a free 30 day trial. And now for my discussion with doctor Robin Carhart Harris."
    },
    {
        "speaker": "A",
        "text": "Doctor Carhart Harris, welcome. I've been wanting to talk to you for a long time. I certainly have known who you are for quite a while because I place you in this very small but very special and important category of researchers who has been pioneering the use of psychedelics for the treatment of specific clinical conditions and really carrying the torch for essentially the entire field. So I want to start with a voice of gratitude and say thank you for doing this incredibly important work. Could you tell us a little bit about what psychedelics are? In fact I'm curious as to how the name psychedelic ever came to be and what you think they potentially reveal about the workings of the brain. And then we'll talk about the clinical applications."
    },
    {
        "speaker": "C",
        "text": "Sure. Well even that one is a kind of hot one because opinions differ on how to define psychedelic. But perhaps a good starting place is to start with the etymology. Where did the word come from? And it was a Brit, excommunicated living in Canada, Humphrey Osmond, who was due to present a paper at a National Academy of sciences meeting on psychotomimetics, drugs that mimic aspects of psychosis in their action. And certain drugs like mescaline, let's see, 1956 and LSD were on the bill and he felt dissatisfied with them being under this category of psychotomimetics and felt that the signature psychological effects of these compounds went beyond just mimicking psychotic symptoms. And so he wanted to find a more apt term to speak to in a sense the principal component of their action. And he jotted down a few different possibilities, about a dozen or so I think. And one of them was psychedelic actually it started as and ended up being psychedelic. And he had a correspondence going on with another Brit also living in the US, Aldous Huxley, where they were playing with some terms to refer to these compounds. And in the end Osmond won with psychedelic and he had this little ditty of to fathom hell or sort angelic, just take a pinch of psychedelic that's where you put the disclaimer. And so what does that mean? It's two ancient greek words. Psyche means the human mind, or if we're being actually true to the ancient greek, it means soul. And then the other component means to make clear or to make visible or to make manifest or to reveal. So all of those work, and it's a neologism, it's a made up word, but it does have that ancient greek origin. And it's speaking to this principle that these compounds reveal aspects of the psyche, of the human mind, the soul, that are ordinarily not entirely visible. And so that's the etymology, and it's wonderfully poetic, but I happen to think it's also very accurate. It's a useful term because it's sort of, you might say valence nonspecific. It doesn't say you're going to have a great time or that you're going to go mad. It's more that it reveals psyche, and it could be hellish, but it could be heavenly. And so that's the etymology and also a bit of the psychology and sort of pointing to the phenomenology, the subjective experience. But there's also a pharmacology here. And quite recently there was put out a consensus statement about psychedelics that's really referring to what we call the classic psychedelics, to say that these are all compounds that work on a particular receptor in the brain, the serotonin two a receptor. And that's another way that we could define these compounds. I said, this one's a little hot because I'm of the view that while the pharmacology is really useful, how the drugs work chemically, you can't avoid the phenomenology. And if we're true to the etymology where the term came from, then we must recognize, and we cannot neglect the subject of experience."
    },
    {
        "speaker": "A",
        "text": "Thank you for that beautiful description of what brought us to today in terms of using the word psychedelics. And now it's thrown around all the time."
    },
    {
        "speaker": "C",
        "text": "Yeah, too much."
    },
    {
        "speaker": "A",
        "text": "Yeah, too much. And I'm guessing, well, not guessing, I'm certain that it's also used to describe many compounds that don't touch the five ht two a, the serotonin two a receptor. So there is a broader categorization by most people, and it'll be interesting to see where all the nomenclature and naming goes. For the time being, I'd love for you to tell us a bit more about this idea that psychedelics, however one defines them, can reveal something about the mind that can't be revealed otherwise. Are you talking about the subconscious? I mean, psychologists and most famously Freud, but also Jung and also neuroscientists, I think. Think about subconscious processing. I think perhaps the most salient example for me that's outside the realm of. Of anything psychedelic would be blind sight. This phenomenon that you take people that are blind but still have some connectivity in their brain, and you present them a board with a computer screen with different number of dots on each side. And you say, how many dots are on each side of the screen? And they say, what do you mean, I can't see the screen."
    },
    {
        "speaker": "B",
        "text": "I'm blind."
    },
    {
        "speaker": "A",
        "text": "You say, well, just guess. And their guess rate is accurate, far more than chance would, would predict. So they have so called blindsight. And people have said, well, this is the subconscious revealing itself. There's no psychedelic drug involved, but what you're describing is a pharmacologic induced state that reveals something that normally should we assume is masked or that we are oblivious to, even though it's expressing itself. What does it mean for these drugs to be revealing something about the workings of the mind that would not be obvious to us otherwise?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so the example of blind sight is interesting, but it's different. Blind sight would be referring to non conscious processing, maybe implicit processing. So stuff going on in the mind, in perception, in a sense that is below the threshold of conscious awareness, but yet is influencing you. So it's sort of. It's kind of related, but it's different. So in depth psychology, psychoanalysis, psychodynamic psychology, you know, Sigmund Freud, Carl Jung and so on. We talk about the unconscious and there it's more about the kind of blood and guts of the human condition, the human nature, both the personal unconscious, so things that you might not want to necessarily be conscious of because it's painful. So that's the repression aspect, pushing it out of conscious awareness."
    },
    {
        "speaker": "A",
        "text": "Repressed memories in particular."
    },
    {
        "speaker": "C",
        "text": "Yeah, like traumatic memories, difficult relationships. It could be complex trauma, not necessarily just a specific, you know, index trauma, but a series of trauma. And then you have the collective unconscious, which was really Carl Jung's contribution to say that there's a transpersonal quality to the unconscious. There's aspects about humans, not just this individual human. There's aspects to our minds are psyches that are not fully available to conscious awareness but can come up in certain states. You know, psychoanalysis went crazy for dreaming as their royal road to a knowledge of the unconscious. That was Freud, but we now know with psychedelics. And this was what drew me into the area was discovering literature that was speaking to this particular action, the psychedelic action, and was saying that when these drugs like LSD, psilocybin found in magic mushrooms, when they're used in psychotherapy, material comes up that maybe may have been repressed, that is of therapeutic value and awareness and insight of this material seems to catalyze the therapeutic process with, you know, strong emotional release. These cathartic experiences and insights, you know, whether they're insights that are personal or whether they're transpersonal. But for me, this is really where the meat of it is with psychedelics and classic psychedelics, in particular the likes of compounds like LSD and psilocybin. I would say that if it wasn't and for this action by classic psychedelics, we wouldn't be so interested in psychedelics. I think if we only had compounds like ketamine, MDMA, cannabis, that could be said, broadly speaking, to be psychedelic like, I don't think it necessarily would have captured the world's attention as psychedelics are right now. I actually think it's a major gap to fill. Is this principal action of the classic psychedelics. What does this mean that I'm referring to psyche revealing? What is that? And I suppose where I'm going with this is what is that in terms of the biology as well? What's going on in the brain and the body when people become aware of things that previously they weren't fully aware of."
    },
    {
        "speaker": "A",
        "text": "I'd like to talk about some of the clinical trials that you've been involved with. In particular, looking at psilocybin, as you mentioned, the principal hallucinatory psychedelic agent in magic mushrooms. I'd like to start with a kind of nuts and bolts question just so that everyone's on the same page. I've read the papers that you've published and that others have published in this area, and typically the dosages used in these trials are 25 milligrams of psilocybin. And we talked about one recent trial in particular that compared 25 to ten milligrams to more frequent use of very small amounts, 1 mg over three weeks, for instance. However, when people talk about magic mushrooms, they often talk about gram doses of the mushroom, because I'm assuming that they contain milligram dosages of psilocybin here, we're not encouraging use of any kind. These are clinical trials. But for clarity of understanding, what is the conversion typically, like, 1 gram of magic mushrooms will contain how many milligrams of psilocybin on average? Because what I'm trying to do here is calibrate people to this idea of microdosing versus macro dosing. And that's fairly straightforward to do with respect to the clinical trials. But then in a lot of the lay discussion around this, you hear about heroic doses versus micro doses. And so I think there's a lot of confusion. So if you would educate us on this idea of what's a microdose? And perhaps also how many milligrams of psilocybin are contained in a gramden of quote unquote magic mushrooms."
    },
    {
        "speaker": "C",
        "text": "Sure. Well, a microdose is. Neither of these are that simple, but they're fun. It's a fun challenge. But microdose, one definition is that it's a dose of typically a classic psychedelic like LSD or psilocybin, that has sub perceptible psychedelic effects. Like it doesn't put you into a noticeable altered state of consciousness that feels like you're tripping. And if that was LSD, it looks as though the threshold is around about, let's see, ten. 1112 micrograms."
    },
    {
        "speaker": "A",
        "text": "Micrograms."
    },
    {
        "speaker": "C",
        "text": "Micrograms."
    },
    {
        "speaker": "A",
        "text": "I'm very clear here. Micrograms."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So ten. So ten micrograms of LSD, are you saying, will not induce visual hallucinations in most people?"
    },
    {
        "speaker": "C",
        "text": "So that's threshold level. That's about the level that some people who are sensitive could feel it. But if you were to talk to the microdosing gurus, they might say that that's kind of the ballpark for an LSD dose that you would consider a microdose. And then you would take sort of semi regularly. It's typically something like one day on, one day off or one day on two days off. This kind of thing, there's different protocols and. Yeah, so, you know, some, like Jim Fadiman, one of the popularizers of microdosing, I think, would say that a true microdose should be sub perceptible. You shouldn't feel it yet. The assumption is it's going to change you in some way on a kind of trait level more than a state level. And maybe behaviorally, and the typical story goes, it will improve well being and maybe. Maybe it could improve certain aspects of cognition, say, related to creative thinking. I emphasize the maybe there, because that's another angle with microdosing. We're kind of waiting for some compelling evidence. As things stand right now, I'd say we lack that compelling evidence. There's some suggestive stuff, but often the study designs aren't that strong. It's really hard to do a study with microdosing, because you need to have permission to give people a microdose that, you know, for practical reasons they would go home with. And otherwise you're requiring them to be in the lab, say, three times a week for x number of weeks to meet the criteria of a course of microdosing, which might be, you know, two or three times a week for, say, a month. And that's a hard thing to do in a lab study. It's expensive. You'd need to do that against a suitable control. So a placebo control. And there is a study that's been done in New Zealand that has some interesting preliminary data that I think kind of did the design right, but it hasn't been published yet. I've seen some positive findings presented around improvements in mood, but it's a bit early to get too excited about that. Needs to go through peer review and all that. But as things stand, you know, the evidence is pretty thin. And we have to be honest about that. We did quite a creative study with my colleagues at Imperial. The guy leading that, Balash Shigeti, Hungarian Chapdeen, did a really creative design, very much his brainchild. He instructed people to do their own blinding, their own placebo controlled blinding of their own microdosing. So this was a classic citizen science study, like do it yourself science, where they would get their LSD tabs and chop them up, put them into gel capsules, opaque, and have other capsules that are the placebos that they just close. Empty capsule. And then there was a whole barcode scan technique, so that you kind of shuffle them up, you know, but they've got the barcode in the QR code, so you can break the code later on. But once you've shuffled them up, you no longer know which ones have the microdose in and which ones are empty."
    },
    {
        "speaker": "A",
        "text": "Was this lsd?"
    },
    {
        "speaker": "C",
        "text": "This was LSD. Also tried it with mushrooms. But the issues with the mushrooms was people would burp, sometimes they'd belch, and then they'd have this mushroom taste. So then he instructed people to get some, like, non psychoactive mushroom material to put in."
    },
    {
        "speaker": "A",
        "text": "So it's really not an easy study."
    },
    {
        "speaker": "C",
        "text": "Not an easy study. And it was. I love that kind of science, you know, real creative, first mover kind of science. And the results were fascinating because the short story is that the microdosing didn't compellingly beat the placebo."
    },
    {
        "speaker": "A",
        "text": "It did not."
    },
    {
        "speaker": "C",
        "text": "It didn't. And he controlled because he asked, he controlled for expectancy. So people was positive expectancy, which is, in a sense, the vehicle that carries the placebo response. It's why you have a placebo is that positive expectancy can drive a therapeutic effect, you know, a large extent. So he measured that pre trial and then used it to kind of correct for the response. And how did it work? Those who got a placebo but thought they got a microdose did as well as those who thought they got a microdose and did get a microdose. So it was the bigger effect, the majority of the effect, was in thinking that you got a microdose. So in a sense, it was a victory for the power of the placebo response. And it's created all sorts of controversy. People don't want to believe it, you know, that kind of thing. But that's the beauty of science, isn't it? That science is not about what you want to believe. That right there is the beauty of science, really."
    },
    {
        "speaker": "A",
        "text": "I love that experiment. Kudos to them. I'm not going to attempt to say his last name. No, no, I think you got it. You were involved in a clinical trial that was published last year comparing 25 milligrams of psilocybin to ten milligrams of psilocybin to a drug called scitalopram."
    },
    {
        "speaker": "C",
        "text": "Yeah, Lexapro."
    },
    {
        "speaker": "B",
        "text": "Yeah, Lexapro."
    },
    {
        "speaker": "A",
        "text": "And this 1 mg over three week dosage. I'm wanting to discuss the results of that study a bit. And some of the other trials that you've done involving psilocybin for depression, the treatment of depression. Could we calibrate ourselves 25 milligrams of psilocybin? Is that. What wouldn't. It's going to be a perceptible dose, presumably. Hallucinations and all that. And is that what one would find in. I'm guessing here, if I'm accurate, this does not mean that I have experience here, but 2 grams of mushrooms, more."
    },
    {
        "speaker": "C",
        "text": "Than that, we think. Yeah. Sorry, I missed that. I missed that one. Went off on a tangent, but, yeah, 25 milligrams of psilocybin would be. We don't know. And it's important that I say that because I wouldn't want people to hear my answer here and then use it to calibrate their own dosing of mushrooms and get it way off. So it's guesswork. And I would love to see someone do a proper study on it and, you know, look at the psilocybin content in a given mass of psilocybin. Mushrooms. Magic mushrooms. But to my knowledge, that hasn't really been done. Someone like Paul stamets would. Would give a better answer here, but I think the percentage within the mushroom mass is some of psilocybin in the mushroom mass, and psilocin, which is the metabolite of psilocybin, is something in the 1%, a little bit higher, maybe range."
    },
    {
        "speaker": "A",
        "text": "Okay, so 1 gram, 1000 milligrams of magic mushroom would contain about ten milligrams of psilocybin, is that right?"
    },
    {
        "speaker": "C",
        "text": "Broadly speaking."
    },
    {
        "speaker": "A",
        "text": "Great. That helps calibrate, and I think, again, just allows the layperson to understand a bit more of where we're headed with these psilocybin trials and the results. So we don't have to restrict our discussion to just that one clinical trial. But if we include that one and compare to some of the other trials that you've done, I mean, your laboratory is seeing phenomenal, in my opinion, phenomenal results in the treatment of otherwise intractable depression, major depression, which so many people suffer from. From two. I suppose there are two sessions of using psilocybin in these ranges of ten to 25 milligrams. Do I have that correct?"
    },
    {
        "speaker": "C",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Okay. Could we talk a little bit about what people typically experience during those sessions that allows this phenomenal transformation of mood and state and trait as well? And I'm especially interested in whether or not it is the experience during those sessions that is the trigger that's necessary for the transformation from a depressed to a non depressed state. Because the impulse is to think it is that what one thinks and sees and hallucinates is, um, and hears is so vital. But, of course, these drugs can create neuroplasticity changes in our neural wiring, presumably for long periods of time. So what are your thoughts on the. The experience itself? And maybe for those who have not done these compounds before, you could explain a little bit about what's typical for people and what you think is leading to that incredible positive and pervasive change in mood, state, and trait."
    },
    {
        "speaker": "C",
        "text": "I would say that it's more than impulse that is leading us to think that the experience is important. It's really data and converging evidence now. So independent teams, independent studies, are converging on the magnitude of certain kinds of experience. Rated, yes, with subjective rating scales, is predicting therapeutic outcomes pretty strongly and very reliably. And so that's guiding us now. Could you say, well, maybe those experiences are some kind of epiphenomenon of, say, a central brain action? Well, absolutely. But then all experience is an epiphenomenon by that principle. And yet we care about it, you know, and it matters to us and in our human relations with each other. So I think it does matter to a human being when they're in, say, a psilocybin therapy session. And as the drug effects begin to come on and their body starts to feel a little strange and tingly and there's some initial anxiety, and then in their mind's eye, they start to notice patterns and maybe colors, and then maybe those patterns deepen and they're dynamic and they have this fascinating organic quality."
    },
    {
        "speaker": "A",
        "text": "Are the patients in your studies typically using an eye mask? So they're in the eye mask, so eyes closed. That's why you said mind's eye as opposed to looking out into the clinical setting."
    },
    {
        "speaker": "C",
        "text": "And that's one of the major differences to psychedelic therapy versus taking a psychedelic, is you shut your eyes and it's a world away from taking a psychedelic. Yeah, a rave or something, in a sense. Good luck with that. But in psychedelic therapy, it's settled conditions. There's music playing, and what I'm describing here is very much the default. There's actually very little variability between the different sites that have done this work on these conditions. Typically, it's two people, ideally mental health professionals, at least one who's a psychiatrist or a clinical psychologist or some other kind of psychotherapist or psychiatric nurse, but ideally two who meet those criteria with an individual who's ingested the drug and music playing throughout a kind of Runway into taking the drug and then throughout. So there's continuity."
    },
    {
        "speaker": "A",
        "text": "Music with lyrics or without lyrics?"
    },
    {
        "speaker": "C",
        "text": "Without lyrics to begin with. And the music typically is spacious to begin with and then builds and becomes atmospheric. There might be, I don't know, some tribal drums in the distance or. Or something as it develops, or like the sound of a bird in the distance, you know, a bird's call. And then as it gets into more stronger drug effects, the music starts to coax emotion and very intentionally, you know, strings, for example, would come in and it would be an interesting experiment, and one that we'd love to do, actually, to see whether, if you were to pull that out, whether the psychedelic experience would be as emotionally intense as it is in psychedelic therapy when you have music there as a default. And across the board, people should find this remarkable because it kind of is. All of the published studies that are now having such an impact on psychiatry and beyond have music there as a staple component, and we just take it as assumption that it needs to be. I tend to share that assumption, but it's remarkable that it hasn't been tested properly, but it's there. And if you were to run with that, and if you were, you know, had a kind of critical agenda, you would say, well, this is music therapy, you know, why are you making all this fuss about psychedelics? It's music that's there in all of these trials with all these fantastic findings. So there is something to that, you know, and this will team me up probably to talk about psychedelic therapy being a combination treatment. We have a hyphen between the two because I share the hypothesis, the assumption that should be tested better, that there is a positive interaction between the two, that there's a synergy between the two."
    },
    {
        "speaker": "A",
        "text": "That's why it's psychedelic therapy for the hyphen. Just like Hart Harris, I'd like to."
    },
    {
        "speaker": "B",
        "text": "Take a quick break and acknowledge one of our sponsors, athletic greens. Athletic greens, now called ag one, is a vitamin mineral probiotic drink that covers all of your foundational nutritional needs. I've been taking athletic greens since 2012, so I'm delighted that they're sponsoring the podcast. The reason I started taking athletic greens and the reason I still take athletic greens once or usually twice a day is that it gets me the probiotics that I need for gut health. Our gut is very important. It's populated by gut microbiota that communicate with the brain, the immune system, and basically all the biological systems of our body to strongly impact our immediate and long term health. And those probiotics and athletic greens are optimal and vital for microbiotic health. In addition, athletic greens contains a number of adaptogens, vitamins and minerals that make sure that all of my foundational nutritional needs are met."
    },
    {
        "speaker": "A",
        "text": "And it tastes great."
    },
    {
        "speaker": "B",
        "text": "If you'd like to try athletic greens, you can go to athleticgreens.com huberman and they'll give you five free travel packs that make it really easy to mix up athletic greenshouse while you're on the road, in the car, on the plane, etcetera. And they'll give you a year's supply of vitamin D, three, k, two. Again, that's athleticgreens.com huberman to get the five free travel packs and the year's supply of vitamin D. Three k, two."
    },
    {
        "speaker": "A",
        "text": "This is extremely useful to hear because I think most people think, okay, psychedelic, whether or not they have experience with psychedelics or not. Get some visual hallucinations, some auditory hallucinations, some synesthesia, some visual auditory blending, somatosensation, rubbing a surface and being able to elicit the sounds in one's mind, of course, et cetera. But so seldom do we actually hear about the specifics of these clinical trials in a way that for instance, points to music as one of the perhaps key variables. Now, you mentioned that as people enter these psychedelic states, that there's a little bit of initial anxiety. About a year and a half ago, I had a discussion with doctor Matthew Johnson, who's running some psilocybin trials at Johns Hopkins, as you know, and he mentioned the critical importance, at least in his mind, to this idea of the patient, quote unquote letting go, or allowing the experience to take them someplace mentally, as opposed to trying to constrain their sensory and cognitive experience. I'm curious what your reflections are on that idea and why it might be so valuable clinically. And this ties back to this earlier discussion we were having about the unconscious or about psychedelics revealing something that's there all the time but that we don't have access to. I'm struggling to find the right language for this because we don't really have a neural mechanism like top down inhibition or something like that to explain how this unconscious might be uncorked in the psychedelic experience, but to make it quite simple and direct, how important do you think it really is for the patient to feel like they are letting go? And what in the world is letting go in biological terms?"
    },
    {
        "speaker": "C",
        "text": "Yeah. Yeah. Well, I think we'll get there in terms of having the neural correlates of the mind revealing itself to itself, you know, the emergence of the unconscious into consciousness or unconscious material into conscious awareness. It's a wonderful challenge. It's a huge challenge, but it's a challenge to embrace. And letting go very much is, again, a staple component of how the different teams do this work, in terms of encouraging a willingness to let go. And when we started out doing our depression work and did that first trial, it was the first trial of a psychedelic in formally diagnosed depression. You know, where that was the target population, a depressed population. It was the first modern study to do that. And we visited Hopkins, our friends there, and were mentored on how to do the guiding. Bill Richards, Mary Cosimano, they were just so brilliant and, you know, wise in their guidance to us as to how to do the guiding in our trial. And so this phrase of trust, let go, be open, you'll hear a lot. I don't know who fairly it should be attributed to, but I would attribute it to Bill Richards. Yeah, everything's borrowed. Probably got it from someone else, but it's such a key principle. It's almost like a mantra that you're trying to instill in people. Trust, let go, be open. And those different components where the trust is about therapeutic rapport. That again, this goes beyond just intuition. Now we formally measured therapeutic rapport. We do it even with just a single item, a visual analog scale item, a subjective rating scale item on the morning of dosing. And we find that it's a significant predictor of the quality of the experience that you have under the drug in the psychedelic therapy. And then the therapeutic outcomes x weeks or months later. So very powerful kind of chain of. Of sort of predictive components there. But trust, essentially important. And again, not just intuition, but the data pointing to that. Let go. There's a readiness, a readiness to surrender, to let go, to not resist. And we do measure that too, and see that it's predictive of response. And then the being open is about a willingness to go there, to confront, to be inquisitive. Something that's easier said than done can be terrifying when you're dealing with a very vulnerable population. It's probably more the rule than the exception that they're carrying some significant adversity, life adversity, or. Or frank trauma that they've suffered. And so that message of be open, be willing to confront, and to go there is really, you know, it's really powerful and that's how it plays out. And often there is struggle. There's something going on that is, I don't want to be feeling this, make it stop. That can be nightmarish at times, but it's very, very strong. And with these big doses that we give, it's very strong. And actually a student that I've worked with, I think now doing a PhD, Ari Brower, is working on a fantastic project characterizing the different phases of the psychedelic experience, where the early phase is dominated by negative emotions and negatively valence, feelings of anxiety and struggle. And then it's a different story in the latter half."
    },
    {
        "speaker": "A",
        "text": "Could I ask about that? First of all, I think that's fascinating and important to analyze the different phases. And again, I'm delighted here because people typically hear about a psychedelic journey, but we never really hear about the kind of stereotypic components of the beginning, middle, and end of that journey. We know that there's a peak and that there's a kind of a parachuting down, etcetera. But when you say that typically there's an anxiety, maybe some negative valence in the early stage, do you mean about the sensations people are experiencing or about some prior event that's being called to mind that they're remembering? Likewise for the positive phase of the psychedelic journey or trip. Are people, do they still call it a trip?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "All right. For the. I guess we'll use tripp for the psychedelic trip. Are people feeling positive about the experience? Like, ah, like there's been some sort of breakthrough or they're in a, in a calmer state? Or is it that they tend to be focusing on prior events that were positive? So in other words, is there a threading through of some concept that comes to mind for people? Maybe about an earlier trauma or maybe about a sense of self or a sense of other forgiveness? You know, it could be any of these things, but what do we know about the kind of finer details of all that?"
    },
    {
        "speaker": "C",
        "text": "I would say the initial struggle is more against the general drug effects than pinning it on something specific. It's more that normal waking consciousness. We have a sense, generally speaking, if we're well or well enough, a sense of assuredness about what's what. You know, there's a table here and, and so on, and, uh, and. And we have that assuredness in, to an extent about ourselves as well. It might be illusory, but we have it. And what the drug's doing is it's breaking down all of that, and it's scary as hell, you know, and if it's a big dose, it's just like human nature to be, to, you know, rage against that a bit and a bit like dying, you know, I don't want this. It feels like I could be dying."
    },
    {
        "speaker": "A",
        "text": "I might lose my mind. Yeah, that never come back."
    },
    {
        "speaker": "C",
        "text": "Those two are the classics, is, oh, but I might, you know, I might know that I've taken a psychedelic and I might even know a bit about psychedelics, but I still fear that I'm going to go mad or that I know that, you know, generally speaking, these drugs don't have a high fertility risk. I still think I'm going to die and it's very palpable. And that comes up. Those are the core fears, those two, and very reliably that comes up. And it's really like a basic drug action. It's dose dependent, but it's a basic drug action that is forcing something about the nature of the mind and the way it's made up that makes it feel that way. Oh, but it feels like I'm losing my mind or it feels like I could lose my mind or that I could go insane or that maybe I'm dying here and this is bad. Yeah."
    },
    {
        "speaker": "A",
        "text": "You've talked many times before and have done really wonderful work looking at the changes in communication between different brain areas while people are under the influence of psychedelics and I think the gestalt of those data, correct me if I'm wrong, is that compared to the non psychedelic state that under psychedelic influence there is far more, let's just call it interconnectivity or communication between brain areas that typically aren't communicating, which probably is not surprising to people given the subjective effects of these drugs. What is the evidence that after the psychedelic journey is over that some or perhaps all of that enhanced communication across brain areas is maintained? And if so, what role do you feel that could play in these incredible positive therapeutic outcomes?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so we've had a. Some recent findings in that direction where yes it's true and you know, the picture that says a thousand words that some people might be familiar with are these two circles. A project that we did in collaboration with some researchers where ordinarily the communication is going on within systems like other regions of the visual system will be speaking mostly within the visual system. There'll be a kind of cliquishness or a modularity to the quality of the communication in the brain. And then the cool finding with psilocybin was the first paper is that the communication. Yes, it sort of transcends these modules and becomes much more intimate to modular crossing, different modalities and that effect correlated with the magnitude of the subjective effects. And then we replicated it with LSD using different methods. And new paper will come out soon with DMT showing a similar effect. It's a bit of a debate about what regions are most implicated, but the general effect of an increase in global functional connectivity is what we call it or global communication in the brain."
    },
    {
        "speaker": "A",
        "text": "And this is while under the influence."
    },
    {
        "speaker": "C",
        "text": "This is under the influence."
    },
    {
        "speaker": "A",
        "text": "So putting people into a brain scanner while they are under the influence of the drug, is that right? That itself must be quite an experience given that these scanners are small tubes. You're in a bite bar, you've got a bite bar in your mouth. That's quite a study."
    },
    {
        "speaker": "C",
        "text": "You don't always have a bite bar, at least with the psychedelics. But yeah, you've got to keep your head stuck still and you have the loud Mister scanner noise going. But because it's regular there aren't too many surprises. So it's actually surprisingly tolerable."
    },
    {
        "speaker": "A",
        "text": "And you're in a hospital setting, so you're not worried about what would happen if you had a cardiac event?"
    },
    {
        "speaker": "C",
        "text": "Yeah, you've got professionals around and most people generally tolerate that setting quite well, surprisingly well. But yeah, we do all that. And yes, we do see that opening up of the communication across systems in the brain. And it does speak to kind of intuition about the subjective experience that, you know, different modalities might be blending with each other."
    },
    {
        "speaker": "A",
        "text": "Sorry for interrupting, but I have to ask, is it thought that the activation of the serotonin two a receptor is what's responsible for the increased communication between brain areas that, under normal circumstances, would not be communicated?"
    },
    {
        "speaker": "C",
        "text": "Yes. So there's a few reasons why some modeling work, that computational modeling work that first identifies where the two a receptor is and then looks at models, its basic effect on neural activity, will recapitulate the or recreate the effect that we see actually in the data with the scanning. So, doing the computational modeling, you can see the same effect by knowing where the key receptors are and then making them do a certain thing that we know psychedelics do."
    },
    {
        "speaker": "A",
        "text": "I can imagine two possibilities, and I think it's important to distinguish between these two. One possibility is that the activation of this serotonin two a receptor leads to increased connectivity, and thereby auditory and visual hallucinations emerge, changed patterns of thinking emerge, et cetera. That's sort of the obvious interpretation, but the scientist in me has to ask, is it possible that all of that increased connectivity is occurring, and yet that is a distinct phenomenon layered on top of some other effect of the psychedelic drugs impacting access to the unconscious hallucinations? In other words, is it the increased connectivity that's leading to the subjective experience, or are those two things happening in parallel?"
    },
    {
        "speaker": "C",
        "text": "Well, they happen in parallel, and they map to each other. But the question of causality, what causes what, is the tricky thing, where I would suggest that the causality is circular, that they influence each other. And this gets a bit philosophical, but it kind of matters because otherwise there's a trap that it's easy to fall into, where you're thinking that it's all about the brain action causing the subject of experience. And that's typically what we do in cognitive neuroscience. It's kind of like the sort of first port of call, kind of materialist approach. But one can be a materialist, essentially, but still appreciate that circular causality, that mind also interacts with brain, and it's so hard to pick the two apart. And there is a kind of essential dualism, where subjective experience is a thing in and of itself, but that's not to divorce it from what's going on on the biological level."
    },
    {
        "speaker": "A",
        "text": "The reason I ask is because, as I understand it nowadays, there's a bit of a movement within the scientific community that studies psychedelics to develop drugs that can essentially cure or alleviate many of the symptoms of depression or trauma that are built off our understanding of how psychedelics like psilocybin, and here I'll throw MDMA in there. Although classically not a psychedelic. It kind of gets lumped in. We can get back to that later, but that do not produce hallucinations or massive changes in subjective experience. Actually, I think this is what initially got us into conversation on Twitter is I had learned about this paper published out of a group at UC Davis that essentially modifying psychedelics so that they have potential therapeutic application for the treatment of depression, but zero hallucinate properties. And I thought, wow, this is going to be a very controversial thing in the world, right? Because the history of psychedelics, as you pointed out, has been one of people accessing different modes of thinking, feeling, seeing things, letting go, trust, etcetera. A therapeutic relationship. And here we have, I don't want to say pharma because it's not really pharma, but we have laboratories who are trying to tease apartheid, the activation of receptors independent of all that subjective experience in order to essentially treat the same conditions. I'd love for you to comment on this, where you think it might be going and whether or not you think that's the right or the wrong approach, if it has any validity at all, it is pharma."
    },
    {
        "speaker": "C",
        "text": "It's just smaller pharma, sort of startup pharma, but."
    },
    {
        "speaker": "A",
        "text": "Okay, so because pharma would like to have drugs that can cure depression but don't make people hallucinate, is that."
    },
    {
        "speaker": "C",
        "text": "Oh, they would. And patients might. And the system would love it because the system is used to it. It's medicine."
    },
    {
        "speaker": "A",
        "text": "Right. And it doesn't give this mental imagery of the summer of love in San Francisco or of kaleidoscope eyes. Right. It's more, you could imagine the more to be careful with my wording here, those who would not be inclined toward that might embrace a therapeutic that is strictly effective at treating depression with no hallucinations."
    },
    {
        "speaker": "C",
        "text": "Yeah. And it doesn't look like an individual lying on a sofa crying their eyes out about the life that they've lived. And that deep catharsis being life transforming is very different from that model. I'm skeptical of it for a few reasons. And one is that I can't see the logic, I can't see the pieces fit in a way that's compelling. And I'm also skeptical because I think it could easily be wishful thinking because of that point, that patients would like it and the system would like it. And I just. You gotta bear that in mind as well. So wouldn't it be convenient, you know, if it were true and you could get the therapeutic action without the psychedelic effects?"
    },
    {
        "speaker": "A",
        "text": "Well, in a way, that's a little bit of what microdosing seems to be designed to do. Like you said, take dosages that are below that perceptual or some, you know, awareness of some effect threshold over a longer period of time in an attempt to ping the circuits or twist, you know, alter the circuits, but not hallucinate, not have a catharsis."
    },
    {
        "speaker": "C",
        "text": "So if microdosing can do that and it's sub perceptible, then microdosing isn't psychedelic action. Because where's the psychedelic action when psychedelic when defined means psyche revealing you're not getting that effect. You might be getting the pharmacology, you might be getting some direct serotonin to a receptor agonism that could be driving a therapeutic response, but you can get that with SSRI's as well. And so my point is, what's new? Okay, maybe it's a bit new. And people are now developing direct two way agonists, rather than indirect, through a serotonin releaser like the selective serotonin reuptake inhibitors. The SSRI's like Lexapro."
    },
    {
        "speaker": "A",
        "text": "Are there any SSRI's that selectively agonize which folks, by the way, means activate in a good way? Agony sounds terrible to those non foreign might think that mean that disrupt, but that can activate the serotonin two a receptor. Are there any drugs that will do that that are not psychedelic? I'm not aware of any, but then again, I'm not a psychopharmacologist."
    },
    {
        "speaker": "C",
        "text": "There are. I mean, are there any that are licensed and used as medicines in psychiatry? I actually had this debate recently on social media, and I couldn't see. I couldn't see a compelling example. I saw two, a agonist that were used for other things. You have a compound like lyceride used in treating Parkinson's, but actually it's more of a dopamine agonist."
    },
    {
        "speaker": "A",
        "text": "Right? So they're always hitting other things, right? Yeah, they always say tapping other neurotransmitters for other things."
    },
    {
        "speaker": "C",
        "text": "So is there a. Is there a selective serotonin to a receptor stimulator, an agonist that it isn't psychedelic, that is therapeutic in psychiatry? And the answer, firmly, is no, I haven't seen it yet. Will they develop one? Well, for patient's sake, I hope so, because it would be great. Let's wait and see if they do. I doubt it will be psychedelic and I doubt it would have much to do with psychedelic therapy and it would be much more like the system we're used to of chronic pharmacotherapy. Take your drug every day, let's hope they find it and it works, for patience sake. But as things stand right now, I'm a little skeptical. Now some of the findings that are being seen that are really exciting, fantastic work being done showing things like increases in the communication components of neurons, dendritic growth, spine growth, synaptic spine growth."
    },
    {
        "speaker": "A",
        "text": "Yeah. By the way, folks, just. I'll interrupt for not necessarily spine, the bone, not the cerebral column, but spines are these little, like little tiny twigs with bulbs on the end of, of neurons that allow for communication points between neurons. So neuroplasticity is often associated with growth of dendrites and spines and so forth, which is what Robin's referring to. That reminds me, and I just want to make sure that we close the hatch on the earlier answer, because I interrupted you, is the increased connectivity between, or communication between brain areas that's observed while people are under the influence of the psychedelic, also observed later after the effects of the drug wear off? And then I'll just throw in another question there because we're onto this topic now. To what extent do we think that neuroplasticity, structural changes in neurons, functional changes in neurons are responsible for that? And how long does that last? Let's say I come into your clinic, I'm a subject in your experiment, I come in in the morning, I do my psychedelic journey. Five or 6 hours later I'm parachuting back to reality, as we call it, and then I go home. Increased connectivity lasts for how long and how long are the structural brain changes occurring?"
    },
    {
        "speaker": "C",
        "text": "Well, you're asking fantastic questions and partly because we don't have the answer yet, but we do have some data. And so we have looked at first of all, in a sense, the functional plasticity, or what we assume it to be, or at least the functional changes, the increase in communication across systems that increase in global connectivity. Functional connectivity. Do we see it after the trip? We know we see it during the trip, pretty well replicated, correlating with intense drug effects. Do we see it after the trip? Well, the answer is we've seen it in two different depression cohorts, psilocybin therapy for depression. In one study where we looked the next day, we saw it, a kind of residual effect similar to what you see acutely being seen the next day. And then in a subsequent study we saw it also three weeks later. So we've seen it in two independent data sets. This decrease in modularity is how we measure it. It's the same thing, essentially. Broadly speaking, it's the same thing. An increase in global connectivity, functional connectivity, and actually, unpublished we've seen it in healthy volunteers on a correlational level, not on an absolute change level, but if you look at its relationship to a mental health outcome, and this is an important thing to stress with the depression work, we saw a relationship between the magnitude of that change, the decrease in modularity or increase in global connectivity, and the improvement in symptom severity."
    },
    {
        "speaker": "A",
        "text": "So, interesting. Yeah, I mean, what I. And just to state it a different way. So what Robin's referring to is when you say modularity, as neuroscientists, we think of the different modular networks of the brain that the eye talks to, a region of the thalamus involved in vision, which talks to the visual cortex, which eventually converges with auditory information, of course, but there's a separation or modularity of function. This increased connectivity is cross modular during the trip, but afterwards as well. And you're saying that that correlates very strongly with the strength of the therapeutic outcome for depression. I mean, the logical extension of that is that extreme modularity of brain function is depressive in some way. Now, we don't want to go too far, but what does that mean, that increasing crosstalk between different modules of the brain is so strongly correlated with a positive therapeutic outcome?"
    },
    {
        "speaker": "C",
        "text": "We don't know. Other than that there's a relationship. I mean, this is the thing, and we need to be a little careful not to run with it too far. I mean, there's some things that it suggests. I think it suggests a more flexible mode of brain functioning. If you're nothing getting stuck in modules, or the modules aren't excessively cut off from each other, but you see different things with different presentations. If you were to look at cognition, sharper cognition is actually associated with more modularity. So it's a rule that's a little slippery, and we need to be careful with it."
    },
    {
        "speaker": "A",
        "text": "Again, forgive me for interrupting, but I have friends who are, I would say, are on the spectrum, who are very linear in their thinking and extremely intelligent in the kind of classic sense of being able to ratchet through hard problems to arrive at a solution. And then I have friends who are, let's just call them what they are from the creative communities outside of science that are very expansive. They see connections between many different things. Sometimes you have to, not all of them, but you have to catch their ideas with a butterfly. Net. And oftentimes what they're saying doesn't, sometimes just doesn't make any sense. Now, they also produce incredible creative works, but to have a conversation with them is anything but a linear experience. They are not random thought generators, but there's a non linearity or randomness to their processing that's distinct from these other folks that I'm describing as on the spectrum. And of course it's a spectrum. There's a whole range in between. Yeah. It sounds to me like there is some therapeutic value to being able to move along this continuum from the more linear to the nonlinear. Is that. Is that correct?"
    },
    {
        "speaker": "C",
        "text": "Well, I think, yeah, it's resonating, what you're saying. It's speaking to my intuition that, you know, you could be very parsi. You know, passing things up, chopping things up, like an analytical scientist. Like, I'm doing a splitter."
    },
    {
        "speaker": "A",
        "text": "As we say in science, you're either a lumper or a splitter. Yep."
    },
    {
        "speaker": "C",
        "text": "Or, you know, the way I'm being very particular about when to call something psychedelic, you know, that kind of past, the analytical way of thinking you might associate with a more modular system, you know, whereas the system that's more globally interconnected and open. Yeah. Might be more flexible and creative and divergent in the associations and so on. So, yes, that's speaking to my intuition too, how you're describing it. And I imagine if you take severe psychopathology, severe mental illness, like a depression, I've always thought that there's something intuitive about the term itself, like a depression in a landscape, you know, which is a whole physical depression, a physical depression that it's easy to fall into, and if you do, it's hard to get out of."
    },
    {
        "speaker": "A",
        "text": "So almost, if I understand what you're saying correctly, almost like getting stuck at one location on this continuum, because most people don't reside at one extreme or the other full time and kind of migrate back and forth between expansive states and more linear states, like you do with low mood."
    },
    {
        "speaker": "C",
        "text": "If you're healthy, in inverted commas, you can feel your low mood, your disappointment, but you can spring back."
    },
    {
        "speaker": "A",
        "text": "But someone with, you know, you can spring back. Right? Whereas the suicidal depressive person or suicidally depressed person somehow, at least in my understanding, there's something about the extreme depressive states and extreme anxiety states, something my laboratory is a bit more familiar with. Anxiety, which alters the perception of time, such that people feel like that negative state is going to go on forever, or that if it goes away, that it's going to return at random kind of a vulnerability to the time domain."
    },
    {
        "speaker": "C",
        "text": "Yeah. Yeah, that's it. And it's so tragic, but that cognitive bias in depression that everything's hopeless and that there is no light at the end of the tunnel. Yeah. So if you were to get stuck in that rut and have that bias, then you're cut off from other things, other sensory modalities or modules, you know, cut off from the world, cut off from other people stuck in your inner rut. And so yes, I think we're sharing this intuition that a decrease in modularity or an opening up of the system the brain could relate to an opening up of the mind that is kind of enduring our, after the psychedelic dosing session and. Yeah, and the third replication was to see in healthies an improvement in wellbeing because they're healthy. We don't look at depression."
    },
    {
        "speaker": "A",
        "text": "So these are people that are healthy walking into the trial, take psilocybin twice."
    },
    {
        "speaker": "C",
        "text": "Well actually they do, but the first dose is 1 mg, which they don't feel. It's a placebo dose."
    },
    {
        "speaker": "A",
        "text": "Micro. Yeah."
    },
    {
        "speaker": "C",
        "text": "We stick eeg on their heads to measure their brain waves during each dose. And 1 mg you see no change. So we."
    },
    {
        "speaker": "A",
        "text": "I think that you. Microdosers. No, I'm just kidding. I got nothing against the microdosers. I've always just been a little bit skeptical. Based on my conversations with the scientists actually doing the work with psychedelics, it seems like the answer keeps coming back. Do one or two, maybe three macro doses in a controlled safe setting."
    },
    {
        "speaker": "C",
        "text": "Well that's compelling. The evidence for that is compelling and that's what's making all the difference right now. And microdosing is just appealing. But again, you know, science isn't about what we want to believe. It's about what's actually coming through and what seems to hold up, you know, to testing."
    },
    {
        "speaker": "A",
        "text": "Would you say that's right, that one or two or three sessions. And how far apart are those typically spaced in time?"
    },
    {
        "speaker": "C",
        "text": "Yeah, typically one, two, three weeks across the sites is the way people are doing the psychedelic therapy dosing sessions. Two sessions, you know, Hopkins, Imperial, NYU, that's been a kind of default to. We actually used three in a current anorexia trial. Psilocybin therapy for anorexia. Two patients left to see after 19 who've gone through the trial. Very exciting results there."
    },
    {
        "speaker": "A",
        "text": "You're seeing alleviation of the obsessive thought about food, a willingness to consume healthier amounts of food."
    },
    {
        "speaker": "C",
        "text": "Yeah. Even improved weight at the long follow up."
    },
    {
        "speaker": "A",
        "text": "So critical. We did an episode on eating disorders and I learned that anorexia nervosa, which, by the way, folks, the rates are not increasing. It's been pretty stable through time, despite what's said about social media and et cetera. But anorexia nervosa being the most deadly of all psychiatric illnesses, which is a big statement because manic depression, so called bipolar depression, has 20 to 30 times the typical suicide rate. Basically, many anorexia, people with anorexia, I think, is how it's now, is what one says. Not anorexics, but people with anorexia often die. Many of them die."
    },
    {
        "speaker": "C",
        "text": "Yeah. Yeah. So tragic. So often young people as well, and similarly with suicide in terms of premature death. So the tragedy with psychiatry is so strong, and. And so it's so rewarding to be doing that trial and to be seeing good results. I have to check myself a little bit that I'm reporting on it in this really promissory way. And the trial isn't yet publicly released and published, so it's still ongoing as well."
    },
    {
        "speaker": "A",
        "text": "But that was three sessions."
    },
    {
        "speaker": "C",
        "text": "It is three sessions, and I can't say what the dosage is because we still have. There is a blinding component, but there are three dosing sessions in there. Let's see now. I think they're two weeks apart. And we do the follow up. Yes."
    },
    {
        "speaker": "A",
        "text": "I'd like to close out this description of the journey and the trip by extending past the day when people actually take the drug into this, what I've had heard described as the integration phase. You have to reintegrate. Right. All this increased connectivity during the session, hallucinations, insights, anxiety, letting go, maybe revelation, maybe epiphany. Okay, great. At what point is that consolidated meaning? Are these patients or subjects in studies having daily conversation with their therapist? Are they journaling every day? And I want to keep in mind that most people are not going to be part of a clinical trial. And of course, here we're not suggesting what people do or not do, but let's just put it this way. We're people to use psychedelics. What is the way that people can maximize on the neuroplasticity and the brain changes in a positive way in the days and weeks afterwards? In other words, how long does this so called integration last? And you know what? How far can we take this? I mean, I could imagine that how often one chooses to think about the insights could also have an impact, because clearly people went to raves. Clearly people did psychedelics in the sixties. We don't know if clearly people do psychedelics now, but we don't have data on those people. You have access to the understanding of how they're spending their time and the therapeutic outcomes, which we haven't gotten to the numbers yet, but again, are incredibly impressive in upwards of, as I understand it, 60% or more people getting relief from depression. Yeah, 70%. Incredible. Especially when compared to the typical antidepressant treatments and so on. So what is this business of integration? How is it done properly?"
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah. Gosh. Well, how long does it last as well? A lifetime. You know, life is a journey, like a trip is a journey, and there's always work to do. You know, as Jack Kornfield says, after the ecstasy, the laundry, I love that. Yeah, there'll be other good ones as well. I forget them, but, yeah, so the work's ongoing and. And. Yeah, but this gives you a foot up. It enables people to do the work more easily. And that's true of the classic psychedelics. It's also true, very true of MDMA therapy for post traumatic stress disorder. It's really giving you a leg up, making it easier to do very, very difficult work going back to a trauma, trying to digest it, process it, integrate it. So it's such an essential component of the treatment model. But one has to be realistic as well by saying, oh, integration lasts a lifetime. Well, people delivering a service can't be there for a lifetime. So what's the answer there? And people are wrestling with that issue right now. And I think one of the solutions might be that it's in a sense on you to a point. You know, the therapeutic team can treat you to a point and then it becomes what you might call practice in a similar way that meditation is a practice. It's something that you have to keep up, and if it slips, then things could slip, and that's the way it is, or you have another psychedelic treatment. So people have even used this term of practice in relation to psychedelics, where there's a psychedelic practice, like there's a meditation practice, but I'm using meditation intentionally here because I actually think that meditative practice, spiritual practice, elements of spiritual practice could be a very important complement to psychedelic therapy. And I think it's probably doing something similar in terms of promoting an ability to sit with. A former colleague of mine said it quite well in relation to psychedelic therapy versus chronic pharmacotherapy or like SSRI's being on them all the time. So psychedelic therapy allows you to sit with rather than sit on. I thought that's quite good. Yeah. So the meditation, the mindfulness, the ability to. Yes, be present centered, but also present centered and accepting. So if things come up, you can watch and process and then let go."
    },
    {
        "speaker": "A",
        "text": "That holy grail of mindfulness awareness. Without reactivity, respond. I grew up in the Bay area and you'd hear this language, and I'm not being disparaging this. I have friends that are on the board of Esalen and work down there and I've gone there, and yet you hear these terms be responsive, not reactive, which to a neuroscientist is like grates on me, which probably just means I have issues, and surely I do. But it's like, what does that mean? It's sort of saying like, oh, to be the observer, but not be drawn into the experience. And again, I don't want to be overly reductionist, but what I find so compelling about the emerging data, cause it really is data on psychedelics as treatments for depression and trauma, namely psilocybin and MDMA, is that it really seems to allow people this space that is so commonly thrown around, giving space between stimulus and reaction. Viktor Frankl talked about this, but I've been reading a wonderful book called the Prince of Medicine. Dates back to the origins of medicine. Very dense book. People have been talking about this stuff and thinking about this stuff for thousands of years. Psychedelics seem to give people access to that better version of selfdevelop, which is remarkable. What's also remarkable, it's perhaps worth pointing out, is that five years ago I never would have been comfortable having this conversation. I would have been afraid to lose my job. Stanford Magazine this week just published an entire issue about psychedelics with how ketamine works, MDMA, psilocybin, with the appropriate cautionary notes in there, but clearly times are changing. Speaking of which, I know you're doing a trial on first time use of psychedelics. What inspired that? And what are you observing? And as you tell us that, please give us a few of the key contours. What's the dose? How old are these subjects? I'm assuming it's men and women. Are they suffering from depression or not? What's the landscape of that study? And I realize this is still early days of the study, or maybe it's close to completion. It's not yet published, however."
    },
    {
        "speaker": "C",
        "text": "Correct, it's not published. It's not submitted. It is completed. So this was another one of our Covid studies in a sense, meaning Covid hit and we had to finish the study. And it was hard to finish the study because of COVID That was true about psilocybin therapy versus escitalopram Lexapro trial, which is published New England Journal of Medicine."
    },
    {
        "speaker": "A",
        "text": "But this was 20. That paper, by the way, folks, will provide a link to in the show note captions as well as some of Robin's other papers. I think the 2022 new England journal paper is really fabulous, given the different dosages and the comparison to essentially what is microdosing and the comparison to citalopray."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's interesting that you link the way we gave small doses of psilocybin to microdosing. We didn't think of it that way. We thought it was just a necessary placebo for the big dose, the 25 milligrams, so that we could say to everyone, we're giving you psilocybin and not be lying. Yeah, for those who got stolepram Lexapro for six weeks, they got a very, very low dose of psilocybin, but it allowed us to standardize all the psychotherapy and so on. But the other study that you're referring to was in healthies, healthy volunteers, middle aged, average age, I think was 40. So not your typical student study. That is so often the case in psychology research. All the undergrads end up volunteering for your study. So this is more of an age range. And also, I think it was an equal proportion of male and female. All the staff actually were female, which the staff were very proud of, although."
    },
    {
        "speaker": "A",
        "text": "It produces its own potential. Confound right to have all one sex of staff."
    },
    {
        "speaker": "C",
        "text": "Possibly. Yeah, they did a good job in the sense that we saw significant improvements in well being at the end of the trial. So let me describe the design. It was a repeated measures design, meaning people come in, you collect your baseline data and do a brain scan, and you give people a placebo. We gave people a placebo. Actually, let me rewind a little bit. Everyone's healthy, volunteers, middle aged, never taken a psychedelic in their life. None of them entirely, you know, fresh, virgin people coming in. And the plan is to give them their first ever psychedelic experience. So that's what we did in the study. But to do it, we have this repeated measures design where they'll first get a placebo, and we have the placebo so that we can do all the procedures, all the therapy, all the music listening, but not give a whopping dose of psilocybin. Again, we gave them a placebo dose of psilocybin 1 mg. We stick EEG headsets on during the experience to record the brain activity from the scalp, the oscillating electrical activity, and we do the MRI scanning before and after to see deeper into the brain. And we can look at the functional connectivity that we were referring to earlier and also properties of brain anatomy, which we did in this study. So the short story is that all of the changes that we saw, both psychologically and neurobiologically, were seen with the 25 milligrams. It all happened with that big whopping dose. And what did we see? Well, we did see significant improvements in psychological wellbeing. We saw what I call the entropic brain effect, which is actually formally quite accurate. We see an increase in the informational complexity of ongoing brain activity recorded with EEG on the dose of psilocybin. The activity becomes more complex. It's harder to predict across time. It's more informationly rich, and that effect correlates, as it does very reliably with the magnitude of the subjective effect. So the bigger the trip, the bigger the syntropic brain effect. Now, pretty well replicated finding, but then the MRI. Seeing deep into the brain was probably our most exciting result, where we didn't just see some functional brain changes, but we've seen some anatomical brain changes as well. We used a technique called diffusion tensor imaging that looks at the cabling of the brain, the white matter tracks. And we saw a change in major tracts. So we limited our search space to really thick tracts, really thick fibers. And the fibers that came through as changing were ones that traveled between the prefrontal cortex and the thalamus and the striatum. There were two tracks, two prefrontal tracks that changed, and they changed in the direction of a decrease in axial diffusivity, which could be interpreted as tract integrity, where a decrease would be an increase in tract integrity. It is something that you see in the developing brain that axial diffusivity decreases as a brain goes from being a baby to being an adult. Axial diffusivity goes down. And then in aging and pathologies of aging, axial diffusivity goes up."
    },
    {
        "speaker": "A",
        "text": "So this is in the opposite direction of the results you talked about earlier in terms of brain connectivity of increased communication across areas. If I understand correctly, and I'm perfectly happy to be wrong, by the way, that this decrease in axial diffusivity translates to a higher fidelity of communication between the prefrontal cortex and the thalamus and striatum, as opposed to less. And your description of this is somewhat like the transition from babyhood and childhood to adulthood speaks to the same, where we know that there's a massive culling of connections as opposed to growth of connections. So, in other words, as we get older, we get better at doing certain things and less good at doing potentially most everything else. Is that right?"
    },
    {
        "speaker": "C",
        "text": "Ish. Because the change was anatomical and not functional. So the other stuff is really measuring communication in the brain by looking at how the activity fluctuates across time and whether those fluctuations in activity are synchronous between regions. And if they are, we say they're functionally connected, and we infer that they're talking to each other because they go up and down in synchrony. But when it comes to the anatomy, we're talking about the just static material stuff. So we're seeing the fibers and a property of the fibers change. At least that's what we think. And recently, we had an independent person come in and reanalyze the data because, you know, one of those things, incredible finding, requires credible evidence, really strong evidence. And I would say the evidence at the moment is one study. So we need to be cautious on that. But we did reanalyze it and use this correction procedure, free water correction, to be more sure that it was a change in the actual microstructure rather than something to do with the extracellular space, the water surrounding the fibers. And it came through. In fact, the change was strengthened by doing this correction step."
    },
    {
        "speaker": "A",
        "text": "This is neuroplasticity as the consequence of one first time session with 25 milligrams of psilocybin."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah. So we're excited. The two different. The second analyst coming in wasn't sure she believed it, and then she thought this correction technique might kind of kill the result. And then it came through and she's like, okay, now I'm excited, too. So we'll see. We don't know what it means. What does it mean functionally? We don't know. How did the people change? Well, psychologically, as I said, their well being improved. We did look at their cognition, and we used a cognitive flexibility paradigm that looks at people's ability to notice a rule change and then flexibly adapt their behaviour based on noticing this rule change. And people improved after the 25 milligrams and didn't significantly improve after the placebo dose. There weren't correlations with the DTI change, the cabling change, and the psychological outcomes. But, you know, with these studies in smaller sample sizes, you don't always see those correlations come through. So it's something, we don't know what it means, but it's a change in brain anatomy that's in the opposite direction to what you see in an aging brain or with pathology of aging. And it's what you see in a healthy brain as it goes from normal neurodevelopment into adulthood."
    },
    {
        "speaker": "A",
        "text": "Very, very exciting and intriguing, and I appreciate that you highlighted that. It's just one study, although from everything you've said, it sounds like it's been done with immense rigor. So we will eagerly await the publication of that study, and so we can peruse all the data and the subsequent studies. I want to hear a bit about the study that you have been carrying out on the use of psilocybin for the treatment of fibromyalgia. I'm intrigued by fibromyalgia because I have a good friend who also. I won't reveal who it is, and no, it's not me. This isn't the I have a friend thing, who also is a scientist who sits at a fairly high position in the national institutes of health, who quietly has expressed to me that they are incredibly frustrated with the fact that the standard medical community has largely ignored fibromyalgia, and that for many years, it was kind of lumped with things like chronic fatigue syndrome and other so called. Again, so called. I'm not saying this, but people often refer to these as, oh, it's psychosomatic. That's all in your head, which, as a neuroscientist, is a ridiculous statement to hear, because it's all in your head. Your brain is in your head. After all, your physiology and your psychology are influencing each other, of course, and the world is starting to appreciate that more. But first of all, maybe you could tell people what fibromyalgia is. What inspired you to do a study on fibromyalgia using psilocybin, of all things? Because that's surprising to me. And if you are allowed to, or if you have access to the data in mind, share with us a little bit about what you're discovering in that study."
    },
    {
        "speaker": "C",
        "text": "Sure. Yeah. Happy to. So, again, it's psilocybin therapy, and the population is fibromyalgia syndrome. This is people presenting with a generalized chronic pain. So, unlike some other pain disorders where the pain is focused, you can say it's my lower back, which is very common, chronic lower back pain. This is more generalized. And for that reason, it's hard to know what it is. And that's why it's been a controversial space in medicine. And it's been. Yeah, it's had that charge thrown at it that maybe it's psychosomatic. And just to your point, is anything ever you know, independent of the mind anyway. But this is actually a fascinating space for how subjective experience, the lived experience and the mind can influence the body, because there's some really interesting literature around the etiology, like how the pain has come about, in a sense, like what caused the pain. What's the story there? And ahead of the trial, I would say to my colleagues, let's just be careful, because there is some fascinating literature around things like a background of trauma and how that can relate to issues related to inflammation and how that can express into things like fibromyalgia syndrome. I just said be very careful there, because if you go in with an assumption that there's some buried trauma, for example, then there's that whole other side of psychoanalysis that massively tripped it up around false memory and so on. And so please don't hold prior assumptions that you're going to uncover buried trauma in every case. Now, the team have treated, I think, eight people, and it is going very well. Again, I just want to be careful with how I describe it to manage expectations and not get too carried away. But I check in with the team every week. They're still based in London doing the work. And it's remarkable what I hear about the profound experiences that people have under the drug. In this study, we only give one dose. It's a very mechanistic study. We actually have the eeg cap on in the sessions, like in the healthy volunteer study, but this time now taking it into a clinical population."
    },
    {
        "speaker": "A",
        "text": "And so they're in the eye. They are wearing an eye mask under the influence of 25 milligrams of psilocybin. Most of them probably have not done psilocybin before. So it's a little bit like the first time study in some sense. They have fibromyalgia that's debilitating in some way. They don't want it, obviously. And during the session, are they thinking about their pain? Are they being told to think about their pain?"
    },
    {
        "speaker": "C",
        "text": "They're not being told to think about the pain. In fact, as I understand it, while there is a therapeutic model around acceptance of the pain, it isn't unlike some of the PTSD work. You aren't encouraging them to focus on the index trauma and then work through it and try and digest it. We don't do that with the pain. So the pain's there, but there isn't an invitation to focus on it. And that's probably one of the differences with classic psychedelic therapy versus MDMA therapy. Arguably, MDMA therapy is more like it's a bit closer to traditional talk therapy, where there is more dialogue. People are able to talk on MDMA."
    },
    {
        "speaker": "A",
        "text": "In the MDMA trials, do you know whether or not they used eye masks? Because this seems to be an important distinction between, as you described, the therapeutic trip versus the trip that one does, going into the woods and taking psilocybin in the woods or at a party or while staring at a poster or a leaf. Again, I'm not trying to trivialize those experiences. I mean, obviously they can be profound, so I'm told. But the MDMA trials seem to involve, as you said, more directed dialogue and sometimes even kind of empathic connection between people by their actually looking at one another, the eyes and eye contact being such a key part of the human social, cognitive, connective networks. So do you know if they put eye masks on people during the therapeutic?"
    },
    {
        "speaker": "C",
        "text": "I'm pretty sure that they have the eye masks there. Right."
    },
    {
        "speaker": "A",
        "text": "Because a lot of the MDMA work, and I was part of an MDMA trial, it was, as I understand, geared toward developing, because it's an empathogen, empathy toward the self."
    },
    {
        "speaker": "C",
        "text": "Yeah, I'm pretty sure they have the eye masks there, but they probably, and it's a great question because you could formally test this, they probably don't use them as much. The thing is, with the classic psychedelics, if you're looking at your guides, your facilitators, and their faces are melting or."
    },
    {
        "speaker": "A",
        "text": "Whatever on MDMA, you just might really start to feel more connected to."
    },
    {
        "speaker": "C",
        "text": "Yeah, they might look especially beautiful and, you know, and, yeah, there's that fascinating effect of loving the people that you're with. And so, yeah, I imagine they talk more and use the eye shades less, and it is more interpersonal rather than intrapersonal or going inside. They do use a fascinating terminology that some people have critiqued, but it's a very interesting phenomenon. And it's this notion of the inner healer. They use that, that language a lot. It's been critiqued because it sounds very suggestive, you know, and that's probably one of the vehicles here. Driving the therapeutic process is suggestion. I think we have to be honest about that. But, so when they go inside, that's another term that we use very much in the classic psychedelic therapy work. You go inside, you know, you put the eye shades on, and people are encouraged to go inside, you know. But when they do that in the MDMA work, especially, they might be told explicitly and listen to the inner healer in that kind of language. So you could see how a cynic or a skeptic could come in and see that as some kind of suggestive priming or biasing. I think they have a point, skeptics often do, but I don't think it's all of the story. And just briefly, because it's an interesting point. Speaking to that point a bit, in our psilocybin therapy versus stlopram trial, we measured pretrial expectancy, and we did it for both conditions. So what kind of improvement do you expect with the Lexapro, the estetellopram at the end of the trial? And what kind of improvement? If you go into the psilocybin arm and get a big, two big doses of psilocybin, what kind of improvement do you think you'll see in that arm? And of course, it was a coin flip as to what arm people went into, and there was no crossover. And what we found was that it was true that we had a sample bias. So most people had higher expectations. On average, there were higher expectations for psilocybin and its efficacy or effectiveness versus the SSRI, the Lexapro. However, when we looked at the correlation or the predictive relationship between pre trial expectancy and response, we saw that pretrial expectancy for the escitalopram predicted response to escitalopram across virtually every single measure. All these different measures of depression and anxiety and wellbeing. And I think none of the scales, I'm pretty sure it was none of about twelve or so mental health rating scales. Was there a relationship between pre trial expectancy, even though it was high, it didn't predict pretrial expectancy, didn't predict response to the psilocybin therapy? That was a bit of a smash on the head for the idea that classic psychedelic therapy is some kind of placebo response. And I think it's so important to address that question, because if it doesn't come through, as it didn't come through, then it opens up even more intrigue about, well, what is it then? If it's not just a placebo response or a super placebo response, like an amplification of the placebo response, then it must be something else. And how intriguing. It has a direct therapeutic action. It must be something, and we don't yet know what it is. I talked about the residual increase in global connectivity. That's one possibility, but the truth is we're just scratching the surface."
    },
    {
        "speaker": "A",
        "text": "And yet the therapeutic outcomes are, again, just so marvelously impressive. I'm curious as to why. Well, there aren't that many labs, but the laboratories that are focused on classic psychedelics for the treatment of depression. And now, as you mentioned, promising results for anorexia and fibromyalgia as well, although preliminary. Very promising. Why the lack of attention toward LSD? Is it that the LSD trips are just too long? Is it that they are qualitatively different? Are there any data on non microdoses of LSD? And here I want to be very careful because I learned through my interactions on social media that this term microdose is very misleading and in some cases can be dangerously misleading because as you mentioned earlier, the effective psychedelic dose, or the effective meaning that can induce a real trip with hallucinations, et cetera, of LSD is actually in the microgram range. So some people hear micro dose and they think microgram of LSD is a. Micrograms is a micro dose, when in fact a macro dose of LSD can be measured in micrograms. Right. So this is where, you know, in the absence of scientific training, people can really go astray or even in just lack of understanding of the metric system. And since now you're a recent rival to the US, fortunate for us, sorry, England's losses is the US's gain by Robin's lab moved from England to the United States recently. So score one for us. But why isn't there more use of LSD in these trials?"
    },
    {
        "speaker": "C",
        "text": "I think it probably is the duration of the trip. It used to be stigma and it was easier to get your psilocybin study through because others were, they were getting that through. So there was still like Franz Volenweider in Zuriche in Switzerland and then Roland Griffiths coming along and doing the psilocybin work at Hopkins. So you could appeal to that presidents and say, well, they're doing it over there, you know, can we not do it in little England? So that's how it worked for us. We did actually go on and do an LSD study once. We kind of laid the foundations for doing this kind of work. And it was a brain imaging study. It was really exciting, extensive one actually, where we use both MRI and another modality called Meg, sort of super eg in a sense. But why didn't that turn our heads to think, oh, should we not be doing our trials with LSD? It does have something to do with the pragmatics, like a study day with psilocybin is long enough to four to six hour trip. Yeah. And the FDA ask us to have the people in the lab until 8 hours post dose, which personally I think could be quite excessive, especially if it's a low dose. If you have that in the placebo condition as well, it becomes impractical."
    },
    {
        "speaker": "A",
        "text": "Yeah. Scientists are not paid nearly enough to warrant the. There's no such thing as overtime in for the graduate students and postdocs."
    },
    {
        "speaker": "C",
        "text": "It's often those more junior members that are doing that really hard work."
    },
    {
        "speaker": "A",
        "text": "It was described very well to me by a student when I was a graduate student, said to me, they really can't afford to pay us by the hour because we used to work. He was an electrophysiologist, so he would run experiments. No joke folks. Three to five day experiments, sleeping in bouts of 2 hours here or there in a dark room with a bunch of equipment and recordings. So these are long, long acute physiological, electrophysiological recordings. So yeah, no scientist does it for the money. I promise you that. There is money in pharma. There is not money in personal income. It's not lucrative for the basic scientist. So yes, LSD is what, anywhere from eight to 15 hours? Something like that."
    },
    {
        "speaker": "C",
        "text": "Yeah, 15 would be a little long. You'd be a bit worried if you were still tripping at that time, maybe with a really big dose."
    },
    {
        "speaker": "A",
        "text": "No, just kidding."
    },
    {
        "speaker": "C",
        "text": "But yeah, 8 hours plus and dose dependent. Yeah, if it's a bigger dose, it's a longer experience. But, you know, if you're going to dose at, say, you know, 10:00 a.m. in the morning, which is more or less how it often goes, then at 06:00 p.m. still feeling the effect, and then how long do you wait now to kind of close things out before they can go home? Even with psilocybin, you have people still at work into the evening and the staff are always there later, of course, because they got to pack up and, yeah, so these are long days and it's just. It's too much, you know, that makes."
    },
    {
        "speaker": "A",
        "text": "Sense, you know, practical constraints. I learned from a, a recent guest on this podcast that we recorded with doctor Satyan Panda, who was a colleague of mine when I was down at the Salk institute, pioneered a lot of the studies on so called intermittent fasting. That the reason the intermittent fat, that the eating period in these studies in animals and now on humans is 8 hours. The sort of feeding window in these studies is because the graduate student was going to otherwise lose their relationship because their significant other says, listen, you can be in the lab for 12 hours. That meant some hours before the experiment, then 8 hours and then some hours afterward. But you can't stay in there longer. And many people use the eight hour feeding window as a consequence. So the science has to exist and be carried out in real world frame. It does, yeah, it does. MDMA is a little bit shorter, right? It's about a four to. It's also about four to 6 hours. Correct."
    },
    {
        "speaker": "C",
        "text": "It's kind of similar to psilocybin. Yeah, it is. And actually, in the maps work, they redo after a certain point, the boost, the booster. They have a booster or optional booster. Yeah. So there is that. And now people are thinking, well, even these psilocybin sessions are long and expensive. And if you have to have two staff members there all the time, that's expensive. That's where most of the expense is, is in the staffing. So can we abridge the experience, make it shorter and get away with it and get similar kind of therapeutic outcomes? So there's a lot of interest in that direction."
    },
    {
        "speaker": "A",
        "text": "May I ask about. Sorry to interrupt, but I want to make sure I don't forget to ask about combination psilocybin MDMA therapies. The reason I ask about this is. And here, truly not me, but I know people who do self administered combination psilocybin and MDMA. I think I have this right. I think it's called a hippie flip. There's another one that involves LSD, too. Again, I'm not suggesting people do these kind of drug combinations, but the way it was described to me was that the psilocybin, because it's so serotonergic, sometimes can be not a downer, but can have a bit of a kind of a murky feel to it, some real deep introspection sometimes in the darker realms of one psyche, depressive thoughts, et cetera. Not that it necessarily stays that way throughout the trip, but that the MDMA, because it has a very strongly serotonergic but also dopaminergic. I mean, sorry. It has an amphetamine component, cocaine. Like. In fact, if you've ever seen someone on an MDMA, their pupils are about the size of quarters for a reason. They're in, you know, extremely extreme autonomic arousal compared to a sedative, which, by the way, would constrict the pupils. So they describe the use of MDMA to kind of balance out the kind of affect component of it. What are your thoughts on combination psilocybin MDMA? Does this hold any therapeutic potential? This is obviously backyard chemistry in the sense that people are cowboying this stuff on their own, which, again, I don't really recommend. I like to see the science go first, but I understand this is how it works in the real world. Yeah. What are your thoughts on combining compounds?"
    },
    {
        "speaker": "C",
        "text": "Yeah, well, I guess they're cowboying it in recreational context, but also underground. Therapists do work with this combo."
    },
    {
        "speaker": "A",
        "text": "That's what I'm referring to. I'm not talking about people partying with this stuff. I'm talking about there are thousands now of therapists that offer psychedelic therapies illegally. Really? Because it's not legal, at least not in the US, to possess or sell, but that are doing this. So that's really why I'm asking."
    },
    {
        "speaker": "C",
        "text": "Yeah. And, you know, I think there's something to be said for one has to be careful with this as a scientist. But, you know, if they're doing it, are they using some kind of trial and error? The same is true, of course, with the longer history of psychedelic plant medicine use, if by plants we include the fungi as well. So in the extended sense, plants, there will have been trial and error there. It might not be as systematic as the science we do today, but maybe there's been a learning process, and maybe what they do, they've come to because they found it works. So by that principle, I'm interested in that combination and whether it does offer some advantages, maybe in certain patients. One of the buzz terms in medicine these days is precision medicine, precision medicine and personalized medicine. So maybe there are certain cases where, you know, introducing, say, psilocybin after the MDMA or the other way around could offer some advantages. And the differences are interesting. You know, psilocybin can get you to deep places. Maybe, you know, the kernel of your suffering and. And major life experiences and complexes that are causally linked to whatever the pathology that you're presenting with. But it can do it sometimes quite aggressively. And if it's a post traumatic stress disorder, it can be overwhelming and you can fight it. And really, it's that. It's that, you know, the resistances are really challenged and they fight back, and the therapeutic breakthrough and the progress isn't happening because you've agitated the defense mechanisms, whereas what MDMA offers is something arguably more directionally reliable in terms of the valence. Like it's more directionally positive. Generally, an MDMA experience."
    },
    {
        "speaker": "A",
        "text": "Hard to have a bad time on MDMA, to be quite blunt. I mean. But one of the concerns I had with MDMA, I've never done it recreationally. I have had not and have not ever done it recreationally. But when it was done in this therapeutic setting, I realized because there was music on at the beginning, I actually asked them to turn it off, because I realized that the music was becoming such an attractor to my attention that I suddenly was starting to think about music and my love of music, which was not the focus of the session, that. That I was there for. And I'm glad that they did turn the music off, because the moment they did, I was able to drop in within the imass to this, sort of go inward and address some certain issues that, at least to me, felt key and productive. So that seems to be the kind of hazard with MDMA is that it's such an empathogen that one could start to. You could go down any number of different rabbit holes."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah. But it's a strength because the classics like psilocybin can take you there very reliably, but maybe a bit aggressively. MDMA makes it easier to go there, and that's its strength. And that's why that marriage of MDMA therapy for PTSD in particular is a good combo. It works because you are going to go there, in a sense, you have to really make the therapeutic progress. You're going to have to go back there, but we're going to set it up so that you can go back there and feel safer and more trusting and be able to go back there, whereas you've never otherwise been able to go back there without dissociating or having horrible flashbacks and so on. So that's the strength that it offers. I guess the limitation would be that maybe it doesn't take you as deep as the classic psychedelics, and I tend to think I'm biased on this one, that there's a kind of honesty to the classics in that it is hell as well as heaven, and that's the psyche. It isn't all roses."
    },
    {
        "speaker": "A",
        "text": "I really appreciate that you bring that up because I think that there's such a fear of so called bad trips, there's such a fear in non psychedelic states to avoid the painful and everything we know from trauma and the treatment of trauma. And we've had several guests on here. My close colleague, close colleague at Stanford, Doctor David Spiegel, our associate chair of psychiatry, clinical hypnotist, amazing, amazing human being and scientist and clinician has really just embedded this in my mind that the only way to deal with trauma is to get right up next to that trauma to the point where some relief is experienced. There is no other real way. I really appreciate that you're saying that the classic psychedelics may offer, with a very strong nudge, perhaps the opportunity to get into the uncomfortable in a way that MDMA or some non classical psychedelics perhaps do not. We were talking about timeframes or duration of trips and these different compounds and how they differ and how they're similar. I'd love for you to educate me on DMT and some of the work that you're doing with DMT. My understanding is that it's a very brief trip. Minutes. People I know who have done this, again, therapeutically. Actually, I'll just point to one very exciting, I think, group and initiative, which is the Veteran Solutions Initiative, which is a group. This is carried out in Mexico, but in conjunction with laboratories at Stanford and elsewhere who are evaluating the neural changes. This involves ibogaine, which is Eboga, which is a very long duration psychedelic, 22 hours or more, followed by, I think, one or two doses of DMT. This is for veterans to deal with any number of issues. Appears to be working with great success. And I've spoken to several people who've gone through this and the way that they described DMT almost across the board was, quote, here. I'm just pulling quotes, right? Anecdote. The most profound experience of my entire life, even greater than the birth of my children. Like being attached to the shockwave of an atom bomb, quote, there's no way I would do another dose because the first one was so unbelievable. Interesting, by the way. I think most of us, including me, would think, why wouldn't you want to do it again then? But this idea that. That was just beyond anything. So these are significant. Excuse me, these are significant statements coming from individuals who have existed at the extremes of human experience to begin with. Right. These are so called tier one operators within the special operations who exit and may or may not have trauma. But DMT sounds like a big deal."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Short duration. Really big deal. What do we know about its chemistry? What do we know about how it's impacting brain networks and what in the world is going on that people are describing it as? The ways I just mentioned a few moments ago."
    },
    {
        "speaker": "C",
        "text": "Yeah. It's a rocket ship. If the psilocybin is like a ship leaving port, then, yeah, this is a rocket ship into craziness."
    },
    {
        "speaker": "A",
        "text": "Is it serotonin two a?"
    },
    {
        "speaker": "C",
        "text": "It is, yeah. So it is a classic psychedelic. It's a direct agonist, a direct stimulator of the serotonin two a receptor. It's an order of magnitude less potent than psilocybin. But potency is a funny thing because it's dose dependent. So that doesn't mean that the experience with DMT is less than that of psilocybin it's just that you give more of the drug but that's matched by its stickiness for the serotonin to a receptor, which is this kind of golden rule in, in psychedelic sciences that it was discovered in the mid 1980s. This tight relationship between the affinity or the stickiness or the binding potential of a psychedelic for the two a receptor in particular serotonin. Two a and its potency and the stickier the drug, the more potent. So LSD, really sticky, very very potent. You only need those tiny microgram doses. So DMT by its affinity is, is a little less potent, but by its effects, when you give a standard dose it's just wild. And DMT because there's another compound called five methoxy DMT which is a bit different pharmacologically and subjectively. It's similar in terms of its kinetics. It's another rocket ship. Both compounds in the wild, so to speak, are smoked often. DMT and five meo people are vaping both actually. Now there are vape pens that have been developed for people to administer this, but more traditionally it's been a smoking thing."
    },
    {
        "speaker": "A",
        "text": "This is clinically, not recreationally or both."
    },
    {
        "speaker": "C",
        "text": "Both. Now I mean, you know, underground practitioners are using the vape pens. They like them because people titrate the dosage. They get a feel for what it is to be going into this state so that they feel they can let go and go into it. But, and actually I think some of the veterans work might be giving five meo after the eye began. Phenomenologically, if there's a difference between DMT and V Meo, people might put it on five meo being more of a reliable ego dissolution experience. Less visual and more kind of all round immersion in the greater whole loss of self identity and just immersion in everything."
    },
    {
        "speaker": "A",
        "text": "Yeah, maybe we could just talk about ego dissolution for a second because it's such a sticky, interesting idea. I can take a step back as a neuroscientist and say, okay, ego dissolution, this idea that from a very early age we have the concept of self and that I wake up every morning and I know I'm me and not somebody else, and presumably you do the same and most people do the same, I would hope. And that there are objects in the world and people in the world beyond us. But every time I hear about ego dissolution, it sounds like it's a temporary elimination of the idea that things stop and start and stop between us and everything else. Almost like in a kind of a. Here I'm not trying to sound philosophical or metaphysical, but there's sort of the molecular continuity of life, right. Or all that. All just little bits, which is true, right. Not a functional way to go through the day, right? Because you want to make a cup of coffee. You don't really want to get lost in that if your goal is to make a cup of coffee. But what is the power of ego dissolution? Is it the idea that we belong? Is it a sense of meaning? Is it the sense that we're not as important as we think? Which, of course, could be a wonderfully useful way to go through life. To think that we're not as like, we are vitally important, but we're not the only thing, right? Because I do believe connection is vital, as most people do. What is ego dissolution? And why would this serotonin two a activation? Cause that. That's remarkable."
    },
    {
        "speaker": "C",
        "text": "Yeah, great questions. I mean, what is it? You alluded to it with the start stop, I think because you could define it by boundaries. In a sense, what isn't me is as valid here as a developing sense of what is me that a child develops at whatever age. So a major characteristic of the ego dissolution experience. Rather than just a negative a thing going away. My sense of self going away is the positive. Oh, now I feel interconnected with other people and the world at large. And I realize, you know, that there is that molecular continuity. And actually that's a ground truth. And, oh, maybe the ego thing is somewhat illusory, or at least the construction of my mind."
    },
    {
        "speaker": "A",
        "text": "And indeed it is, right?"
    },
    {
        "speaker": "C",
        "text": "Well, it is, yeah. I mean, there's no transcendentalism about that. It's just like logic."
    },
    {
        "speaker": "A",
        "text": "I think about it a little bit like family. I mean, we all know what immediate family is. But, you know, sort of like, forgive me for interrupting myself. I do it all the time. Anyway, when I teach neuroanatomy, you know, some clever student always figures out, okay, well, that's connected to that and that's connected. But ultimately everything in the brain is connected to everything else. There's just no way around that. That's a true statement. And so you really just have to decide where you draw the boundaries between."
    },
    {
        "speaker": "C",
        "text": "Where'D you draw the line?"
    },
    {
        "speaker": "A",
        "text": "Where are the modules? What are the modules? You could say the brain is just one big macro module. And then you also want to include the body. And now, fortunately, people are starting to embrace this idea that it's not mind body. It's both. Because the nervous system extends through both, of course. So as a, the same could be said of family. We're related not just by virtue of the fact that we're human beings. If we did our genealogical charts, we would find a convergence at some point. And of course, this becomes a bit of a game. But then one realizes that where you draw the boundaries, and if you draw them at brother, sister, parents, biological parents, etcetera, that's a game, too. And so it is just a construct."
    },
    {
        "speaker": "C",
        "text": "Yeah. I mean, it is a fun game. You know, where do you draw the line and when to pass and when to collapse? It's also a classic consideration in science, when to pass, the lumper versus the splitter. It's brilliant. Yeah. But you ask this question like, well, why do psychedelics do it? And there we think psychedelics do it because the target receptors, at least classic psychedelics do it, and that's important to stress. So MDMA doesn't really do it in the same way. Might soften the ego a bit, but, yeah, that's debatable."
    },
    {
        "speaker": "A",
        "text": "My experience with MDMA is that it's such a strong empathogen and that it can cause empathy for others. Certainly you could imagine situations where one in MDMA journey and afterwards says, my oppressors are the people that harmed me. And here I'm not referring to my experience, but they did the best with what they have, actually have empathy for them, forgiveness, but also for oneself, that there's an empathy for self. I know I said this earlier, that is very hard for most people to access. Perhaps not the narcissists out there listening. They'll be like, of course, empathy for self. But everyone else, I think, think all the other healthy people, or the healthy people other than narcissists, and not picking on narcissists, I have to imagine they suffer, too. In fact, I think that's the root of their narcissism, that empathy for self is not something that comes reflexively for most people. And here I'm not talking about self love or self respect, but this notion of being able to see the self as not just deserving of love and care, but actually holding that in place while in confrontation with something challenging in a way that allows more, not less, access to adaptive responses to that challenge. I think that's the way I kind of conceptualize it."
    },
    {
        "speaker": "C",
        "text": "Yeah. Yeah. But I mean, drugs offer a great. They offer great. They are great scientific tools for tackling this question. What is ego dissolution? Why do drugs modulate it? And what does that tell you about the brain? Because other drugs, like cocaine, releasing more of a different neurotransmitter, dopamine, more than serotonin. The opposite is the case with MDMA is more of an ego inflator, right?"
    },
    {
        "speaker": "A",
        "text": "Oh absolutely. People become hyper linear, hyperlinked to their own desires and wishes and future outcomes become an obsession. Its the stuff of kind of american psycho and the kind of cliches and stereotypes of the eighties cocaine culture."
    },
    {
        "speaker": "C",
        "text": "Yeah, we did a study once actually looking at dose dependent relationship with ego inflation on one axis and ego dissolution on the other, and saw that it just massively passed or differentiated between cocaine and psychedelics. It's quite a neat study."
    },
    {
        "speaker": "A",
        "text": "So cocaine makes people's egos super inflated."
    },
    {
        "speaker": "C",
        "text": "And it doesn't touch dissolution. And the opposite is the case with."
    },
    {
        "speaker": "A",
        "text": "Psychedelics at least neuroimaging to explain how cocaine does that."
    },
    {
        "speaker": "C",
        "text": "That would be a great study. Yeah, great idea."
    },
    {
        "speaker": "A",
        "text": "You should do that. I have a sabbatical coming up. I've got twelve months of sabbatical coming up. I'm going to show up in your lab."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's a really good one. If it's right. To finish the thread on why psychedelics and ego dissolution, we do know some things or we have some hypotheses and it's that the target receptors, the serotonin two a receptors that classic psychedelics hit are heavily expressed in what these days I like to call recent brain. Because evolutionarily it's recent brain, it's cortex that humans have more than any other species. If you look at a mapping of cortical expansion from say macaque or chimp to human, it's the very same map that you'll find the two a receptors in. So that's the target. And it's just easy to think that oh well that could be the egoic brain, you know, and the classic psychedelics come in, they kind of scramble up the activity. That's the entropic brain action. And in terms of the start stop, the boundaries, that entropic action sort of spreads out the system. It doesn't shut it off, it sort of spreads it out."
    },
    {
        "speaker": "A",
        "text": "Dissolution."
    },
    {
        "speaker": "C",
        "text": "Yeah and you were talking about the headspace as well. So that fits, if it's more capacious it sort of fits. The big qualifier with psychedelic therapy that people rightly bring up is it doesn't last. That's the paradox of it, the paradox of ego dissolution. So the ego might go away during the trip and you have these profound insights about the molecular continuity and how we're all one and interconnected and then you come down and however long later the ego comes back, but maybe with a vengeance. And sadly things can go awry when people haven't done the work, perhaps haven't done the integration work, and maybe ego defenses come back, and it's not a pretty picture."
    },
    {
        "speaker": "A",
        "text": "How often do you see that in the trials that you do? What percentage of people coming through do you think end up with worse than they were before the trial?"
    },
    {
        "speaker": "C",
        "text": "It's very rare in the trials that we've done. Yeah, but you see defenses come back. So you do see people relapse. That's more. If you're pushing out to three months plus in something like treatment resistant depression, that's more the rule than the exception. Sadly, people relapse. If their histories are, you know, histories of chronic depression, then while you might give them a window of wellness, sadly, it doesn't last. That's not to say that it doesn't ever last. It does. And we have people who were in our first treatment resistant depression trial who are, well, to my knowledge, today, back at work doing fantastically well. But sadly, the majority have relapsed, to."
    },
    {
        "speaker": "A",
        "text": "My knowledge, and need to do more psychedelic journeys."
    },
    {
        "speaker": "C",
        "text": "Well, they can't because it's illegal. That's been the really difficult situation that we've been up against, is that we do a trial where all of a sudden this schedule one drug becomes a medicine in the trial, or at least an experimental medicine. We give the treatment. It works fantastically well, gives people a remission that they've never really had for however long, and then the trial ends and they're denied that treatment. And worse still, if they were to have that treatment, they would be committing a crime. It's sort of a sick joke in a way, but that's the situation that we've been in."
    },
    {
        "speaker": "A",
        "text": "That's a perfect segue for what I want to talk about now, which is what is the current state of legality in terms of, or the progression towards legality. Id also like to touch on the role of, lets just say incoming big pharma. There are a lot of startup companies now trying to capitalize on these discoveries that you and others have made. The landscape out there is very unclear to me. Maybe ill just call out some silos as I see them and maybe we can draw some bridges between them if they existed at the ground level, not the grassroots, but at the ground level. I look to laboratories like yours, Matthew Johnson's, Roland Griffith's, some laboratories at Stanford, Nolan Williams Laboratories studying the effects of psychedelics in human beings, so not animal models in terms of their clinical application for the treatment of depression, anorexia. I now know fibromyalgia trauma. Let's lump MDMA in there as well, assuming that it all works in an equivalent way at the level of where the legislature is taking things. Okay, so labs using government money, philanthropy, et cetera. Then there are the sort of the therapists out there that are accessing what we believe are clean sources of MDMA, psilocybin, LSD, to do this. They are doing it illegally. This is in the US or other western european countries, because obviously it's going to differ by country who are administering these things, sort of on the basis of what they're reading in these studies that you all are publishing, but also expanding on and experimenting hippie flips and combination drugs and ketamine and et cetera. But let's leave ketamine out right now because it's legal. There's that. Then there's the, I don't want to say recreational, open market, black market. And here I want to raise a flag to the fact that Doctor Peter Attia did a terrific podcast on this recently and his own podcast, the Drive, the fact that fentanyl, lacing with fentanyl is now showing up in MDMA and psychedelics that are purchased on the street. So, serious caution to those getting it from uncertain sources. And then you've got pharma, and then as an umbrella for all of this, you've got the FDA and law enforcement agencies, which currently say this stuff is illegal unless it's being used in a clinical trial. Selling it or possessing it can get you charged with a crime ranging from. I don't want to say because I don't know, but I'm up to felonies, right. Years in prison. Okay. So can't take it through airports. Don't get caught with it, don't buy it, don't sell it kind of thing. So where are we going from that picture of these silos? I know things are in clinical trials now. Most people, including myself, are not familiar with how the different phases relate to the proximity to legality. Could you just kind of give us the landscape and touch on how long you think it will be before the people that come through your trials could then go get a prescription for psilocybin or potentially buy it without the risk from a reliable source? One would hope, but without the risk of getting thrown in jail. I used to live in Oakland, California. My understanding, and please correct me if I'm wrong, folks, don't trust this information and get in trouble. My understanding is that psilocybin is decriminalized in Oakland, but that's not the same as being legal. So what is going on out there?"
    },
    {
        "speaker": "C",
        "text": "Wow. Well, so much."
    },
    {
        "speaker": "A",
        "text": "Yeah. I just asked 55 questions, but feel free to answer just a subset of them if you like."
    },
    {
        "speaker": "C",
        "text": "Well, Oakland's a funny one. I live close to Oakland. There are head shops in Oakland that might be selling cannabis and cannabis related paraphernalia that are selling mushrooms as well. Psilocybin mushrooms."
    },
    {
        "speaker": "A",
        "text": "That's a fact."
    },
    {
        "speaker": "C",
        "text": "Openly?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that's a fact. I can verify that. I haven't purchased them, but I've gone in and kind of checked it out, like, what's going on here?"
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, yeah. So, you know, the police aren't going to prioritize that activity, the purchasing of those mushrooms as a crime now in Oakland because of the decriminalisation. So those head shops shouldn't strictly be selling. Well, they shouldn't be selling. They won't have a license to be selling. Licenses don't exist yet for that here, but let's see whether they get shut down. They probably will. I don't know. But there's a church in Oakland that are of sort of say that they're selling and it's part of religious rights, that they're using that church model as loophole, you know, the way that Native Americans can use peyote and they have a more genuine case, I think, because there is a history there, but they're trying to kind of piggyback on that. But anyway, that's sort of, you know, close to where we are right now. But federally, which is really the major inflection point, is the FDA and the licensing of psychedelics as medicines to be legally prescribed across the country, across the US and beyond that is close because the key phase. So there are different phases of clinical trials, and the key one to know about is phase three. Phase three trials are licensing trials if they're successful. And typically you have to do at least two successful ones, show the results to the regulators, who are the FDA, the medicine regulators, and say, is this good enough now for you to give me a license so that I can sell and provide this medicine that we've demonstrated is a medicine? So that work has been done with MDMA therapy for post traumatic stress disorder. Maps have led that work and done two phase three trials. I think they've already publicly announced that the second trial had results consistent with the first. We know the results of the first because they're published and they were remarkably good. Something like 67% remission rates and long term."
    },
    {
        "speaker": "A",
        "text": "My understanding is some of those remission rates for trauma or years, which is different than what you're describing for psilocybin, where people might need ongoing dosing."
    },
    {
        "speaker": "C",
        "text": "That's true. Yeah. Yeah."
    },
    {
        "speaker": "A",
        "text": "But of course, just for trauma in those trials, my understanding is those MDMA trials were not focused on depression."
    },
    {
        "speaker": "C",
        "text": "Yes, yes, focused on the trauma. So that's something, because that data is being filed now, to my knowledge, like, as we speak, and they're anticipating a decision maybe this year, with rollout happening as early as next year. I mean, that's sort of best case, I think."
    },
    {
        "speaker": "A",
        "text": "Could I ask you, when you say rollout, who's. And it's the appropriate term for MDMA because so called rolling, about 20% of my audience, maybe 50, will understand that not funny joke that I made. Who's going to roll it out? Is this, where would one get the MD that the clean source of NDMA, meaning not laced with fentanyl, not laced with methamphetamine, not undergone any chemical conversion to some other drug, which can happen with extended shelf life, et cetera. Are people going to go to their psychiatrist to get MDMA and who's going to be providing it? Is it going to be some big, major pharmaceutical? This seems like a serious set of issues."
    },
    {
        "speaker": "C",
        "text": "It is, and I don't have all the answers. I do know that maps would be providing because they've done the work and they have set themselves up, in a sense, to potentially become the provider, whether as a pharma company, which is the big question they're wrestling with at the moment. It's very expensive to become a pharma."
    },
    {
        "speaker": "A",
        "text": "Company, and yet they probably deserve to make the choice because they put in so many years of hard work when all of this stuff was considered like raver culture, party drug, they were the ones that spotted the therapeutic potential. I mean, we knew there was therapeutic potential based on work going back many decades, but points to them, and I think, in my opinion, they should have the agency to make those decisions."
    },
    {
        "speaker": "C",
        "text": "It's such a remarkable thing that's been achieved, and I think they've done it all on philanthropic donations. I think so, yeah. So there is this big question mark, and the FDA are also asking questions about, to your question, who can provide this? Because in the phase three work, and up until this point, there's been a maps training, a maps therapist training, and you have to do this formal training in order to be a practitioner within the trials. But now there's a question from the FDA whether that maps training can be the training that a clinician has to have to now be a provider. And when I say rollout, it's like offering this as a service, essentially. And so where would the referral come from? That's a good question, that I'm not 100% on the answer, whether it would have to come from a psychiatrist or whether someone's sort of general physician could do that referral, but they will be going to a provider who is licensed and certified and will have done some training, and there will be a consensus on what constitutes good enough training to provide. There will also be some stipulations on the basic underlying professionalism of the clinician who provides. So I imagine they'll have to be a mental health professional. I don't think they would have to necessarily be a psychiatrist. They could be, I think, a clinical psychologist for all the dosings. I think, without question, there would have to be a physician present, or at least within ready access in case of an emergency."
    },
    {
        "speaker": "A",
        "text": "Yeah. Especially with MDMA, because of the propensity for cardiac issues, because of the amphetamine properties. And where is psilocybin in terms of the phase trials? Is it in phase two? Phase three?"
    },
    {
        "speaker": "C",
        "text": "It's in phase three, there's psilocybin therapy work being done for treatment resistant depression by a company called compass. Those trials, which are always multi site, so there's always a bunch of teams or labs, in a sense, geographically spread out that are each contributing to data that then gets masked together and is then submitted as part of the phase three trial results. So that's happening with compass right now. It's psilocybin therapy for treatment resistant depression. Those trials have just started, and I think the earliest estimate that I heard in a journalistic article was because I don't think compas would say, or they wouldn't say publicly, something like 20, 26, 26."
    },
    {
        "speaker": "A",
        "text": "Wow. So MDMA is ahead of psilocybin."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah, yeah. It's quite a few years ahead, and it's more of a. Not a certainty, but it's very, very strong position with MDMA, whereas the work's only just begun with psilocybin in terms of the phase three trials. But then you have this other situation of, like, however many psychedelic research centers there are now across the globe. It was nice to. We had the first one in London in 2019. First one in 2019 is 2023 now. And I don't know how many there are, but so much has happened in such a small space of time. Yes. But, you know, all these different indications, I've been able to tell you about anorexia and fibromyalgia syndrome. Trying to do a trial with a colleague of mine at UCSF in methamphetamine use disorder. He's got a trial going on in Parkinson's disease and chronic lower back pain and bipolar disorder. I mean, there's so much going on. OCD. Almost the full gamut of psychiatric disorders, not schizophrenia, to my knowledge, are being looked at. So there's so much groundswell of activity. And I think these small investigator led studies, typically they're small because trials are expensive, are going to be reporting positive results. I know what we're seeing, and it will be, you know, four, let's see now, at least four trials, all with really positive results and very difficult to treat disorders. And that's just us. And I know there's so much elsewhere, addiction disorders as well. You know, Matt Johnson's work, obviously, Michael Bogan shoots. So all this compelling groundswell, it's really something. And yet, you know, the system to really make a big breakthrough in terms of licensing is, of course, slow, and it's. That can frustrate people, but it has to be done properly."
    },
    {
        "speaker": "A",
        "text": "Yeah. Else we revert back to what happened in the seventies, where there was a lot of interest in psychedelics. It's kind of interesting to me. There was a close juxtaposition of meditation and kind of behavioral approaches to self directed state change. And psychedelics. Meditation kind of made it through the hatch. I mean, there were some years where it was considered kind of counterculture, woo, magic carpet weirdo stuff by western science. But now, I mean, there are tens of thousands, probably tens of thousands is not an overstatement of quality studies exploring how meditation can provide advantages for the mind and even for mental health. And psychedelics are now catching up. But they used to be close cousins in the cultural framework. But the problem was, I think, psychedelics were viewed as making people crazy. And university professors lost their jobs for having discussions like the one that you and I are having right now. And some people went to jail, but mostly people either left academic institutions or lost their jobs. Whereas now these are some of these studies of the sort that you are doing that are taking place at Stanford and Hopkins and elsewhere are some of the greatest magnetic pull for philanthropy, for universities. Donors are very interested in supporting these sorts of studies because they and their family members and people they know suffer from psychiatric illness for which the current big pharma approaches simply have not worked. So it's sort of interesting to me that what once was seen as kind of poison is now being viewed as a potential therapeutic, not just interesting. I think it's, it hopefully it speaks to the evolution of the human species. People seem to becoming more open minded about becoming more open minded."
    },
    {
        "speaker": "C",
        "text": "That's a good one. Yeah. And yet. Yeah, it's. There's so much that's happening so fast and as you know, there are elements of. It's complexifying the space, there is critique. There's been some bad practice in psychedelic therapy, boundary crossing issues that have caused some scandals."
    },
    {
        "speaker": "A",
        "text": "That's too bad, isn't it? Yeah. Well, you know, I think to the gene therapy, right, it just takes one bad incident. Gene therapy was on a fast track three decades ago and then sadly a child died in a gene therapy trial and it's like shut down gene therapy practically for half a decade and then it slowly started ratcheting up again. Gene therapy broadly defined and now were in the age of potential directed gene therapy using CRISPR and things of that sort, which makes some people cringe and other people very excited. You know, if you have huntingtons in your family, CRISPR is like the most exciting technology ever because you could potentially eliminate it from your family line going forward, of course."
    },
    {
        "speaker": "C",
        "text": "So I just really hope that we can be balanced as this all plays out because it could go similar way. Given the stigma, given the history that people be very twitchy with some isolated incidents and over generalize them, perhaps in a sense shining a light on them, I think is important. That that has happened recently is important because it really drills home how important it is that this work be done right and what the necessary safeguards and standards should be. Yeah, it won't be an easy road forwards, but let's hope, you know, we've got to hope that it succeeds because current treatments, people talk about the mental health crisis and to your point earlier about anorexia rates, it's not always actually the case. When you look at the epidemiology, when you look at the data that you see a big inflection in diagnoses or cases of psychiatric illness. I would say it's more that the treatments haven't moved, they haven't really progressed, they haven't got any better since the 19th and fifties, more or less. And new drugs have been more of the same. So there haven't been any paradigm shifts. And that's why I get a little impassioned when I talk about psychedelic therapy and that point that this is something different. It's not a drug every day. That system is not cutting it. Do we really want to keep on with that system? Sure. Not everyone will want to trip and that will terrify some people so much that they'll just want to be on their lexapro or a non psychedelic psychedelic or whatever. And of course you should be allowed to have those options, of course, and the more options the better. But I think there is great value in really understanding what psychedelic therapy is. And, and I think when you do, you realize that it is a major paradigm challenge on many levels and the fact that it's different might be its greatest appeal at the moment, I think."
    },
    {
        "speaker": "A",
        "text": "Well, I am certainly grateful for your passion for the potential for psychedelics to be added to the array of potential treatments. And I really also appreciate how much you put it in there alongside the other treatments, maybe even combination with other treatments, as opposed to saying this is the thing that's going to cure everything. And yet the passion that you have for this potential paradigm shift, the one that really appears to be happening at the level of clinical data now, is so important. So I want to extend a voice of gratitude for that and for the work that you're doing. I mean, I've been outside of this field, but as a neuroscientist I've been paying careful attention to it really for the last five, seven years or so. And it's abundantly clear that it is a small group of individuals who are really thinking in terms of how the system works now and what needs to be done in order to change the system for the better, like yourself, that are really the driving force behind this new movement or paradigm shift that without question is going to lead to improvements in mental health and physical health outcomes. So I just want to say thank you for that. Also thank you so much for joining us today to share this immense knowledge set about the history of psychedelics, what they are, what they aren't, their clinical applications as seen in your laboratory and other laboratories. I'm sure people already noticed this, but you're incredibly generous in terms of attribution and also in your caution about explaining how some of the results, in particular on anorexia fibromyalgia, are perhaps preliminary but very exciting. They're not published yet anyway. We wouldn't call them preliminary. And also for touching on mechanism that it's not just about people feel better, but pointed to some potential underlying mechanisms in terms of connectivity changes and on and on. So thank you so much for your time today. Thank you for the work that you're doing and thank you for the work that is sure to continue. We will provide links to studies in your laboratory, links to your laboratory so people can learn more and support in the ways that they deem appropriate for them. But just thank you, thank you, thank you. Such important work you're doing, Robin."
    },
    {
        "speaker": "C",
        "text": "Thank you. Andrew. It's been a pleasure."
    },
    {
        "speaker": "B",
        "text": "Thank you for joining me today for my discussion with Doctor Robin Carhart Harris. I hope you found it to be as informative about the science and clinical uses of psychedelics as I did. If you'd like to learn more about Doctor Carhart Harris's research, or support that research, or inquire into being a research subject in one of his laboratory studies, please see the links in the show note captions. In addition, please see the links to his Twitter account and other social media accounts also in the show note captions. Also in the show note captions, you'll find a link to doctor Carhart Harris's Twitter account, where he regularly posts about new advances in the field of psychedelic science. If you're learning from and or enjoying this podcast, please subscribe to our YouTube channel. That's a terrific, zero cost way to support us. In addition, please subscribe to the podcast on both Spotify and Apple. And on both Spotify and Apple. You can also leave us up to a five star review. Please also check out the sponsors mentioned at the beginning and through throughout today's episode. That's the best way to support this podcast. If you have questions for me or comments about the podcast or suggestions about guests you'd like me to include on the Huberman Lab podcast, please put those in the comment section on YouTube. I do read all the comments. Not so much on today's episode, but on many previous episodes of the Huberman Lab podcast, we discussed supplements. While supplements aren't necessary for everybody, many people derive tremendous benefit from them for things like improving sleep hormone support well as focus. The Huberman Lab podcast is proud to have partnered with momentous supplements. If you'd like to see the supplements discussed on the Huberman Lab podcast, you can go to livemomentous spelled O U S. So it's Livemomentous.com Huberman if you're not already following me on social media, I am Huberman Lab on all platforms. That's Facebook, LinkedIn, Twitter, and Instagram. And on all those platforms I post about science and science related tools, some of which overlap with the content of the Huberman Lab podcast, but much of which is distinct from the content on."
    },
    {
        "speaker": "A",
        "text": "The Huberman Lab podcast."
    },
    {
        "speaker": "B",
        "text": "So again, it's Huberman Lab on all social media platforms. If you haven't already subscribed to our neural network newsletter, the neural network newsletter is a monthly newsletter in which we distill down the essential points of particular podcasts, and we list out toolkits such as toolkits for sleep, toolkits for neuroplasticity, toolkits for optimizing dopamine, and on and on, all of which is available as zero cost. You simply go to hubermanlab.com, comma, go to the menu, scroll down to newsletter, and supply your email. And we do not share your email with anybody. Thank you once again for joining me for today's discussion with Doctor Robin Carthart Harris. And last but certainly not least, thank you for your interest in science."
    }
]