[
    {
        "speaker": "A",
        "text": "Welcome to the Huberman Lab podcast, where we discuss science and science based tools for everyday life."
    },
    {
        "speaker": "B",
        "text": "I'm Andrew Huberman and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. Today I have the pleasure of introducing the first guest of the Huberman Lab podcast. My guest is Doctor Carl Deisseroth. Doctor Karl Deisseroth is a medical doctor. He's a psychiatrist and a research scientist."
    },
    {
        "speaker": "A",
        "text": "At Stanford School of Medicine."
    },
    {
        "speaker": "B",
        "text": "In his clinical practice, he sees patients dealing with a range of nervous system disorders, including obsessive compulsive disorder, autism, attention deficit disorders, schizophrenia, mania, anxiety disorders, and eating disorders. His laboratory develops and explores tools with which to understand how the nervous system works in the healthy situation as well as in disorders of the mind. Doctor Deisseroth's laboratory has pioneered the development and use of what are called channelopsins, proteins that come from algae, which can now be introduced to the nervous systems of animals and humans in order to precisely control the activity of neurons in the brain and body with the use of light. This is a absolutely transformative technology because whereas certain drug treatments can often relieve certain symptoms of disorders, they often carry various side effects. And in some individuals, often many individuals, these drug treatments simply do not work. The channel opsins and their related technologies stand to transform the way that we treat psychiatric illness and various disorders of movement and perception. In fact, just recently the chainalopsins were applied in a human patient to allow an adult, fully blind human being to see light for the very first time. We also discuss Doctor Deisseroth's newly released book, which is entitled a Story of Human Emotions. This is an absolutely remarkable book that uses stories about his interactions with his patients to teach you how the brain works in the healthy and diseased state, and also reveals the motivation for and discovery of these channelopsins and other technologies by Carl's laboratory that are being used now to treat various disorders of the nervous system, and that in the future are certain to transform the fields of psychiatry, mental health and health in general. I found our conversation to be an absolutely fascinating one about how the brain functions in the healthy state and why and how it breaks down in disorders of the mind. We also discuss the current status and future of psychedelic treatments for psychiatric illness, as well as for understanding how the."
    },
    {
        "speaker": "A",
        "text": "Brain works more generally."
    },
    {
        "speaker": "B",
        "text": "We also discuss issues of consciousness, and we even delve into how somebody like Carl, who's managing a full time clinical practice and a 40 plus person laboratory and a family of five children and is happily married, how he organizes his internal landscape his own thinking in order to manage that immense workload and to progress forward for the sake of medicine."
    },
    {
        "speaker": "A",
        "text": "And his pursuits in science."
    },
    {
        "speaker": "B",
        "text": "I found this to be an incredible conversation. I learned so much. I also learned through the course of reading Carl's book projections that not only is he an accomplished psychiatrist and obviously an accomplished research scientist and a family man, but he's also a phenomenal writer. Projections is absolutely, masterfully written. It's just beautiful and it's accessible to anybody, even if you don't have a science background. So I hope that you'll enjoy my conversation with Carl Deisseroth as much as I did, and thank you for tuning in. Before we begin, I want to point out that this podcast is separate from my teaching and research roles at Stanford. In my desire and effort to bring zero cost to consumer information about science and science related tools to the general public, I'd like to acknowledge the sponsors of today's podcast. Our first sponsor is Athletic Greens. Athletic Greens is an all in one vitamin mineral probiotic drink. I've been taking athletic greens since 2012, so I'm delighted that they're sponsoring the podcast. The reason I started taking athletic greens, and the reason I still take athletic greens once or twice a day, is that it helps me cover all of my basic nutritional needs. It makes up for any deficiencies that I might have. In addition, it has probiotics, which are vital for microbiome health. I've done a couple of episodes now on the so called gut microbiome and the ways in which the microbiome interacts with your immune system, with your brain to regulate mood, and essentially with every."
    },
    {
        "speaker": "A",
        "text": "Biological system relevant to health throughout your brain and body."
    },
    {
        "speaker": "B",
        "text": "With athletic greens, I get the vitamins I need, the minerals I need, and the probiotics to support my microbiome. If you'd like to try athletic greens, you can go to athleticgreens.com huberman and claim a special offer. They'll give you five free travel packs plus a year's supply of vitamin D three k two there are a ton of data now showing that vitamin D three is essential for various aspects of our brain and body health. Even if we're getting a lot of sunshine, many of us are still deficient in vitamin D three, and k two is also important because it regulates things like cardiovascular function, calcium in the body, and so on. Again, go to athleticgreens.com Huberman to claim the special offer of the five free travel packs and the year supply of vitamin D three k two. Today's episode is also brought to us by element. Element is an electrolyte drink that has everything you need and nothing you don't. That means the exact ratios of electrolytes are an element and those are sodium, magnesium, and potassium, but it has no sugar. I've talked many times before on this podcast about the key role of hydration and electrolytes for nerve cell function, neuron function, as well as the function of all the cells and all the tissues and organ systems of the body. If we have sodium, magnesium, and potassium present in the proper ratios, all of those cells function properly and all our bodily systems can be optimized. If the electrolytes are not present and if hydration is low, we simply can't think as well as we would otherwise. Our mood is off, hormone systems go off. Our ability to get into physical action, to engage in endurance and strength and all sorts of other things is demanding. So with element, you can make sure that you're staying on top of your hydration and that you're getting the proper ratios of electrolytes."
    },
    {
        "speaker": "A",
        "text": "If you'd like to try element, you."
    },
    {
        "speaker": "B",
        "text": "Can go to drinkelement. That's lmnt.com huberman and you'll get a free element sample pack with your purchase."
    },
    {
        "speaker": "A",
        "text": "They're all delicious."
    },
    {
        "speaker": "B",
        "text": "So again, if you want to try elemnt, you can go to elementlmnt.com Huberman Today's episode is also brought to us by waking up. Waking up is a meditation app that includes hundreds of meditation programs, mindfulness trainings, yoga Nidra sessions, and NSDR non sleep deep rest protocols. I started using the Waking up app a few years ago because even though I've been doing regular meditation since my teens and I started doing yoga Nidra about a decade ago, my dad mentioned to me that he had found an."
    },
    {
        "speaker": "A",
        "text": "App turned out to be the waking."
    },
    {
        "speaker": "B",
        "text": "Up app, which could teach you meditations of different durations, and that had a lot of different types of meditations to place the brain and body into different states and that he liked it very much. So I gave the waking up app a try, and I too found it to be extremely useful because sometimes I only have a few minutes to meditate, other times I have longer to meditate. And indeed, I love the fact that I can explore different types of meditation to bring about different levels of understanding about consciousness, but also to place my brain and body into lots of different kinds of states depending on which meditation I do. I also love that the waking up app has lots of different types of yoga Nidra sessions. For those of you who don't know yoga Nidra is a process of lying very still but keeping an active mind. It's very different than most meditations, and there's excellent scientific data to show that yoga, Nidra, and something similar to it called non sleep, deep rest, or NSDR, can greatly restore levels of cognitive and physical energy, even with just a short ten minute session. If you'd like to try the waking up app, you can go to wakingup.com huberman and access a free 30 day trial. Again, that's wakingup.com huberman to access a free 30 day trial."
    },
    {
        "speaker": "A",
        "text": "And now my conversation with doctor Carla Diceroth. Well, thanks for being here."
    },
    {
        "speaker": "C",
        "text": "Thanks for having me."
    },
    {
        "speaker": "A",
        "text": "It's been a long time coming for me, because you may not know this, but one of the reasons I started this podcast was actually so I could have this conversation. It's but one. There are other reasons, but one of the goals is to be able to hold conversations with colleagues of mine that are doing incredible work in the realm of science. And then here we also have this really special opportunity because you're also a clinician, you see patients and have for a long time. So for people that might not be so familiar with the fields of neuroscience, etcetera, what is the difference between neurology and psychiatry?"
    },
    {
        "speaker": "C",
        "text": "Well, you know, I'm married to a neurologist and I am a psychiatrist, and we make fun of each other all the time. So this is a lot of neuroscientists and a lot of brain clinicians actually think these two should be the same field at some point in the future. They were in the past. They started together. Psychiatry, though, focuses on disorders where we can't see something that's physically wrong, where we don't have a measurable, where there's no blood test that makes the diagnosis, there's no brain scan that tells us this is schizophrenia, this is depression for an individual patient. And so psychiatry is much more mysterious. And the only tools we have are words. Neurologists are fantastic physicians. They see the stroke on brain scans, they see the seizure and the pre seizure activity with an eeg, and they can measure and treat based on those measurables. In psychiatry, we have a harder job, I think. We use words. We have rating scales for symptoms. We can measure depression and autism with rating scales, but those are words still. And ultimately, that's what psychiatry is built around. It's an odd situation because we've got the most complex, beautiful, mysterious, incredibly engineered object in the universe, and yet all we have are words to find our way in."
    },
    {
        "speaker": "A",
        "text": "So do you find that if a patient is very verbal or hyper verbal, that you have an easier time diagnosing them, as opposed to somebody who's more quiet and reserved, or I can imagine the opposite might be true as well."
    },
    {
        "speaker": "C",
        "text": "Well, because we only have words, you put your finger on a key point. If they don't speak that much, in principle, it's harder. The lack of speech can be a symptom. We can see that in depression. We can see that in the negative symptoms of schizophrenia. We can see that in autism. Sometimes by itself, that is a symptom of reduced speech. But ultimately, you do need something. You need some words to help guide you. And that, in fact, there's challenges that I can tell you about where patients with depression who are so depressed they can't speak. That makes it a bit of a challenge to distinguish depression from some of the other reasons they might not be speaking. And this is sort of the art and the science of psychiatry."
    },
    {
        "speaker": "A",
        "text": "Do you find that there are patients that have, let's call them comorbidities or conditions where they would land in both psychiatry and neurology, meaning there's damage to a particular area of the brain, and therefore they're depressed. And how do you tease that out as a psychiatrist?"
    },
    {
        "speaker": "C",
        "text": "Yeah, this happens all the time. Parkinson's disease is a great example. It can be debilitating in so many ways. People have trouble moving, they have trouble walking, trouble swallowing, and they can have truly severe depression. And this is, you might say, oh, well, they've got a life threatening illness. But there are plenty of neurological disorders where depression is not a strong, strongly comorbid symptom, like ALS, Lou Gehrig's disease, for example. Depression is not a strongly comorbid in that disease, but in Parkinson's, it is extremely common. And, as you know, in Parkinson's disease, we have loss of the dopamine neurons in the. In the midbrain. And this is a very specific population of cells that's dying, and probably that leads to both the movement disorder and the depression. There are many examples of that where these two fields come together, and you really need to work as a team. I've had patients in my clinic that I treat the depression associated with their Parkinson's, and a neurologist treats the movement associated with the Parkinson's, and we work together."
    },
    {
        "speaker": "A",
        "text": "Do you think we will ever have a blood test for depression or schizophrenia or autism? And would that be a good or a bad thing?"
    },
    {
        "speaker": "C",
        "text": "I think ultimately there will be quantitative tests. Already, efforts are being made to look at certain rhythms in the brain. Using external eegs to look at brain waves effectively, look at the ratios of certain frequencies to other frequencies, and there's some progress being made on that front. It's not as good as it could be. It doesn't really give you the confidence for the individual patient that you would like. But ultimately, what's going on in the brain in psychiatric disease is physical, and it's due to the circuits and the connections and the projections in the brain that are not working as they would in a typical situation. And I do think we'll have those measurables at some point. Now, is that good or bad? I think that will be good. One of the challenges we have with psychiatry is it is an art as well as a science to elicit these symptoms in a precise way. It does take some time, and it would be great if we could just do a quick measurement. Could it be abused or misused? Certainly, but that's, I think, true for all of medicine."
    },
    {
        "speaker": "A",
        "text": "I want to know, and I'm sure there are several, but what do you see as the biggest challenge facing psychiatry and the treatment of mental illness today?"
    },
    {
        "speaker": "C",
        "text": "I think we have. We're making progress on what the biggest challenge is, which I think there's still such a strong stigma for psychiatric disease that patients often don't come to us, and they feel that they should be able to handle this on their own. And that can slow treatment. It can lead to worsening symptoms. We know, for example, patients who have untreated anxiety issues. If you go for a year or more with a serious untreated anxiety issue that can convert to depression, you can add another problem on top of the anxiety. Why do people not come for treatment? They feel like this is something they should be able to master on their own, which can be true, but usually some help is a good thing."
    },
    {
        "speaker": "A",
        "text": "That raises a question related to something I heard you say many years ago at a lecture, which was that this was a scientific lecture, and you said, we don't know how other people feel. Most of the time, we don't even really know how we feel. Maybe you could elaborate on that a little bit of the dearth of ways that we have to talk about feelings. I mean, there's so many words, I don't know how many, but I'm guessing there are more than a dozen words to describe the state that I call sadness. But as far as I understand, we don't have any way of comparing that in a real objective sense. So how, as a psychiatrist, when your job is to use words to diagnose words of the patient to diagnose? Do you maneuver around that? And what is this landscape that we call feelings or emotions?"
    },
    {
        "speaker": "C",
        "text": "This is really interesting. Here we have it. There's a tension between the words that we've built up in the clinic that mean something to the physicians. And then there's the colloquial use of words that may not be the same. And so that's the first level we have to sort out. When someone says, you know, I'm. I'm depressed, what exactly do they mean by that? That may be different from what we're talking about in terms of depression. So part of psychiatry is to get beyond that word and to get into how they're actually feeling, get rid of the jargon, and get to real world examples of how they're feeling. So how much do you look forward into the future? How much hope do you have? How much planning are you doing for the future? So these here now you're getting into actual things you can talk about that are unambiguous. If someone says, yeah, I can't even think about tomorrow, I don't see how I'm going to get to tomorrow. That's a nice, precise thing, that it's sad, it's tragic, but it's also, that means something, and we know what that means. That's the hopelessness symptom of depression. And that is what I try to do when I do a psychiatric interview. I try to get past the jargon and get to what's actually happening in the patient's life and in their mind. But as you say, ultimately this shows up across. I address this issue every day in my life, whether it's in the lab where we're looking at animals, whether fish or mice or rats, and studying their behavior, or when I'm in a conversation with just a friend or a colleague or when I'm talking to a patient, I never really know what's going on inside the mind of the other person. I get some feedback, I get words, I get behaviors, I get actions, but I never really know. And as you said at the very beginning of the question, often we don't even have the words and the insight to even understand what's going on in our own mind. I think a lot of psychiatrists are pretty introspective. That's part of the reason they end up in that specialty. And so maybe we spend a little more time than the average person thinking about what's going on within, but that doesn't mean we have answers."
    },
    {
        "speaker": "A",
        "text": "So in this area of trying to figure out what's going on under the hood through words. It sounds like certain words would relate to this idea of anticipation and hope. Is it fair to say that that somehow relates to the dopamine system in the sense that dopamine is involved in motivated behaviors? I mean, is that in. If I say, for instance, and I won't ask you to run a session with me here for free, we'll do that off camera. Okay. Right. If I were to say, you know, I just can't imagine the tomorrow, I just, it's, I just can't do it. So that's, that's not action based. That's purely based on my internal narrative. But I could imagine things like, you know, I have a terrible time sleeping. I'm not hungry, I'm not eating. So statements about physical actions, I'm guessing, also have validity."
    },
    {
        "speaker": "C",
        "text": "Absolutely."
    },
    {
        "speaker": "A",
        "text": "And there are now ways to measure the accuracy of those statements. Like, for instance, if I gave you permission, you could know if I slept last night or whether or not I was just saying I had a poor night's sleep."
    },
    {
        "speaker": "C",
        "text": "Yes, that's right."
    },
    {
        "speaker": "A",
        "text": "So in moving forward through 2021 and into the next ten and 100 years of psychiatry, do you think that the body reporting some of the actions of a human are going to become useful and mesh with the words in a way that's going to make your job easier?"
    },
    {
        "speaker": "C",
        "text": "I do think that's true. And these, the two things you've mentioned, eating and sleeping, those are additional criteria that we use to diagnose depression. These are the vegetative signs, we call them of depression, poor sleep and poor eating. And if you have a baseline for somebody, that's the real challenge, though. What's different in that person? Some people with depressed, they sleep more. Some people who are depressed, they sleep less. Some people who are depressed, they're more physically agitated and they move around more. Some people who are depressed, they move less, even while they're awake. And so you need, here's the challenge, is you can't just look at how they are now. You have to get a baseline and then see how it's changed. And that can be a challenge that raises, you know, ethical issues. How do you collect that baseline information from someone healthy? I don't think that's something we have solved. Of course, with phones and accelerometers and phones, you could, in principle, collect a lot of baseline information from people, but that would have to be treated very carefully for privacy reasons and in terms."
    },
    {
        "speaker": "A",
        "text": "Of measuring one's own behavior. You know, I I've heard of work that's going on. Sam golden up at the University of Washington, who works on aggression in animal models, was telling me that there's some efforts that he's making, and perhaps you're involved in this work as well. I don't know of devices that would allow people to detect, for instance, when they're veering towards a depressive episode for themselves, that they may choose or not choose to report that to their clinician. Maybe they don't even have a clinician. Maybe this person that you referred to at the beginning, this person who doesn't feel comfortable coming to talk to you, they. Maybe something is measuring changes in the inflection of their voice or the speed at which they get up from a chair. Do you think that those kind of metrics will eventually inform somebody, hey, you're in trouble? This is getting to this question, back to the statement that I heard you make and rung in my mind now. I think for more than a decade, which is oftentimes we don't even know how we feel."
    },
    {
        "speaker": "C",
        "text": "Yeah, that I do like. Because that gives the patient the agency to detect what's going on. Even separate from modern technology. This has been part of the art of psychiatry, is to help patients realize that sometimes other people observing them can give them the earliest warning signs of depression. We see this very often in family. They'll notice when the patient is changing before the patient does. And then there are things the patient may notice but not correctly ascribe to the onset of depression. And a classic example of that is what we call early morning awakening. And this is something that can happen very early. As people start to slide into depression, they start to wake up earlier and earlier, you know, just inexplicably they're awake."
    },
    {
        "speaker": "A",
        "text": "So this is like 02:00 a.m. 03:00."
    },
    {
        "speaker": "C",
        "text": "A.M. it could start. Yeah, it could start at 05:00 a.m."
    },
    {
        "speaker": "A",
        "text": "Could go to four and unable to fall back asleep."
    },
    {
        "speaker": "C",
        "text": "Unable to fall back asleep. Exactly. So that's. And that they may not know what to do with that. It could just be, from their perspective, it's just something that's happening. But if you put enough of that information together, that that could be a useful warning sign for the patient, and it could help them seek treatment, and I think that is something that could be really valuable."
    },
    {
        "speaker": "A",
        "text": "Interesting. So in this framework of needing words to self report or machines to detect how we feel or maybe inform a psychiatrist how a patient feels, I want to touch on some of the technologies that you've been involved in building but as a way to march into that, are there any very good treatments for psychiatric disease? Meaning, are there currently any pills, potions, forms of communication that reliably work every time or work in most patients? And could you give a couple examples of great successes of psychiatry if they exist?"
    },
    {
        "speaker": "C",
        "text": "Yes. Yeah, we are fortunate. And this coming back to my, you know, the joking between my wife and myself in terms of neurology and psychiatry, we actually, in psychiatry, despite the depths of the mystery we struggle with, many of our treatments are actually, we may be doing better than some other specialties in terms of actually causing therapeutic benefit for patients. We do help patients, patients who suffer from. By the way, both medications and talk therapy have been shown to be extremely effective in many cases. For example, people with panic disorder, cognitive behavioral therapy, just working with words, helping people identify the early signs of when they're starting to move toward a panic attack, what are the cognitions that are happening? You can train people to derail that, and you can very potently treat panic disorder that way."
    },
    {
        "speaker": "A",
        "text": "How long does something like that take."
    },
    {
        "speaker": "C",
        "text": "On average, for a motivated, insightful patient? You can have a very cookbooky series of sessions, six to twelve sessions, or even less for someone who's very ingest, insightful and motivated, and it can have a very powerful effect that quickly. And that's just with words. There are many psychiatric medications that are very effective for the conditions that they're treating. Antipsychotic medications, they have side effects, but boy, do they work. They really can clear up, particularly the positive symptoms of schizophrenia, for example, the auditory hallucinations, the paranoia. People's lives can be turned around by."
    },
    {
        "speaker": "A",
        "text": "These, we should clarify positive symptoms. You mean not positive in the qualitative sense, you mean positive meaning that the appearance of something abnormal."
    },
    {
        "speaker": "C",
        "text": "Exactly, yeah. And thank you for that clarification. When we say positive symptoms, we do mean the addition of something that wasn't there before, like a hallucination or a paranoia. And that stands in contrast to the negative symptoms where something is taken away. And these are patients who are withdrawn. They have what we call thought blocking. They can't even progress forward in a sequence of thoughts. Both of those can be part of schizophrenia. The hallucinations and the paranoia are more effectively treated right now, but they are effectively treated, and then this is a frustrating and yet heartening aspect of psychiatry. There are treatments like electroconvulsive therapy, which is. It's extremely effective for depression. We have patients who nothing else works for them, where they can't tolerate medications, and you can administer under a very safe, controlled condition where the patient's body is not moving, they're put into a very safe situation where the body doesn't move or sees. It's just an internal process that's triggered in the brain. This is an extraordinarily effective treatment for treatment resistant depression. At the same time, I find it as heartening as it is to see patients respond to this who have severe depression. I'm also frustrated by it. Why can't we do something more precise than this for these very severe cases? And people have sought for decades to understand, how is it that a seizure is leading to the relief of depression? And we don't know the answer yet? We would love to do that. People are working hard on that. But that is a treatment that does work, too. In all these cases, though, in psychiatry, the frustrating thing is that we don't have the level of understanding that a cardiologist has in thinking about the heart. You know, the heart is. We now know it's a pump. It's pumping blood. And so you can look at everything about how it's working or not working in terms of that frame. It's clearly a pump. We don't really have that level of what is the circuit really there for in psychiatry, and that's what is missing. That's what we need to find so we can design truly effective and specific treatments."
    },
    {
        "speaker": "A",
        "text": "So what are the pieces that are going to be required to cure autism, cure Parkinson's, cure schizophrenia? I would imagine there are several elements and bins here. Understanding the natural biology, understanding what the activity patterns are, how to modify those. Maybe you could just tell us what you think. What is the bento box of the perfect cure?"
    },
    {
        "speaker": "C",
        "text": "I think the first thing we need is understanding. We need. Almost every psychiatric treatment has been serendipitously identified. Just noting by chance that something that was done for some person also had."
    },
    {
        "speaker": "A",
        "text": "A side effect, like lithium or something."
    },
    {
        "speaker": "C",
        "text": "Like lithium is a good example."
    },
    {
        "speaker": "A",
        "text": "Is it true that it was the urine of guinea pigs given lithium that was given to manic patients that made them not manic? Is that true?"
    },
    {
        "speaker": "C",
        "text": "I don't have firsthand knowledge of that, but I would defer that. But it's true for essentially every treatment. The antidepressants originally arose as anti tuberculosis drugs, for example."
    },
    {
        "speaker": "A",
        "text": "I did not know that."
    },
    {
        "speaker": "C",
        "text": "This is a classic example for. And this is across all of psychiatry, and of course, there's the seizures as well. That was noticed, that patients who had epilepsy or had a seizure and also had depression, that they became much, at least for a while, they were improved after the seizure."
    },
    {
        "speaker": "A",
        "text": "That's amazing. I don't want to take you off course of the question, answering the question I asked, but I've heard before that if autistic children get a fever, that their symptoms improve. Is that true?"
    },
    {
        "speaker": "C",
        "text": "I've done a fair bit of work with autism in my clinical practice. I work with adult autism, and I have heard statements like that and descriptions like that from patients and their families. That is very hard to study quantitatively because often with the children, you have this. Not as quantitative as you'd like, collection of symptom information from home. But I have heard that enough that I think there may well be something to that. And you know what is anytime you have a fever, what's going on? Well, we know all the cells in the brain, and I know this as an electrophysiologist. If you just change the temperature by a few degrees, everything changes about how neurons work. And that's even just a single neuron, it's even more likely to be complex and different with a circuit of neurons that are all affecting each other. Just elevate the temperature a little bit. Everything's different. And so it's. It's plausible for sure that things like that could happen and do happen now, but. And yet, when you think about autism, to take your example, yes, we see changes, but what is the element in the brain that's analogous to the pumping heart? When we think about the symptoms of depression, that's maybe, you know, we think about motivation and dopamine neurons. When we think about autism, it's a little more challenging. You had, there's a deficit in social interaction and in communication. And so where is that? Where is that situated? What is the key principle governing the social interaction? This is where we need the basic science to bring us a step forward so we can say, okay, this is the process that's going on. This is what's needed for the incredibly complex task of social interaction, where you've got incredibly rich data streams of sound and meaning, eye contact, body movement, and that's just for one person. What if there's a group of people? This is overwhelming for people with autism. What's the unifying theme there? It's a lot of information, and that maybe is unmatched in any realm of biology. The amount of information coming in through a social interaction, particularly with words and language. And so then that turns our attention as neuroscientists. We think, okay, let's think about the parts of the brain that are involved in dealing with merging complex data streams that are very high in bitrate that need to be fused together into a unitary concept, and that starts to guide us, and maybe we can, and we know other animals are social in their own way, and we can study those animals. And so that there's. That's how I think about it. There's hope for the future. Thinking about the symptoms as an engineer might, and trying to identify the circuits that are likely working to make this typical behavior happen, and that will help us understand how it becomes atypical."
    },
    {
        "speaker": "A",
        "text": "So that seems like the first to me, the first bin of this, what I call the bento box, for lack of a better analogy, that we need to know the circuits, we need to know the cells in the various brain regions and portions of the body and how they connect to one another and what the patterns of activity are under a normal, quote, unquote, healthy interaction. If we understand that, then it seems that the next step, which, of course, could be carried out in parallel, that work can be done alongside work where various elements within those circuits are tweaked just right, like the tuning of a piano in the subtle way, or maybe even like the replacement of a whole set of keys, if the piano is lacking keys, so to speak. You've been very involved in trying to generate those tools. So tell us about channel opsins, why you created them and where they're at now. In the laboratory and perhaps also in the clinic."
    },
    {
        "speaker": "C",
        "text": "Well, this is, a, first of all, I give nature the credit for creating channelrhodopsins. These are beautiful little proteins that are made by algae, single celled green algae. And it's a great story in basic science that our understanding of animal behavior, sensation, cognition and action in our brains, all the way back to a botanist in the 1850s and 1860s in Russia, is where the story begins. So this was a botanisthenne named Andrei Fominsen, who worked at St. Petersburg. And he had noticed in the river near his laboratory that there were algae that he could look at in a dish in a saucer. He could put them there, and when he had light shining from the side, the green tinge in the saucer of water would move to a particular distance from the light that he was shining from the side, which was an amazing thing. If he made the light brighter, the green tinge would back off a little bit to a more optimal location, so just the right light level. So this was plant behavior. It was light driven plant behavior. And he delved into this a little bit. He identified that with microscopy. He could see that there were little single celled algae with flagella that we're swimming to the right light level. So, behaving plants, and this has been the secret that's helped us unlock so many principles of animal behavior. So it turns out these algae achieve this amazing result with a single gene that encodes a single protein. What's a protein? It's just a little biomolecule that does a job in a cell. And these are proteins that sit in the surface of cells, in their surface membrane. And when a photon, a light particle, hits them, they open a little pore, a little hole in the membrane, and charged particles, ions like sodium, rush across the pore. Now, why do they do that? They do that to guide their flagella, that signal coming in. Those ions coming in through the pour in response to light guide their flagellar motor, that guides them to a particular spot in the saucer. Okay, now, that's plant behavior. But it turns out, as you know, this movement of ions across the membrane, this happens to also be neural code in our brains for on or off. Sodium ions rushing into cells turns them on, makes them fire away. Fire action potentials communicate to the next cell down the chain. And this is an amazing opportunity because we can borrow these proteins. In fact, we can take the gene that directs the creation of the protein, and we can use genetic tricks, modern genetic tricks, to put that gene into neurons in the brains of mammals, and then use light to turn those cells, the specific cells that we put this gene into, turn them on. There are other opsins, we call them, that you can use to turn cells off. It's all fast, real time. You can play in patterns of activity in real time into cells or kinds of cells, just as a conductor elicits the music from the orchestra, the strings, and the woodwinds, and you can see what matters, what matters for sensation, what matters for cognition, what matters for action. And we call this optogenetics beautiful."
    },
    {
        "speaker": "A",
        "text": "And I must say, it was quite an honor and a privilege to watch optogenetics move from idea to discovery to the laboratory. I think we were postdocs at the same time, which is living proof that people move at different rates. That's a joke at my expense, by the way. We end up in the same spot, more or less physically, if nothing professionally. But nonetheless, it's been a marvelous story thus far. And I'd like to. Maybe you could give us. I'd like to just touch on a couple examples of where the technology resides in laboratories now. So maybe the range of animals that it's being used in and some of the phenomenon that channelrhodopsins and their related genes and proteins are starting to elicit what you've seen. And then I'd like to talk about their applicability to the clinic, which is, I think, the bigger mission, if you will."
    },
    {
        "speaker": "C",
        "text": "Yeah. So this is, you know, this whole thing, you know, it's been about now going on 17 years, that we've been putting channelrhodopsins into neurons. It started just like Andre from Ensign's work in a dish by 2000, that was in 2004. In 2007, we were putting these into behaving mice, and we were able to, with the switch, caused them to move one direction or another by 2009."
    },
    {
        "speaker": "A",
        "text": "So basically, you're controlling the mouse's behavior?"
    },
    {
        "speaker": "C",
        "text": "Yeah, exactly. In real time. So we could make a mouse that was just sitting there doing nothing to then turn left very consistently, in fact, go around in a circle, and as soon as we turn off the light, it would stop. That was an eye opening moment. It took, really, a few years to make optogenetics work. There was a lot of putting all the. There are a lot of problems that had to be solved. These. These channelrhodopsins actually don't move many ions there. They have a small current, small conductance, as we say. And so we had to figure out ways to pack a lot of them into cells without damaging cells and still make them targetable. So we don't want them to just be in all the cells, because then it becomes just like an electrode. You're just stimulating all the cells that are nearby. We had to keep that specificity, make them targetable to just one kind of cell or another while still packing in large numbers of them into those cells. And we had to get in the light and safe in specific ways. And so it took probably about four or five years to really create optogenetics between 2004 and 2009. By the end of that time, though, we had all the basic light delivery gene delivery principles worked out, and people started to apply the technology to fish, to rats, to mice, to non human primates like monkeys. And just a couple months ago, my colleague Botan Raska in Switzerland succeeded in putting channelrhodopsins into the eyes of human beings and making a blind person see. And so that's pretty cool. This was a patient with retinal degeneration, and he provided a channelrhodopsin into the eye of this patient and was able to confer some light sensitivity onto this patient that wasn't there before."
    },
    {
        "speaker": "A",
        "text": "An amazing paper and discovery. I realize it was one patient, but it's such an important milestone."
    },
    {
        "speaker": "C",
        "text": "Well, as you say, it's a very important milestone, and the history of that is very deep. Almost ten years earlier, Botan Raska and I had published a paper in Science in human retina, but explanted, taken from cadavers, from someone who had died, the living retina taken out opsins, put into this retinal tissue and showing that it worked. Recording from the cells, showing that in these human neurons, retinal neurons, that you could get light responses. But then from that moment, almost ten years of how clinical development goes, and this is a gene therapy, so you've got all the regulations and concerns and all that. It took almost ten years to get to this point now where a living human being has a new functionality that wasn't there before. Now, that's incredibly inspiring, and it's a beautiful thing. I would say, though, that the broader significance of optogenetics is really still understanding. Because once you understand how the circuitry works and which cells actually matter, then any kind of treatment becomes more grounded and logical and specific and principled. And whether it's a medication or talk therapy or brain stimulation treatment with electrical or magnetic means, if you actually know what matters, that is incredibly powerful. And I think, no, not intended to disparage the beautiful retinal work and conferring vision on someone who couldn't see, of course, that's wonderful, but, and that's direct, what you might call direct optogenetics in patients. Indirect is everything that comes from understanding. You know, okay, we know these cells matter now for this symptom. Well, how can we target those, those cells and help them work better in patients, by any means? And I think that's the broader significance of ontogenetics clinically."
    },
    {
        "speaker": "A",
        "text": "You and I know Botan well, and you and Botan share this incredible big vision that I think only a clinician can really understand, being in close contact with and the suffering of patients as a ultimate motivator of developing technologies. Which makes me have to ask, did you decide to become a scientist to find cures for mental disease?"
    },
    {
        "speaker": "C",
        "text": "No, I didn't. It's a really important question to actually look back and see the steps that brought you to a particular place. And that was not what brought me initially to science. And it's okay to, I think, to embrace the twists and turns that life brings to you. But I was always interested in the brain. And so that was something that, for me, started from a very early age. I was, you know, we talked about being introspective. I noticed very early on I had a. A deep love of poetry and stories, and I was a voracious reader. And I was amazed by how words could make me feel in particular ways, just even separate from their, of course, dictionary meanings, the rhythm and how they work together, even separate from meaning. And I was stunned by poets that could use words in new ways, that were even divorced from their meaning at all and yet could still trigger specific emotions. And I was. This was always fascinating to me. So, you know, I wanted to understand that. And so I was interested in. I became interested in the brain, and I thought, well, I'm going to have to study the human brain, because only human beings can describe what's going on inside enough. So in college, I began to steer myself toward medicine and with the idea of becoming a neurosurgeon. And so I came here to medical school and did an MD PhD program, planning neurosurgery all the way through the first rotation I did. At the end of medical school, as you know, you do rotations, you go through different specialties, and some of these are required rotations that everybody has to do. Some are elective where you can. You can pick what you want to do. I elected to do neurosurgery first, even before regular surgery. I was that sure I wanted to do it, and I loved it. I had a fantastic time. There was an amazing patient who had a thalamic damage, and there was a neglect syndrome where the patient, you know, was not able to be aware of something that was, you know, right in."
    },
    {
        "speaker": "A",
        "text": "Front of him, even though their vision was perfectly fine."
    },
    {
        "speaker": "C",
        "text": "Even though their vision was perfectly fine. Exactly. And so I was, and I loved the operating room. I loved the rhythm of suturing and the precision of it. And I loved being able to help patients immediately. But then a required rotation was in psychiatry, which I was not looking forward to at all. And that completely reset my whole life, that experience in psychiatry. And it was at that moment that I saw, first of all, the greatest need, the depth of suffering and the depth of the mystery together. And also, it was. I almost feel a little guilty about this. It's so interesting, too, you know? Yes. Yes, there's. Yes, we can help. Yes, there's need. But as a scientist, this is amazing that someone's reality can be different from my own, you know, with. With everything physically, as far as we can tell, the same with the measures we have, and yet we've got a different reality. That is an amazing thing. And if we couldn't understand that and help these people, that would be just more than anybody could ask for. And so that's how I ended up taking this path, just a required rotation in psychiatry."
    },
    {
        "speaker": "A",
        "text": "It all started with poetry, and it started with poetry out of respect for poetry. Are there any favorites that you spend time with on a regular basis?"
    },
    {
        "speaker": "C",
        "text": "I mean, the ones who got me down this path early on. I remember in childhood, in high school, Borges had an immense influence on me. I studied Spanish all the way through and reading his work. He was a great writer. He wrote both in English and in Spanish, and being able to appreciate his poetry, both in English and in Spanish, was a pretty amazing thing. Not many poets can do that."
    },
    {
        "speaker": "A",
        "text": "You're bilingual."
    },
    {
        "speaker": "C",
        "text": "I wouldn't say now. I became. At one point, I was effectively fluent in Spanish, and I'm pretty good with medical Spanish still, because we use Spanish all the time in the clinic here. I wouldn't claim full fluency, but it's something I definitely use all the time that's been very helpful in the clinic."
    },
    {
        "speaker": "A",
        "text": "Borges is wonderful. As the son of an argentine, I grew up hearing about it, and I learned that Borges favorite city was Geneva. So I spent time in Geneva only for that reason. It also turns out to be an interesting city. So you developed methods to control neurons with these algae proteins using light. In 2015, there was this, what I thought was a very nice article published in the New yorker describing your work and the current state of your work in the laboratory, in the clinic, and an interaction with a patient. So this, as I recall, a woman who was severely depressed. And you reported in that article some of the discussion with this patient, and then in real time, increased the activation of the so called vagus nerve, this 10th cranial nerve that extends out of the skull and innervates many of the viscera and body. What is the potential for channelrhodopsins or related types of algae engineering to be used to manipulate the vagus? Because I believe in that instance, it wasn't channelopsin stimulation, it was electrical stimulation. Right. Or to manipulate, for instance, a very small, localized region of the brain. Let me frame it a little bit differently in light of what we were talking about a couple minutes ago. My understanding is that if somebody has severe depression and they take any number of the available pharmaceutical agents that are out there, SSRI, serotonergic agents, increased dopamine, increased whatever, that sometimes they experience relief, but they're often serious side effects. Sometimes they don't experience relief. But as I understand it, channel opsins and their related technologies, in principle, would allow you to turn on or off the specific regions of the brain that lead to the depressive symptoms. Or maybe you turn up a happiness circuit or a positive anticipation circuit. Where are we at now in terms of bringing this technology to the nervous system? And let's start with body and then move into the skull."
    },
    {
        "speaker": "C",
        "text": "Yeah. So starting with the body is a good example because it, it highlights the opportunity and how far we have to go. So let's take this example of vagus nerve stimulation. So the vagus nerve, it's the 10th cranial nerve. It comes from the brain. It goes down, it innervates the heart, innervates the gut. And by innervate, I mean it sends little connections down to help guide what happens in these, these organs in the abdomen and chest. It also collects information back, and there's information coming back from all those organs that also go through this vagus nerve, the 10th cranial nerve back to the brain. And so this is somewhat of a super highway to the brain then, was the idea. And maybe the idea is maybe we could put a little cuff, a little electrical device around the vagus nerve itself and maybe have just like a pacemaker battery, have a little power source here under the clavicle, everything under the skin, and have a little cuff and drive signals, and maybe they'll get back to the brain. So a way of getting into the brain without putting something physical into the brain."
    },
    {
        "speaker": "A",
        "text": "And why the vagus? I mean, it's there, but, and it's accessible."
    },
    {
        "speaker": "C",
        "text": "That's the reason?"
    },
    {
        "speaker": "B",
        "text": "That's the reason?"
    },
    {
        "speaker": "C",
        "text": "That's the reason, yes."
    },
    {
        "speaker": "B",
        "text": "Really?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "You're not kidding?"
    },
    {
        "speaker": "C",
        "text": "I'm not kidding."
    },
    {
        "speaker": "A",
        "text": "So stimulating the vegas to treat depression simply because it's accessible, it started as."
    },
    {
        "speaker": "C",
        "text": "Actually as an epilepsy treatment. And it can help with epilepsy, but."
    },
    {
        "speaker": "A",
        "text": "Yes, you gotta love medicine. As a scientist, I got, this is where I get to chuckle and just say, I'm in the field of medicine from that perspective, from the perspective of a scientist and outsider, the field of medicine as a field that goes in and tickles pathways because they're there. I don't know what to say. It's a little shocking. And at least in my laboratory, I always say you never do an experiment because you can. You do an experiment to test a specific hypothesis."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, there are stories people tell. So the vagus nerve lands on a particular spot on the brain called the solitary tract nucleus, which is just one synapse away from the serotonin and the dopamine and the norepinephrine."
    },
    {
        "speaker": "A",
        "text": "So there's a link to chemical systems in the brain that make it a rational choice?"
    },
    {
        "speaker": "C",
        "text": "Yes. It's not irrational, but I can tell you that even if that were not true, the same thing would have been tried. You guys would have done it anyway because it's successful. I see. Okay. And. And. But. And why? Well, it's. It's not to, again, not to disparage what. What's been happening in this branch of medicine. There's immense suffering treatments. Many treatments don't work. And. And we try things, and. And this is how so many advances in medicine happen. You think about kidney dialysis, which has kept many people alive, that that was just started by someone saying, hey, let's. Let's try this. Maybe there's something building up in the blood. Maybe we can dialyze something and help them. Yeah, it worked. And it was just sort of a test pilot mentality. We can access the blood. Let's run it across a dialysis membrane, put it back in the body. Oh, my God, that actually works. And sometimes you do need that test pilot mentality, of course, to do it in a rigorous, safe, controlled way, which is what we do. And so anyway, that's how we ended up, but still with the vagus nerve stimulation. Okay, so what does it. Does it work? It has its FDA approved for depression, this vagus nerve stimulation. But on the population level, if you average across all people, the effect sizes are pretty small. Some patients, it has an amazing effect, and. But some patients, it doesn't work at all. And average across everybody, the effect size is pretty small."
    },
    {
        "speaker": "A",
        "text": "How do you think it's working? When it does work? Is it triggering the activation of neurons that release more serotonin or dopamine?"
    },
    {
        "speaker": "C",
        "text": "It could be, but I would say we don't have evidence for that. And so I just don't know. But what is clear is that it's dose limited in how high and strongly we can stimulate. And why? It's because it's an electrode and it's stimulating everything nearby. And when you turn on the vagus nerve stimulator, the patient's voice becomes strangulated and hoarse. They can have trouble swallowing. They can have trouble speaking, for sure, even some trouble breathing, because everything in the neck, every electrically responsive cell and projection in the neck, is being affected by this electrode. And so you can go up just so far with the intensity, and then you have to stop. So, you know, to your initial question, could a more precise stimulation method like optogenetics help in this setting? In principle, it could, because that would, if you would target the light sensitivity to just the right kind of cell, let's say cell x that goes from point a to point b that, you know, causes symptom relief of a particular kind. Then you're in business. You can have that, be the only cell that's light sensitive. You're not going to affect any of the other cells, the larynx and the pharynx and the projections passing through. So that's the hope. That's the opportunity. The problem is that we don't yet have that level of specific knowledge. We don't know. Okay. It's the cell starting in point a going to point b that relieves this particular symptom."
    },
    {
        "speaker": "A",
        "text": "We want to fix this key on the piano. And then I see two other steps that are required. One is to get the channel opsin gene into the cell. In the case of botan, Roscoe and colleagues rescuing vision in this patient, they did that by an injection of a virus that doesn't damage the neurons. The virus itself is fairly innocuous, but carries a cargo, and it's a one time injection. The cells express and then they used light to stimulate. So let's say I'm depressed, which I don't think I am, although now, sitting in front of a psychiatrist, you probably can see signs that maybe I am or maybe I'm not. But let's say we put channel opsin into my specific branch of the vagus that we understand is responsible for mood. How are we going to get it in there? And then how are we going to deliver the light? Because we're not talking about sunlight or standing in front of a light bulb, necessarily. What are the mechanisms for the body?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So we had to solve exactly these questions. You're saying, how do you get the light in? How do you get the gene in in a potent and robust and safe way. And that's now solved, and that's not a challenge. So there are very safe, well tolerated gene delivery mechanisms that are called adeno associated viruses, aavsitive, and these are things that are associated with the common cold. They themselves don't cause any symptoms. They've been engineered. And there's been a broad community of viral engineering that's been going on for decades, making these safer, well tolerated and so on. We can put the channelrhodopsin gene into these viral vectors that deliver the gene, and we can have little bits of additional DNA that govern expression only in one kind of cell, but not another. These are called promoters and enhancers, all genetic tricks built up by a very broad community of great scientists. Over the decades, we can put these different bits of DNA, package them into this AAV, this little virus, and that can be then injected into a particular part of the body. And sticking with this vagus nerve example, we know that there are particular clumps of neurons. There's one called the nodose ganglion that has a clump of cells related to the vagus nerve. And you could, for example, target a little injection into that ganglion."
    },
    {
        "speaker": "A",
        "text": "Would that be an outpatient procedure?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So you come in in the morning, get your injection, maybe walk out a few hours later?"
    },
    {
        "speaker": "C",
        "text": "Yeah, that's right. And so that's the gene, then the light delivery. This is also something that we've worked out. We've worked on making very, very light sensitive opsins. One challenge, and Botan would be the first to state this. In fact, in solving this problem for the patient, he had to build goggles that created much brighter light than normal ambient light delivery, because as I mentioned earlier, you have to pack a lot of these channelrhodopsins in. They don't have much current. You have to really make sure that you've got intense enough light to activate enough of them to cause a stimulation."
    },
    {
        "speaker": "A",
        "text": "And it has to be the right wavelength."
    },
    {
        "speaker": "C",
        "text": "Has to be the right."
    },
    {
        "speaker": "A",
        "text": "And going back to your example of the algae moving toward or away the light, it has to be tuned just right. So could you, I'm imagining, in my mind, as a non engineer, I know you're also a bioengineer, the, I'm imagining a little tiny blue light emitting thing, object that's a little bigger than a clump of cells or maybe about the size of a clump of cells. And for those who don't know, you know, your credit card is about 200 microns thick on the side, and micron is a thousandth of a millimeter. And so we're talking about a little tiny stamp that's basically half a millimeter in size all around each edge. Half a millimeter in size. I could imagine that being put under my skin. And then I would, what? I hit an app on my phone and I'd say, I'd say, doctor Deisseroth, I'm not feeling great today. Can I increase the stimulation? And you say, go for it, and then I ramp it up. Is that how it would go, Doctor Justin?"
    },
    {
        "speaker": "C",
        "text": "I mean, that's effectively what we already do with the vagus nerve stimulation. The doctor in this case, and I have this in some of my patients in the clinic, I do vagus nerve stimulation. I talk to them, I say how I go through the symptoms. I use the psychiatric interview to elicit their internal states. And then I have a radio frequency controller that I can dial in right."
    },
    {
        "speaker": "A",
        "text": "There in real time. You're holding the remote control essentially to their brain, although it's remote, remote control."
    },
    {
        "speaker": "C",
        "text": "Through a couple steps, and I can turn up the frequency, I can turn up the intensity all with the radio frequency and control, and then it's reprogrammed or redosed, and then the patient can then leave at this altered dose."
    },
    {
        "speaker": "A",
        "text": "So this is happening now?"
    },
    {
        "speaker": "C",
        "text": "This is happening right now electrically."
    },
    {
        "speaker": "A",
        "text": "You do this routinely?"
    },
    {
        "speaker": "C",
        "text": "I do it routinely in my clinic."
    },
    {
        "speaker": "A",
        "text": "And you're getting the verbal content, which, as you described earlier, is the indication of how well something is working in real time. So maybe you could just describe a little bit of the interaction with that particular patient or another patient. What's a typical arc of narrative as you go from no stimulation to increased stimulation?"
    },
    {
        "speaker": "C",
        "text": "In most patients, the actual therapeutic effects, the benefits actually take many days to weeks. And so what I'm mostly focusing on in the office in real time is making sure I'm in a safe, low side effect regime. And so first I talk to the patient who has been on a particular dose of the stimulation for weeks or longer, and I talked about symptoms. How were things over the past month? How was your hope? How is your energy level, sleep? What is your mood? And then we talk with the patient. We decide, oh, this is not yet where we'd like to be. And so then I can turn up the intensity of the stimulation real time in the office. I don't. In most patients, I don't expect an immediate mood change. What I do is I increase the dose until a next level up while asking the patient for side effects. Can you still breathe okay? Can you still swallow okay? And I can hear their voice as well. And I can get a sense."
    },
    {
        "speaker": "A",
        "text": "And you're looking at their face?"
    },
    {
        "speaker": "C",
        "text": "And I'm looking at their face. And so I can get a sense, is there. Am I still in a safe side effect regime? And then I stop at a particular point that looks safe, and then patient goes home, comes back a month later, and I get the report on how things were over that month."
    },
    {
        "speaker": "A",
        "text": "I asked if you're looking at their face. Cause in your book, you describe the incredible complexity of social interactions. And at one point, you described the incredible amount of information that the eyes inform about the brain and the context of somebody's inner experience, whether depressed or happy or otherwise. I want to make sure that we get back to how to maneuver and manipulate the nervous system for sake of mental health. But what are you looking for? So, as a vision scientist, I think pupils dilating is a sign of arousal. But that could be a positive arousal, positive valence, like excitement, or it could be terror. You're going to get the same dilation of the pupils. And I'm always reminding people that these two little goodies are two pieces of brain. Basically, they're just outside the cranial vault, so they're not unlike the Vegas in that sense, but they're more of a report than a control knob, although I like to think they could be used as control knobs, too. So, without putting you on the spot again, to diagnose me, something I would never ask you to do with the cameras rolling, but what are you looking for that the patient might not be aware of? In other words, can you see depression in somebody's eyes? And if you know a patient, or if you don't, can you see it in their body posture when they walk in? Realizing, of course, that a trained psychiatrist like yourself develops an intuitive sense that's aggregating lots of different features of a patient. But what about the eyes? What's going on there?"
    },
    {
        "speaker": "C",
        "text": "The eyes are incredibly rich in information. And as you allude to, though, it's not as if any one measurable conveys all the information you need. It's what an engineer would say, joint statistics. It's many things all at once, whether they're in synchrony or out of synchrony, that actually turns out to matter. And, you know, the eye contact question. We all know eye contact is incredibly important. You don't feel you've connected with somebody unless there's eye contact. But eye contact can go awry too. It can be too intense or it can be mistimed or if there's someone with autism, it can be barely there at all. This is one of the most striking symptoms of autism, is the avoidance of eye contact, as if it's almost as if it's a harmful quantity. And so there's an immense amount of information you get from the eyes, but it's the pairing of what's going on in the eyes with everything else going on, the body language, what's the verbal content of what's coming out. All that together is the art of psychiatry and social interaction. But sometimes you don't have the eye contact, and this is an amazing thing. And I do talk about this in the book as well. In many cases in psychiatry, sometimes it's over the phone that you have to make key decisions. And I recall vividly being as a resident, very often you have to take these phone calls from people who are not in the hospital, people you can't see, you can't see their eye, you can't see their body, anything about them, just the sound of their voice. And you can ask them questions and you have to make, in some cases, life or death decisions. Is this person truly suicidal? Something like that. It comes up all the time. And so I developed over the course of training, and I think all psychiatrists do this is you develop a way to whatever data stream you have, whether it's the eyes or whether it's just the sound of a voice coming over the phone. You learn to home in on that data stream you have and focus on it and identify changes. And it's quite amazing. I found that you can actually, if you know a patient, you can detect very precise changes in mood just from the sound of the voice of. And you can have a realization that, oh, this patient's depression has improved, you know, by about half, just by the tone of their voice. And same with eyes. You can. With enough practice, you can get enough information from a single data stream to give you some information. But when you do have the whole picture, that, of course, is best."
    },
    {
        "speaker": "A",
        "text": "So, so many theories out there about excessive blinking and lying, lack of blinking and sociopathy. I like to remind people that people have varying degrees of lubrication of the eyes, which also influence the frequency of blinking and presumably have nothing to do with whether or not what they're saying is true or not. But incredible nonetheless, that the eyes are a portal to overall arousal state. I'm fascinated by the effects of light on circadian biology and just overall desire to be awake or asleep, etcetera. So the eyes are on the outside of the cranial vault. The vagus is outside the cranial vault, obviously. What about the goodies in here? Parkinson's. We know at least one of the major sites of degeneration and failure that lead to those symptoms. I can name off any number of other things in your book. You talk about the beautiful work done with optogenetics of active versus passive coping, that there are areas of the brain, the benula, that when active, make animals, and presumably people, passive and unwilling or uninterested in fighting back against pressures of life. Whereas another region, the rafe, you stimulate that and they actively cope. They get their grit going and they are able to lean into life. So how does one get to those structures in a focused way? And what does the next two to five to ten years look like?"
    },
    {
        "speaker": "C",
        "text": "Well, this is the promise. And it is on that timescale that I think things may start to play out. The specificity of optogenetics is really only useful if you have some idea of how to use that specificity. And actually, it's a frustrating aspect of psychiatry that in many cases, the most effective treatments we have have the least specificity. Electroconvulsive therapy being a great example where you're causing a brain wide, which looks barbaric."
    },
    {
        "speaker": "A",
        "text": "But as you mentioned, is effective."
    },
    {
        "speaker": "C",
        "text": "I mean, it is these days. It's much more clinically."
    },
    {
        "speaker": "A",
        "text": "You know, it doesn't look like one fluid, the last seen in one flu over the cuckoo."
    },
    {
        "speaker": "C",
        "text": "No, it doesn't. Now, it's a very clinically safe and stable procedure. But where I would say, yeah, it's got this almost medieval lack of specificity. Even if the procedure is well controlled and clinically safe and stable, and it's not very specific, you're causing a brain wide seizure. How could you be less specific than that?"
    },
    {
        "speaker": "A",
        "text": "And we don't know the source of the relief. Presumably, it's a dump of neuromodulators like dopamine and serotonin. But we don't know."
    },
    {
        "speaker": "C",
        "text": "There certainly is a dump of neuromodulators. We don't know that that's the cause for the relief. Likewise with medications. This is also an interesting thing. Some of the most effective antidepressants, some of the most effective antipsychotics are the ones that have the most side effects. And many examples of this. For example, the most effective antipsychotic is something called clozapine, which has. It's unquestionably has the most side effects. It had terrible, terrible side effects."
    },
    {
        "speaker": "A",
        "text": "It's a d four antagonist."
    },
    {
        "speaker": "C",
        "text": "It has basically every receptor."
    },
    {
        "speaker": "A",
        "text": "Does it really?"
    },
    {
        "speaker": "C",
        "text": "Interesting. Prominent serotonin, prominent muscarinic, certainly acts on dopamine receptors, but it causes blood cell counts."
    },
    {
        "speaker": "A",
        "text": "How do people feel? So if I were schizophrenic and I was getting auditory hallucinations, et cetera, and I took clozapine, what could I expect to feel?"
    },
    {
        "speaker": "C",
        "text": "Well, so you would notice side effects, and you would notice resolution of symptoms."
    },
    {
        "speaker": "A",
        "text": "Both so the voices would go away. In a good situation, the voices would go away, but I would feel not good in my body."
    },
    {
        "speaker": "C",
        "text": "You would have, you might have dizziness, you might have drooling, you might have any number of physical sensations that would be due to these off target effects, the medication acting on these other receptors."
    },
    {
        "speaker": "A",
        "text": "And I'm certainly not suggesting this, but what if somebody without schizophrenia took clozapine."
    },
    {
        "speaker": "C",
        "text": "Had the same side effects, presumably. Yeah. And so it would not be something that I would recommend."
    },
    {
        "speaker": "A",
        "text": "Do psychiatrists take the drugs that they prescribe? I just finished for the third time, Oliver Sacks autobiography, which is marvelous, and I highly recommend to people, he certainly took a lot of drugs, not as part of his professional role, but just out of curiosity, what is the interest or kind of role of drugs in the field of psychiatry? Because I would imagine for a group of very curious, introspective people who are making recommendations about what to take, there could actually be some benefit for understanding what the experience of those drugs was like for their patients."
    },
    {
        "speaker": "C",
        "text": "I think that's true. And I will say that probably many or most psychiatrists have sampled a number of these for exactly the reason that you're saying is to understand better and to help treat their patients better. And I've spoken to people who have really been, have found this very helpful to know, okay, this sleep disruption caused by this medication or the libido disruption caused by this other medication. Wow. That is a big effect. And it really helps with empathy for the patients to understand."
    },
    {
        "speaker": "A",
        "text": "I'm not suggesting that physicians or anybody experiment with drugs, but I am relieved to hear that, because I think that when you're talking about accessing somebody's mind and their basic physiology, as you mentioned, relate to appetite, libido, and sleep, one is acting as a mechanic of the person's whole experience. They walk out of the office, and they have a life experience that extends beyond the script."
    },
    {
        "speaker": "C",
        "text": "At the same time, though, you can't let that completely guide your clinical decisions, because, as I mentioned, some of these medications that have the most side effects, they are also the most effective. And Clozapine is a great example that will work in patients where nothing else works. And believe me, we don't take the step of clozapine prescription lightly because of all these side effects. You have to come in for a weekly blood cell, or every few weeks, a blood cell check to make sure that the blood counts are not off, for example. But there are patients where no other medication works for the schizophrenia, and clozapine works amazingly well. And so we do it even though there are the side effects. And so then this comes back to your question, what if we had better and better specificity? Well, only if we know exactly what we're doing is the point. And so, because as we become more refined, we better be right about where we're refining to."
    },
    {
        "speaker": "A",
        "text": "And you imagine a day where it will be a single, maybe even outpatient neurosurgery would go in through the skull or the back of the ear, deliver a small viral injection of one of these adenoviruses, a little sticker of light emitting diode. Is that it deep in the brain? Is that how you envision this someday?"
    },
    {
        "speaker": "C",
        "text": "That certainly could happen. What I actually prefer as a vision is still medications, because those are minimally invasive. If we knew what we were doing, we could make them more specific, have fewer side effects, but optogenetics, that will arm us with true causal understanding. And so we'll know, and we're already moving rapidly toward this point. We'll know. Okay, this symptom, the loss of pleasure in life that we call anhedonia, or the loss of motivation or energy to overcome challenges, active coping, these are largely subserved, largely controlled by this circuit or that circuit or the cell that inhabits this other circuitous."
    },
    {
        "speaker": "A",
        "text": "And we will know that because of the work done with channelopsis."
    },
    {
        "speaker": "C",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "Yeah, I agree."
    },
    {
        "speaker": "C",
        "text": "In ways that we never could have the confidence otherwise. And so we'll know that this is the circuit that underlies the symptom or its resolution, and then we'll get to understand these cells very deeply. Okay, these cells that are causal, that do matter, who are they? What are they? What's their wiring? What are the proteins that they make? What are the little things that are on the surface of the cell that could be receptors for specific medications or combinations of receptors that would give us the specificity we need. And then armed with that causal and precise and rigorous knowledge, then you can imagine medication development becoming totally different, no longer serendipitous, but truly grounded in causality."
    },
    {
        "speaker": "A",
        "text": "I see. So using channel opsins as a way to probe the circuitry and figure out the sites that are disrupted, what patterns of activity are required, and then by understanding the constituents of those cells, like what they express and what they make, then developing drugs that could target those cells, not necessarily putting light inducing diodes into the brain or walking around with wire packs attached to our skull or something. That's fantastic. I realize no one has a crystal ball, but what do you think the arc of that is? Meaning? Are we going to see that in a year? In two years, three years? Let me reframe that. How soon will a pill based treatment for a psychiatric disease be available that targets a specific set of cells that we know are important because of the work done with channel opsins?"
    },
    {
        "speaker": "C",
        "text": "I think that is, in some ways it's already happening at the level of individual patients here at Stanford. Yeah. And more broadly in terms of new drugs, new multicenter clinical trials, that'll play out over the next few years. These could be drugs that are already safe and approved for other purposes. But we might say, okay, now we know that this medication, based on what we know from causal optogenetics, this could be useful for this other purpose, this psychiatric symptom. And so the path to helping patients could be relatively swift."
    },
    {
        "speaker": "A",
        "text": "That's very exciting. What are your thoughts about brain machine interface and neural link? Always comes up, although I do want to point out I have tremendous respect for the folks at Neuralink, including someone who came up through my lab, is now there as a neurosurgeon. But brain machine interface is something that's been happening for a long time now. Some of the best work among the best work being done here at Stanford and elsewhere, too, of course. How is what you just described compatible with or different than brain machine interface? Meaning devices, little probes that, to stimulate different patterns of activity in ensembles of neurons. And what are your general thoughts about brain machine interface as going forward?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, this is, first of all, it's an amazing scientific discovery approach. As you mentioned, we and others here at Stanford are using electrodes, collecting information from tens of thousands of neurons in."
    },
    {
        "speaker": "A",
        "text": "Humans, I should add."
    },
    {
        "speaker": "C",
        "text": "And even, yes, there was, it's quite even separate from the neuralink work. As you point out, many people have been doing this in humans as well as in non human primates, and this is pretty powerful. It's important. This will let us understand what's going on in the brain, in psychiatric disease and neurological disease, and will give us ideas for treatment. It is, of course, still invasive. You still are talking about putting a device into the brain, and that has to be treated as a situation that has some risks and a step that has to be taken carefully. I see that as something that will be part of psychiatry in the long run. Already, with deep brain stimulation approaches, we can help people with psychiatric disorders, and that's putting just a single electrode, not even a complex, you know, closed loop system where you're both playing in and getting information back. Even just a single stimulation electrode in the brain can help people with OCD, for example, quite powerfully. And that will become much more powerful when we get to a true brain machine interface, collecting information back, stimulating only when you need to. If we could identify a pathological activity pattern, particular, almost like the prodrome or the early stage of a seizure, maybe there are events that happen leading up to, on some time scale, a psychiatric symptom, we could intervene in a closed loop way, detect what's happening, what's starting to go wrong. Feed that back to the brain stimulation electrode. Have it be in that way more efficient and more principled. This is. I think it's great. It's something that, of course, will be grounded, again in causal understanding. We'll need to know, what is that pathological pattern that we're detecting? And we need to know that it matters. Again, that's where optogenetics is helping us. Helping us know. Okay. This pattern of activity in these cells, in these circuits, this does mean that there's a particular kind of symptom that's happening. But armed with that knowledge, absolutely. Even the simple closed loop device detect and stimulate, is going to be part of psychiatry in the future. And then, of course, as you get to more cells, more connections, the ability that we have to help people will become more powerful."
    },
    {
        "speaker": "A",
        "text": "One of the questions I get asked a lot is about ADHD and attention deficit of various kinds. I have the hunch that one reason I get asked so often is that people are feeling really distracted and challenged in funneling their attention and their behavior. But there are a number of reasons for that, of course. But what is true ADHD, and what does it look like? What can be done for it? And what, if any, role for channel options or these downstream technologies that you're developing? What do they offer for people that suffer from ADHD or have a family member that suffers from ADHD?"
    },
    {
        "speaker": "C",
        "text": "Yeah, this is a pretty interesting branch of psychiatry. There's no question that people have been helped by the treatments. There's active debate over what fraction of people who have these symptoms can or should be treated."
    },
    {
        "speaker": "A",
        "text": "This is typically adderall or stimulants of some kind."
    },
    {
        "speaker": "C",
        "text": "For example, the stimulants. That's right. So ADHD, as its name suggests, it has symptoms of. It can have either a hyperactive state or an inattentive state, and those can be completely separate from each other. You could have a patient who effectively is not hyperactive at all, but can't remain focused on what's going on around them."
    },
    {
        "speaker": "A",
        "text": "So their body can be still, but their mind is darting around."
    },
    {
        "speaker": "C",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "Or they can be very hyperactive with their body. Probably rarely is somebody hyperactive with their body, but their mind is still. Although I have to say, and this is a benevolent shout out to botan raska. Botan has an incredibly sharp and focused mind, and his hand movements are extremely exact also. So I do sometimes wonder whether or not our body movements and our head movements are, whether or not they're coordinated or not is a readout of how directed our attention is."
    },
    {
        "speaker": "C",
        "text": "Yeah. I notice I have to think complex, abstract thoughts. I notice I have to be very still. So my body has to be almost completely unmoving for me to think very abstractly and deeply. Other people are different. Some people, when they're running, they get their best thoughts. I can't even imagine that. My brain does not work that way at all. I have to be totally emotional, which is kind of interesting."
    },
    {
        "speaker": "A",
        "text": "How do you go about that?"
    },
    {
        "speaker": "C",
        "text": "I sit much like this. I try to have time in each day where I am literally sitting almost in this position, but without distraction and thinking. So it's almost meditative in some ways, except it's not true meditation. But I am thinking while not moving."
    },
    {
        "speaker": "A",
        "text": "You're trying to structure your thoughts in that time."
    },
    {
        "speaker": "C",
        "text": "Interesting. But everybody, as you say, is very different. And so with ADHD, you have. The key thing is we want to make sure that this is present across different domains of life, school, and home to show that it really is a pervasive pattern and not something specific to the teacher or the home situation or something. And then you can help patients. It's interesting that ADHD is one of those disorders where people are trying to work on quantitative eeg based diagnoses. And so there's some progress toward making up a diagnosis with looking at particular externally detectable brainwave rhythms."
    },
    {
        "speaker": "A",
        "text": "So skull cap with some electrodes that don't penetrate the skull."
    },
    {
        "speaker": "C",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "And this can be done in an hour or two hour session. Has to be done in clinic, right?"
    },
    {
        "speaker": "C",
        "text": "Yeah, in the clinic. Right. You have to have the right recording apparatus and so on. But that's in principle, as you. Increasing confidence comes in exactly which measurements one could even imagine moving toward, you know, home tests. But we're not there yet."
    },
    {
        "speaker": "A",
        "text": "Amazing. I think one of the reasons I get asked about it so much is a lot of people wonder if they have ADHD. Do you think that some of the lifestyle factors that inhabit us all these days could induce a subclinical or a clinical like ADHD? Meaning if I look at people's phone use, including my own, and I don't think of it like addiction, it looks to me and feels to be more like OCD. And I'll come clean here by saying, when I was younger, when I was a kid, I had a grunting tick. I used to hide it. I actually used to hide in the closet because my dad would make me stop. And I used to. I couldn't feel any relief of my mind until I would do this. And actually now if I get very tired, if I've been pushing long hours, it'll come back. I was not treated for it, but I will confess that I've had the experience of. I always liked sports where I involve a lot of impact. Fortunately, not football because I went to a high school where the football team was terrible. Maybe that would have avoided more impact. But things like skateboarding, boxing, they bring relief. I feel clarity after a head hit, which I avoid. But I used to say that's the only time I feel truly clear for a lot. And then eventually it dissipates by about age 1617 and just disappeared. So I have great empathy for those that feel like there's something contained in them that won't allow them to focus on what they want to focus on. And these days with the phone and all these email, etcetera, I wonder, and I empathize a bit when I hear people saying, like, I think I might have ADHD or ADD. Do you think it's possible that our behaviors and our interaction with the sensory world, which is really what phones and email really are, could induce, add or reactivate it?"
    },
    {
        "speaker": "C",
        "text": "You know, this is a great question. I think about it a lot. And you mentioned this tick like behavior in yourself. It's very common that people who have ticks have this building up of something that can only be relieved by executing the tick, which can be a motor movement or vocalization or even a thought. And people do, I think, these days do have this. If they haven't checked their phone in a while, they do have a build up. Build up a buildup until they can check it and relieve it. And there's some similarities. There is a little reward that comes with the checking. But the key question in all of psychiatry what we do is we don't diagnose something unless it's disrupting what we call social or occupational functioning. Like, you could have any number of symptoms, but literally every psychiatric diagnosis requires that it has to be disrupting someone's social or occupational functioning. And these days checking your phone is pretty adaptive. That pretty much helps your social and occupational functioning. And so we can't make it a psychiatric diagnosis. Interesting, at least in the world today."
    },
    {
        "speaker": "A",
        "text": "Yeah, opting out of communication now makes you in some ways less adaptive, though I would point to you as an example of somebody who is quite good at managing his interactions, at least from the outsider perspective, I do want to ask you a little bit about you. And first of all, and I realize this is only a partial list, but your clinician, you see patients you run a big laboratory. How many people are in your laboratory? Now, that's a huge laboratory. From experience, I can say that's an enormous laboratory. You have a family of five children, and you're happily married to a wonderful colleague of ours as well, who does incredible work. How do you organize, at a kind of conceptual level, the day and the week? And I should say, what stress mitigation practices, if any, do you incorporate? I've received emails from you at three in the morning. I sometimes send emails at 03:00 in the morning, but that's when I wake up. Maybe I'm depressed, but I go back to sleep. So maybe you just describe the arc of the blocks of the day, not hour by hour, necessarily, the details of what are in those blocks. But how do you conceptualize the day? How do you conceptualize the weak, and how do you feel about how that's lined up with your larger goals of making sure these five young people flourish, which I hear they are. But how do you go about this? What for most people would just be an overwhelming set of items?"
    },
    {
        "speaker": "C",
        "text": "Well, of course, sometimes it's just take it day by day, and so I don't."
    },
    {
        "speaker": "A",
        "text": "So you bring the horizon into the unit of the day."
    },
    {
        "speaker": "C",
        "text": "I do, I do. It's the unit is the day. That's right. And what I try to have in each day, as I mentioned earlier, some. At least an hour of time where I can think. And that can be. It can be when kids are napping. It can be, you know, actually, because I, while driving, I can do that too, because I'm sitting still. But that's the one thing I try to preserve. When I was writing the book, I adapted that time to be my writing time, but it wasn't enough, so I had to add in a new block of time, which was sort of midnight to 02:00 a.m. writing time. And so carving out these even small protected times are very important. There's, of course, you know, obligations will expand to fill the time available, and you have to be disciplined in my, at least I found I had to be disciplined in truly protecting those times where one can think."
    },
    {
        "speaker": "A",
        "text": "So that means no phone."
    },
    {
        "speaker": "C",
        "text": "That means no phone, no checking of the phone. I would, you know, when I was writing the book, I would have, there's a focus mode on the MacBook which kind of removes the border, and you just have your document and it's very pure and you don't have a temptation of distraction."
    },
    {
        "speaker": "A",
        "text": "I'm a big believer in, because the vision and the eyes play such a prominent role in directing our cognition. Something you talk about in the book really beautifully and with a lot of depth and rigor, using visual tools to harness one's complete mental attention. When you do this practice of sitting and just thinking, sitting still and thinking, you said your eyes are open. Are you hearing your own verbal voice, although in your head?"
    },
    {
        "speaker": "C",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "So you're actually in conversation with yourself."
    },
    {
        "speaker": "C",
        "text": "Yes. And hearing literally, I mean, not quite literally. I don't actually hear a phonation, but I'm hearing words. And so it's. I discovered this about myself. Other people, I think, may operate differently, but I'm extremely verbal in how I think. That's how all my reasoning is done. It's with sentences and construction of almost equations with words."
    },
    {
        "speaker": "A",
        "text": "Complete sentences."
    },
    {
        "speaker": "C",
        "text": "Complete sentences or complete ish, anyway, mostly complete. And when writing the book, everything about the writing, I would always. Every sentence was always played out in my mind, listening for rhythm and timing. And I would obsess over exact placement of words to get the right rhythm of the spoken sentence in my mind."
    },
    {
        "speaker": "A",
        "text": "I don't mean to interrupt your flow, but when you do that, and having experienced this process a bit, although differently, do you experience any kind of welling up of anxiety when you're hitting the. The friction points? And if so, do you have tools or ways that you quell that anxiety in real time? Because what we're really talking about here is your mind, but what we're really talking about is this process of converting the activity of neurons into something physically concrete in the world. And these intermediate steps are so mysterious to everybody we hear. Just write the book. Just do it, whatever that means. In fact, statements like that, to me, are kind of empty and meaningless. But when you hear your voice and you're trying to find the correct word and you keep hitting it, doesn't sound quite right. What is the experience in your body?"
    },
    {
        "speaker": "C",
        "text": "Yeah, when it's not right, it's definitely. It's aversive. It doesn't feel good, but it's not. But there's also a hope, because I know I can solve it, too. And so there's. There's this. It's almost like you're almost there. You know, there's a path that you know is there. You don't quite see it, but it's there. And I keep that in mind. And so there's this propulsive force forward because I know that the solution is there. And that said, there were single words that would occupy, I would spend days on, because I was just not happy until I got it right. And there were some things that I never quite got perfect. And so I left out of the book entirely because it was so close but not quite there. And so at the end, I was like, no, I can't put that in."
    },
    {
        "speaker": "A",
        "text": "Everything you just said is entirely consistent with my experience of you and the way you go about everything. I have to ask, are your kids writers? Do they like books and words and poetry? I know one of your children is going on to a career in medicine and science."
    },
    {
        "speaker": "C",
        "text": "Yeah. They're each different, which is amazing. Yet they all, I think, do have some appreciation, or a lot of appreciation for reading. But some are very musical. Two of the five are extremely musical, very, very talented with guitar and singing and vocal impressions. It's just astonishing. And some of them are great with drawing, artistry, and some are very physical and vigorous and are never happy except when leaping about. And so it's just amazing how different they are, honestly. But I think there is a shared appreciation for language."
    },
    {
        "speaker": "A",
        "text": "Do you think that one can train their mind in using these practices? I really like your description of the sitting, staying physically still and learning to grapple with those, those challenges. It's something that, especially in laboratory science, we aren't really trained to do. Like many professions, we're taught to come in and just get into motion, and I found that very relaxing. As someone who probably has an underlying tick or something like that, it felt great to be in motion. One of the hardest things about becoming a university professor and running a lab was that I no longer working with my hands. And it felt like I was. I felt like it. Some big, important part of my life had been amputated. But what sorts of practices do you incorporate there? And do you think people can learn to get better at focusing through a dedicated practice of the sort that you described?"
    },
    {
        "speaker": "C",
        "text": "I think, you know, I also, you know, I remember the rhythms of physical work in the laboratory very well. I. My work, you know, these days, as the laboratory leader, my job has returned mostly to words now again. And so it's kind of coming full circle. It was. It's a different mode. I think you just have to embrace that. Different stages of life come with different modes, but you can definitely train yourself for each mode. I was not, you know, I loved, you know, the, as I mentioned, the rhythm of sewing and suturing and surgery, and I worked really hard on that and became good at it. And now I never do it. But what's the next challenge? There's all the various experimental techniques, the dissections of the brain. I can't tell you how many thousands of brain dissections I've done in my life, and now I don't do them at all."
    },
    {
        "speaker": "A",
        "text": "And then you developed a method so that we don't have to dissect brains, as you mentioned. Maybe tell us for a moment about clarity. And for people who will probably never set foot into a laboratory, what an incredible, yet another incredible discovery and development clarity is and why it helps us understand how the brain is structured."
    },
    {
        "speaker": "C",
        "text": "Yeah. So this is a different technology also developed in my lab here. And it's part of a broader approach that we call hydrogel tissue chemistry. And what this is is it's building gel, like a clear, jello like substance from within all the cells of a tissue or even an animal all at once. So you're building, effectively building a gel inside all the cells at once. Now, that's an odd thing to do. Why do we do it? Well, we do it to transform the tissue into a more tractable, accessible object. And the reason that works is, having built this gel, this new infrastructure inside the tissue, we can then use chemical tricks, and we can link the molecules we care about, like proteins or rna's, which are the things, as you know, right before they become proteins. We can link them, physically anchor them to this gel, which is a scaffold, basically, it's an interlocking network of polymers. We can link all these interesting molecules in place, lock them in where they were initially in the tissue, in the cell, in all the cells, and then we can remove very vigorously everything we don't care about that's blocking our light, that's blocking our molecules coming in to exchange information with the tissue. We can get rid of everything else, like the lipids, the fats. We can effectively use detergents to. To get them all out. And then we can see in all the things that were absorbing or scattering light are gone. You can have a brain that's completely transparent, and yet all the interesting molecules are still locked into place there at the cellular and subcellular level. And so this is hydrogel tissue chemistry. The first form we described was called clarity. We use that quite a bit still, but there are many variants now that we and others have developed on this basic concept of building this gel within the tissue and anchoring molecules into place."
    },
    {
        "speaker": "A",
        "text": "Literally glass clear brains. I've done this. I've taken a brain cleared with this method and looked at somebody through it. And although you don't want to get it too close to your eye, you don't want to touch it to your own eye, and you can see all the way through it. That's incredible. It raises an important question, which is, again, about the human brain. As somebody who essentially started out in neuroanatomy and then got into other things, I always am bothered by the fact that we actually know very little about the microstructure of the human brain compared to the brains of other organisms. And in thinking about understanding the circuitry and the piano, so to speak, and how to manipulate it in order to relieve suffering, one wonders, are the structures in these animal brains and how they behave and active coping, passive coping, add, et cetera, those models, how well they translate to the human condition. Do you think it's fair to say that there are entire regions of the human brain that aren't just bigger, but that exist only in the brains of humans, especially given that we have this speech? Although I do wonder sometimes if animals are reporting to each other, there maybe they have little psychiatric sessions with one another."
    },
    {
        "speaker": "C",
        "text": "I'm always careful to not assume we do things better. We certainly understand what we're doing better than we understand what animals are doing, and they certainly do things better than we do. That said, we do have amazing, wonderful brains and many structures that are very highly developed in our brains that are not nearly so developed in mice and fish, for example. Now, that said, when I look at the big picture, you know, what. What is the mammalian brain really doing? There are things that you would never have thought we could study in animals and laboratory mammals like mice, that it turns out you can actually. And so I would never draw the line and say, here's something you can't study in mice, or here's something that has no parallel in mice. I would be very careful before making any. Any statement like that. A good example of that is we've been able to study, just in the past year, come to an understanding of dissociation. And both we had a paper that came out in late 2020, both mouse and human work, in which we got to the sort of the circuit basis for dissociation. Now, what is dissociation? A lot of people might not have experienced it, but it's actually very common. More than 70% of people who've been through trauma experienced dissociation. It shows up in borderline personality, it shows up in PTSD. What it is, is a separation of the sense of self from the body. And so you can have someone who. It's not as if you're numb, you're not anesthetized, you can still, you know that something's happening to the body, but you just don't care because you don't ascribe it to yourself, which is very interesting. Right. That is. How interesting is that?"
    },
    {
        "speaker": "A",
        "text": "The self report narrative. Yeah, almost in your book, you touch on this, and I will say is the most precise and meaningful and eloquent description of what might be consciousness, this narrative, toward the self or of the self and where it might reside. So in dissociative conditions, people are feeling an absence of a merge between mind and body. Is that one way to describe it? And as I recall, this paper involved an exploration of ketamine."
    },
    {
        "speaker": "C",
        "text": "Ketamine was a big part of it. Yeah, that's right. And so ketamine is another one of those cases where people can experience dissociation. Ketamine or PCP, we call these the dissociative drugs. They cause it just like these other psychiatric conditions can cause it. And so we. But we were able to manifest this in. In mice. Administering these dissociative agents in mice, we could make them still able to detect and stimulus, but not care that it was happening. All the while we were recording the activity of individual cells in the brain to see what was going on, what was happening along with this dissociation, and then use optogenetics to see that it mattered, to actually provide that pattern of activity and say, oh, that actually causes the dissociation. So we could do all that in mice, which was, you know, just who would have thought that you could study something like this in mice? And we were able to go back and forth with human work because here at our Stanford comprehensive epilepsy center, there are a lot of what we call stereo eeg recording patients who come in and in the course of normal clinical care, they have electrodes recording in their brain to identify where the seizure is. So they can be candidates for removing a little patch of the brain that's causing the seizure. This is done for patients who medications are not helping their seizure disorder. And there was a patient who had a dissociative state before every seizure. So this was a human being who was really dissociating, who could tell us literally as it was happening. And we could see this pattern, the same pattern that was happening in the mice in the same patch of the brain. We could see that happening in the human being at exactly the right time, in the same patch of the brain that's homologous across these immense evolutionary distances. And we knew that it mattered, too, both in mouse and human, because in the human, we could cause it to happen."
    },
    {
        "speaker": "A",
        "text": "And I just want to underscore the power of. Not just that, I want to underscore the power of optogenetics and the ability to not just remove a particular experience or behavior by lesioning or destroying, but then to go back and actually activate the same structure or group of structures and see the emergence. So it's essentially, these days, you hear a lot about gain of function research in the context of viral manipulation. But gain of function is something that we do in the laboratory and you do in patients to both take away something and put it back, which gives you causality."
    },
    {
        "speaker": "C",
        "text": "That's right. Yeah, exactly. And so with optogenetics, we were able to provide in animals without being on any ketamine or any drug. And we could cause the dissociative state by playing in a precise pattern of activity. And who would have thought you could do that? But there was a combined mouse and human paper. Likewise, we've been able to play in visual sensations into the brains of mice and by observing which cells in the visual part of the brain, visual cortex, are naturally responsive to, for example, vertical bars instead of horizontal bars in the visual world, we could see which cells were normally reporting on vertical bars. And then we could use optogenetics to come and play in activity just to those cells."
    },
    {
        "speaker": "A",
        "text": "So these animals are not viewing anything."
    },
    {
        "speaker": "C",
        "text": "Not doing anything at all. And we could activate just the vertical bar cells. And not only did the animal act as if it was seeing a vertical bar, behaviorally, it was trained to do a particular thing if it saw a vertical bar, and it did that just as if it was seeing something visually. But everything in the brain that we were recording to the internal representation of this external world was naturalistic, too. It looked like the brain was seeing something visual. So that was another. That's gain of function, too, playing in providing a complex sensation or percept that wasn't there before. And we can do that across species. And of course, mice are social and they do amazing acts of information processing. And so I don't have. I try not to disparage our cousins too much."
    },
    {
        "speaker": "A",
        "text": "They certainly have helped the field of neuroscience and medicine, I should mention, and I know that people have various sensitivities about animal research, but the work that's been carried out in mice has been absolutely vital and instructional for treatment of human disease since we talked about dissociation and dissociative states, rather, and ketamine. I'd love your thoughts on psychedelic medicine. I sort of half joke, having grown up in this area in northern California, when it was much more counterculture than it is now that many of the things that we're hearing about now, at least from my read of the history books, happened before. There was a movement aimed at taking the very same compounds, essentially putting them into patients, or I. People were obviously using them recreationally, but putting them into patients and seeing tremendous positive effects, but also tremendous examples of induced psychiatric illness. In other words, many people lost their minds as a consequence of overuse of psychedelics. I'll probably lose a few people out there, but I do want to talk about what is the state of these compounds. And I realize it's a huge category of compounds, but LSD and psilocybin, as I understand, trigger activation of particular serotonin receptor mechanisms may or may not lead to more widespread activation of the brain, more that one wouldn't see otherwise. But when you look at the clinical and experimental literature, what is your top contour sense of how effective these tools are going to be for treating depression? And then if we have the time, we could talk about trauma and MDMA and some of that work?"
    },
    {
        "speaker": "C",
        "text": "Well, you're right to highlight both opportunity and I and the peril that is there. And of course, we want to help patients, and of course we want to explore anything that might be helpful and. But we want to do it in a safe and rigorous way. But I do think we should explore these, these avenues. These are agents that alter reality and alter the experience of reality, I should say, in. In relatively precise ways. They do have problems. They can be addictive. They can cause lasting change. That is not desirable. But we have to see these as opportunities. We have to, first of all, study in the laboratory. And I'm doing this here. You know, we have big. We have safes with many interesting psychedelics that all very carefully regulated. We get inspections from the DEA and so on."
    },
    {
        "speaker": "A",
        "text": "If anyone's hoping to find these labs, they exist in outer space. So you need. You need to be on board one of the SpaceX missions in order to access them. So don't try and come find them."
    },
    {
        "speaker": "C",
        "text": "No, that's exactly true. Yes, and we're doing exactly this. We're saying this is an incredible opportunity. If we could understand how the perception of reality is altered, we could create new kinds of intervention that don't have the risks and the problems of causing lasting change or addiction. Now, that said, even as these medications exist, now, as you know, there's an impulse to use them in very small doses and to use them as adjunctive treatments for therapy of various kinds. And I'm also supportive of that if done, you know, carefully and rigorously, of course there's risk, but there's risk with many other kinds of treatment. And I'm not sure that the risk for these medications vastly outweigh the risks that we normally tolerate in other branches of medicine."
    },
    {
        "speaker": "A",
        "text": "Why would they work? I mean, let's say that indeed, their main effect is to create more connectivity, at least in the moment, between brain areas. So the way I think about a very. I think about the two extremes of my experience anyway, is a high degree of stress. And focus, for whatever reason, is going to create changes in my visual field and changes in the way that I perceive time, so that I'm going to micro slice time. I might have a very contracted view of whatever my experience is, whereas on the opposite extreme, in a dream or in sleep, space and time are very fluid and I'm essentially relaxed. Although it might be a very interesting dream, it might not be. Psychedelics seem to be a trajectory. I'm not too far off from the dream state, where space and time are essentially not as rigid. And there is this element of synesthesia, of blending of the senses, feeling colors and hearing light and things of that sort. You hear these reports. Anyway, why would having that dreamlike experience somehow relieve depression long term? Do we have any idea why that might be?"
    },
    {
        "speaker": "C",
        "text": "We have some ideas and no deep understanding. One way I think about the psychedelics is they increase our willingness to, increase the willingness of our brain to accept unlikely ways of constructing the world, unlikely hypotheses, as it were, as to what's going on. The brain in particular, our cortex, I think, is a hypothesis generation and testing machine. It's coming up with models about everything. It's got a lot of bits of data coming in, and it's making models and updating the models and changing them, theories, hypotheses for what's going on. And some of those never reach our conscious mind. And this is something I talk about in projections in the book, quite a bit, is many of these are filtered out before they get to our conscious mind, and that's good. We think how distracted we'd be if we were constantly having to evaluate all these hypotheses about what kinds of shapes or objects or processes were out there. And so a lot of this is handled before it gets to consciousness. What the psychedelics seem to do is they change the threshold for us to become aware of these incomplete hypotheses or wrong hypotheses or. Or concepts that might be noise but are just wrong and so are never allowed to get into our conscious mind. Now that's pretty interesting, and it goes wrong in psychiatric disorders, I think in schizophrenia sometimes the paranoid delusions that people have are examples of these poor models that escape into the conscious mind and become accepted as reality, and they never should have gotten out there. Now, how could something like this in the right way help with something like depression? Patients with depression often are stuck. They can't look into the future world of possibilities as effectively. Everything seems hopeless. And what does that really mean? They discount the value of their own action. They discount the value of the world at giving rise to a future that matters. Everything seems to run out like a river, just running out into a desert and drying up. And what these agents may do that increase the flow through circuitry, if you will. The percolation of activity through circuitry may end up doing for depression is increasing the escape of some tendrils of process, of forward progression through the world. That's a concept. It's how I think about it. There are ways we can make that rigorous. We can indeed identify in the brain by recording. We can see cells that represent steps along a path and look into the future, and we can rigorously define these cells, and we can see if these are altered on psychedelics. And so that's one of the reasons that we're working with these agents in the laboratory to say, is this really the case? Are these opening up new paths or representations of paths into the future?"
    },
    {
        "speaker": "A",
        "text": "MDMA ecstasy is a unique compound in that it leads to big increases in brain levels of dopamine and serotonin simultaneously. And I realized that the neuromodulators, like dopamine and serotonin often work in concert, not alone the way they're commonly described in the more general popular discussions. However, it is a unique compound, and it's different than these serotonergic compounds like LSD and psilocybin. And there are now data still emerging that it might be, and in some cases can be useful for the treatment of trauma, PTSD, and similar things. Why would that work? And a larger question, perhaps the more important question is psychedelics, MDMA, LSD, all those compounds. In my mind, there are two components. There's the experience you have while you're on them, and then there's the effect they have after people are generating variations of these compounds that are non hallucinatory variations. But how crucial do you think it is to have? Let's stay with MDMA. The experience of huge levels of dopamine, huge levels of serotonin, atypical levels of dopamine, serotonin released having this highly abnormal experience in order to be normal again."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think the brain learns from those experiences. That's the way I see it. And so, for example, people who have taken MDMA, they will, as you say, they'll be the acute phase of being on the drug and experiencing this extreme connectedness with other people, for example, and then the drug wears off. But the brain learned from that experience. And so what people will report is, yeah, I'm not in that state, but I saw what was possible. I saw, yeah, you can don't need to be barriers, or at least not as many barriers as I thought. I can connect with more people in a way that is helpful. And so I think it's the learning that happens in that state that actually matters."
    },
    {
        "speaker": "A",
        "text": "And as you described, that, that sounds a lot like what I understand to be the hallmark feature of really good psychoanalysis, that the relationship between patient and therapist hopefully evolves to the point where these kinds of tests can be run within the context of that relationship and then exported to other relationships. Is that exactly right?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And that probably, I'm assuming, is still the goal of really good psychiatry also."
    },
    {
        "speaker": "C",
        "text": "It's a part of intimacy, really. It should be when we have time. I think all good psychiatrists try to achieve that level of connection and learning, try to help patients create a new model that is stable, that is learned, and that can help instruct future behavior."
    },
    {
        "speaker": "A",
        "text": "One of the things that I took from reading your book, in addition to learning so much science and the future of psychiatry and brain science, Washington, amidst these, in many cases, very tragic cases, and sadness and a lot of the weight that that puts on the clinician, on you also that there's a central cord of optimism that where we're headed is not just possible, but very likely and better. Are you an optimist?"
    },
    {
        "speaker": "C",
        "text": "I am. And this is, by the way, this was a really interesting experience in writing projections because I had a dual goal. I wanted it to be for everybody, literally everybody in the world who wants to read it. And yet, at the same time, I wanted to stay absolutely, rigorously close to the science. What was actually known when I was speaking about science, when I was speaking about the neurobiology of the brain or psychiatry, I wanted to not have any of my scientific colleagues think, oh, he's going too far, he's saying too much. And so I had these two goals which I kept in my mind the entire time. And a lot of this, trying to find exactly the right word we talked about was on this path of staying excruciatingly rigorous in the science, and yet letting people see the hope where things were. Have everybody see that we've come a long way, we have a long way to go, but the trajectory and the path is beautiful. And so that was the goal. I think, of course, that sounds almost impossible to jointly satisfy those two, those two goals. But I kept that in my mind the whole way through. And yes, I am optimistic, and I hope that came through in the book."
    },
    {
        "speaker": "A",
        "text": "It certainly did. And at least from this colleague, you did achieve both. And it's a wonderful. It's a masterful book, really, and one that, as a scientist and somebody who's a fellow brain explorer, hits all the marks of rigor and is incredibly interesting. And there's a ton of storytelling. I don't want to give away too much about it, but people should definitely check out the book. Are you active on social media? If people want to follow you and connect with what you're doing now and going forward?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I have a Twitter. That's where I mainly do exchange, tell people about things that are happening."
    },
    {
        "speaker": "A",
        "text": "We'll provide a link to it. But that's Carl Dyseroth, as I recall, with a k. That's right. Yeah, that's right. So you're on Twitter and people will hear this. Definitely check out the book. There are other people in our community that, of course, are going to be reaching out on your behalf, but it's incredible that you juggle this enormous number of things. Perhaps even more important, however, is that it's all in service to this larger thing of relieving suffering. So thank you so much for your time today for the book and the work that went into the book, I can't even imagine. For the laboratory work and the development channel, opsins clarity and all the related technologies, and for the clinical work you're doing and for sharing with us."
    },
    {
        "speaker": "C",
        "text": "Well, thank you for all you're doing and reaching out. I'm very impressed by it. It's important and it's so valuable. And thank you for taking the time and for all your gracious words about the book. Thank you."
    },
    {
        "speaker": "B",
        "text": "I hope you enjoyed today's discussion with Doctor Deisseroth as much as I did. Be sure to check out his new book, a story of human emotions. It's available on Amazon, audible, all the other standard places where books are found. If you'd like to support this podcast, please subscribe to us on YouTube as well. You can subscribe to us on Apple or Spotify at Apple. You also have the opportunity to leave us a five star review and to give us feedback, please put any questions you have in the comments section below the YouTube video if you'd like us to address certain things in future episodes, or if you have questions about this particular episode in addition, please check out our sponsors. That's a terrific way to support us. And as mentioned at the beginning of today's episode, we are now partnered with momentous supplements because they make single ingredient formulations that are of the absolute highest quality and they ship international. If you go to livemomentous.com Huberman, you will find many of the supplements that have been discussed on various episodes of the Huberman Lab podcast, and you will find various protocols related to those supplements. Last but not least, if you're interested in understanding more about how the brain works and how it functions and how it breaks down in various conditions, check out the first episode of the Huberman Lab podcast. The title of that episode is how your nervous system works and changes. If you're watching this right now on YouTube, you can simply click on the title card for that episode. And last but not least, thank you."
    },
    {
        "speaker": "A",
        "text": "For your interest in science."
    }
]