[
    {
        "speaker": "A",
        "text": "Welcome to the Huberman Lab guest series, where I and an expert guest discuss science and science based tools for everyday life. I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. Today's episode marks the first in our six episode series, all about Sleep. Our expert guest for this series is Doctor Matthew Walker, professor of neuroscience and psychology and the director of the center for Sleep Science at the University of California, Berkeley. He is also the author of the best selling book why we sleep during the course of the six episode series, for which we release one episode per week. Starting with this episode one, we cover essentially all aspects of sleep and provide numerous practical tools to improve your sleep. For instance, we discuss the biology of sleep, including the different sleep stages, as well as why sleep is so important for our mental and physical health. We also talk about how sleep regulates things like emotionality and learning and neuroplasticity, that is, your brain's ability to change in response to experience. And we discuss the various things that you can do to improve your sleep, everything from how to time, lighting, temperature, exercise, eating, and the various things that can impact sleep both positively and negatively, such as alcohol, cannabis, and various supplements and drugs that have been shown to improve sleep. We also talk about naps, dreaming, and the role of dreams and lucid dreaming, which is when you dream and you are aware that you are dreaming. In today's episode one, we specifically focus on why sleep is so important and what happens when we do not get enough sleep or enough quality sleep. We also talk about the various sleep stages, and we also talk about a very specific formula that everyone should know for themselves called QQRT, which is an acronym that stands for quality, quantity, regularity, and timing of sleep. Four factors which today you'll learn how to identify specifically for you what your optimal qqrt is, and then to apply that in order to get the best possible night's sleep, which of course equates to the best possible level of focus and alertness throughout your days. Both Doctor Walker and I are very excited to share the material in the six episode series with all of you, and as we march into today's episode one, I'm sure it will both provide a ton of excellent practical learning for all of you, as well as spark many questions that are sure to be answered in the subsequent episodes of this series. Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero cost to consumer information about science and science related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is eight sleep. Eight sleep makes smart mattress covers with cooling, heating and sleep tracking capacity many times on this podcast we discuss how in order to fall and stay deeply asleep, your body temperature actually needs to drop by about one to three degrees. And in order to wake up feeling maximally refreshed and energized, your body temperature needs to heat up by about one to three degrees. Eight sleep makes it very easy to control the temperature of your sleeping environment so that it's easy to fall and stay asleep and wake up feeling refreshed. I started sleeping on an eight sleep mattress cover several years ago and it has completely and positively transformed my sleep. So much so that when I travel to hotels or Airbnbs, I really miss my eight sleep. I've even shipped my eight sleep out to hotels that I've been staying in because it improves my sleep that much. If you'd like to try eight sleep, you can go to eightsleep.com huberman to save $150 off their pod. Three cover, eight sleep currently ships to the USA, Canada, UK, select countries in the EU and Australia. Again, that's eightsleep.com dot huberman. Today's episode is also brought to us by Betterhelp. Betterhelp offers professional therapy with a licensed therapist carried out online. I've been doing therapy for well over 30 years. Initially I had to do therapy against my will, but of course I continue to do it voluntarily over time because I really believe that doing regular therapy with a quality therapist is one of the best things that we can do for our mental health. Indeed, for many people, it's as beneficial as getting regular physical exercise. The great thing about betterhelp is that it makes it very easy to find a therapist that's optimal for your needs. And I think it's fair to say that we can define a great therapist as somebody with whom you have excellent rapport, somebody with whom you can talk about a variety of different issues and who can provide you not just support, but also insight. And with better help, they make it extremely convenient so that it's matched to your schedule and other aspects of your life. If you'd like to try betterhelp, you can go to betterhelp.com huberman to get 10% off your first month. Again, that's betterhelp.com huberman. Today's episode is also brought to us by element. Element is an electrolyte drink that has everything you need and nothing you don't. That means plenty of the electrolytes, magnesium, potassium and sodium and no sugar. As I mentioned before on this podcast, I'm a big fan of salt. Now, I want to be clear. People who already consume a lot of salt, or who have high blood pressure, or who happen to consume a lot of processed foods that typically contain salt, need to control their salt intake. However, if you're somebody who eats pretty clean and you're somebody who exercises and you're drinking a lot of water, there's a decent chance that you could benefit from ingesting more electrolytes with your liquids. The reason for that is that all the cells in our body, including the nerve cells, the neurons, require the electrolytes in order to function properly. So we don't just want to be hydrated, we want to be hydrated with proper electrolyte levels. With element, that's very easy to do. What I do is when I wake up in the morning, I consume about 16 to 32oz of water and I'll dissolve a packet of element in that water. I'll also do the same when I exercise, especially if it's on a hot day and I'm sweating a lot. And sometimes I'll even have a third element packet dissolved in water if I'm exercising really hard or sweating a lot, or if I just notice that I'm not consuming enough salt with my food. If you'd like to try element, you can go to drink element spelled lmNt.com Huberman to claim a free element sample pack with your purchase. Again, that's drinkelement lmnt.com huberman and now for my conversation with Doctor Matthew Walker. Doctor Matt Walker, welcome."
    },
    {
        "speaker": "B",
        "text": "Doctor Huberman. It's an absolute privilege and a delight to be back."
    },
    {
        "speaker": "A",
        "text": "That's right, you've been on here before. But I have during this episode in this series, we are going to go a lot deeper. By the way, you look very well rested."
    },
    {
        "speaker": "B",
        "text": "Thank you very much. I actually slept pretty well last night, despite it being a foreign location, same time zone. That helps just astronomically."
    },
    {
        "speaker": "A",
        "text": "Amazing. Well, rather than ask you what a great night's sleep is for you, because I am pretty sure you're going to tell us that there's some individual differences that people need to pay attention to in terms of what is quote unquote optimal sleep, let's start off with the basics. What is sleep?"
    },
    {
        "speaker": "B",
        "text": "So sleep, I think in some ways you can define as, at least in humans and in fact, in all mammalian species is broadly separated into two main types of sleep. On the one hand, we have something that many people will have heard of called non rapid eye movement sleep, or non REM sleep for short. And non REM sleep has been further subdivided into four separate stages, and they are unimaginatively called stages one through four, increasing in their depth of sleep. So stages three and four, that's the really deep sleep that we can speak about. And I should explain a little bit at some point what happens during that state within the brain. It's stunning. It's astonishing. So you've got stages one and two, light, non REM sleep. When you sort of look at your sleep trackers and it has light, non REM, deep non REM, and then REM stages one and two, that's light non REM. Stages three and four, that's deep non remember? And that's non rem encapsulated. On the other hand, we have rapid eye movement sleep, or REM sleep. And it's named not after the popular Michael Stipe band of the 1990s, but because of these bizarre horizontal shuttling eye movements that occur during this stage of sleep. Hence the rapid eye movements and REM sleep is the. Depending on your definition, and we'll probably come to this in later episodes, it's the principal stage in which we dream. But if your definition is quite loose, which is any reported mental activity when I wake you up or when you wake up, then it turns out that we dream in almost every stage of sleep. But I'll describe REM sleep from here on in as perhaps dream sleep, and I'll make that faux pas. So you've got these two types of sleep, non REM and REM sleep. They will then play out in this beautiful battle for brain domination throughout the night. And that cerebral war is going to be won and lost, on average, for the average adult every 90 minutes, and then it's going to be replayed every 90 minutes. And that creates the standard cycling architecture of sleep. So whoever is listening to this, when your head hits the pillow tonight, what will happen? You'll start to go down into the light stages of non REM, then you'll go down into the deeper stages of non REM sleep and you'll stay there, and after about 45, 50, 60 minutes, you'll start to rise back up again, and then you'll pop up and you'll have a short REM sleep period, and then back down you go again down into non REM sleep and up into REM sleep. And as I said, you cycle through that on average about 90 minutes. But I'll come back to that. What's interesting, however, is the ratio of non ReM to REM within your 90 minutes cycle is not stable. And what I mean is, as you move across the night, the domination of those two types of sleep within the 90 minutes cycle changes such that in the first half of the night, the majority of those 90 minutes cycles are comprised of lots of deep non REM sleep, but very little REM sleep. But as we push through to the second half of the night, now, that ratio balance, that seesaw balance, shifts over and instead we have much more rapid eye movement sleep and very little deep sleep. So when people think about, okay, I just go to sleep, I lose consciousness, my brain is still. Firstly, nothing further from the truth could be the case in terms of your sleep. Second, your sleep has a very specific pattern that has consequences to real life. So let's say that you're someone who normally gives yourself an eight hour sleep opportunity in bed. But the next morning, based on what I've just told you, you say, okay, well, I want to, I'm going to get a jumpstart on the day, or I've got an early morning flight, so I'm just going to come up with numbers here. I'm not suggesting that this is the ideal sleep schedule by any means, but just to make the numbers simple, let's say someone normally goes to bed at midnight and wakes up at eight. So there's that eight hour opportunity. But today they're going to wake up at 06:00 a.m. rather than 08:00 a.m. to get this push on the day. How much sleep have they lost? Well, technically they've lost 2 hours of their eight hour, so they've lost 25%. But that's not entirely true. They may have lost 25% of their total sleep, but because of the strange structure of deep sleep first and then REM sleep later, they may have lost 60, 70, maybe 80% of their REM sleep. So I only make this point because understanding how sleep is structured can have consequences. I will come back to the 90 minutes, though. It's fascinating. We've often, and some people probably have heard this before, it's a 90 minutes cycle. Well, there's huge variability. Some people can have a sleep cycle on average, that's maybe 75 minutes, others 120 minutes."
    },
    {
        "speaker": "A",
        "text": "Is it consistent within individuals?"
    },
    {
        "speaker": "B",
        "text": "It is relatively stable within an individual. So I would say that the size of the difference from one individual to the next is much bigger than the size of the difference within an individual from one night to the next to the next."
    },
    {
        "speaker": "A",
        "text": "Not unlike a healthy menstrual cycle in a woman, which can range from as short as 24 days to 31 days and still be considered a healthy cycle that's regular. And it will change across the lifespan, of course, but for a good number of years, it's going to be pretty consistent within a given woman. And yet between women, it can vary."
    },
    {
        "speaker": "B",
        "text": "Quite a bit immensely. And what's also interesting is that, speaking about some sex specific things, there are sex differences. So on average, men, if you look at them, will have a sleep cycle that's about 15 to 20 minutes longer than women, which on a 90 minutes average, is actually quite a lot. And I bring this point up because you may have seen some of those sort of claims or devices out there. Well, firstly, probably on social media, and people send me these things and say, is this true? Which is you really have to structure your wake up time at these very distinct 90 minutes on the clock. When the clock strikes the 90 minutes midnight, that's when you have to be waking up and you should set your alarm."
    },
    {
        "speaker": "A",
        "text": "Right. The rationale, you'll tell me that it's wrong, presumably, but the rationale of those devices is that one would be better off waking up at the end of a 90 minutes cycle, as opposed to in the middle of a 90 minutes cycle, even if it means getting less total sleep. Because the argument is that waking up at the end of a 90 minutes cycle allows one to be more alert upon waking."
    },
    {
        "speaker": "B",
        "text": "Right. There's something uniquely special about the completion of a 90 minutes cycle that will have you ejected out of sleep feeling like an energizer bunny, kind of. That's some of the claims that they."
    },
    {
        "speaker": "A",
        "text": "And if I were to ask now, true or false?"
    },
    {
        "speaker": "B",
        "text": "False. So sleep for as much as you possibly can sleep, don't terminate that sleep artificially on the basis of anyone telling you that there is this kind of da Vinci code magic, 90 minutes. That's unfortunately not true. And I. You know, I've been guilty of saying it's a 90 minutes cycle and repeating that, so if I didn't know any better, I would believe that. So I'm not trying to chastise anyone, I'm just simply saying, be aware of that and don't worry, don't stress about this unique 90 minutes cycle. And there's some products out there that say they're going to time you on your 90 minutes cycle and wake you up. I would probably stay a little bit clear of some of those."
    },
    {
        "speaker": "A",
        "text": "What about going back to sleep? You said to get as much sleep as possible. If I get 6 hours of sleep and then wake up and I feel like I could go back to sleep, would I be better off going back to sleep, provided that my work schedule allows for that? Or is it the case that after you've gotten a certain amount of sleep, that's a good idea to get up and go?"
    },
    {
        "speaker": "B",
        "text": "I would say that if you feel as though there's still more sleep in you, there is. Or I love that this has become biographical instantly. It's gonna be a good episode when that happens. I would say hold tight, stay in bed with an asterisk that I'll come back to and see if you can get back to sleep, and we can speak about different ways of helping you do that. But the reason I put a slight asterisk there is the following. If you're then in bed for the next 45 50 minutes, wide awake, the danger, and it doesn't happen to everyone, but the danger is that you start to associate this thing called your bed with this thing called wakefulness and not sleep. And one of the things that we do in cognitive behavioral therapy for insomnia is we try to prevent you from spending long periods of time awake. And I would say it's probably about a 25 minutes rule of thumb. It's not a rule, it's a rule of thumb. If after about 25 minutes just can't seem to catch it, and this is happening frequently, I would just be mindful of you then starting to build a bonded association in your brain that your bed is also the place of being awake. The analogy would be you would never sit at the dinner table waiting to get hungry, so why would you lie in bed waiting to get sleepy? And the answer is that you shouldn't. And so we need to break that association now. There's nothing stopping you, however, from saying there's still sleep in me. I know that there is. So I'm just going to get out of bed, go to a different room. I'm just going to read a book, listen to a podcast, and then only when I feel sleepy, I'm going to go back to bed because my schedule allows for it. That's the best way I would tell you, if you still think there's sleep there on the table to try and."
    },
    {
        "speaker": "A",
        "text": "Get it back, that's immensely valuable, knowing that there's sort of a conditioned place effect of being awake in bed. I must say I get pretty good sleep most of the time. There have been phases of life, including recently, where sleep has been challenging. And I notice as I head toward the bed to go to sleep recently, the words in my mind are, here's the battleground. Like, it's going to be a night of going to sleep, waking up, going to sleep, waking up. We'll get to this business of continuity of sleep a little bit later, so we don't have to go into that now."
    },
    {
        "speaker": "B",
        "text": "But I should also note, by the way, that for some people, when I speak with them, they will. And it's just because you mentioned it, it's beautiful. They will be saying, I'm so surprised because I am watching television and I'm falling asleep on the couch, and then I get into bed and I'm wide awake and I don't know why. And that's because in part, you've had built this connection in your brain. And when you go into the bedroom, that's what we try to do with cognitive behavioral therapy for insomnia. You spoke about it as a battleground, that it's almost this adversarial thing, which in some ways infers that at that point, you feel as though your sleep controls you and it is a miserable feeling. And gradually, over time, what we would do is work with someone. And at that point, now you control your sleep. Your sleep doesn't control you. And that is such a freedom when you get it. But. Sorry, I interrupted you."
    },
    {
        "speaker": "A",
        "text": "Oh, no, I interrupted you. But thank you. Yeah. I've prided myself my whole life on being able to sleep anytime, anywhere. I learned it from my bulldog Costello, or maybe that's what brought us together, because he certainly had that."
    },
    {
        "speaker": "B",
        "text": "I'm so sad he's not here around anymore with us, because I would have loved. He feels like he is the best sleep ambassador. If there's a poster child for good."
    },
    {
        "speaker": "A",
        "text": "Sleep, well, he's here in spirit sleeping. So this is interesting, and I think it's important for people to hear if you can't fall asleep or if you wake up in the middle of the night and you can't fall back asleep pretty quickly after about 20 minutes or so, probably best to get out of bed. So these 90 minutes ish cycles that include different types of sleep prompt me to ask if you were to describe the basic characteristics of each of those four stages of sleep, and especially the deeper stages, three and four, and REM sleep, not just at the level of rapid eye movements during REM sleep, but in terms of the types of dreams or the characteristics of bodily state. Maybe you just flesh out the physiology and neurochemistry and touch on the dream features associated with each of these different stages of sleep."
    },
    {
        "speaker": "B",
        "text": "This just gets so exciting to me. And even now, when I go into the lab or I look at sleep traces from my sleep center, I am still in awe, in bewildered awe of what the brain does. So as we start to fall into those lighter stages of sleep, once you get past stage one sleep, which is sort of almost the shallows where you're just wading out, then you go into stage two sleep. And one of the hallmarks of stage two, non REM sleep are something called sleep spindles. And the way that we measure sleep in a laboratory, by the way, is that we place. You look like a spaghetti monster. You've got all of these electrodes on your head, you've got things above your eyes, and you've got things on your body. And we're essentially measuring three main electrical brain activity. We're measuring muscle activity, and we're measuring eye movement activity. And I'll explain why those three things are necessary for me to know. Are you awake? Are you in sleep? And if you're in sleep, which stage of sleep you're in. So going into that stage two, non REm sleep, we've got these sleep spindles. And at that point, I'm looking at the electrical signals from your brain, what we call the EEG, or the electroencephalogram. And these sleep spindles are these beautiful, short, synchronous bursts of electrical activity. And they last for about a second to 2 seconds, maybe a little longer. And they are bursting at what we call a frequency of somewhere between twelve to 15. What that means is that these brain waves are going up and down, twelve to 15 times per second. That's what our measure is, twelve to 15. Then you go back and your brain at that point has started to slow down. Now, when we're awake, your brainwave activity can be going up and down maybe 20, 30, 40 times per second. It's very fast and frenetic. It's actually very chaotic electrical brain activity. But as we're going into these lighter stages of sleep, then the brain starts to slow down. And at that point, in stage two, non rem, it's maybe going up and down just four to eight times per second. So a huge deceleration in terms of brainwave activity. But occasionally you'll get these sort of. So it's going. And then Br. You'll get these beautiful bursts of these sleep spindles. I actually did. I've never published it publicly, or we did a project called the sonification of sleep. And we took these electrical signals and then we turned them into sound waves. And you can actually hear this beautiful sort of this. It's almost this beautiful throbbing of a slowdown in your brain, and then you'll hear these spindles. Almost sounds like that beautiful, delicious rolling r in Hindi, so it's just wonderful."
    },
    {
        "speaker": "A",
        "text": "I'm not sure I can do that. R. How does it go?"
    },
    {
        "speaker": "B",
        "text": "Yeah, off to red. Okay. Not too bad. I mean, we're erring on the side of feline, but that's okay. Andrew. So coming back to. I'm so sorry. Coming back to sleep, we've gone into light, stage two, as I'm trying to desperately hold it together, and we're going down into deeper non rem sleep now, something spectacular happens. And this is where I just almost lose it every time I see it. The brain now goes back down, and its speed of oscillation of going up and down is maybe just one or two times per second. It's incredibly slow."
    },
    {
        "speaker": "A",
        "text": "And this is whole brain activity or localized activity."
    },
    {
        "speaker": "B",
        "text": "This is. So we'll come onto this. At first, the way we would measure it is just from these electrodes, which are measuring hundreds of thousands of brain cells underneath them. So a good analogy would be, let's say you're at a football stadium and it's Stanford playing Berkeley in american football, and what we've got is a single microphone dangling over the middle of the stadium, and that microphone is picking up the summed voices of the 60, 70,000 people underneath. It's the same thing with when we place an electrode on your head, you're measuring the summed activity of hundreds of thousands of neurons underneath. But we've now started to use maybe 100, 200 electrodes on your head, and we can pick these up in local territories of your brain. But that beautiful, powerful, slow brain waves that we're getting during deep non rem stages three and four, it's not just slow activity. You would think, okay, that sounds like the brain is dormant. No, no. The brain at that point, the size of the waves is almost quadruple, maybe ten x the size of the brainwaves when you are awake. Why is that? Meaning that the brainwaves are going up and down very slowly, but the size of them, which is what we call the amplitude, that is now huge. It's epic. So think about it. You're on the beach, and when you're awake, the waves are coming in very, very quickly. But they're small waves and they're coming in in a random fashion, but deep, slow wave sleep are these kind of epic things that would happen in Hawaii, where you just get these 2030 foot waves, and they're coming in very slowly, but they are epically big. That is deep, slow wave sleep. And then what happens is riding on top of those big, slow waves are these sleep spindles. They just keep coming. So, according to the sleep Sonification project, what you would hear now, these slow waves would be, that's the slow wave and the sleep spindle. What is it that happens in your brain, though, to your question to produce these slow waves? Well, let's go back to the football stadium analogy there before the game. That's wakefulness. Everyone is having a different conversation in a different part of the stadium, and you just get this kind of incoherent sort of blabber that's going on. That's wake. Your brain is doing different things at different sort of locations of the brain, processing different information at different moments in time. And that's the fast, frenetic activity of wakefulness. When you go into deep sleep, all of a sudden, for reasons that we still don't quite understand, hundreds of thousands of brain cells in your cortex all decide to unite in their singular voice of firing, and they all fire together, and they all go silent together. They all fire together, and they all go silent together. And that's what's producing these huge, big, powerful waves. So the analogy in the football stadium would be at this point now, and I'll come across to your university, Stanford is winning and the crowd is buoyant, and all of a sudden, the Stamford crowd is singing, Berkeley sucks. Berkeley sucks. And they're all uniting. The whole stadium cries out at the same time and then goes silent at the same time. It's an epic display of coordinated neural activity in a way that we don't see in any other brain state. It's phenomenal. It's just in awe."
    },
    {
        "speaker": "A",
        "text": "You answered the question I was going to ask, which is, does the pattern of brain activity that you just described occur in similar or identical form during any waking states? And I think you just said, the answer is no. Meaning, if I understand correctly, this is a very, very specialized brain state, unique to sleep, unique to a specific portion of sleep. And that begs the question, what is it doing?"
    },
    {
        "speaker": "B",
        "text": "So it turns out that all of these stages that we'll describe, different stages of sleep, do different things for your brain and your body at different times of night. And it's very understandable that people sort of, in the public will come over to me and say, you know, how do I get more deep sleep? Or how do I get more rem sleep? And my question back to them, firstly, is, why do you want more rem sleep? And they'll say, well, isn't that the good stuff? And I will say, well, it turns out that they're all important. You need all of them. But we can come on to. I'll speak about non REM sleep functions first, and then I should unpack REM sleep and then explain its functions. But as an overview, what we know is that during deep sleep, first you switch over in terms of your body's nervous system to what we call the parasympathetic nervous system that you've spoken about a lot before, which is this kind of very quiescent, calming state of your body's nervous system, the sympathetic nervous system, which is very poorly named because it's anything but sympathetic. It's very aggravating and activating. And when we're awake, that seems to be somewhat more dominant, depending on what state you're in. But in sleep, especially in deep sleep, you shift over into this very strong, parasympathetic, quiescent, calm state. And that instigates together with other things. And we've demonstrated, by the way, that we published a paper probably about a year and a half ago, that these slow waves and these sleep spindles and the coordination of them, how well that they're coordinated, seems to instigate a signal down into your body's, what we call the autonomic nervous system, which carries both the sympathetic and the sympathetic nervous system inside of it and forces you over into a parasympathetic state. So these brainwaves, one of the things that they seem to be doing is transacting a message to your body's nervous system to say, calm down, quiet down. What then happens? Firstly, what we see is your cardiovascular system ramps down. Deep sleep, you could argue, is almost the very best form of blood pressure medication that you could ever wish for. It's beautiful. Then something happens within your immune system. We're starting to unpack this, but we still don't quite know why. These pulsing, deep, slow brainwaves seem to be a trigger for instigating two things for your immune system. Firstly, it stimulates the restocking of the weaponry in your immune arsenal so that you wake up the next day and you are a more robust immune individual."
    },
    {
        "speaker": "A",
        "text": "So these are things like t cells, natural killer cells, things of that sort."
    },
    {
        "speaker": "B",
        "text": "All of that good stuff. But what's also interesting, there's a more recent discovery, it's not just that your body has put back all of this armory in place and in fact, amplified it, but your body's sensitivity to those immune factors has also increased. So you've restocked the weaponry and you've made your body more sensitive to those immune signals. And that's why we will see in probably later discussions, your immune system can start to become really markedly impaired when you're not getting enough sleep. So that's a second benefit of the deep sleep brainwave patterns. The third benefit that we've realized is that it's very good at regulating your metabolic system and specifically your ability to control your blood sugar and your blood glucose. And if we selectively deprive you of just deep sleep alone, and we can do this now very cleverly, it's not as though I see you going into deep sleep and I go into your bedroom and I wake you up, and then you go back to sleep, which is how we used to do it, sort of ten years ago. Now, we can use a very clever method where we play auditory tones to your brain, but they are of a level that will not wake you up. It's what's called a sub awakening threshold, and we determine that. And by playing those tones, it forces the brain to resurface out of deep sleep. So you will still sleep a total 8 hours, but I will have selectively excised just your deep sleep. And when I do that, sure enough, your blood sugar ability, your ability to control your blood sugar, I should say, is impaired, really quite demonstrably, and it's for at least two reasons. The initial thing is that your pancreas, when it sees this spike in blood sugar, it normally releases something called insulin. And that insulin is a trigger to your body to say, start absorbing the blood sugar, so we don't get this toxic, or we don't maintain this toxic spike in blood sugar. Your pancreas, when you are underslept, and specifically when you're not getting enough deep sleep, does not release the appropriate amount of insulin. Worse still, what we found is that selectively depriving you of deep sleep means that what little insulin is released, the cells in your body become less receptive to that insulin. So you're not releasing enough of this chemical to say, start absorbing blood sugar. And the cells that are designed to do the, they stick a straw out into your bloodstream and they suck up the blood sugar. They don't respond to the insulin anymore. So on both sides of the blood sugar regulation equation, you become impaired and then I can give you an example upstairs in the brain. One of the things that we found and we'll discuss is that deep sleep helps regulate your learning and your memory functions. It helps start to move memories around in your brain and protect them and shift them from short term to long term. Deep sleep, however, we've now discovered, is critical for de risking your Alzheimer's trajectory. It's during deep sleep when you have a cleansing system in the brain that starts washing away the toxic proteins that build up by way of wakefulness. And two of those toxic components are something that we call beta amyloid and tau protein, which are fundamental ingredients in the Alzheimer's disease brain equation. Certainly I could then understand, based on that litany of things that I've just provided, and those are only a few of what deep sleep is doing. You could imagine that's the stuff that I want to get and that's the thing that I need to optimize for. Not true because there is rem sleep."
    },
    {
        "speaker": "A",
        "text": "I'd like to take a brief break and acknowledge our sponsor, ag one. Ag one is a vitamin mineral probiotic drink that also contains adaptogens and is designed to meet all of your foundational nutritional needs. By now, im sure youve all heard me say that ive been taking ag one since 2012, and indeed that is true. Now, of course, I do consume regular whole foods every day. I strive to get those foods mostly from unprocessed or minimally processed sources. However, I do find it hard to get enough servings of fruits and vegetables each day. So with ag one, I ensure that I get enough of the vitamins, minerals, prebiotic fiber and other things typically found in fruits or vegetables. And of course, I still make sure to eat fruits and vegetables and in that way provide a sort of insurance that I'm getting enough of what I need. In addition, the adaptogens and other micronutrients in ag one really help buffer against stress and ensure that the cells and organs and tissues of my body are getting the things they need. People often ask me that if they were going to take just one supplement, what that supplement should be, and I always answer ag one. If you'd like to try ag one, you can go to drinkag one.com huberman to claim a special offer. You'll get five free travel packs plus a year's supply of vitamin d. Three k two. Again, that's drinkag one.com huberman before you talk about REM sleep, what about stages one and two of sleep? Are those just kind of the jog into the sprint, that is, deep sleep, stages three and four. Or if I were to stage the question I'm asking as an experiment, say I'm an undergraduate or graduate student in your lab, and I say, can we do an experiment where we selectively deprive people of stage one and two sleep only? And then, of course, the question becomes, what do you put in there instead? So there's a bunch of other experiments that one would have to do, but has that experiment ever been done? And if so, what is the consequence of being stage one, two deprived as opposed to just deep sleep deprived?"
    },
    {
        "speaker": "B",
        "text": "So, just. You already elegantly demonstrated that stage one selective deprivation is very difficult because it's a de novo thing you have to pass through to get to the other stages of sleep."
    },
    {
        "speaker": "A",
        "text": "Is stage one the stage of sleep that I and other people have experienced many times, where you're falling asleep and you start to have a dream, perhaps about walking or running, and then you kick yourself away?"
    },
    {
        "speaker": "B",
        "text": "That's right. Okay. And I should have explained what happens. Stage one, I love. So, as we're going into stage one, obviously our eyelids are closed. But one of the first signs that we know as we're recording. I told you, we're recording the electrical activity on the head with these electrodes. But I also said that we're measuring eye movement activity. And as you're going into light, stage one, non ram, for reasons that, again, we have no idea why, your eyeballs start to roll in their sockets underneath your eyelids. That change that we can start to see. We call them slow rolling eye movements, and they are the hallmark of you entering sleep. And if you are lucky enough to have a partner, you can see this. You can, you know, as they're falling asleep, you will see these bizarre. Now, granted, if they wake up, usually the relationship is terminated very quickly."
    },
    {
        "speaker": "A",
        "text": "Because the thing is, next time I'm on a plane, if the person next to me is sleeping, I'm gonna like. Or a mirror. Yeah, no, don't do that."
    },
    {
        "speaker": "B",
        "text": "I'm the only one who gets away with it because I'm a card carrying sleep scientist. And even then, yeah, American Airlines sometimes take some bridge. But. So you get these slow rolling eye movements, and the brainwaves start to sort of slow down again. But you mentioned something else, and they are called hypnagogic jerks. And as we're going into this first stage of sleep, I told you that the principal stage in which we dream is rapid eye movement sleep. That's not exactly true, because everyone has had this experience that just as you're drifting off, you start to have these little mini dreams, almost sort of diet or dreams light lite, and you can almost wake yourself up based on the fracture point of cognition. And what I mean is, you're thinking, okay, so tomorrow I've got to get to the studio. I'm interviewing that desperately annoying british guy, Matt Walker. And then there was the elephant in the room with the helicopter wings on its head. And you almost just think it wakes you up because you think, wait, wait. Sorry. Excuse me. Go back. Rewind what just happened? That's the point at which you've transitioned over into what we call the hypnagogic state, where you can have these hypnagogic dreams, but you also get these jerks. We don't fully understand what happens, but what we do understand is that as you're going into sleep, you start to lose different aspects of your sensory perceptual apparatus. Not lose in the sense of, where did they go? And I can't find them. The processing of those now many will remain during sleep. One of the things that starts to degrade is what we call proprioception. And you've spoken about this before, which is knowing how your body is sort of positioned in space. So proprioception is fascinating. As you're walking with a colleague and you're crossing over a street, have you ever had that feeling where you're sort of. You step off the curb and you're chatting, and all of a sudden you have one of those really ugly wobbles where you can. Oh. And it's because you had calculated non consciously and computationally, you understood where your foot was in space. You understood the velocity force with which it was descending down onto the road below you. You had miscalculated the distance, and your brain had expected your foot to hit that road at a certain time, and it did not. It sends an error signal back up your spinal cord, and that's where you get that."
    },
    {
        "speaker": "A",
        "text": "This happened to me just last weekend. I was at the San Francisco Zoo, and periodically throughout the landscape of the San Francisco Zoo, they have these kind of squishy surfaces that are seamless with the concrete around them. I think this is so kids can play on the various sculptures there, and if they fall, it's a little bit more forgiving. So I was just walking across this thing, talking to the person to my left, and I stepped on this now rather squishy surface. And all of a sudden, I'm like, well, I don't know how to walk across this thing. And I've been walking on a long period of my life, and I really had to pay attention and then transition back onto the concrete and could stop thinking about it for a while."
    },
    {
        "speaker": "B",
        "text": "And you almost then have to stop the conversation that you were having because it takes over and you switch from non conscious proprioceptive and you switch over. So the issue is that when you are lying there awake in bed, you sense the mattress underneath you, you sense the support you're getting, all of that feedback signal that I was telling you was absent when you inappropriately calculated the distance down onto the road, all of that is in place and your brain is saying everything's fine. But as we're drifting off into sleep, we start to lose that proprioceptive feedback. Now, normally, that loss of proprioceptive feedback and sensation of what's going on and where my body is is before the loss of consciousness. And so you lose consciousness, and that's then thereafter, when the loss of proprioception happens and you don't have this sort of mental freak out of proprioceptive break glass in case of emergency. But sometimes the speed with which those things happen changes, and you start to lose the proprioceptive sensation before you fully lose consciousness. And at that point, your body says, oh, my goodness, mattress has just disappeared and I'm falling. Got it. And that's where you can have these jerks. That's our current best theory."
    },
    {
        "speaker": "A",
        "text": "I know we're going to talk a lot about dreaming in a later episode of this series, but what you just told me forces me to ask at this moment whether or not in dreams where we sense we are flying, is that possible? Because of the absence of proprioception, we're on the mattress or on whatever surface we sleep on. According to the brain, we're suspended in space. Is that right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So it's one possibility as to why we have those experiences. In some ways, though, it does bring us onto REM sleep. During REM sleep, and I'll explain what happens in the brain, but what you're talking about is something that is even more unique about REM sleep. As we go into REM sleep, your brain paralyzes your body, so you are physically locked into the incarceration of your body. Why would your brain do this? And it's what we call muscle atoning. Now, I was telling you that we measure your electrical brain activity and we measure your eye movement activity, but we also measure your muscle activity. Why do we do that? Well, as you're going into non REM sleep, that muscle tone decreases, but there's still some muscle tone there. But as you go into REM sleep, in fact, just a few seconds before you enter REM sleep, I already know you're going into REM sleep because, bang, you become completely absent of muscle tone. And if I were to pick you up, I mean, I'm probably not going to be able to pick you up out of you bed. Based on certain images I've seen on social media, I'm going to. If I lift you up, you'd just be like a rag dollar. You would have no muscle tone whatsoever. It's almost like those toys where it's like a donkey that sits up and it's got a button underneath, and you press the button, whoosh, and it just falls down. I used to have those as a kid, too. Like the simple things that you and I had as children that would fascinate us alone."
    },
    {
        "speaker": "A",
        "text": "A couple of these, but, yeah, I need to get a donkey one in any event, but. Sorry, I know what you're referring to."
    },
    {
        "speaker": "B",
        "text": "So this muscle, as we call muscle atoning anything in sort of medicine, usually with an a before it, means the absence of something. So sort of, if you're. If you have. Have arrhythmia. Absence of normal arrhythmia. Aphasia. Aphasia. Yeah, sort of. Or. And here it's atonia. Absence of the tone in your muscles. Why would the brain do this? Well, the brain paralyzes your body so your mind can dream safely. You would imagine how quickly you could be popped out of the gene pool if, just like you described, you thought, I can fly. So you get up out of your bed and. And you go to the window and you launch. Probably not going to end well, depending on what floor you're on. So this absence of muscle tone, this physical incarceration that we have, is one of the things, by the way, that defines REM sleep from when you are awake. Because if all I was doing in my sleep lab was recording your electrical brain activity, and I was in the other room and I was just looking at your brainwaves as you go into REM sleep, I would not be able to tell, are you in REM sleep or are you awake? Why? Because the electrical brain activity is so similar when you are in REM sleep relative to when you're awake. And what that tells us is that REM sleep is an incredibly active cerebral condition. Your brain is just firing away, in fact. But some parts of your brain can be up to 30% more active when you're in REM sleep than when you're awake, stunning, particularly emotional brain centers. So it's a stunning state of paradox. And that's the reason that we sometimes call it paradoxical sleep. Your body is completely immobilized, utterly inactive, but your brain is fervent with its activity. By the way, people should not worry when I say that your muscles are shut down. And what happens is that just before you go into REM sleep, there's a bursting activity that will go up into your brain to light up your cortex. But there's another signal from the brainstem that's sent down all the way down the spinal cord to the alpha motor neurons in the spinal cord that will essentially create this inhibition. It's only your voluntary skeletal muscles, meaning that your involuntary muscles, things, for example, such as your respiration, that helps you breathe in your heart. That's the reason that we survive and live another day after sleep. So don't worry about that too much. With two exceptions, though, there are two sets of voluntary muscles, for reasons that we still don't know either, that are spurred from the paralysis of REM sleep. One of them is the extra ocular muscles. And that's the reason that when you go into REM sleep, you can have these darting horizontal movements back and forth. Those should also have been paralyzed, but they're not. And then, oddly, there is a muscle in the middle, inner ear muscle, that does not undergo the paralysis. And it will also twitch, too, just like your eyes. But I'm getting into the weeds. So that's what's happening in these different physiological states. And to your question, when you don't have any muscle tone whatsoever, maybe that is in part the reason why, a, you can start to have these dreams of absent gravitational pull, meaning you can start to fly. It may also be the reason, by the way, that coming back to proprioception, you can sometimes have that feeling of some people would describe, my teeth are always falling out. I always feel as though it's a very common thing, too. Or you feel the absence of clothing on your body, and you say, I walked out and I was going to this meeting, and I realized I didn't have any pants on. And you forget that proprioception is also about knowing that your clothes are on you. And sensing those clothes, you and I can now direct our attention and sense those clothes on us."
    },
    {
        "speaker": "A",
        "text": "Is it also the case that when we talk about sleep, we talk about falling asleep? That the sense that one is falling back into their head is related to the progressive loss of proprioception in the early stages of sleep? Or is it just semantics?"
    },
    {
        "speaker": "B",
        "text": "No, I often think that that may have been where that notion comes from. Why would we not say that? I am. Sometimes people say I'm drifting off into sleep, I'm about to enter sleep, and we say, I'm falling asleep. Now, some of that may be that I'm falling into a sort of a deeper and deeper state of a brain wave activity pattern, maybe. But I actually think you're right. Now, we don't know ultimately the origin of it, but I believe it's in part because people have this sense of falling, hence falling asleep."
    },
    {
        "speaker": "A",
        "text": "Along those lines, I've found that if I sleep horizontally on a bed or sofa, the sleep is far and away different than if I fall asleep upright in a chair or partially upright in a recliner, for instance, on an airplane. Now, there are a bunch of other things happening on airplanes, bright lights, noises, etcetera. So it's not a good experiment to compare those two situations. Airplane, recliner versus in bed at night. Too many variables. Temperature, especially. But is there any evidence that one's bodily position during sleep, or the orientation of the feet relative to the head, the angle elevated upward or downward, has any impact on the pattern of different sleep stages or quality, or any other aspects of sleep?"
    },
    {
        "speaker": "B",
        "text": "There is a reason for it, and we'll probably come onto this at some point. When we speak about different methods for sleep optimization, or the new wave of fascinating sleep enhancement tools has to do with temperature. We think that for you to be able to fall asleep and stay asleep, you have to drop your brain and body temperature by just a little less than about one degree celsius, or probably two, two and a half degrees fahrenheit. And that's the reason, by the way, that you will always find it easier to fall asleep in a room that's too cold than too hot. Because the room that's too cold is at least taking you in the right temperature direction for good sleep, whereas the room that's too hot, the opposite. It turns out that the body's ability to dissipate heat, what we call thermoregulation here, and thermoregulation in one direction, which is the reduction in core body temperature, is superior when you are lying down versus when you are inclined versus when you are standing up. And in part, it has to do with the distribution of blood throughout certain parts of the brain in the distal versus proximal regions, meaning the regions that are closest to the core of your body versus the regions that are further away. But your body's ability, if we largely take most items of clothes off you. And then we measure the core body temperature. And the way that we do this, it's a delightful technique. It's called a rectal probe. And it's neither pleasant, necessarily, for the installation of the experiments are doing it, and it's certainly not necessarily for the participant. But putting that aside for a second, we can measure your core body temperature, and we can measure, using temperature sensors all over your body, exactly what's going on with the blood flow. And we can measure how the brain is starting to dissipate the heat, because one of the principal ways that we dissipate heat from our body is by moving blood around the body. When we bring blood into the core of our body, we're trapping it in the core, and our core body temperature increases. When we push that blood out to the surface, it goes to these thin sort of capillaries and vessels on the surface of your skin, and you start to dissipate that heat, and you dissipate it more quickly. So your core body temperature drops, and the body's sort of vaso active capacity for distributing that blood and then releasing that trapped heat from the core of the body is superior when you are lying down. And therefore, your body temperature can drop more quickly, which is one of the many reasons why it's not as easy to fall asleep when you're sort of at a 45 degree angle and why the quality of your sleep won't be as good. Now, there are other reasons, too, just as you mentioned. But coming back to position, I would say that there are maybe there's perhaps at least two pieces of evidence that would recommend positional differences or positional changes. The first is very obvious. If you are someone who is snoring, and you have certainly if you have untreated sleep apnea, which is where you're not just snoring, but you'll have an absence of breath. That's what the word apnea means. Here's another one with an a in front of it. Pinea, sort of, you know, you've heard of pneumonia, and this is about breath, and apnea is about an absence of that breath. And with sleep apnea, not only do you start to have an airway collapsing partially, and that's where you get that flutter, and that's the sound of the flutter that we're having. But then at some point, you just hear silence. At that point, the person stopped breathing entirely. Absence of breath. That is much more likely to happen if you are sleeping on your back, because when you're sleeping on your back, your airway is giving way to gravity, which is wanting to pull the airway down and close it and shut it off. So one of the suggestions for people who have snoring or sleep apnea is trying as best you can to train yourself out of sleeping on your back. Now, there's lots of gadgets out there that can sort of Help and Ways you can do that. The old school way that we used to do it. Sleep apnea is more common in men than it is in women, but women still have it. But if you had a male, you would bring them into the clinic and you would say, could you? It's often males who perhaps are carrying excessive body weight, and so they're of larger mass size. You'd say, can you also bring a t shirt in of your wife? And it has to be a t shirt that has a pocket on the front. And then we would ask them to wear the t shirt back to front. So it's a very tight fitting t shirt. It's back to front. And then you took a tennis ball or a hockey ball in the back pocket, and as you're lying there in bed and you turn over onto your back, you get this painful signal of the tennis ball pushing you in the back. And it gradually."
    },
    {
        "speaker": "A",
        "text": "I know who came up with this. Was this Matt Walker's idea?"
    },
    {
        "speaker": "B",
        "text": "This is not me. I am not."
    },
    {
        "speaker": "A",
        "text": "It's clever."
    },
    {
        "speaker": "B",
        "text": "Yeah. I should now be on social media. I should be changed to sort of like sleep torturer rather than sleep diplomatous. So that's one recommendation. Try to stay clear. If you're asking me, are there certain positions we should stay away from in that circumstance, yes, it would be. The other comes back to something I mentioned during deep sleep, when this cleansing system starts to kick into gear in your brain and wash away these toxins from the day. What we've found a little bit of evidence, and we and the royal we, because I like you, my lab doesn't do animal research where we only do human research. But some animal researchers had discovered that when animals will sleep with their head on the side, the cleansing capacity of the brain is superior than when the animal is sleeping on its back or sleeping on its front. And in fact, if you look, and you would love this project, if you go into Google and you just search for sleeping animals, look at the head position, and I will guarantee you that many of them, if they're naturalistic, are animals with their head turned to the side. Now, the cute ones, the funny ones are when a kitten is splayed out on its back and its head is back. That's how someone with sleep apnea would sleep on their back. But that's very rare. We almost never see that. So it's very interesting. And what they found was that when those heads were in those sort of side positions, the cleansing mechanism of the brain was a little bit better. It wasn't night or day. It's not as though, oh, my goodness, I'm a front sleeper and I'm not getting any brain cleansing or I'm a back sleeper. I'm not saying that there's no need to take it to the extreme, but I don't think there's any good evidence yet in humans that, firstly, that's the case and nor is the strong enough evidence to make any recommendations. But I just bring it up because it's in the data and it's starting to emerge. If you were to ask me about sleeping position and are there any recommendations, those are the two pieces of descriptive advice I would give you. They are not prescriptive pieces of advice."
    },
    {
        "speaker": "A",
        "text": "You mentioned the relationship between temperature and sleep, and we're going to get into that in some degree of detail a little bit later because it's so critical. But prior to starting to record this episode, we were talking a little bit about yawning, and you told me something really, truly fascinating about yawning, which was."
    },
    {
        "speaker": "B",
        "text": "So there are at least four competing theories of yawning that we have, and I think there is probably an emerging clear winner. The first theory was that it was just tiredness, that yawning is simply a sign of you being tired. And it turns out that that's not true because many people can yawn when they're bored and they are not tired, and they've been very well rested. So that doesn't seem to be true. The next one was one that seems to be very logical, which is it's about trying to rebalance your blood gases and specifically oxygen and carbon dioxide. And you would think that perhaps when you yawn with that sort of, when you and you inhale a huge volume of oxygen, what you're trying to do is pump back up the oxygen in your bloodstream. Or when you sort of. And the exhale, maybe it's about exhaling."
    },
    {
        "speaker": "A",
        "text": "More carbon dioxide, not unlike the physiological sighs that occur during sleep of a double inhale with a long exhale."
    },
    {
        "speaker": "B",
        "text": "Correct."
    },
    {
        "speaker": "A",
        "text": "Or that one can voluntarily generate for anxiety management in wakeful sleep."
    },
    {
        "speaker": "B",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And so that was a theory that maybe you're trying to balance these blood gases and there were some very clever experiments where they took individuals and they artificially increased their oxygen levels. But more specifically, they increased their carbon dioxide levels bi directionally. They tried to manipulate it, and they asked, did those individuals start to yawn more? Because the idea would be, if your blood oxygen is coming down and your carbon dioxide is starting to rise, if this theory is correct, you should start yawning with greater frequency, and there was no difference whatsoever. That's probably also the reason that you don't see people yawning on a treadmill or when they're going into more of an oxygen debt and higher levels of carbon dioxide. So that theory was knocked out. The third theory was one of contagion. And it's fascinating. Yawning, like several other things, has a contagious element to it. So as the audience, unexpectedly, they didn't know what you were going to say. And before you said it, you said, you told us something interesting about, and you did it. I guarantee you that there will be people listening right now who said, oh, I just yawned in response to Andrew Huberman Yawning. It is very contagious. In part, it's the mirror neuron system. And you obviously understand this in depth. Your brain has this capacity to mirror the action states of other individuals. So a good example would be, let's say I'm walking out the door now, I'm closing the door with my hand, and all of a sudden I'm going to get my hand trapped. And you, on the other side of the room, you are seeing my hand. And as soon as I trap my hand and I yelp out in pain, you almost hold your own hand. Because why? Why? Why are you doing that? It's not just because, you know, you're trying to be, you know, compassionate. No, you have experienced some degree of what I've just experienced. How does it do that? Because your brain has a system inside of it that mirrors my action states. And it's called a mirror system. And you can imagine why it's very good to understand the action and emotional states of others for prosocial capacities and all of that good stuff. And one of the things that can also happen with this mirror neuron system is that it mimics yawning. So when you yawn, my likelihood of yawning increases too, because my mirror neuron system is matching your yawn. And what's interesting is that we know other species also have a mirror neuron system. And that means that when you yawn, there is a statistically higher chance that your dog will yawn. And it's cross species. So when your dog yawns, there's a higher probability that you will yawn. And we've got this data, and it's very clear. One of the other interesting theories, though, is that when I species that are cooperative species, for example, a pride of lions, when one of those lions yawns, firstly, many of the other lions will yawn in a contagious fashion. But then, consequently, there is a collection of actions that happen after that contagious yawn. And so some people have suggested that the yawning is a way to enact cooperative group behavior. That's another theory. The final theory, number four, which I think has the best evidence for, is not the gaseous exchange balancing of carbon dioxide and oxygen, but when you inhale oxygen from the outside, it's usually cooler than your core body and brain temperature. And when we inhale, there is a modest drop in brain temperature. And when the brain temperature starts to rise, that's when we see yawning frequency beginning to increase. So next time you see someone yawn, don't think, oh, they're bored, or they didn't get enough sleep, go over to them, hug them, and say, I know your brain is getting warm, it's okay. And then at that point, the friendship will be terminated because no one should be hugging each other and saying, your brain is warm. I'm so sorry. But anyway, that aside of I'm sorry I took us down that tribute tree of my polluted stream of consciousness, but that's yawning explained. Those are the four theories, and we don't have a definitive answer, but I think the best one right now that will continue is that it's about brain cooling."
    },
    {
        "speaker": "A",
        "text": "That theory makes a lot of sense. People tend to yawn when they get tired. As you mentioned, people can yawn for other reasons as well. If I'm yawning because I'm tired and yawning is to cool off my brain that's too warm. Is that an attempt to put my brain to sleep? Because we need to cool the brain in order for it to go to sleep or something else going on there. Also, and this sort of merges with the previous question about body position. I've lectured in the university for well over a decade, as I know you have as well. And occasionally, every once in a while, there's one student. I'm just kidding. There are several students, especially if it's an afternoon class class or a very early morning class that is falling asleep in their chair and then their head. They kind of jolt awake. And we all know that keeping the room a little bit cooler sometimes helps to keep people awake, as opposed to a warm afternoon classroom. But in some ways, what we're talking about here violates what you were talking about earlier, that it's easier to fall asleep in a cool environment as opposed to a warm environment. The brain needs to cool in order to fall asleep. But then when we yawn, it's in response to the brain being too warm. And so I'm having."
    },
    {
        "speaker": "B",
        "text": "Square that circle for me. Yeah, help me understand."
    },
    {
        "speaker": "A",
        "text": "Square that circle. I like that. Yeah, please square that circle for me, Matt."
    },
    {
        "speaker": "B",
        "text": "It turns out that for you to drop your core body temperature, the opposite has to happen, which is that you have to warm up to cool down to fall asleep. And I mean warm up in a very specific way. You have to have the outer surface of your brain warm up. You have to get blood to the surface of your skin, and that surface almost acts like a snake charmer, that it draws the warm blood from the core and it pushes it to the surface, and you radiate the heat out. And as you radiate the heat out, your core body temperature plummets. So why would people be falling asleep, sort of, you know, in an afternoon meeting when it starts to get a little warm? Well, in part, it's because the warmth of the room is starting to make the sort of face a little bit more rosy. It's drawing the blood out to the surface. So what's happening? The core of your brain and your body temperature are starting to drop. And at that point, that's why you're going to start to feel a little bit more sleepy. That's reason one. The second that you described is that afternoon you're in meetings around a table, and you start to get, as you said, those wonderful head nods. And for people listening, you all know that where the head goes down and snaps back up, it's not that people are listening to good music and doing this head bobbing. It's that they're falling prey to what we know is a genetically hardwired, pre programmed drop in your afternoon alertness. It's called the postprandial dip in alertness. And that infers that it's after some kind of a meal. It turns out it's not really related to a meal. People say, well, I had a heavy lunch. I had sort of pasta at lunch, and I always feel sleepy afterwards, maybe in part. But if I remove and I. I prevent you from having lunch, and we've done these studies, too, your brain still shows this very reliable drop in alertness. Somewhere between quite wide, but somewhere between about one to 04:00 p.m. in the afternoon."
    },
    {
        "speaker": "A",
        "text": "Yeah, for me, it's always between two and 03:00 p.m. which is a time."
    },
    {
        "speaker": "B",
        "text": "Where I'm resisting looking at my watch right now."
    },
    {
        "speaker": "A",
        "text": "Yeah, we might be in that phase of the day. I can always feel it. And if I close my eyes for 1020 minutes, I usually can fall asleep pretty quickly for a nap. I know we'll talk about naps later, but if I don't and I ride it out, then usually by about 330, I'm fine."
    },
    {
        "speaker": "B",
        "text": "Get that rise back up, don't you? And it sort of swings back up. And so that's in part the reason, though, explaining the yawning and that warm feeling of I'm in the meeting room, the boardroom meeting, and the blinds are open, the sun is coming through, I've got the sun on my back. I'm starting to get very warm, but I'm starting to get really, really sleepy. It's the collusion of two things. It's that you're going into this higher frequency sleep zone in the afternoon, this postprandial drop in your brain alertness, and we can measure it. It's very reliable. You can see this dip in your brain electrical activity, and you're getting warm at the surface, which brings blood to the surface, releases that heat from the core. It drops, and boy, do you want to fall asleep."
    },
    {
        "speaker": "A",
        "text": "I want to take a brief break and acknowledge our sponsor, InsideTracker. Insidetracker is a personalized nutrition platform that analyzes data from your blood and DNA to help you better understand your body and help you reach your health goals. Now, I'm long been a believer in getting regular blood work done for the simple reason that many of the factors that impact your immediate and long term health can only be analyzed from a quality blood test. The problem with a lot of blood tests out there, however, is that you get information back about metabolic factors, hormones, et cetera, but you don't know what to do with that information. With Insidetracker, they make it very easy to understand your results and they also point you to specific directives that you can follow in the realm of nutrition, exercise, supplementation, even prescription drugs that can help bring the levels back into the ranges that are optimal for you. Insidetracker also offers InsideTracker Pro, which enables coaches and health professionals to provide premium and personalized services by leveraging insidetracker's analysis and recommendations with their clients. If you'd like to try Insidetracker. You can go to insidetracker.com huberman to get 20% off any of Insidetracker's plans. Again, that's insidetracker.com huberman. I took us on a bit of a journey into some, I don't want to call them sidebars, but some specific features around sleep and falling asleep, etcetera. So let's get back to the different stages of sleep and frame that under the question of what is great sleep? What is mediocre sleep? I think we all know what bad sleep is. It's when you can't get sleep. But I think there's a whole different category of bad sleep that you're going to tell us about, which is sleep that we think is good, but is actually not as good as we think it is."
    },
    {
        "speaker": "B",
        "text": "I'm always the bearer of doom and gloom."
    },
    {
        "speaker": "A",
        "text": "No, but also. But also the deliverer of, of powerful tools to improve one's sleep and thereby wakeful state. So along those lines, what is sleep for, truly, and what happens when we don't sleep well is perhaps more intuitive to most people. Oh, I feel cranky or I can't remember things, or I just got to. Stress seems to feel a little more intense. The same amount of stress feels more intense. And what is great sleep? And this is, I think, all under the umbrella of why do we sleep? Why do we spend a good third or more of our life in this incredible state of mind and body that we call sleep?"
    },
    {
        "speaker": "B",
        "text": "And it really is quite a stunning state of idiocy when you consider it, because when you're asleep, you're nothing. Finding a mate, you're not reproducing, you're not foraging for food, you're not caring for your young. And worse still, you are vulnerable to predation on any one of those grounds, but especially all of them. As a collective sleep should have been strongly selected against in the course of evolution. And in fact, one of the founding fathers of sleep research, Alan Rekshafen, once said that if sleep doesn't serve an absolutely vital function, it is the biggest mistake the evolutionary process has ever made. And now what we've learned through almost 10,000 plus research studies over the past, certainly 70, 80 years now, is that nature did not make a spectacular blunder in creating this thing called sleep. So maybe I can firstly address what is the, what is sleep doing? And what happens if we're not getting sufficient sleep? And then the other question is, what is good sleep in terms of what sleep is doing and why? He was right in saying that Mother Nature didn't make a blunder. And it hasn't, by the way, because if you go back, every species that we have carefully studied to date seems to sleep. And what that tells us, even very old, evolutionary, old, ancient earthworms seem to sleep. They will have a period of what we call lethargicus, which is where they seem to be inactive. So I bring that point up because it means that sleep appears to have evolved with life itself on this planet, and then it has fought its way through heroically, every step along the evolutionary path. And that by itself must tell us that whatever sleep is doing, it must be non negotiably life support necessary. In what ways is it life support necessary? Well, we now know many of those. First, when you're not getting sufficient sleep, I can speak about your hormonal systems. Let's say I take a group of really healthy young men and I limit them to four or 5 hours of sleep. For five nights. They will have a level of testosterone which is similar to someone who is probably ten years older than them. So a lack of sleep will age you within five days by a decade. We also see equivalent impairments in female reproductive health caused by a lack of sleep, impairments in estrogen, in follicle stimulating hormone, and also in luteinizing hormone."
    },
    {
        "speaker": "A",
        "text": "What about the effects of a single night's poor sleep on hormones? And not to get too down in the details here, but is it necessary to have four or five nights of minimal sleep in a row before you start to see these effects? Or let's say somebody is getting good sleep for three nights or four nights of the week, but then the other three are kind of challenging for whatever reason. But does one see a graded effect, a kind of intermediate reduction in sex steroid hormones like testosterone, estrogen, follicle stimuli?"
    },
    {
        "speaker": "B",
        "text": "There is some degree of a dose response curve, but we haven't mapped it out with hypha. So the way I would want to do it, as a sleep scientist would say, okay, I'm going to do this for one night and I'm going to thin slice you to 7 hours, 6 hours, 5 hours, and then I'm going to do it for two nights, and you're going to again be in the 6 hours, 7 hours, 4 hours. And I would like to build up this high fidelity map and understand that we don't have that. But certainly what we know is that a night of total deprivation will markedly impair those hormones. And we know that after about a working week of short sleep, you see those impairments too. But let me come back to one night. So that's the hormonal system as an example, and we've already spoken, or I'll come back to it right now. The metabolic system and another hormone, insulin. What we found is that if I take you again and I limit your. And you're perfectly normal, healthy, you don't have any signs of type two diabetes. And I limit you to, let's say, 5 hours of sleep for four nights. And then I measure your ability to dispose of blood sugar. And your level of blood sugar impairment is so disrupted that at that point your doctor would classify you as being pre diabetic. So I could take an individual, and within five nights of short sleep I can move them towards a path that's getting very close to type two diabetes. And as I said, we've under, and we royal we here. Whenever I say we, by the way, it usually means that, well, whenever I say I did something, I mean at my center we did something. And when I say we did something, I mean that they did something."
    },
    {
        "speaker": "A",
        "text": "That's a fair shorthand for attribution."
    },
    {
        "speaker": "B",
        "text": "And so, so there have been studies that have redecomposed exactly how that impairment in blood sugar happens. And we mentioned that earlier in this episode. I can also then move on to, for example, your immune system. This is a very good demonstration. Firstly, there's a great study done by Michael Owen and his colleagues at UCLA. And he took individuals, healthy individuals, and he limited them to just 4 hours of sleep for one single night. And he measured levels of critical anticancer fighting immune cells called natural killer cells. And what he found is that after that one night of just 4 hours of sleep, there was a 70% reduction in natural killer cell activity. That is a striking state of immune deficiency. And just to give people a reference point, these natural killer cells were, think of them almost like the secret service agents of your immune system. These natural killer cells, they are very good at identifying dangerous unwanted elements in your body, like cancer, and going after them and destroying them. So you wish for a very virile set of these immune assassins in your body at all times. And if you're not getting sufficient sleep, that may not necessarily be the case. We also know that if you are not getting sufficient sleep in the week before you get your flu shot, this is just another example of how sleep is critical for your immune system. If you're not getting that sleep in the week before you get your flu shot, you produce less than 50% of the normal antibody response, therefore rendering that flu shot, largely ineffective in terms of vaccinating you. We also know that if you're not getting sufficient sleep on average, let's say that you're getting less than 6 hours of sleep or less on average, you're almost three times more likely to develop the common cold, the common flu. And I know that you, at the time of us recording this, you've released some fantastic content about the flu and the rhinovirus in particular. So that's a good demonstration of your immune system. We also know that it's not just that. It's also your cardiovascular system that suffers when you're not getting sufficient sleep. And here again, the data, I think, is very strong. Cardiovascular disease writ large, including stroke and heart attack. And there is one study that I think illustrates this, and granted, now, in terms of the replication, the effect sizes may not be as big, but this study was interesting. They didn't do something radical like depriving you of sleep for an entire night, nor did they just limit you to 5 hours of sleep for four nights. There is a global experiment, sleep experiment, that has performed on about 1.65 billion people across 70 countries twice a year, and it's called daylight savings time. Now, in the spring, when we lose an hour of sleep, what they observed in that paper was a 24% relative increase in heart attack risk the following day. Yet in the autumn, in the fall, when you gain an hour of sleep, there was a 21% reduction. Amazing. So it's bi directional. And by the way, and as I said, that paper, there are some aspects that you can sort of discuss, but it has been replicated. We see increased rates of hospitalization after that 1 hour of lost sleep. In the spring. There are higher rates of car accidents on the road after 1 hour of lost sleep. We also see higher rates of suicide after 1 hour of lost sleep during the spring time change. We even see it. This is great data. They looked at the sentencing of federal judges in the United States, and because it's the federal system, the government system, all of those things are cataloged and well documented. So you have a huge database. And they went back. And what they found is that in the spring, when we all lose that 1 hour of sleep opportunity, those judges doled out harshest federal sentencing in the day after they had lost 1 hour of sleep because their emotional and mood states were impaired. And we'll speak about this in a later episode, too. So if you are up for sentencing, or please try to avoid that spring time change as best you can. Go for the fall date if it's possible. So that's your cardiovascular system. I could also tell you that it goes all the way down into the cellular and molecular state of your body. And I'm trying to do this to impress the fundamental importance of sleep. There was a wonderful study done by my colleagues at the University of Surrey back in the UK, led by Dirk Yandyk. And what they demonstrated was that if you take healthy individuals and everyone is going to act as their own control, and you limit them to 6 hours of sleep for one week, versus allowing them to sleep at least eight and a half hours or more time in bed. And then what they did was they measured the change in their gene activity profile relative to when those same individuals, as I said, were getting a full eight hour plus opportunity in bed versus the 6 hours of limited sleep. And they found two interesting things. First, a sizable and significant 711 genes were distorted in their activity, caused by a lack of sleep. By the way, that's relevant, we know that almost one out of every three, maybe even one out of every two. If you look at the data, people that pass you on the street is trying to survive on 6 hours of sleep or less during the week. So it's a relevant ecological manipulation. The second result was that about half of those genes were increased in their activity. The other half were decreased. Now, those genes that were impaired by way of one week of short sleep were genes associated with the immune system. So once again, you can see this immune deficiency, but now playing out at a genetic level. Those genes that were increased, or what we call overexpressed, were genes that were associated with the promotion of tumors, genes that were associated with long term chronic inflammation within the body, and genes that were associated with cellular stress and as a consequence, cardiovascular disease. And to me, that study impressed the fact that there is no aspect of your wellness that seems to be able to retreat at the sign of sleep deprivation and get away unscathed. It's almost like a broken water pipe in your home, that sleep will leak down into every nook and cranny of your physiology, and it will even tamper with the very DNA nucleic Alphabet that spells out your daily health narrative. So I paint this picture, which seems dire, and I think someone once said to me, look, your TED talk, which I think was called sleep is your superpower. They said that talk should have actually been sleep, or else dot, dot, dot, which was a completely fair thing, because I think very early on, as a public figure for sleeper, I did a terrible job. I was very dictatorial."
    },
    {
        "speaker": "A",
        "text": "I disagree."
    },
    {
        "speaker": "B",
        "text": "Well I think I was very absolutist, and I've learned my lesson."
    },
    {
        "speaker": "A",
        "text": "I disagree. And I'm going to interrupt intentionally not to puff you up just because, but I think that it's fair to say, I know it's fair to say that the cautionary notes that you spoke about in those early TEd talks and in your book, why we sleep, while they may have stimulated some anxiety for some people, they absolutely had and have a net positive effect in the sense that they cued people to the importance of this thing called sleep. Because prior to you doing that or those things, it was the case that it was the I'll sleep when I'm dead mentality. And as somebody who's pulled many all nighters in his career, many, many, although not these days any longer, thank goodness, I can tell you that that information was transformative for my behavior and also for people in the arenas of military sports, children, adults. It is fair to say that we have better parents, better kids, better citizens of every country as a consequence. So I won't allow you, one of the few things I will have a hard line on. I won't allow you to malign your contribution. And the good news is, this series is also going to include a lot of discussion about things that one can do, anyone can do to improve their sleep. So enough with that."
    },
    {
        "speaker": "B",
        "text": "Walker saying that Walker, I will stop trying to reject that. But I would also, folks, put in."
    },
    {
        "speaker": "A",
        "text": "The comments on YouTube, whether or not you agree with me or you agree with Matt, and thanks for agreeing with me."
    },
    {
        "speaker": "B",
        "text": "I would say, though, that please don't start, as you mentioned there, getting anxious if you're not finding it easy to fall asleep, that listening to me is, firstly, probably not going to make matters any better. But don't think, even if you're in the general public, that, look, I had one bad night of sleep. Does it mean I'm now going to develop Alzheimer's disease? Absolutely not. We're not suggesting that. We're talking about a model in which week after week, month after month, yes, I've demonstrated that after just one night of something of short sleep, you can see measurable impairments. And we can, and I can't be untruthful about the scientific data, but it's not as catastrophic as 1 may think. And as you said in this series, we will also speak and focus a great deal about what can you do to start to try to optimize your sleep. So thank you for that opportunity."
    },
    {
        "speaker": "A",
        "text": "Absolutely. So lots of things not good for us happen when we don't sleep enough on a consistent basis, yes. One poor night's sleep, let's face it. I mean, our species would cease to exist if that were the case, because all these parents that have stayed up, you have an emergency, or the neighbor's dog is barking, or you go to an airb where it's too warm and you can't sleep. But clearly, bad things start to happen. When we are chronically sleep deprived, we hear less often about the great things that happen when we get great sleep. Perhaps we can talk about a few of those. I mean, obviously, many of them are going to be just the inverse of what you just described. But, for instance, learning neuroplasticity, the nervous system's ability to change in response to experience sleep deprivation, impairs learning. Yes. And a great night's sleep makes it a lot easier to learn. Right. So what are the data in terms of the relationship between sleep and learning? Again, something we're going to go into in quite a bit more detail. But can you give us a. Can you throw us a bone? Some of that. Can you incentivize us for getting good sleep, not just through fear, but we heard the sticks. Throw us a carrot."
    },
    {
        "speaker": "B",
        "text": "Yeah. So there are so many wonderful carrots. So when you are sleeping, your brain's capacity and its learning centers are so much more ready to absorb information. So think about these memory centers in the brain, almost like a dry sponge, if you've been sleeping well, and they are so excited to soak up new information and retain that information. So, firstly, sleep before learning is going to help you acquire and imprint new memories very effectively. And we've demonstrated that. I'll tell you about the studies in a later episode. We also know, though sleep after learning does something delicious, it will take those freshly minted memories and it will consolidate them into the brain, meaning that it will start to fixate them, almost like sort of setting them in concrete into the brain. And so you are far less likely to lose those memories, which is to say, you are far less likely to forget if you've been sleeping after you've learned. It's not just that, though. Sleep does more than simply strengthen those individual memories. Sleep will start to cross link and connect those memories together. And as a consequence, the next day, you will wake up. And that memory back catalog has now been updated with all of the recent information, and it's integrated and it's associated. So you are now able to come up with new creative solutions to issues or problems that you've been facing because you've upgraded. Updated what we call the associative networks in your brain. And this is the reason that people will describe having had these insights by way of sleep and these problem solving capacities. And really that's what to me, a good student is not simply a student who can learn all of the individual rote facts and then just regurgitate them. An individual memory is not sitting as an isolate. Island is not particularly useful. That's why your laptop isn't. Well, as long as it's not connected to the Internet now and OpenAI, it's not particularly intelligent. I mean, it has a storage capacity that is almost more perfect than your brain. It doesn't make some of the memory sort of mistakes that we do. The reason it's not as intelligent as we are, in part, is because it has not integrated the information. It doesn't link all of the. Wouldn't it be wonderful if you woke up one day and you'd installed a program on your computer, and your computer just understood how all of the files were interrelated and connected and it was saying, okay, you've double clicked on this file. Well, now I'm going to tell you that there is this related information. You should pull this in here and it would enhance this paragraph that you're working on, or it would improve this experimental idea that you're coming. It doesn't do that, but your brain does that. How does it do that? In part, it's because sleep is building these associative networks. So it's not simply the student who learns the rote facts, it's the student who learns the facts and then understands what they mean. Sleep is not just about learning, and it's not just about knowledge, it's about wisdom, which is knowing what it all means when you fit it together. And that's one of the other roles of sleep. So those are some of the beneficial things that sort of the carrots that can come by way of for your learning and memory. There are so many other carrots, though, we described for your immune system how there is this restoration that happens during deep sleep, and it primes that. But there are other benefits too. One of the things that we've discovered, and we hopefully will get to discuss this in more detail, is that sleep provides almost a rebooting of your emotional and your mood states. And as a consequence, you wake up the next day and you are dressed with a very different set of emotional clothing. And sleep, when you're getting it, almost. It's like a set of emotional windscreen wipers that it's just cleared those things off and you wake up. It's the reason that people will tell you if something is troubling you. Don't worry, just come back tomorrow, just give it a night of sleep and you'll probably feel better tomorrow. That feeling better notion is sleep acting as this emotional balm that just soothes that. Those jagged edges that we've been sort of almost like a CD getting scratched. If anyone out there knows what a CD is these days, but these scratches that we get, emotional wounds, sleep is starting to heal those as well. So those are benefits. I could also mention some other aspects of your weight control and your weight gain. And this is a huge, huge effect. Size. Sleep moves the needle on almost every aspect of brain and body health. I think it's very clear at this stage that there is no single tissue or major physiological system in your body and no operation of your mind that isn't wonderfully enhanced by sleep when you get it, or demonstrably impaired when you don't get enough. But when it comes to appetite and regulation of weight gain, this is immense. Firstly, what we know is that when you're getting sufficient sleep, you can create a nice concentration ratio of two appetite regulating hormones called leptin and ghrelin. And let me go in the reverse to probably give you a better example. Let me say I deprive you of sleep. And what we see is that these two hormones, and I joke, they sometimes sound like leptin and ghrelin sound like hobbits from Lord of the Rings, but they're not. They're real hormones. And leptin essentially is the signal that tells your brain, okay, you're satiated by your food, you're full and you don't want to eat more. So hunger and appetite decrease. Ghrelin does the opposite. When ghrelin increases now, it's the signal of hunger and you get increasingly unsatisfied despite eating a full meal. If you've got still high levels of ghrelin, you don't feel satisfied with that meal. And many people listening may start to say, I have this feeling where I'm just eating and I just don't feel satisfied on some days. And those days, I suspect, can be days when you are not sleeping well. And I think everyone has had this feeling of saying, I just didn't sleep well last night, and I just get ravenous and I just unleash this unholy hunger and appetite. That's in part because these two hormones. So what happens is that when we're not getting sufficient sleep. Leptin, the signal that says you're satisfied with food, stop eating. That is impaired by way of a lack of sleep. If that wasn't bad enough, the hormone ghrelin that says, no, you're not satisfied with your food, eat more. That's the signal of hunger that increases. So it's almost like double jeopardy. You're getting punished twice for the same crime of not sleeping. Once by way of a drop in leptin, stop eating. And once by way of ghrelindeh foot to the floor acceleration. I want to start eating. That's in part why your waistline can start to expand when you're not getting sufficient sleep. But when you do, it's a fantastic way of controlling. I guarantee you, if you start to implement better sleep, your ability to regulate your basal levels of appetite and hunger will decline. But it's not just that you want to eat less or you at least want to eat an appropriate amount for your body mass. It's also what you want to eat. And what we've discovered is that when you are, again, not getting sufficient sleep, you start to eat more. Yes, you do, but you eat more of specific things. You crave things like these heavy hitting, sort of stodgy carbohydrates like bread and pasta and potatoes and pizza. And also you crave simple sugars. And so those foods we know in excess can be what we call obesogenic foods. They are foods that can lead you to a more rapid amount of weight gain. Whereas when you are getting sufficient sleep, now you're reaching at the food bar for you're saying, watch. Actually, I think the salad and those healthy nuts and the fruits and those things look quite appetizing today versus when you are underslept, all you want to do is go after the junk food because you kind of got these munchies. What's interesting is that a recent discovery came back to that notion of the munchies. When I say, I got the munchies, people sometimes think of a drug reference. They'll say, well, I've been smoking weed. I always get the munchies. Why is that? Because when you are bringing in cannabis into the body and these cannabinoids, these what we call exogenous cannabinoids, they will increase your appetite, they will stimulate your appetite. Cannabinoids are appetite stimulating components. But we all have our own version of cannabinoids that we produce inside of our body that you've spoken about before called endocannabinoids. When you are underslepthe the brain releases more endocannabinoids. And that's in part why you get this strong impulse. And thus, ergo, when you start sleeping better, you moderate all of these hormones and these chemicals, and your appetite is controlled. When you eat, you feel satisfied with your food. You're not craving more. When you make your food choices, you're making better food choices. We did a study with brain imaging where we underslept individuals and we had them see food items inside of a brain scanner, and they had to rate, how much do I desire and how much do I want these items? And those items range from very healthy items all the way to unhealthy items. It's like ice cream and pizza, all of that good stuff and sweets, candy, as you would say over here. And we looked at their ratings, and by the way, to make this a more ecological, because you could say, well, they're going to know what's the healthy choice? So they're probably just going to be politically correct and say, oh, I desire the healthy food. Because the way that we tried to get around that was we said anything that you said was desirable. When you come outside of the scanner, we've actually got all of these foods, and you're going to have to eat them. So they were making more realistics. And each person went through the experiment twice, one night after full nights of sleep, one night with significantly less sleep. And sure enough, inside of the scanner, they were rating unhealthier foods as more desirable. So your preference was going in that unhealthy direction. But what was interesting was what was going on in the brain. We saw that the frontal lobe regions, these sort of areas that sit above our eyes that almost act like the CEO of the brain, and they help regulate our deep emotional centers. Those regions of the brain had gone offline by way of a lack of sleep. And these emotional centers that are usually associated with more hedonic reward. And they're also excessively more active in people with obesity who have what we call hedonic eating patterns. Those regions were ramped up by way of a lack of sleep. So it's not just that there are chemical changes in your body that conspire to have you eat more. There are also changes in your brain that prevent you from making the healthy food choices. But when you're getting sufficient sleep in the control condition, when they were getting that sleep, their brain was beautifully regulating the optimal food choices. So that's just another example of a carrot, no pun intended. Now that when you're getting sleep, if one of the ways you want to manage your, your body composition and manage your appetite is by way of getting sufficient sleep. It's actually a very powerful tool that we probably underrate. And then this other aspect, I would say, is emotional and mental wellness. Everyone knows that your emotional and mood states will take a nosedive, like a dart into the ground when you're not getting sufficient sleep. It's that idea of, I just snapped. And those are the words that usually, you know, are uttered by people who are not usually sleeping very well. But when you're getting good sleep, it's so much easier to regulate and manage those emotions. And Michael Grandno, great sleep research, he did an interesting study, and it was one of those studies, like many studies, I read from my colleagues that my initial reaction to the study was jealousy, because it was such a good study, and I was jealous that I didn't think of the idea. And now, gradually, with my senior age, I've disabused myself of that ego. And very quickly, I then think, this is the best paper, and I can't wait to tweet it out. But he did a great study, and it was only quite recently he asked, what are the reasons that people want to try to improve sleep? You would have thought that we'd have known this decades ago. And it's a relevant question to the point that you're asking, which is about these carrots. I know that there is still probably some degree of a sleep loss epidemic out there in the world. There is still that sleep machismo mentality that I can sleep when I'm dead. So how can we try to motivate people? Well, I can do it with the stick and I can do the whole sort of, you know, if it bleeds, it leads and do the doomsday stuff, and that can motivate. But why don't I try to understand what it would be for most people that would have them try to enact better sleep behaviors. And they asked all sorts of different options. And the two things at the end of the paper, when they did all the statistics, that stood out like two sore thumbs. I want to try to improve my sleep because I want to improve my mood. I want to improve my sleep because I want to improve my body weight. People know it. They already knew it. We didn't have to show them the data. And so it's just interesting. So I'm just bringing those two things up as carrot examples. There are many others, of course, too."
    },
    {
        "speaker": "A",
        "text": "Terrific examples of carrots that one can get, if they get adequate sleep. And we'll talk about quality and some other features of sleep that are important in just a moment. But I'm curious, how come when we are sleep deprived, we get bags under our eyes and our skin? Health shows it even one day. If you know someone well and you see them regularly and they walk in, they look particularly well rested. We think they're bright eyed and bushy tailed, so to speak. But you can often see it in their skin and in their eyes, how glassy their eyes are, how open their eyes are, but also the bags under their eyes. And of course, folks never say to somebody, you look tired. The other way to do it is just if they look particularly well rested on a given day, say, you look well rested. Actually, I told you that today."
    },
    {
        "speaker": "B",
        "text": "You did."
    },
    {
        "speaker": "A",
        "text": "I did, that's right about that. But now I remember and it's true, you look very well rested, being the sleep guy and all. Why do we show our lack of sleep in our skin so rapidly? It's almost like a thermometer on how much sleep somebody got the night before."
    },
    {
        "speaker": "B",
        "text": "It's stunning, isn't it? And you can almost see it if you have a partner and they come through to the kitchen in the morning and they look at you, and because you're so familiar with that face, because it's a face that has imprinted on you thousands of times, you can notice subtle changes and you can sometimes sense they do look tired. But you're absolutely right. You don't say that. You just say, how are you this morning? And is there anything I can do for you? Should I make you a coffee?"
    },
    {
        "speaker": "A",
        "text": "Maybe you should go back to sleep."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. I think that's the politically incorrect, indirect way of saying, boy, do you look tired. Two things on that front. The first, it comes back to the immune system. That sort of pale parlour in a face, almost that sickly looking skin. In part is because you're already seeing the effects of the immune system. And it's the same with the bags under the eyes, that part of this reboot of the human being, you know, that human beings seem to have what I would describe as a recycle rate and it seems to be about 16 hours. That after about 16 hours of wakefulness, we need about an eight hour issue. And it's seven to 9 hours is the recommendation. Don't get hung up on eight. And we'll speak about exactly that in a second. But that seems to be required to reset this whole panoply of health and physiology of a human being. One of the things is the immune system. And you get this sickly look about individuals and you get the bags under the eyes. So that, in part explains it. There was a great study done by a colleague of mine, Tina Sunderland, working out in Sweden at the Karolinska. And this again, was one of those studies that I just thought was so genius. And it was a two part study. They firstly took individuals and they sleep deprived them for a night, or they allowed them to sleep. Well, in fact, they went through both of those. And after a full night of sleep, or after a night of sleep deprivation, they went into a studio and they had their picture taken. They had a portrait shot done under identical lighting conditions. So now, for every participant in the study, you've got two headshots. One of when they were sleep deprived, one when they were sleep rested. Great. Now came the second part of the experiment. They then took all of those kind of headshots and they recruited a new set of participants who acted as an independent set of judges. And those judges knew nothing about the experimental conditions and the manipulations that had just happened. They were simply shown these images and they were asked to rate, how attractive does this person look? How healthy does this person look? And how tired does this person look? And again, they knew nothing about what was going on. Sure enough, with very high statistical probability when the headshot that was taken when they were underslept, they rated that individual as looking less attractive, as looking more sickly in terms of their appearance, and also looking more tired. So first they had proven this thing called beauty sleep, that you look a more attractive version of you when you are getting sufficient sleep. But they also noticed this sickliness sort of composition to someone's face. So that's a very long way of explaining the bags under the eyes. I'm sorry, I go off in these tangents, Andrew."
    },
    {
        "speaker": "A",
        "text": "Not a tangent at all. I asked, you answered, and here we are. Okay, so you've been explaining the different dimensions of sleep, the underlying physiology, some of the psychological and physiological consequences of getting not enough sleep, enough sleep, etcetera. I think a question that everybody is asking themselves is a, how much sleep should they get? And b, what is really great sleep? And then, of course, there are all these other parameters of sleep. You know, leaving aside whether or not one sleeps a little bit reclined or on their side, et cetera. How should we think about this activity that you're calling sleep? How should we break it down? What are the variables that we need to think about in terms of being able to ask ourselves how well or poorly we're doing, and for lack of a better way to put it, to optimize our sleep."
    },
    {
        "speaker": "B",
        "text": "So I think to me, the question of what is good sleep? At first it seems to be obvious. You can come through again to your partner in the morning and they'll say, how did you sleep? And you have an answer, I slept well, or I don't think I did sleep well. So we all have some subjective sense, but science, for the most part, science and medicine has usually used a singular rubric, which I think is reasonable, which is quantity. So you would hear that, okay, how much sleep do we need, and what would that look like to be good sleep? And the answer is, it's a quantitative answer, somewhere between seven to 9 hours. Well, actually, I would answer it differently. If someone said, how much sleep does an average person need? I would say about 90 minutes more."
    },
    {
        "speaker": "A",
        "text": "That's the answer you would give every year? Yeah."
    },
    {
        "speaker": "B",
        "text": "How much sleep do I need? And I would say probably about 90 minutes more if you look at the average data. But setting that 90 more if you look at, based on the epidemiological studies of how much people actually are getting. But that metric of quantity is the way that most of us, and I've been certainly party to this as well, have answered the question as what is enough sleep? Or what would be a good amount of sleep? And good amounts of sleep would be somewhere between seven to nine. And that's the current recommendation. That's the recommendation by many health organizations, including here in the US, which is the CDC, they recommend, or they stipulate a minimum of 7 hours for the average adult. To me, however, that doesn't capture the true complexity that sleep really is. And it is, as we've now discussed in the episode, a wonderfully complex ballet of physiology. And so I've stepped back and I really tried to think to me, what are the main components that would constitute this recipe for good sleep? And I've conceptualized what I would describe as the four macros of sleep that there are. You know, we think of diet, that we've got three macros, fat, protein, and carbohydrate. For me, sleep actually has four macros. And you can remember this by the acronym QQRT, and it stands for quantity, quality, regularity, and timing. QqRT, quantity, quality, regularity, and timing. And maybe I can just go into detail, because I'm telling you, these are the rules for good sleep. No one responds to rules. They respond to reasons and not rules. So let me explain the reasons behind each one of these. So quantity we've already spoken about somewhere between seven to nine for the average adult. Let me move on to quality. We measure quality in a variety of different ways. The first principle, quality measure of sleep is continuity. So meaning was your sleep nice and continuous and you didn't wake up many times? Or was your sleep fragmented and littered with many awakenings? It was punctuated by these awakenings. If it's very highly fragmented, that's what we call poor quality of sleep. That's low efficiency of sleep. So maybe you would be in bed and for, let's say 9 hours and you still got 7 hours of sleep. So if all you used was your quantity measure, you would say, well, you've still had good sleep, you've had 7 hours, but two of those hours have been spent awake, summed total. So that is very low quality of sleep, and it's what we would call a low score of efficiency. So if you're looking at any of your sleep trackers, that's probably best captured by sleep efficiency. What is sleep efficiency? Sleep efficiency is simply calculated as of the total amount of time in bed. What percent of that time were you asleep? So if I was in bed for 8 hours and I slept for 6 hours, I would have a sleep efficiency of 75% because two out of the 8 hours, 25% of that time I was awake. And an efficiency that is 85% or above we typically classify as healthy sleep. And we would like to see you there or perhaps a little bit higher. If you have a lower sleep efficiency score than that, it usually means that you're awake too much of the time. And we'll think about that and address that. So that's one measure of the second cue of the QQRT, that's quality. But there's another measure that we can also use. That measure comes back to the deep sleep that we spoke about, and particularly the electrical quality of those brainwaves. So you can have deep sleep and it can be of different qualities, electrical qualities. You can have deep sleep that is immensely powerful with huge epic waves, or you can have deep sleep that still is classified as deep sleep, but it's a little bit more sort of anemic in its quality. And you can't really measure that with these sleep trackers. We have to use electrodes, and then we decompose the electrical brain activity using a fancy equation. And that tells us what was the amount of sort of strength of activity, what we call electrical power, in that deep sleep regiment. So that's another measure that we use for quality. Next is regularity. Regularity. And actually, I should come back to quality. For a long time in sleep science, we were using quantity as our major metric for predictability, meaning, I look at your quality and does it predict your learning or your memory? I look at your quantity and does it predict your blood sugar regulation? I look at your quantity, does it predict your immune health? I look at your quantity and does it predict your mortality risk? And the answer has been yes, that quantity does predict many of those things. That's great. What was interesting is that if you look at the statistic of the predictability of quantity alone, it was strong, it was significant, but it still left a lot of unexplained, what we call variance. So it must be that there are some other things in sleep that are explaining these health metrics, in addition to quantity and quality has now come online, I think, in the past ten years, as carrying as much, if not perhaps even more, in certain domains of a predictive strength in determining your mental and your physical health. That quantity has, and it's at least forced me in my own research to a always be measuring quality in as high resolution as I can, and always including it into a statistical model. And we can do fancy things where we put those two things, you know, pit them head to head and see which one actually holds more of the statistical weight of. But certainly quality sleep is as important, I would say now, at least as important as the quantity of sleep. Now, you can't shortchange on either. You can't say, okay, did he just tell me that I should not worry about how long I'm sleeping, but as long as. So you can't just get 4 hours of sleep. That is incredibly good quality, and get away with it. But you also can't be in bed for 9 hours or 10 hours getting 7 hours of sleep. But it's really bad quality of sleep. You have to get both. You can't shortchange either one of those. So at that point you think, well, isn't that the end of the story? The QQ? Why do you need this r and t of q qrt? The regularity has come online, I would say, in the past 18 months, as being a relevant metric. When I say, you would say, well, hang on a second, regularity and timing, they sound like the same. When I say regularity, I mean when you go to bed and when you wake up, if you keep that consistent, that is the third piece of the four macros. That's regularity. I go to bed at the same time I wake up at the same."
    },
    {
        "speaker": "A",
        "text": "Time, plus or minus how much?"
    },
    {
        "speaker": "B",
        "text": "So I would say plus or -30 minutes. That's your wiggle room. You don't want to try. And everyone, even I have a. But I'm fairly puritanical about my sleep, not because I want to be some poster child and practice what I preach. It's simply that if you knew everything I did about sleep, it's an entirely selfish act to prioritize my sleep. I don't want to die any sooner than I have to, and I don't want to live with disease any longer. And the greatest health insurance policy that I know of that is universally available, largely free and mostly painless, is this thing called a night of sleep. So I'll gift it to myself every single night."
    },
    {
        "speaker": "A",
        "text": "I don't see it as selfish because, of course, when we are ill or dead, there is a burden on others. It can be an absence burden or a presence burden, depending on how people."
    },
    {
        "speaker": "B",
        "text": "Please look at me."
    },
    {
        "speaker": "A",
        "text": "When you say presence people feel about us, that's interesting. When you say same wake up time, same to sleep time, plus or -30 minutes for each of those, is that plus or -30 minutes getting into bed? Or are we talking about falling asleep entering that first stage?"
    },
    {
        "speaker": "B",
        "text": "One, it's really from the time of lights out. So, okay, I've been in bed and I got into bed at the same time, but last night I went to sleep about an hour later. And then the night before I got into bed, I just turned the lights out. And then two nights ago, I got into bed again at the same time. But then I was online shopping and I started chatting with a friend in a different time zone. And then it was two and a half hours later before lights out. That is what we would classify as irregular sleep. And the reason that this, this has really been forced on me as important. There was a great study that came out, maybe I'll get this wrong, from about five months from the time of filming this ago. And it used a huge database, something called the UK biobank, which is a wonderful database. And they looked at over 60,000 individuals and they looked, they were able to track the sleep from one night to the next to the next to the next. So they had some metric of this consistency, this regularity, and then they split those 60,000 individuals into quartiles. And in their statistical model, they looked at people who were most regular versus people who were least regular, and they tracked them over years, what they found, and then they looked at their mortality risk. How likely was it that those people would pass away during that study interval. And they were also able to map what were they dying of if they passed away. So what they found was that those people who are in the top quartile of being most regular, relative to those people who are highly irregular, if you had good regular sleep, you had a 49% reduced risk of mortality relative to someone who was very irregular, of that general all cause mortality risk. When you split it apart, there was a 35% decrease in cancer mortality, specifically, and there was almost a 60% de risking of cardiovascular mortality risk. If you are regular versus irregular, then they did this brilliant thing because they were measuring both the quantity of sleep and when these individuals were sleeping, they did what I just said, which is they put them into a statistical model. Sure enough, the quantity of sleep, just as we've shown time and time again, was very predictive of all cause mortality using that sweet spot of seven to 9 hours. And we can speak about what happens when you start to sleep longer, because it's, it's actually very unpredicted and it's very interesting, but sweet spot of seven to nine, the shorter your sleep, the shorter your life. That's what the data seems to suggest. But what they found was that that was true. Yet regularity or irregular sleep carried almost twice the effect size, the magnitude of predictability that duration did. And I think the whole field, and we knew that regularity, I knew that regularity was important. I don't think we understood how important and the strength of mortality, de risking if you're regular, or increased risk if you're irregular, that this metric of r carried in the QQRT equation. So I've started to be much more mindful, myself, at least, and almost overindex that. The final aspect comes on to timing. And I should say that we've used this, essentially this kind of equation, this sleep algorithm, as it were, of QqRT. Now, in a lot of my work in the past, at the sleep center in the past four or five years, and it does seem to be a pretty good proxy of covering, predictive wise, many aspects of your health, that if you use any one of these by themselves, yeah, they help, they predict things, but if you use them as a collective, that seems to be where you explain most of the variants. Now, it's not by far a perfect measure. There are even more nuanced ways that you would want to split it, and I want to split it, but I would say that this is a pretty good proxy for the general public, and it seems to be in our research a pretty good proxy for health and wellness too. The final aspect of the QqRT, quantity, quality. Regularity comes on to timing. How is timing different to regularity? Because regularity is about getting your sleep at the same correct time. What I mean by timing is your chronotype. So people may have heard of this phrase, are you a morning type, evening type or somewhere in between that it turns out is, and it's about a third 3rd split across the population, maybe a little bit different."
    },
    {
        "speaker": "A",
        "text": "Does it divide up any differently according to male, female and here presumably we're not talking about children or teenagers. That's a whole other business and we'll talk about that."
    },
    {
        "speaker": "B",
        "text": "Yeah. So once you are an adult and that because that pattern of your timing of sleep does change during development. Very much so. Despite we can all remember being kids and wanting to stay up with the grownups and all of a sudden the last thing we remember was 07:00 comes around. 08:00 comes around and you think great, I'm going to stay up until ten or eleven with them. And then you wake up the next morning because you were carried to bed because it was lights out. So setting that aside, once you're an adult and you have your stable rhythm in place, there is variability. Now in sleep science we break it down not into three categories but five. Extreme morning type, morning type and neutral evening type. Extreme evening type."
    },
    {
        "speaker": "A",
        "text": "Could you repeat those again?"
    },
    {
        "speaker": "B",
        "text": "So extreme morning extreme morning type."
    },
    {
        "speaker": "A",
        "text": "So what qualifies as extreme morning type?"
    },
    {
        "speaker": "B",
        "text": "So an extreme morning type would someone who would like to say go to bed around 08:00 p.m. and then they would be waking up and they wake up very easily around four, four thirty am in the morning and they're bright as a bunny. They are ready to get to the gym. And I'm in neutral, I just sit right in the middle. So I'm kind of an eleven to 730 kind of guy."
    },
    {
        "speaker": "A",
        "text": "Okay, maybe we could walk through this. So the extreme morning type is but."
    },
    {
        "speaker": "B",
        "text": "Today around eight and they could wake up at let's say 4430 and they would be fine. A morning type maybe they would like to go to bed around 930 and then they're waking up closer to sort of 536. Then you've got a neutral like me and I would like to go to bed probably around 11:00 p.m. and wake up around sort of 730 ish. I try to give myself about an eight and a half hour time period in bed. And then you get to the night owls. So then you've got the evening type and then the extreme evening type which finishes out the full five, the evening type, maybe they would like to go to bed 1231 and probably wake up around maybe 9930. And then you've got the extreme evening type and they are not ready for bed until maybe 02:33 a.m. and they're waking up middle of the morning. So what's interesting about your chronotype, and by the way people, if you want to find out your chronotype, if you want an actionable suggestion, you can just go online and you can search for something called just type in chronotype meq. And that stands for the morningness eveningness questioner MeQ. Just type in chronotype MeQ and you will see, you can fill it out. It takes three, four minutes series of questions and it will give you back a score and that will then bucket you into these different flavors and sort of say, okay, I've tried all of."
    },
    {
        "speaker": "A",
        "text": "These and I hate to admit it, but if I had my preference, I would go to sleep at 830 and wake up at 430 or so."
    },
    {
        "speaker": "B",
        "text": "Well, let me ask you this question, because rather than doing the Meq, there's a single question I normally ask and say, okay, andrew, I now put you on a desert island alone and alone. You've got nothing to wake up for, no electricity, no responsibilities, no nothing. What time do you think your body would like to go to sleep and wake up? And I say that specifically because if I ask you what time would you like to, you're still biased in your head by all of the trappings of society and this terrible bias towards morning type. Do you think that naturally that's probably the regimen that you would do?"
    },
    {
        "speaker": "A",
        "text": "Yeah, great question. I would go to sleep sometime between 90 and 120 minutes after sundown."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Okay. So that's why I was going to answer. I'm either an extreme morning type or a morning type. I can go to bed around 930, wake up at five feeling great, or go to sleep early 8830, wake up at four and really want to get up and write and exercise. Now, that's not the schedule I follow. I may start to follow that schedule. I've tried for various portions of my life, but typically I end up defaulting to going to sleep a bit later, 10, 10 30, waking up around 06:00, 630. And that's assuming that there are no events in my life that are disrupting my sleep because then I'm really going to sleep in if I can and a bunch of things to try and compensate. But assuming everything is cool in life and in the room that I sleep."
    },
    {
        "speaker": "B",
        "text": "That's the spirit."
    },
    {
        "speaker": "A",
        "text": "There you go. I would say going to sleep at nine and waking up at. Yeah, about 04:35 a.m. feels great. In fact, I always thought of it as a bit of an antidepressant. I don't consider myself somebody who's depressed, but I can get a little low level malaise if I'm staying up till eleven 3012 and even waking up at 07:00 I don't feel quite right. And when I go to bed early and wake up early, I feel really, really good."
    },
    {
        "speaker": "B",
        "text": "You do?"
    },
    {
        "speaker": "A",
        "text": "All day long."
    },
    {
        "speaker": "B",
        "text": "And what's interesting about that is it works both ways. So that malaise that you're speaking about also happens for evening types who are forced to be morning types."
    },
    {
        "speaker": "A",
        "text": "Unsympathetic. No, I'm kidding. Just kidding."
    },
    {
        "speaker": "B",
        "text": "Society is, we are desperately biased towards the morning types and we chastise and stigmatize evening types as being slothful or lazy, that they just can't get it together. Why can't you be at the gym, you know, at 06:00 a.m. and in the office by 930? What's wrong? 730. What's wrong with you?"
    },
    {
        "speaker": "A",
        "text": "Well, I'm chuckling because I was weaned in academia and the late Ben Barris, who was my postdoc advisor and then later a colleague that unfortunately he passed away in 2017. But he used to say, I don't do mornings now. He was our department chair at the time, but he would just say, I don't do mornings, but he would come in around 11:00 a.m. or noon, but he would stay until three in the morning. And I feel like there's been a cultural shift. I feel like ten years ago, if you were the person who stayed late at the office or the lab, you were considered a hard worker. But getting in early at that time, it seems, was not as rewarded. Nowadays, maybe something's just changed in my world, but I feel like the person who gets in first gets the prize. In terms of the psychological credential."
    },
    {
        "speaker": "B",
        "text": "Yeah, there is that reward bias that's given. It's this notion, the early bird catches the worm. So I think we were desperately unkind. Society is engineered towards morning types. It's engineered against evening types. The reason that that's not fair is that this, and I'll come back to timing again and how it works and why it's important and the fourth ingredient, the fourth macro. But coming to chronotype, the reason it's unfair is that it's not your fault, that your chronotype is largely genetically dictated. And we now understand that there are at least 22 different genes which augment your chronotype, which determine your chronotype. In other words, it is gifted to you at birth. It's hardwired and it is not your fault. Yet we still have this stigma and this, I think, disgraceful. Not only underappreciation, but almost this kind of wry look. Evening types are of a certain kind, not very favorably viewed. So think about it this way. You would never, let's think about another trait, eye color, that is genetically determined. And you were to look at me and you would say, he's got blue eyes, you're kind of lazy because you've got blue eyes. Oh, you've got green eyes. Gosh, that's wonderful. That's well done. Congratulations. Wait a second. I didn't get the choice. It's genetics. It was the same with your chronotype. But coming back to why for me, I included it in this sort of algorithm of what is good sleep. If I were to take an extreme morning type and force them to stay awake until midnight, they're going to be incredibly tired. They're going to be so tired, and they're going to be grumpy and miserable, and they will have no problem falling asleep. The problem, however, is that they're still going to, because of their natural chronotype, which determines your circadian rhythm. So everyone has this 24 hours circadian rhythm. As you know, you've been a Wonderful proponent of that and done incredible work in this area. We all have this 24 hours rhythm, and it looks like a sinusoidal wave. It sort of goes up and we as a Dienal species, were active and awake during the day, and then you get this awesome downswing at night, and we're inactive at night, and it steps and repeats. It's just a 24 hours cycle. Everyone has that. So why doesn't everyone fit the same chronotype timing model of sleep if we all have a 24 hours clock? Well, what's different is that where that peak and that trough sit on, the 24 hours clock face varies from one individual to the next. And that is what we call chronotype. So this comes back to why it's important, the morning type. They are in their awesome downswing of their circadian rhythm at midnight, and they are miserable, they're desperate for sleep. And when you put them into bed at midnight, 4 hours later than they would otherwise, they are gone. The problem is their circadian rhythm. Now starts to climb back up around 430 in the morning. And even though they went to bed at midnight, they're probably going to wake up artificially before the eight hour or seven to nine hour completion, and they're going to be short slept on the back end of sleep."
    },
    {
        "speaker": "A",
        "text": "Yeah, this happens to me many, many times. I want to go to bed around 830 or nine, but for social or work reasons, I stay up until 1130 or twelve. I fall asleep very easily."
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "Almost always have fallen asleep easily. And then 334 in the morning."
    },
    {
        "speaker": "B",
        "text": "I'm awake and you cannot get. It's almost as though I was telling."
    },
    {
        "speaker": "A",
        "text": "You, I tend to do this yoga nidra non sleep, deep rest. And sometimes I can fall back asleep that way. But oftentimes it's a struggle. And so I've been."
    },
    {
        "speaker": "B",
        "text": "And it's a struggle because of your chronotype and your circadian rhythm, which is on its wonderful piston upswing. Now, apologies for the motorsport reference, but I. Obsessed. Yeah, I can't help myself. I'm sorry."
    },
    {
        "speaker": "A",
        "text": "Matt's a big f one fan, folks, just as is Peter Attia."
    },
    {
        "speaker": "B",
        "text": "So, anyway, the awesome upswing that you're experiencing for your circadian rhythm prevents you from sleeping in further. But now let's reverse the table. Let's take the evening type and I put them into bed at 09:00 p.m. or 10:00 p.m. when normally they will not be ready for sleep until 01:00 a.m. and they're lying in bed and they are wide awake and they cannot fall asleep. And this is the principal reason that I will get evening types coming to me and they'll say, look, I think I've got terrible insomnia. I just have. And there are, you know, you can think about insomnia in lots of different ways, but there may be two broad categories. One is that you have sleep onset insomnia. I can't fall asleep. Or the second is I have sleep maintenance insomnia, which is the sort of the thing that you were describing, which is where. And you don't have. I don't think you have insomnia, but just as an example, you fall asleep quickly, but you can't stay asleep. That's sleep maintenance insomnia. So they will come to me with the opposite of your concern, which is that they say, I just cannot fall asleep. And I say, okay, let me just ask you a few questions. And we go through the chronotype questionnaire, and it's very clear that they are an evening type. And there's lots of different things that you would want to exclude to make sure they don't have insomnia. And then you could say, you actually don't have insomnia, you're just an evening type and you're going to bed at the wrong moment in time. And if you to try to go to bed at midnight, you're not going to suffer from the problems that you have and you'll sleep through later. But of course their response is, well, I need to be in work by 08:00 a.m. and I've got an hour commute, so I have to be awake at 630 so I need to be in bed by ten. So on both of these ends you can see that the morning type, who goes to bed too late, falls asleep easily but can't stay asleep. The evening type who is forced to go to bed too early, they can't fall asleep, but then they stay asleep. And when the alarm goes off at 06:30 a.m. they don't want to wake up. So this is why when you sleep out of synchrony with your chronotype, things do not look good. So in those two circumstances, let's say that I standardize it. Everyone is going to go to bed at 10:00 p.m. and wake up at 06:00 a.m. and let's say that we've got a morning type, not an extreme morning type, who kind of likes to go to bed around 945. They are going to sleep very well, it's very close to their natural rhythm. And then I get an extreme evening type who likes to go to bed at 02:00 a.m. and I have them sleep the same opportunity amount, 8 hours at the very same time. Well, surely they should be identical. They're not going to be. It's not that they don't have the same opportunity, they do 8 hours, it's just that one is placed at the inappropriate time on the 24 hours clock for the evening type, but appropriately for the morning type. And thus the quality of sleep that they each have is very different. And that's why you always need to build into a metric of what is good sleep. It's not just about quantity or quality or getting it regular, it's also about where do you place your sleep opportunity window on that 24 hours clock face to align with your chronotype. When you fight biology, you normally lose. And the way you know you've lost is disease and sickness. That's why to me that final t of Qqrt is so critical. Does that sort of unpack and explain this beautifully?"
    },
    {
        "speaker": "A",
        "text": "Yes, beautifully. And as you were finishing up there, I was thinking that, first of all, we've heard of chronotypes, or many of us have. But the way you described it makes it extremely clear as to why this almost has to be the case. Because if we think about the extreme example of mistimed sleep, which is shift work, being awake at night and sleeping during the day, essentially nobody has that chronotype, but people force it upon themselves. And by the way, thank you, shift workers. We need you."
    },
    {
        "speaker": "B",
        "text": "If I have an appendicitis at 04:00 a.m. in the morning, I'm very grateful for people who can help save my life."
    },
    {
        "speaker": "A",
        "text": "Right. Truckers, airline employees, and on and on, nurses, et cetera. Parents taking care of kids in the middle of the night, that shift work. But we know that there are health issues associated with being nocturnal and sleeping during the day. But of course there are a bunch of other variables, like lack of availability of sunlight if you're sleeping during the day and you're the, and you're awake at night. But I realized there's no reason to think that one can slide their sleep timing around even by a few hours and still get away with it. In other words, this notion of chronotypes makes perfect sense. It's just that the shift work is the most extreme example of being out of sync with your chronotype. So I'm certainly going to take this chronotype test. But I'll tell you right now, if I could get to sleep tonight at nine and wake up at four, that would feel so good."
    },
    {
        "speaker": "B",
        "text": "I'm going to put you in my car. I'm going to do an intervention. You are going to be in bed by 09:00 this evening. Non negotiable."
    },
    {
        "speaker": "A",
        "text": "Fair enough."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Well, so we have QqrT, right? Quantity, quality, regularity and timing. How do we know if we're getting enough sleep? And, you know, this is something that you say seven to 9 hours, I've heard. Well, if you're feeling alert during the day but perhaps have just a little bit of that postparandial dip, is that I get that right, then you're probably okay. But presumably there's some other ways to gauge whether or not we're getting enough sleep or not."
    },
    {
        "speaker": "B",
        "text": "So there are certainly some ways that we do it in science and clinically, but let's let those go for a second and just say, for people listening, what are some very easy tests? I think the first test that I would offer is, if your alarm clock didn't go off tomorrow morning, would you sleep past your alarm clock? And if the answer is yes, which for many people it will be, then you're not getting enough sleep. No other species as well, by the way, artificially terminates their sleep. It's so interesting. But we humans will do it. We will wrench ourselves out of sleep. Now, I told you that regularity is key. And I do have an alarm clock. I usually wake up close to it or a little bit before it. So I do advocate an alarm clock. In fact, I would argue that you should have two alarm clocks. You should have a to bed alarm clock and to wake alarm clock. Most of us only use an alarm clock in the morning. Why don't we have it to tell us when it's time to go to bed? So I have both of those. So I would say that it's good to use to keep yourself regular. But truly, if you would sleep past that alarm time, then you're probably not, you're not done with sleep, your body isn't done with sleep, and animals would never do that. And so I think that's the first metric. Another metric. Sometimes it's not. That's incredibly specific, but have you ever been driving day after day after day? And sometimes you think, I don't know if that light was red or green that I just went through inattentiveness. Bite your tongue, Walker. Bite your tongue."
    },
    {
        "speaker": "A",
        "text": "So that was."
    },
    {
        "speaker": "B",
        "text": "You may have been. That's one potential concern. In fact, one of the ways that we've developed a metric for dose response to sleep deprivation is using concentration and alertness tests. So in other words, if there is a breathalyzer for a lack of sleep, doing these concentration focused concentration tests is they are so sensitive, they're so predictive. You get people just to focus on a screen and start to do very basic stimulus response, and they can do that for the first minute, too."
    },
    {
        "speaker": "A",
        "text": "With stimulus response. For those that don't know, might be three letters pop up on a screen and then you pick two keys. You have access to two keys on the keyboard. If there are two letters that are similar, you press right, you right key. If there's only one, there aren't two or more letters that are similar, you press left key. Simple things where you have to pay attention to a rule that's right. And you're just doing a lot of different trials of different rules."
    },
    {
        "speaker": "B",
        "text": "It just becomes monotonous. It's not really very challenging. And that perfectly mimics in some ways but we don't do it for two or three minutes. We'll have you do it for ten minutes. And, my goodness, is it mind numbing? I mean, it's kind of just. But it mimics very well. Think about, you know, just even a 1 hour road trip at 10:00 in the evening and you're on the motorway, the freeway. All you've got to do is just focus on the road. And the white lines are coming, and there's nothing much to do. And you've got to attend and focus, not for ten minutes, but for 60 minutes when you are underslept. One of the dangerous. The big problems with a lack of sleep is that you don't know you are sleep deprived when you are sleep deprived. And we know this because when I'm tracking your performance objectively, it's going down and down and down. But when I'm asking you subjectively, how do you think you're doing in terms of your performance? You say, I'm hanging in there. So far, I'm good. So subjectively, you think you're fine, but objectively, you're not. The analogy would be a drunk driver at a bar. They've had seven or eight beers, they've had six shots. And they pick up the car keys and they say to you, look, I'm fine to drive home. And your response is, no. I know that you subjectively think you're fine to drive, but trust me, objectively, you're not. I'll just call you a taxi. Don't worry, it's fine. It's the same way with a lack of sleep. So I make this point about going through the traffic lights, because you can have these lapses of attention. And these lapses of attention are caused by micro sleeps. Micro sleeps happen when the brain, just very briefly, it's almost like one of those toy ducks that kind of dips its bill into the water and then sort of comes back up again and dips. Your brain just drops down and has a quick sample of sleep and micro sleep. And we can measure it in your eyelid. That your eyelid starts to have what's called a partial closure. And it just kind of goes half the way over or it closes fully shut. That's a microsleep. Even when it's half open, your brain is essentially offline. It's in a sleep like state. We can measure it and then it comes back online. So I bring that. That's a very long way of saying that's the second metric I would use. Are you having these absences where you just kind of lapse. Another is that you mentioned it before, I just don't feel restored. You could say, look, I sleep for probably around about seven and three quarter hours every night, but I just don't. I don't feel awake. I don't feel refreshed. So can you operate without needing caffeine and have good grace, good mood, and good cognition without needing caffeine before 11:00 a.m. in the morning? And if the answer is no, you may be self medicating your state of insufficient sleep. But that metric of saying I sleep 7 hours and 45 minutes, that's what my sleep tracker says, but I don't feel refreshed. That comes to the second cue of qqrta, sufficient quantity of sleep. My guess is that I would then look at the quality of your sleep and we'd probably find a deficiency in the quality of your sleep. So there are these different sort of tools that you can use, but a good one is do you feel refreshed and restored by your sleep? It's not to guarantee any of these."
    },
    {
        "speaker": "A",
        "text": "But in order to answer that question, do you feel refreshed and restored by your sleep? Could we dig just a little bit into some of the contour of the day? So if I get a good night's sleep, which for me means going to sleep early, waking up early, which tonight we are absolutely. That's the plan. I wake up pretty quickly. I'm alert upon wake up, maybe 510 minutes to get out of semi groggy state. But sometimes I'm just eyelids open, I'm ready to go. Is the latency from wake up time to full alertness? Is that a relevant metric? The other question is whether or not the postparandial dip is a relevant metric. We established already that it's natural to feel a bit of an energetic dip somewhere in the afternoon. I think you said between one and 04:00 p.m. one and four. Yeah, something like that. For me, that's true. Between the hours of two and 03:00 p.m. assuming all other things equal. I just experienced that no matter what. But I could imagine some people are really dragging in the afternoon and they would like to know, is that the normal postprandial dip or is that a reflection of not getting adequate sleep? Is there any way that we could just dig into these two times of day as kind of a measure of evaluating one's duration and quality of sleep a little bit more?"
    },
    {
        "speaker": "B",
        "text": "Beautiful questions. I would say that one should not take necessarily either of those two as your best metric. The reason is the wake up component. For some people like you, you're waking up and you are good to go pretty much out the gate. Many people, however, will experience something called sleep inertia, which is this. It's almost this just period of time, a bit like a sleep hangover. The first hour. I'm going to have to come back to a car analogy. It's like a classic car engine where you don't just pull out and you can rev it and it just needs, you need to warm it up gradually, bring the oil temps up, and at that point, after about an hour, you're up to operating temperature and you're good to go. It's the sense of, okay, I walk through into the kitchen and sort of your partner maybe looks at the dishes and I say, I know, darling, I know I said I was going to wash the dishes. I so sorry, I forgot. But can I just have my cup of coffee and I'll be the very best version of myself in about an hour. Can we discuss it then? Because right now I'm not the best version of myself. That's sleep inertia, and that is natural for many people. Now, if you are an evening type and you're waking up early, you're going to have a much heavier sleep inertia period than you would do. That is natural to you. But I wouldn't necessarily use that as the direct measure because many people will have sleep inertia. And if you do, you may get worried if I say, oh, it's the very best measure that you're not getting. Quality of sleep, the postprandial dip, as you mentioned there before, even you, the monumental organism called Andrew Huberman, even you can fall prey to that and do."
    },
    {
        "speaker": "A",
        "text": "Full prey to it every day."
    },
    {
        "speaker": "B",
        "text": "So that's perfect."
    },
    {
        "speaker": "A",
        "text": "I've actually learned to love it. I just love it. Here it comes. And I go, okay, that's my circadian rhythm. And we'll talk more about circadian rhythm in a few minutes. And if I can get ten to 15 minutes of shuteye time in that postparendial dip, then I really love it. And I bounce right out of that."
    },
    {
        "speaker": "B",
        "text": "And we'll speak about how we were designed to sleep maybe in a later episode too, and whether that should be the way human beings are sleeping. So I wouldn't necessarily use that. I always have this postprandial dip. Does that mean I should be worried about sleep? I would say that if you have excessive daytime sleepiness throughout the day, where you're constantly tired. And that is a term that we use in sleep medicine is excessive daytime sleepiness, or eds. That should be of a concern. I would use a slightly different metric of the same question, but at a different time of day. Let's think about that circadian rhythm again. For most people, even if you're a morning type or evening type, by about 11:00 a.m. by about 11:00 a.m. midday, you're really starting to get to your peak. Most people are somewhere either side of the peak or around that peak. I would say that if you are feeling groggy and not alert and awake at 1111 30, depending on your chronotype, I would use that as probably the better metric of my daytime sleepiness. And by the way, it's very interesting that that peak, if you look at that circadian peak when you're at your optimal, it's both your optimal for your brain, but it's also for your body. It's the point at which your core body temperature starts to peak. That's the moment where you have optimal physiology. And when you look at world records that have been broken in the Olympics and you plot them on the basis of time of day, you see this incredible, beautiful spike where most people are breaking world records right in that circadian sweet spot around that midday period. Why? I. It's because that's the period where human physiology seems to be at its optimal thermal temperature at least. Fascinating. Fascinating."
    },
    {
        "speaker": "A",
        "text": "Right around sometime between 11:00 a.m. and 01:00 p.m. instead of depending on what time somebody goes to sleep and wakes up."
    },
    {
        "speaker": "B",
        "text": "Correct? Yeah. And what time their chronotype is. And that will vary."
    },
    {
        "speaker": "A",
        "text": "But on average, for me, my peak alertness and physical ability work output is somewhere between 10:00 a.m. and noon."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. And that fits both with your brain. And my guess is that if we were to get you into the gym and have you go through your routine and see if we could do that routine once we've got a basal metric set of metrics, I will have you do it at 07:00 a.m. then have you do it at 09:00 a.m. then do it at midday, then 03:00 p.m. then 06:00 p.m. and then 10:00 p.m. same workout, same human being. But there will be definitive periods of time in the day when you are optimal. And my guess is that that optimality of brain is matched by optimality of body, such that your peak performance output and let's say your peak jump height or your peak muscle strength would be right around those time periods that fit with your own circadian chronotype rhythmicity."
    },
    {
        "speaker": "A",
        "text": "So you've been talking about this 24 hours oscillation in sleep wake activity called the circadian rhythm. Maybe we can drill a little bit deeper into the circadian rhythm. What is it? What can shift it, if it indeed can shift? And I'm especially curious about forces other than the circadian rhythm that have an impact on sleepiness, sleep and wakefulness."
    },
    {
        "speaker": "B",
        "text": "So the way we think about it in sleep science, and there is some argument that it's maybe even more complex than this. But for the most part, there are two main forces, two main processes that will determine when you want to be awake and when you want to be asleep. The first of those we've spoken about, which is your circadian rhythm. And. And that circadian rhythm is you have a clock inside of your brain. You have a central 24 hours clock, and it's a master clock. And that clock, as you've spoken about many times, is called the suprachiasmatic nucleus. We don't have to get hung up on the statement, just think about it as your master 24 hours clock. And it beats out of this rhythmic sort of message of activity for us, because we're diurnal during the day and then inactivity at night activity during the day. And it just goes up and down, up and down, every single day. That's your circadian rhythm, and that's the suprachasmite. The reason I say it's the master clock. We've now learned that there are these circadian rhythm clocks in almost all cells of the body. You've got clocks all over your body in these tiny little clocks, but a little bit like Lord of the Rings. Just like there's one ring to rule them all. Well, there's one clock to rule them all, and that is the central brain clock, the suprachiasmatic nucleus. Now, you can dissociate those different clocks, and you can get them kind of doing some funky things, but for the most part, it's the central time giver. So you would think that, well, that's all you need to tell your brain and your body it's time to sleep or it's time to be awake. It's not. There is a second force in place here, and it is called process, or we sometimes call it as process s or sleep pressure. So you've got your circadian rhythm on the one hand, going up and down every 24 hours. But then you've got this funny thing called sleep pressure. Sleep pressure comes down to a chemical that is called adenosine. So from the moment that you and I woke up this morning and everyone listening, a chemical has been building up in your brain. That chemical is called adenosine. And the more of it that builds up, the sleepier and sleepier you will feel. And after about 16 or so hours of being awake, there is enough of that sleepiness chemical, that adenosine. Sleep pressure, by the way, it is a chemical pressure. It's not a mechanical pressure. You don't have to worry that your head's going to explode if you go longer than 16 hours a week. But that sleep pressure is going to start weighing down on your shoulders and you can sense that feeling where you start to think you're watching television, you're starting to go down the hill and you think, I should go to bed. I'm tired now. That's because of one of two things that's happening. Firstly, you're getting to that peak crescendo of adenosine, where it's just getting so powerful that it's knocking you over and you're ready for sleep. Usually when you are in synchrony with all of your biology, these two forces, your circadian rhythm that goes up and down every 24 hours, and your sleep pressure align in this beautiful, sort of Fred Aster Ginger Rogers dance partnership, and they're in harmony. The strange thing is that they know nothing about each other and they don't care about each other. One does not influence the other. They are completely two independent things. But let me run it out in the normal circumstance, and then I'll describe to you a good example of how I can separate those two and show you that they're truly independent. So, normally, when we're in a sort of stable rhythm of sleep wake activity, where awake during the day, we've got this awesome upswing of our circadian rhythm. And then in the evening, let's just take you, for example, as you're getting into that sort of region, your circadian rhythm has finished its peak many hours ago, and it's now starting to descend down. And you're getting onto the steep phase of its downward sort of stroke, of its awesome downward movement. But also don't forget that at that moment, your sleep pressure, your adenosine, is also now at its peak. You've been awake for now almost 16 hours. So the moment when your circadian rhythm is on its nice downward swing, and you're highest in your levels of adenosine in your sleep pressure. That's the moment, truly, that will determine, okay, now is when I feel nice and sleepy. So then what happens? Then you go to sleep. You come down that curve of your circadian rhythm, and you kind of hit its nadir, its lowest point in the middle of your sleep phase. But also when you go to sleep, that second factor of sleep pressure, your brain gets the chance to clear away that adenosine. And it seems to be about a seven to nine hour period of sleep is enough time for your brain to jettison all of that adenosine that has been building up across the 16 hours of prior wakefulness. And then these two things align beautifully. Again, when it comes to your natural wake up time, you've been asleep for, let's say, seven and a half hours. You've cleared out all of that adenosine, so you no longer have the weight of that sleepiness pushing you down. But also your circadian rhythm is now on its awesome upswing. And when those two things align, when you've dissipated and jettisoned all of that sleep pressure, and your circadian rhythm is starting to rise. Now that's the time when you would naturally wake up. So that's things when they are working well and in alignment. Let's say that I now take you and I'm going to deprive you of sleep for 24 hours. So now coming into sort of of 10:00 p.m. your circadian rhythm is dropping down and your adenosine is starting to get high. And by about 02:00 a.m. you're probably not going to be happy. By about 04:00 a.m. or 05:00 a.m. you're miserable. Why? Because you've now been awake, let's say, for almost 20 hours straight. So you've got all of this excess sleepiness, adenosine pushing you down, screaming at you. You've been awake for 20 hours, and your circadian rhythm is at its lowest point, desperately wanting to pull you into this thing called sleep, and you feel terrible. But then something strange happens. By 11:00 in the morning relative to, let's say, you know, four, you've now been awake for many more hours still, so you've built up even more adenosine. So the prediction would be that if it's just adenosine alone that makes the difference. You should feel even worse. At 11:00 a.m. you don't. You feel better despite being awake for longer. Why? Because your circadian rhythm has come to the rescue and it's now starting its upswing and it lessens the distance between those two and you feel a little bit more alert. But then as I push through later into the day, by about 06:00 p.m. 07:00 p.m. you're now on your circadian downswing once again, and you've been awake for even longer. And at that point, there's almost nothing that can keep you awake. You're going to be falling asleep on your feet and you're toast. But that's a nice demonstration of how you can separate those two. And despite one continuing on, you can start to feel better because the other has come to your rescue. And that shows me that your circadian rhythm doesn't care about how much adenosine is in your brain. It's just going to keep going up and down, up and down, every 24 hours. And your adenosine level doesn't really care much about your circadian rhythm. It's going to just build and build and build. The longer and longer that you're awake and then get dissipated whenever it is that you sleep."
    },
    {
        "speaker": "A",
        "text": "The clearance of adenosine, I'm curious about it. How does that work? So this chemical adenosine is building up in our brain. Does it also build up in the body?"
    },
    {
        "speaker": "B",
        "text": "It does, but in the brain, it has this very interesting influence. Now, I've described it as making you sleepier, and it does. That's exactly what it does, but it does it in a very, very interesting way. It's a bidirectional way. There are at least two different adenosine receptors, or adenosine, welcome sites within the brain. And adenosine is very clever in how it makes you sleepy. Adenosine, as it's rising will turn down the volume on the wake promoting regions of your brain, but yet it will increase the volume on your sleep promoting regions. And by way of this dual action, that's how it seems to instigate this feeling of sleepiness, by putting the brakes on wakefulness, but hitting the accelerator pedal on sleepiness. But then adenosine seems to be part or one of the reasons that it builds up is because it's a metabolic byproduct of cellular activity, of cellular metabolism. And it seems to be that the longer that we're awake, because our brain is very cerebrally active during the day, even though I told you that the brain state of sleep is very active, it is. It's a very metabolically active state of sleep. It is less metabolically active, however, during deep non REM sleep, and it seems to be that it's deep non REM sleep that is the principal time when we clear, we get the chance to clear away adenosine. Now, adenosine clearance is happening all of the time. It's just that the rate of accumulation when we're awake exceeds the speed with which we can naturally clear. But when our brain goes into deep non rem sleep and becomes less metabolically active, it's not as though there's necessarily a more active or a very proactive state of deep sleep doing that cleansing. It's not. It's the same process of adenosine clearance. It's just that there is no longer the accumulation that's happening. So it gets the chance to catch up on the day's adenosine accumulation and then reduce down that adenosine debt and then get you to net net neutral by the morning. In fact, the amount of deep sleep, the quality of that deep sleep that you're getting, specifically the electrical quality of your deep sleep, is a very good predictor of how well you dissipate that sleepiness. Again, it's not as though there's something special about non rem sleep that is proactively doing the cleansing faster than happens when we're awake. It's just that the rate of accumulation when we're awake is greater than the exceeding, exceeds the capacity of the clearance. So it builds up when we go into non REM, less metabolically active. It now the clearance exceeds the buildup, and you're able to cleanse that debt."
    },
    {
        "speaker": "A",
        "text": "I have two more questions. The first is about growth hormone. So I was taught that growth hormone is released primarily in sleep, although there are some daytime activities that can promote the release of growth hormone as well. Certain forms of exercise, maybe some thermal stimuli, etcetera, that the major event of growth hormone release occurs in sleep. Is that true?"
    },
    {
        "speaker": "B",
        "text": "It is, although there is some argument that is, is it sleep dependent or is it simply sleep coinciding, meaning that it's that the time of day? So is it a circadian process where it's just nighttime? Nurse means that you release growth hormone, or is it nighttime plus sleep that is needed? And it seems to be a mixture of both, but it seems to be more sleep dependent than it is night time dependent and sleep independent."
    },
    {
        "speaker": "A",
        "text": "I probably should have said before, growth hormone critically important for growth of children during development, but also for tissue repair and metabolism throughout the lifespan."
    },
    {
        "speaker": "B",
        "text": "Throughout the lifespan. When we're adults critically needed."
    },
    {
        "speaker": "A",
        "text": "Right. So if I understand correctly, when one goes to sleep, growth hormone is released, but that there's a circadian component as well. So it's a bit of an and gate, as they say. Correct. Which is that you need this and that in order to get growth hormone release. And the reason I ask this, and I'm going to frame it this way because I think it's going to both clarify what you said and also lead to a practical step, which is about sleep regularity and timing. I've heard that the growth hormone surge is greatest at the beginning of the night of sleep, and that if we go to sleep a few hours later than usual, we miss the opportunity to experience the same level of growth hormone release even if we sleep the same total number of hours. So yet more incentive for regular sleep timing."
    },
    {
        "speaker": "B",
        "text": "Yes, so you're right. It's an and gate. So it's nighttimeness does help, but sleep helps, perhaps significantly more. Meaning that I can have you experience the nighttime, but I can deprive you of sleep and selectively of deep non rem sleep, and I can markedly impair your growth growth hormone release."
    },
    {
        "speaker": "A",
        "text": "But differently, I think. Tell me if this is correct. I put differently, if somebody has to work the night shift and they sleep during the day, they'll still get a growth hormone release, but not as much growth hormone release were they to have slept at night."
    },
    {
        "speaker": "B",
        "text": "Correct. So we can do it one of two ways. So my way is to say I keep you on a diurnal nocturnal sort of schedule where you're awake during the day and you sleep at night, but I'm going to selectively deprive you of just your deep sleep at night. So you're still sleeping and you're still spending the nighttimeness in bed, which is not the shift work version, but I can block or not block. I can significantly reduce your growth hormone because I selectively deprived you of sleep, or I can do the opposite, which is the shift work approach, which is I'm not going to deprive you of sleep. You're going to sleep during the day. But now I have held sleep constant. So in my version, I have held nighttimeness constant and I've manipulated sleep. In your version, the shift worker, we've done the opposite. We've held sleep constant. They're sleeping during the day, but we've manipulated nighttimeness. And now, as you said, yes, they will release some growth hormone, even though that's not the natural time on the 24 hours clock when we would see growth hormone released. Why? Because they are getting sleep because it's a somewhat sleep dependent process, but they're not going to necessarily release as much, in part because they're not experiencing sleep at nighttime phases. So you can elegantly separate those two out. And that's why it's not quite one or the other, but it seems to be both. Certainly it's sleep sensitive. I would say sleep sensitive is a very good way of describing it."
    },
    {
        "speaker": "A",
        "text": "Okay, so translated to actionable protocol, everyone should strive to get sleep, ideally at night, of sufficient quality and quantity, which you already discussed. And getting sufficient amounts of deep sleep is going to be especially important for sake of growth hormone release."
    },
    {
        "speaker": "B",
        "text": "Correct?"
    },
    {
        "speaker": "A",
        "text": "Got it. My last question has to do with the other end of the sleep cycle, which is toward morning and waking, which is the hormone cortisol. We hear so often these days about cortisol, and people often frame it as bad. Cortisol is bad. You hear this. That is simply not true."
    },
    {
        "speaker": "B",
        "text": "Remove cortisol from an organism, they will not do well. Critical."
    },
    {
        "speaker": "A",
        "text": "We need cortisol for immune system function, for waking, for certain forms of memory formation, although too much cortisol is a bad thing indeed. Not enough cortisol is an equally bad thing indeed. So what is the relationship between cortisol and emerging from sleep? And put differently, what is the relationship between deep sleep and cortisol? Meaning? Is sleep one way that we keep cortisol at bay during stages of the 24 hours cycle when it would be deleterious to have elevated cortisol?"
    },
    {
        "speaker": "B",
        "text": "Yes, it is. And that's one of I spoke about. And we'll come onto this, perhaps when we speak about emotional and mental health. And when we are underslept, we shift over into a more sort of activated, sympathetic, agitated state of our nervous system. That's one aspect of it. But there's another aspect of the stress response, which is, yes, you get elevated heart rate, you're more sympathetic, which is this activated state, rather than parasympathetic. But you also get a, when you're sleep deprived, a greater release of the stress hormonal axis, which is called the HPA axis, which, if you really want to go into detail, it's the hypothalamopituitary adrenal axis, which is a fancy way of saying that it's a signal from your brain going down to release cortisol. So when you go into deep sleep, not only do you shift over into the nice, quiet, rested, quiescent state of the nervous system, but you also get a dissipation in that stress related axis. And the release of cortisol. Cortisol, however, seems to be also under the strict control of your circadian rhythm, where it drops down at night. And in fact, you have one of the steepest declines right at the moment when you're starting to get sleepy, too. Almost as though your brain and your body know we can't have cortisol, even at sort of normative levels that you would have during the day, because otherwise this person is just going to still be a little bit too wired."
    },
    {
        "speaker": "A",
        "text": "This is the problem with a stressful event. After, say, 08:00 p.m. at night, if you see something stressful, experience something stressful. I mean, that if it's stressful enough, will spike. Your cortisol at that late hour can really impede your entire sleep structure."
    },
    {
        "speaker": "B",
        "text": "I would say it's one of the things that I would advocate in terms of a good sleep optimized routine, and we can come on to that and."
    },
    {
        "speaker": "A",
        "text": "Avoiding stress and arguments and disturbing news and things like that as much as possible in the late evening and early night hours."
    },
    {
        "speaker": "B",
        "text": "Even if you don't think you're necessarily someone who's sensitive to that. Now, it turns out I am someone who is sensitive to that. It can really quite trigger me, so I stay away from it. We often see this with insomnia, too, and we call it the tired but wired phenomenon. And people will say to me, look, I am just so tired, Matt. I am so, so tired, but I'm just so wired that I can't fall asleep. I'm desperate for sleep. I know I want sleep, but I can't fall asleep because I'm just so wired. And that is a sympathetic hyper cortisol state. And you can see it in their physiology. But coming back to your question, cortisol will drop naturally throughout the night, but then it starts to rise back up and will start to produce its fantastic sort of peak climbing rate right at the moment when you would naturally, again, want to wake up. So what we're mapping here is this wonderful tapestry, this kaleidoscope of coordinated biology, that your adenosine levels are finally coming to their lowest point. Your circadian rhythm is starting to rise. Your cortisol levels are starting to rise. Your core body temperature is starting to increase because it's dropped throughout the night. All of these things unite in this beneficial timing ballet of just brilliance that naturally has you waking up and feeling like you're ready to go. So if everything is aligned, if you've got your chronotype right, your sleep quantity, your quality regularity, and you're sleeping in appropriate sort of timed amounts."
    },
    {
        "speaker": "A",
        "text": "Well, your enchantment with sleep is indeed infectious. I've experienced it, and I know that everyone listening and watching has experienced it as well as you've taken us through this truly spectacular voyage through this phenomenon that we call sleep. I mean, you informed us about what sleep is, what the different sleep cycles are, how they are structured and interrelated. You talk to us about the four macronutrients of good sleep, quantity, quality, regularity, and timing. There's highly actionable information. And then, of course, some of the hormonal, neurochemical interactions and consequences of good sleep, bad sleep for mental health, physical health, and performance. So first, I'd like to just extend a giant thank you for taking us on this voyage in this first of several or more episodes of this mini series on sleep. And I very much look forward to our discussion in the next episode about how to improve one's sleep and perhaps even optimize one's sleep. Thank you, Matt, ever so much on behalf of myself and listening audience. Can't wait to continue the discussion further."
    },
    {
        "speaker": "B",
        "text": "Can't wait. Thank you again for having me in this opportunity. What you do for the public, by the way, in terms of your advocacy for science and also for health, for what you do, thank you and for giving me this opportunity to be here to share the message of sleep. Thank you."
    },
    {
        "speaker": "A",
        "text": "Thank you so much for the kind words. It's a labor of love and it's a delight to be able to join arms in educating with you."
    },
    {
        "speaker": "B",
        "text": "Thank you."
    },
    {
        "speaker": "A",
        "text": "Thank you for joining me for today's episode with Doctor Matthew Walker. To learn more about Doctor Walker's research and to learn more about his book and his social media handles, please see the links in our show. Note captions if you're learning from and or enjoying this podcast, please subscribe to our YouTube channel. That's a terrific, zero cost way to support us. In addition, please subscribe to the podcast on both Spotify and Apple. And on both Spotify and Apple. You can leave us up to a five star review. Please also check out the sponsors at the beginning and throughout today's episode. That's the best way to support this podcast. If you have any questions for me or comments about the podcast or topics or guests that you'd like me to feature on the Huberman Lab podcast, please put those in the comments section on YouTube. I do read all the comments on many episodes of the Huberman Lab podcast. We discuss supplements while supplements aren't necessary for everybody, many people derive tremendous benefit from them for things like improving sleep, for hormone support, and for focus. To learn more about the supplements discussed on the Huberman Lab podcast, go to Livemomentous, spelled O U S. That's Livemomentous.com huberman. If you're not already following me on social media, I'm Huberman Lab on all social media platforms. So that's Instagram, X, LinkedIn, Facebook, and threads. And on all those platforms I discuss science and science related tools, some of which overlaps with the content of the Huberman Lab podcast, but much of which is distinct from the content covered on the Huberman Lab podcast. So again, it's Huberman Lab on all social media platforms. If you haven't already subscribed to our neural network newsletter, our neural network newsletter is a zero cost newsletter that provides podcast summaries as well as protocols in the form of brief one to three page PDF's that cover everything from neuroplasticity and learning to sleep to deliberate cold exposure and deliberate heat exposure. We have a foundational fitness protocol and much more. All of which, again, is completely zero cost. You simply go to hubermanLab.com comma, go to the menu tab, scroll down to newsletter, and by supplying your email, you can subscribe. I want to point out that we do not share your email with anybody. Thank you once again for joining me for today's discussion all about sleep with Doctor Matthew Walker. And last but certainly not least, thank you for your interest in science."
    }
]