[
    {
        "speaker": "A",
        "text": "Where's he at?"
    },
    {
        "speaker": "B",
        "text": "Oh, fuck. He just said he can't attend the call. No explanation. He was just in the waiting room, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Did something come up? I mean, just try to. Try to have him reschedule, maybe. Oh, my contact is in the lobby right now."
    },
    {
        "speaker": "C",
        "text": "Let him in."
    },
    {
        "speaker": "B",
        "text": "Don't even wait."
    },
    {
        "speaker": "A",
        "text": "Just let him in."
    },
    {
        "speaker": "C",
        "text": "Let him in."
    },
    {
        "speaker": "B",
        "text": "Just. Yeah, just let him in."
    },
    {
        "speaker": "C",
        "text": "Let him in."
    },
    {
        "speaker": "A",
        "text": "We're rolling right now."
    },
    {
        "speaker": "C",
        "text": "All right."
    },
    {
        "speaker": "B",
        "text": "Let him in."
    },
    {
        "speaker": "C",
        "text": "Hey, everyone."
    },
    {
        "speaker": "A",
        "text": "Surprise, surprise."
    },
    {
        "speaker": "B",
        "text": "Yo."
    },
    {
        "speaker": "C",
        "text": "Severe apologies. Extremely bad timing on my side. Dude. It's okay down to the second, but I'm here now."
    },
    {
        "speaker": "B",
        "text": "Okay. No, we're just really glad we have you. We just got off, actually. James and a lot were just in here. We were talking about rescheduling, so I'm down to just run it right now if you are."
    },
    {
        "speaker": "C",
        "text": "Let's go. We are going to have the best."
    },
    {
        "speaker": "D",
        "text": "Cold open of any podcast that's ever been done. If you could listen to what we've been spewing for the last 1010 minutes with James and Allah trying to figure this out, bro. It's going to be like the beginning of an Eminem song."
    },
    {
        "speaker": "C",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Excited to have you here. The first thing I wanted to talk about is just the fantastically loud, bitten sour fan base or the Tao community on Twitter. So I was doing some prep work for this pod, reading the about section in the white paper and stuff. Put out my first ever tweet with the Tao kind of hashtag or tagging bittensor open tensor, and I thought I was back in the bull market of 2021. Like, the amount of real replies, like, these are not bots. These are real people that are searching the hashtag, commenting on my tweet. And it was all, like, positive, you know, bullish stuff, and not even all moon boy stuff either, but just was really, really impressed with the amount of traction that that tweet got immediately. I think it's really great to see your community so strong. I think a lot of people say, like, culture and community flow from the top of an organization or a project. So, you know, would you say you or law has contributed to that? Or have these. Have these mad men just sprung up out of nowhere? Like, what's your. What's your take on the tao community?"
    },
    {
        "speaker": "C",
        "text": "Well, we certainly didn't do it, you know, purposefully. That just arose very organically. We just focused on building what we wanted to build and, you know, didn't do a pre mine and released the thing and spoke about what we were really into. And people showed up, like, we led with why I think. And people were like, yes, that's an answer to this really pressing problem for humanity or whatever they found. Like, to be honest, all the marketing isn't us. And sometimes we cringe because we're like, wait a second. That isn't exactly how I would say that, or that isn't quite right, but it's a co creation. That's one of the beautiful things about these digital markets or these nation states. These digital nation states. I don't have total control over the messaging. We get to define what we are collectively. So, no, the answer is, I did not try to stimulate that at all. It just really happened. And now it's an amazing force of people that we share a common vision. Although, like I said, it's. Sometimes it's a little bit scatterbrained."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, that's awesome. Well, I'm sure I'll be running and hiding from my mentions in the bull market when there's even more, like, retail interest and you guys have grown significantly."
    },
    {
        "speaker": "C",
        "text": "It's a little bit like, I feel like we've cultivated almost like a bitcoin maximalist sort of toxicity, maybe. I mean, I hate to say that, but I mean. No, no, no. By that, I mean, like, it's a very strong cultural team. There's strong memes and very, very, very activated people that believe in what we're doing. And I'm sure we're going to get into why that is at a later date. But, yes, it's noticeable. And people have always said we have one of the strongest Twitter brigades."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, 100%. Mahesh's partner Sal said, you guys have the Youngboy NBA fans of crypto as, like, a crypto community."
    },
    {
        "speaker": "C",
        "text": "I don't know what that means."
    },
    {
        "speaker": "A",
        "text": "That basically it's like a. That's a rapper and he has, like, a rabid fan base. Like, these people will do. Do, kind of do anything for him. Aggressive, loud, like making noise. And I think that's exactly what you want from a crypto community, especially in a bear market. Win."
    },
    {
        "speaker": "C",
        "text": "And why do you think that is? Why do you think that is?"
    },
    {
        "speaker": "A",
        "text": "I mean, I think the fact that you mentioned the pre mine, I think that that probably had a lot to do with it. I think a lot of, like, community members are probably disillusioned at this point in the cycle with, like, very early stage, you know, vc allocations of tokens and getting dumped on and having all these scams and fraud happen. So when something is launched, you know that fairly, I think it probably really does get their buy in from day one."
    },
    {
        "speaker": "C",
        "text": "That has a big part of it. But I think it's a little bit like, because there's a rabbit hole here about what this technology is and how it works in the similar way that there is a rabbit hole with bitcoin. It's like, first you learn about bitcoin and you're like, oh, that's cool. It's a new currency. Or you think, gosh, that's a scam. And then you learn more and you're like, oh, my God. We're taking down the fiat dominance hierarchy of the world. It's a scam that stretches back before the era of the roman emperors. And we've lived in this matrix all this time. Like, that's the bitcoin rabbit hole that people fall into, and they just become obsessed. And I've been there before, like, obsessed. You know, the bitcoin solves this thing, right? Like, everyone says that all the time because it's like a myoptic look on the world to see everything from within the lens of fiat. Like, what is fiat? Fiat is the big lie. You know, it's similar to, like the, you know, the Marduk religious figure from the ancient Persians, right? Like, they're fighting the ultimate lie. Like, that was what xerxes was against. I think there's a similar thing. There's almost a religious connection with the technology that you get by actually aiming these technologies in the right direction. So I think it says a lot about the fact that we're properly aimed now. What is the, what is the Tao rabbit hole? And I think that it's something along the lines of, it's a different answer to the current political and cultural battle that we're in right now around artificial intelligence. I don't know if you guys saw this P Marka thread, the optimists manifesto, the techno optimistic. Everyone's been talking about this. It's really fantastic, and it's clarion call for a lot of people that are into, like, the EC, the EAC community, the accelerationists, the libertarians, the people that are pro technology and they're fighting against, you know, that we've demarcated the world into these two groups, kind of like the upwing and the downwing political philosophies, which is one is like, let's be pro technology and let's move forward and let's break things. It's like that YC startup, you know, grungy bottom up vibe. And then you have the regulators and the D cells. They're worried about the issues of artificial intelligence, possibly taking over the world. And I think the thing about Bittensor, which is unique, is that we kind of fall right down the middle because we're not just totally on Pmarka side. Like, we're not, you know, Mark Andrews is aligned with us in many ways, but we're not saying that we're against regulation. We're not saying that this technology is not without risks. We're just saying, well, this is how we should regulate it in an effective way. Right. We've come right down the middle. And I think that when people kind of find these ideas that open up and allow us to answer questions in a completely different way, that the classic cultural divide is trying to answer them, and I think, unsuccessfully, people get obsessed with that. And that's what. That's what bitcoin did really well. People like, oh, it's, you know, it's the left wing versus the right wing. And then bitcoin said, you know, just like, go third dimension on this chart and become a bitcoiner. Right. And I think that. I think that that's something that we try to offer. I mean, that's what we're trying to do. It's not what we're trying to offer. It's what we're trying to do with. With this technology."
    },
    {
        "speaker": "A",
        "text": "No, I mean, 100%. Another thing I was curious about is your screen name. So here we've got you as const on Twitter, your const underscore reborn. You know, what's the meaning behind that? What does it mean to you?"
    },
    {
        "speaker": "C",
        "text": "Oh, it's not that interesting. I was, when I left Google, I came up with a pseudonym of Constantine Damore because I really liked James Damore, if you remember the guy that wrote the Google manifesto when he got fired. Do you remember this? There was a whole thing, and I picked up this pseudonym that was Constantine Damore, which meant, like, always in love. It's kind of weird and poetic. And that became my pseudonym. I think a lot of people have this same story with their pseudonyms. Like, if you ask where it came from and it's some weird story out there that they've just held onto, and then it became constants, you know, computer science, like constant variable. I wish it was something much more memetic, like Satoshi Nakamoto. What does that mean? Is it central intelligence or, you know, something that would captivate people, but in reality, there's not too much depth to the const name. Yeah, that's my real name."
    },
    {
        "speaker": "B",
        "text": "Is Jake touching on something you just briefly mentioned in passing right now, but you've been talking about how the YC business model is dead, or at least inferior to the open ownership model that crypto enables. Can you expand on that? Because I feel like a lot of people would find that interesting right now."
    },
    {
        "speaker": "C",
        "text": "Yeah. On the face of it, it seems blatantly obvious that you want to build technologies that everyone loves, and that's sort of the YC model, right? Build something that people love. Duh. The problem is that implicit in that design is this separation between the people building and the people receiving the technology. And that's got a lot of people very worried when it comes to this new God that we're creating. You know, intelligence carnate. We've made sand think, as Mark Andreessen said, and we're worried about the singularity, this moment where this technology runs away. And potentially we don't understand the effects that it's going to have on society, whether or not it's a robot takeover or we're all soaked up, sucked up in the cloud, or it's something like transcendence, where an AI just controls everyone behind the scenes. I think that those are reasonable concerns. I'm not a decel, I'm not saying that we shouldn't make AI, but we should make sure we birth it into the right ecosystem. So anyways, the YC model applied to this incredible technology starts with this implicit separation between the people, people that are going to consume the technology and the people that create it. And when you have this asymmetry, this huge asymmetry between the amount of value that can be created and the power that's going to be created, and we stick with that same asymmetry, I think that humanity is potentially at risk where we have all the power in one place, we have all the value creation in one place, and that's not natural, that's not connected, that's not symbiotic. And I think that the people that are working on this technology kind of know that there's going to be this lack of connection, this anti symbiosis between the technology and the people that own the technology and the people that consume it. You know, Sam Altman's a great example, and he's, you know, he's, he's calling, you know, he's promoting worldcoin. And, you know, behind that is this idea of potentially having a UbI. Well, we're going to soak up all the, the value one way, and then we're going to give it back, all based on this separation between the consumer and the producer. We'll just give it back to Ubi. And I think that's really an unhealthy system, a really unhealthy equilibrium between the technology that we're creating, this powerful, super powerful thing and the way that we can own it and control it. So cryptocurrency is inverted, right. There is no separation between the owners and the technology. It's a union between the technology and the people that create the technology. Not only does it create something amazing, not only can we aim this collective organization at building supercomputers like bitcoin mining or Bittensor mining, we can co locate a bunch of resources and aim them and potentially build something much bigger than these centralized corporations. But then we can also do it in a way that at the end, the people that contributed are the owners, and there's no separation between those contributors and the consumers and the people that made it. And all those things are unified. It's not cancerous. Right. It's connected. I think that that's, you know, at the beginning it was talking about how bitten sir tries to follow a path down the center of this political divide that is being created with the, you know, why does Marc Andreessen feel the need to write a manifesto? He's like, well, he's like a 50 year old man. Like, you know, he, there's implicit is sort of like a, certainly a concern and like a lack of confidence of self like that we need to somehow, you know, fight the other side because they're winning. And, and I think in that it's true, it's like there's, but there's been a breakdown of communication between the regulators and those that are the problem solvers, the, the libertarians. And we're coming at it from a different perspective. We're saying, let's make them the same. Let's use digital currencies to make that happen. And so that's what I mean. To come back to your question, that's what I mean by I think the YC model is dead around this particular technology and why bittents or Tao is approaching in a different way. Maybe I can talk more about that as a bit abstract. But, Sam, you have any more questions?"
    },
    {
        "speaker": "B",
        "text": "Yeah. No, you answered it perfectly. And I think that's a good point to transition to the regulation topic because like you said, many people are realizing just how powerful AI is, especially after chatgpt launched and discussions have picked up really about whether or not, or I guess, to what extent AI should be regulated. What we're seeing are prominent figures, including Sam Altman himself, in addition to lawmakers, even the White House, come out recently and call for increased oversight and control over AI. And really what their argument is is that they believe that these powerful, state of the art models without the proper guardrails, pose a danger to society. It's almost as if they're kind of AI doomers. And so I'd be curious in hearing how you would respond to that argument."
    },
    {
        "speaker": "C",
        "text": "Yeah, I don't think it's an inauthentic fear. I do think that there's a lot of unknowns that we're dealing with here. It doesn't mean that we should decelerate. Right. I'm not saying we should stop. And I also don't think that we should give the problem to regulators because I don't think that they really know what they're doing well enough. And I think Sam Altman's in this really weird position because he's created this company that has all this power for the time being, and now he's looking for ways of situating that company so that it doesn't run away from him. Right. So it doesn't run away from humanity, so that it does a good thing. Right. And I think he's authentic. I really do think that he wants to do a good job. And he's going, okay, well, why don't we give this problem to the regulators on one side? And then he's also thinking, why don't we give it to why? We'll try to democratize. There's, like, an OpenAI push to democratize the ownership of OpenAI. And he's come at this. He's come to this point, and he's really looking. I think he's looking for the solution. He doesn't have it. And it's really funny, because I'm like, I want to call up Sam again. I've talked to him before and be like, hey, look, I told you we need to tokenize it. And look, we've been doing that. We created the system where the ownership is nested into a decentralized network. But in Balaji's book networks day, he talks about the Leviathan. You know this concept, right? Like, the Leviathan is the power against which we decide to do right or wrong because of the power. It used to be God, and then it was the state. And I think that Sam Altman is still like, that web two or whatever you could call it, Leviathan 2.0. Let's use the state to regulate it. Well, that will be the solution. And I think that we're truly bitten through is like web three, or Leviathan 3.0 was like, we'll nest the power into a network, and the network will control the technology. And implicit in the fact that it's decentralized and people can exert their preferences over it, that will be the control structure for this new God thing that we're creating. And I'll tell a story. So we had an issue in bittensor where basically someone was trying to use it to generate pornography. This is one of the things. This is like low hanging fruit for regulation, right? It's the first thing that always happens with every technology. You know, the Internet is 100% of it was pornography. So somebody came in and said, okay, we're going to try to use this to generate pornography. And if we were a Web 2.0 company, we would just not let that happen, or it would have been, like, regulated upon us, and I'll let that happen by the Leviathan that is the government. But we built a network instead, where the preferences of a whole set of people that have contributed to the network, that can then determine what it's allowed to do. And we organized, we voted and kicked it out of the network, and it took a little bit of time. So there was a moment when it was producing pornography, and that was a little bit risky, but we were able to organize ourselves according to the technological principles that we'd started with and made that happen. So the system regulated itself. So there is regulation, and people have made this mistake before. When thinking about Tao, it's like, is it censorship resistant in totally. What does that even in totality, what does that even really mean? In a way, everything is censorship. You can censor anything. We can censor bitcoin. If we blow up all of the miners, you can censor, but it's just really hard to do, and it's harder to do in bit tensorflow, we can actually regulate it. And the mechanism at its very core is a way of defining the preferences of the people that are participants that have stake in the system. So we can have preferences and we can regulate it. That's what we're doing. We're regulating it, but we're just regulating it in this decentralized way. We're not regulating it through the leviathan of the state, which I think a lot of people are unhappy with. So that's my answer of what I think about regulation. I'm actually sort of pro regulation in a sense. I'm just, we want to build the right mechanisms to do it, and we think the best way to do that is one where it's, you can come in and regulate, you can have a say, you can participate, you can come to own a part instead of throwing it off to regulators."
    },
    {
        "speaker": "B",
        "text": "So, yeah, the way you just described bit tensor is it's an alternative to the prevailing top down approach of regulation and AI development. Is that correct? Where you know the community?"
    },
    {
        "speaker": "C",
        "text": "Yes, it's definitely. It's bottom up regulation."
    },
    {
        "speaker": "B",
        "text": "Okay. And I think this is."
    },
    {
        "speaker": "C",
        "text": "It's bottom up regulation."
    },
    {
        "speaker": "B",
        "text": "I think this would be a great point to just have you kind of clearly describe what Bittensor is for somebody listening that may not know. So what's its vision? What are the objectives?"
    },
    {
        "speaker": "C",
        "text": "Right. Well, the original vision, I mean, it's still the vision today. But where we started with was, let's take the power of bitcoin style mining, which has created the largest supercomputer in the world, this new type of computation, which is incentive based. Bitcoin miners just do the work because that's what is most efficient from a market perspective for them to do. They innovate. And this creates this type of computer, which doesn't exist anywhere and is not defined in any way. It's abstracted by a market, and it's hyper powerful. So we're like, okay, great. Why don't we use that same type of computer to work on artificial intelligence? Because that this is the computational stack. This is an incredibly powerful, important problem, but it's also an incredibly computationally intensive one. So why don't we take that same computational stack and apply it to bitcoin? And what we did is we had to invent a type of mining validation in order to do that. So, in bitcoin, it's really easy to validate transactions because it's true or false. But when it comes to trying to validate intelligence or machine learning work that's being done, often cases, it's probabilistic, it's random, it's high dimensional. And so we needed to invent a validation mechanism that worked in that arena, you could say, and then we applied it towards creating intelligence. How can we incentivize the production of machine intelligence? So that's where bittensor is today. We have this incredible validation system, which is very malleable, and then we apply it to all the different problems that are required for creating a decentralized machine intelligence company. So we do a whole bunch of different things. We scrape data off the Internet using incentives. We store data based on incentives. We're like a file coin. We inference machine learning models. That's a big thing. Both images and audio and doing text. That's also an extreme computational problem that requires incentivization. And then we also are beginning to do distributed federated style training, and all within the roof of this sort of AI collective that works on producing inherently open owned intelligence company or collective, whoever you want to call it, OpenAI, split upside down, turned inside out, and you can enter for a lot of people. That's really compelling. That's really interesting, because the alternative is it's a really small company. OpenAI is closed, funded. You didn't get an option to own it. And there's this separation between all of us and this superpower, whereas bittensor is much more permeable. You can come in from the inside and help us build this, you know, gargantuan technology, and anybody can. So if you learn how to work with this incentive mechanism, you can run experiments, computational experiments, like you can run a federated learning training run and have people come in and bring the compute to you that you would never be able to get unless you were a super company, right? Unless you were Google or unless you were OpenAI, you would never be able to access, you would never be able to co locate that much amount of compute. But with Bittensor, somebody that's really intelligent and it's a meritocracy can come in and really use the entire machine for themselves. They can both define what we really mean by what we're trying to create, because it's open for everybody to own and they can leverage the entire technology. I think that's a good zero to one on the tensor."
    },
    {
        "speaker": "B",
        "text": "I think one of the advantages as well is that you don't have a centralized organization that can come in and intentionally restrict the capabilities or influence of these AI models. We're actually starting to see that a little bit with OpenAI. We're starting to see some of these AI labs come out and self regulate, introduce these audits. But there's also some theories out there that these AI labs are actually intentionally nerfing their models. Who knows if that's, like, a conspiracy or not? But do you think that if we continue to see these safety measures implemented into these centralized AI networks, whether it's self regulation or government level or state level regulation, that this could drive the adoption of decentralized AI networks such as bittensor?"
    },
    {
        "speaker": "C",
        "text": "Yeah, there's a lot of angles that make us very valuable. There's the AI gets closed source and you can't access it. Then an open source one is obviously very valuable. There's a situation where it's regulated out of existence. And then the fact that we're decentralized is really important. There is a situation where the AI is open and they get all the value and they run away and we get like a sort of elysium dystopia. And again, that's now the fact that we're open ownership is really important. There's so many potential runaway scenarios with AI, and it's basically impossible to know which one will happen or if any. Maybe it'll just be completely boring, and I hope not. That would suck. But, yeah, no, but go on, Sam."
    },
    {
        "speaker": "B",
        "text": "Before we continue to dive deeper into bittensor, I want to zoom back out a little bit and just get your thoughts on what we're seeing in the open source AI space right now. So it's pretty clear that there are some major changes that have happened over the past decade. So traditionally, a lot of the AI research was done within academia, right, where all of this research was open sourced. Today, that's not necessarily what's happening. We're seeing a lot of the development taking place within the AI labs of these large technology companies, and they're not releasing some of that crucial information or the models or kind of keeping it all private. One notable exception has been meta. Right? They've kind of broken from the norm, and they've been open sourcing a series of models called llama. And I saw this tweet also from Yann Lecun. He's the chief AI scientist at Meta. He was saying how he believes that open source AI will actually soon become unbeatable. And so this just has got me thinking, like, what does the future look like for these AI labs if this actually plays out? And maybe I guess a better question just to ask you is, do you agree with Jan?"
    },
    {
        "speaker": "C",
        "text": "I don't. I think it's commendable what he's doing, but I do think that it's effectively a marketing ploy from Facebook. And we're at the, it's like the last ditch effort of open source AI, and everyone wants it to be true, right? Everyone wants to believe that the open source AI will compete with the centralized alternatives. And Ilya Suskever was on stage a couple months ago and he was like, no, no, no. We're pretty sure that centralized AI is going to just be always a couple steps ahead of the open source. And it's not to degrade, in any sense the intelligence of the people from inside of the open source community. And also the truth to the fact that when you build open source code, you get the most number of collaborators and you get the most number of ideas, and that pushes things forward at a faster rate in terms of innovation. And I think that's definitely what we've seen. But what we've also seen, and the reason why all these AI labs are closing up, is that the problem has become increasingly, increasingly more of a computational one. It's not just really intelligent ideas and ways of contributing to code and finding out a better loss function. A lot of intelligence is just raw trial and error, and that is so expensive that there needs to be some form of monetization in the loop in order to facilitate it. This is not like Linux, right? So Linux, it was like, okay, a bunch of contributors that are really intelligent literally have the capital, the intelligence capital to write a better operating system than Microsoft. But for this particular problem, you don't just need intellectual capital, you need physical hardware capital. And there's, unless there's a way for us to combine that capital together in order to organize it in such a way that it can compete with the centralized alternatives. We can't run the training jobs that can build models that are going to be as intelligent as GPT four. GPT four is a trillion parameter model, and it probably costs $10 million or more to train. And there's no open source community that's not funded. They can do that. And the reason why would you fund an open source community unless you're doing it out of the goodness of your heart, which is what Meta is doing, and super commendable for them to do this, but it's effectively a marketing employee, because they want to hire more machine engineers to come and work for their centralized alternative AI companies. And I think that we saw this for a really long time in the AI world. We were like, okay, no, it's all happening in academia and all of the AI companies, deepMinds and Googles and stuff like that, they would throw things out to the open source community because they wanted to raise a flag and say, hey, we're doing the best AI work, you should come work for us. But now the race has become like it's gone into a different gear, so to speak. It's a much more valuable problem. There's so much more money involved than there was a little while ago. And there's OpenAI really opened this new business model where we're gonna have the AI internal and then we're gonna sell you subscriptions. That was never the business model. It was always like, hey, we have this AI problem that works inside of Google. We want you to come and work on it. And then we're gonna give, now we're giving the AI directly to people. So there's this huge monetization, like a reason to close source AI. And that has allowed them to expand in terms of the computational power in these internal companies, just out of the reach of open source. So it's commendable, but it's a sad reality that Yan is actually wrong, and I wish he wasn't. We do need some way of mixing the, of mixing the monetization with the open contribution to, like, blend the two. Let's get the open source qualities, but let's also get the monetization incentivization qualities that the corporates have down path. Right. They know how to go to investors and say, we're going to withhold this and make them pay, and we're going to give you a portion of that increased revenue. And the open source community can't really do that. So we need to find a way of melding those two so that we can inject the right capital into something that's open source so we can compete. And that's the road down the center that bit tensor is trying to be. We're not a centralized corporation. We're not a closed round funded VC, Wall Street, Blackrock, $100 billion raise corporation. And we also have the open source qualities, if anybody can contribute. But we have monetization, and they don't. And so we're trying to solve that problem right there. And I think it's the best of both worlds. It's a much harder problem, though. Like, we are building up from zero to one, and most of the other AI companies out there are starting at one and doing something slightly similar to everyone else. They're just copying open AI, but for video or for speech or something like that. We have to build a completely new stack. Yeah. So that's. To answer your question specifically. Like, my heart bleeds for the open source community, and they're really, like, close to me in my heart, and I feel like our role is to help them. So, like, what are we doing right now? We're going to these engineers and we're saying, hey, come build your open source, a technology on top of bittensor, and you can play with incentives to collect a bunch of contributors and then make that thing valuable and monetize it through this network, and you still get this quality that you can be this anarchist open source developer, and you also get to build technologies that are not just going to the man, you're building them in the open, in a way that people can see, and we can also compete with the big guys."
    },
    {
        "speaker": "B",
        "text": "Beautifully said. And I think at this point, many listeners are just itching to hear a little bit more about Bittensor itself. So I think this is a good point to kind of transition the conversation of that. Let's talk about Bittensor revolution. So this was a recent network upgrade that really reshaped the network structure, and it turned Bittensor into a network of networks. And for anyone who's familiar with crypto, they've heard of helium. And Bittensor's architecture sort of is similar to helium in the sense where helium restructured to having an IoT network, a 5g network, and in the future, they can add additional wireless networks with bittensor. Now, you guys have adopted a subnet architecture where each subnet could incentivize a different type of computation. So could you kind of give the intention behind this upgrade and just expand a little bit on the subnet architecture?"
    },
    {
        "speaker": "C",
        "text": "Yeah. We invented a language of mining digital commodities that was really, really, really powerful. And we discovered that, hey, we invented this great thing, but we're not the best people in the world. We should let other people write with this language to create digital commodity systems, and we should connect them all together in one network so that each of them can interact with the other without having to go through, like, a uniswap, to change tokens kind of thing. So we had focused for the first year and a half on perfecting and learning how to speak this language of incentive, because that's really what we're doing. It's a new type of programming language where instead of telling the computer what to do, which is classic computer science. Right? Okay. You know, if x is less than one, go here, right. It's more like if x is less than one, and where x is the return from the minor, you know, increase incentive by one, and then that turns into. It's like we're flowing an energy back into this network, and then it grows out the network. And so in this way, we really are working with a new type of language for this raw, incentive based language. And we just discovered that we should let other people play with this language and create value inside of our network. So I've been calling it sort of bitten's revolution, or like our ethereum moment, because we went from being like an l one, like bitcoin, to more of like a. An l one ethereum that allows for l two s. And so what we've seen is this cambrian explosion of different experimentation on top of Bittensor and that's really like all throughout this journey, I would say intellectually, the thing I've discovered is almost a socratic wisdom. It's like I'm more wise, the more I know that I don't know anything in similar parts wise I am, the more I know that I'm not actually that intelligent. And the real geniuses are out there that are going to do a lot better. So let's enable them, let them write this language. I'm not the expert. Maybe they can come up with a better strategy, and then that's what actually happens. So we've seen this explosion of different people building, tooling, different digital commodity markets. We call it digital commodity markets, where they extract some resource, whether it's storage, these great data, they train models, they predict the price of bitcoin. All of these things can be crafted in the same structure. Hey, I'm not going to write the computer that predicts the stock market. I'm just going to reward the eventual computer that can predict the stock market for predicting the stock market. And then it just goes and grades itself. How freaking amazing is that? As a machine engineer, I think it's a little bit like when we switched in the early two thousands, we went from, oh, let's program into the machine what an angle is for an l. It's like when the angle is sort of like this. And then we were like, no, no, no, let's let the computer learn what an l looks like. We're just going to define an objective function, and then the computer is going to go out and adapt itself to the objective function so that it maximizes or minimizes its loss on the test set. Similar idea with working with incentives, but you're almost one level higher, right? We're going to define the objective function, which is written in the language of value and incentive, and then we're going to let the people go out and solve the problem. We're not going to define exactly what we want, we're just going to, well, we are going to define what we want, but we're not going to define how we get it. So that's this computer that we invented. And so, bit to revolution was the first time we opened up the door and said, hey, come in, people can build their own commodity markets. And then on top of that we have a speculation market where these mechanisms actually get selected by the community for the value that they add. A little bit like everyone in bittensor becomes a vc for the different commodity systems in the network."
    },
    {
        "speaker": "B",
        "text": "Yeah, and you hinted at this a little bit but essentially somebody could build a storage subnet or a data procurement subnet. Could you just briefly."
    },
    {
        "speaker": "C",
        "text": "And has."
    },
    {
        "speaker": "B",
        "text": "And they have. Okay, wow. Well, on that point, could you talk about what subnets currently exist and maybe some that you're excited about?"
    },
    {
        "speaker": "C",
        "text": "This is a bit of a weird one because most people won't understand the value of it, but we have a Mapreduce subnet coming out onto Bittensor, and that doesn't sound very sexy. But what it does is it solves this very important problem for working with distributed decentralized training and the Mapreduce subnet. What it does is it uses the bandwidth of a whole set of peers to shuttle information from a to b. And because on the Internet, when you're doing really, really high bandwidth computation, like, let's say we're training a trillion parameter machine learning model, that's the bottleneck, is just getting the machine learning model over to the other side. And so we can structure that problem as an incentive mechanism. If I send this file through this network and then I get the, the outputs on the other side, I want to see who did that quicker, who could take more bandwidth, and we're going to reward them for opening up that bandwidth higher and higher. And so we can force just that really small. It's almost like a unit of computation, the ability to just get a to b and then maybe be back to a again, we can write that as incentive. And so I'm really excited about this one because it enables, it facilitates the ability for us to do the Mapreduce, which is valuable in federated learning. So when you're training large scale machine learning models, you need to send out the model, you need the miners or the workers to produce updates, and then you need to co locate those updates back to the parameter server. Effectively, that is super high bandwidth, right? So that middle layer provides the service, and we can drive it to maximize the amount of bandwidth and the speed at which we can send things over the wire. So that's just an example of something that I think that is a really creative use of incentive that people have not thought about. Like that doesn't exist really anywhere in the cryptocurrency ecosystem on coinmarketcap, as far as I know. But we can write that. We have a language for writing that specific problem and creating this new digital commodity that is very bespoke and specific to another problem that we're working in the ecosystem. So we're building up these hierarchical problems. And then another thing that's really cool is getting really high quality real time data scraped from the Internet and then embedding that information and making it available to a machine learning model. That's the scraping subnets. The scraping subnet is actually doing that. It's going and getting Twitter data and sinking it into decentralized storage. Well, it will be. I think right now it's not. But that can then be the inputs to a variety of other problems in the network, including training, really high quality machine learning models that have real time data. So those are two that I'm really excited about. There's a whole variety. There's the storage. We have a price prediction bitcoin that's growing. It's kind of like a new mirai. We have the subnet one and eleven, which are just doing inferences. So it's like a chat GPT front end that improves via incentive. We're crafting that. And then there is a machine translation subnet. Currently this is all within the first week and week and a half or so. Two weeks, yeah."
    },
    {
        "speaker": "A",
        "text": "No, that's fantastic. I think we've covered so much already. AI regulation bitten sour. I think we've got one or two more questions for you. Just I think the first one is around deepen. So this emerging vertical within crypto decentralized physical infrastructure networks was kind of kicked off in 2019 by helium. I think the exact definition of it's still a bit up in the air. I know bitten sort has physical hardware in the real world, but obviously it's providing a digital commodity, digital service, so it's probably kind of on the border. But I think like at their core deepens are really aggregating this latent capacity for the provision of a service or a good that increases the number of suppliers in the network, decreases. Kind of like the oligopolistic effects of only having a few providers there. So it should like decrease cost to the end consumer, create some net new use cases. With that framing in mind, how, how do you see the global market for compute power? Is it very disaggregated and fragmented? Is it kind of a Pareto principle of 80% of the compute is controlled by 20% of the companies or individuals or how do you see it really, as it stands today?"
    },
    {
        "speaker": "C",
        "text": "Yeah, the GPU rich as they say? No, I think that the GPU market is pretty saturated and people have asked me like, well, what type of efficiency are you going to possibly get in that market if it's already super efficient? It's like they come right off the, out of the factory and go straight to OpenAI or Tesla's supercomputer that they're building. So is there even anything to soak up? Is there any efficiency? I think that there still is. I think there still is a lot. I have some GPU's at home that are not churning, but they could be churning. I think there's like a swath, an ocean of GPU power out there that is not being used. But that's not the really the huge win. The win is actually re utilizing the GPU power that's not being used properly. To be used properly. There's a whole bunch of compute out there that's not being used. Sure. But then there's all the compute that is just not being properly monetized and is working on the wrong thing. Right. You had a data center in 2012 and you were doing folding at home, but you should have been mining bitcoin potentially that's. Or it was sitting and working on some problem that was irrelevant to the future. And I think that that's really what we're trying to do, is we're trying to use markets to properly allocate the right resources to the right jobs. In bit tensor, we have this market for the markets themselves. That's very interesting. We're using market dynamics to actually select which mechanisms are valuable, and I think that can help with that problem. But then I would say the last point is, in bit tensor, we don't measure GPU's. We actually measure depending on how the system is run. We measure the intelligence produced by the GPU's. And that's a different problem, because."
    },
    {
        "speaker": "D",
        "text": "If."
    },
    {
        "speaker": "C",
        "text": "The problem is more abstract, then people can find out all sorts of different ways of solving it that don't just require GPU power. Maybe you can actually do these inferences on CPU's. So if we made a market for GPU's, that's not actually the right thing. We wanted to write make a market for intelligence per second. And so the market goes and finds a solution. So I think that if we can measure the right things, then we can manage them. And bittensors ask or pitch, you could say, is that we can be very precise about the thing that we're asking the network to do. Is it bandwidth? Well, do we need to go and validate that you're running one of our nodes? Is that really the most optimal way for us to get the thing that we want? In the case of some of these DPin examples, do we really want you to run our software, or do we just want to write the incentives of what we wanted our software to do? And then you go write your own software that's actually way more powerful. So I can't. Deepen's great. It's a really interesting framework, and I'd say we're certainly aligned with a lot of the philosophies in there."
    },
    {
        "speaker": "D",
        "text": "Well, Jake, it's been an absolute pleasure having you on here. It's obviously very clear that you're a differentiated thinker with super creative ideas. Maybe just the last thing to end this on. You know, we're living in unprecedented times. There's news about aliens, the world falling apart, things every single day. Maybe one question ended on here. What's your most non consensus? Take that. You think people out there would just be mind blown by."
    },
    {
        "speaker": "C",
        "text": "I think we're. I think that we're actually at the beginning of a golden age and we're about to enter a complete. Like, we're coming out of the Dark Ages rather than entering them. I think we're entering a new moral universe, a new moral world, one where it's not so unipolar. And I think that's good. I think we're going to rediscover new cultures through decentralization. I think we're going to free ourselves up and live happier lives. I don't think the world's falling apart. I don't think that it's going to end in ruin. I think it's going to change for the better. And I think that that's a bit weird. A lot of people are really upset and think the world's going to fall apart. But I'm actually super confident that we've birthed something of almost religious significance. Bitcoin has opened up a golden era for us to reorganize ourselves as humans into much more equitable and fair and value creating ways. Yeah, that's awesome. That's a bit weird."
    },
    {
        "speaker": "D",
        "text": "That's awesome, man. Well, look, I think we are perennial optimists over here, and by the same token, super excited about everything you're doing."
    },
    {
        "speaker": "C",
        "text": "Do you want to maybe just tell."
    },
    {
        "speaker": "D",
        "text": "Our audience where they can find you on Twitter, on socials, if they're trying."
    },
    {
        "speaker": "C",
        "text": "To learn more about the project? Yeah, please follow me on Twitter. I'm cons four born. And then join our discord community, become our board of directors. That's the power of cryptocurrencies and open ownership systems. You can just be my boss. So if you want to be my boss, I'm looking for a boss."
    },
    {
        "speaker": "B",
        "text": "That's awesome."
    },
    {
        "speaker": "D",
        "text": "Well, thanks so much for being on, and it's been another awesome episode here, so."
    }
]