[
    {
        "speaker": "A",
        "text": "You know that that guy behind Janet Yellen holding up that buy bitcoin sign, right? Like he wrote it on a yellow, you know, on a legal pad. And it was like a joke. And yet, like, nothing got bitcoin more attention than that. And there's something about that in the attention economy of the Internet, where, like, the bigger the joke, the more attention, the more real it becomes."
    },
    {
        "speaker": "B",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource."
    },
    {
        "speaker": "C",
        "text": "For all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started coming Crypto nine years ago and as the senior editor of Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the June 14, 2024 episode of Unchained, and I will just leave you all a quick note, which is that today is the eight year anniversary of Unchained. Thank you for listening all these years."
    },
    {
        "speaker": "B",
        "text": "With itrust capital, you can buy and sell crypto in a tax advantage retirement account, enjoy significant tax advantages 24/7 access and the industry's lowest fees. Polkadot is the original and leading layer zero blockchain with over 2000 plus developers and the the Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem. Join the community@polkadot.net work ecosystem community hey unchained listeners. As you know, it's hard keeping up with the fast paced world of crypto, so we've got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com dot. You'll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings and bullet points, plus our meme of the day, all curated and written by our amazing team. It's still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com."
    },
    {
        "speaker": "C",
        "text": "Today'S guest is Nathaniel Popper, author of the Trolls of Wall street. Welcome, Nathaniel."
    },
    {
        "speaker": "A",
        "text": "Thank you, Laura. Thanks for having me."
    },
    {
        "speaker": "C",
        "text": "You have a new book out this week about Wall street bets, which is amazing timing considering that roaring kitty has recently returned to social media. And we're also seeing meme coin mania on Solana in full swing. And I know that this Wall street bets phenomenon was kind of mostly in the public consciousness a few years ago. But from your book, it's very clear that the same forces that created it are still with us today."
    },
    {
        "speaker": "A",
        "text": "Memes are everywhere. Right."
    },
    {
        "speaker": "C",
        "text": "So talk a little bit about what you saw as driving that phenomenon and how that remains in our culture."
    },
    {
        "speaker": "A",
        "text": "Well, I come out of the same world as you, which is reporting on crypto. My last book was digital gold, about the story of bitcoin. And in this book, I wanted to take a few steps back and look at this sort of whole phenomenon of online money, like this new world of online money that includes crypto, but that also now includes stock market, options market. Obviously, crypto market has proliferated in all sorts of different directions. And I'm interested in the sort of sociological aspect of this world of largely young men and who have gotten into investing and trading of all sorts, and sort of trying to understand where that comes from. And my work on crypto ended up being very useful for this, because I think that this idea of memes and communities that come together around memes and memes is in some ways, like, too narrow a way to think about it. There's just this idea of investments that are more about ideas and speculative potential than about financial fundamentals that runs through this whole community, and it runs through the way young people invest in stocks and the way they invest in crypto. And I just was really interested in how this world sort of fed off of itself in the way that crypto fed into the stock market, which fed into crypto, which fed into options market. And I think people have looked at it too narrowly in terms of meme stocks is one phenomenon, and bitcoin is another phenomenon, and meme coins are another phenomenon. And what I view it as is really just this whole new world of online money that people are sort of moving between. And that's a creating this new communities online."
    },
    {
        "speaker": "C",
        "text": "I have to say, one of the things that surprised me at the very beginning of the book was that even in the preface, you put this activity in the context of the changing position of men in american society. And not gonna lie, like, in the beginning, I was a little bit surprised and wondering how you were drawing this conclusion. But then, you know, as you're going, like, deeper into the action, and I hearing from the moderators who started this group, the, you know, the young men who are frequenting Wall street bets, hearing how they're talking about their lives, what they're saying to each other about their political beliefs, and just, you know, how they view the world, it actually made me realize, okay, these conclusions are being drawn from what they're saying, but can you talk a little bit about your thesis there? And. Yeah. And if you also think that these same demographic changes influence the rise of."
    },
    {
        "speaker": "A",
        "text": "Crypto, I'm glad you asked me about that. I think it's something that people haven't taken much notice of. But young men in America are, in a broad sense, struggling, and there are a bunch of problems that go way beyond young men. Obviously, we have this loneliness epidemic. We have people who are spending more and more of their lives online and less and less of their lives with real people. And what I saw in particular was young men who were both very skeptical of the sort of established authorities and the traditional sources of truth. Obviously, that's there in crypto, you have these sort of people who feel alienated from mainstream culture, the mainstream financial world, and they also are sort of looking for a sense of purpose and identity. And certainly in writing about bitcoin, I saw how many of the people who were there at the beginnings of bitcoin and who made it grow were young men who sort of felt like they were not of the broader world, and they were looking for something that would give them a sense of meaning and power and influence. And, I mean, I think that's a totally healthy urge, but I do think that they often found that answer. I mean, I think we saw it first with crypto. You've heard it so many times referred that bitcoin and crypto are referred to as a sort of religious, in this quasi religious sense. Like, it has given a sense of identity and meaning to people. And, you know, so many of the people who found their way to these online communities found their way to these online communities because they were missing something in their real life, and they were looking for something to sort of plug a hole. And, you know, the other element of this is that this is a world that is generally, you don't find very many women, and you don't have the gender dynamics that can cause problems in the real world, can cause a sense of alienation. I mean, I don't wanna, like, overdraw over state the conclusion here and the idea here, but this community that was a very masculine community, that where sort of traditional masculine ideas were allowed to sort of flourished, they were, they, you know, it was an aggressive community. A lot of the sort of ideas, traditional ideas of masculinity, you that were sort of being tamped down on the outside world were given free form in different financial online communities, different subreddits. I think that it obviously doesn't explain everything about the way that crypto developed or the way that meme stocks developed, but there's this way in which it sort of feeds a sort of more fundamental instinct or impulse in the young men who have sort of given their lives over to this."
    },
    {
        "speaker": "C",
        "text": "Yeah, I definitely, you know, like I said, I started off a little bit wondering how you came to that conclusion."
    },
    {
        "speaker": "A",
        "text": "Well, tell me, tell me what you were skeptical of. I'm curious to hear. And where it sort of started to click together for you. I'd be curious to hear that you know this world as well as I do."
    },
    {
        "speaker": "C",
        "text": "Yeah. I don't know if I was, like, skeptical might be a strong word, but I just. So from the title, I just thought, oh, it's going to be a recounting of, you know, what happened with Wall street vets and stuff. And then in the preface since, all of a sudden you're, like, talking about all these demographic changes about the american man and society. I was like, wait, what? Like, I was confused as to how this was connected and. Yeah, but then later, when they're in the forums just talking to each other about their lives and even stuff, because. And we should talk about this. As you mentioned then, during the 2016 campaign, a number of them talk about how they had grown up, liberal, whatever, but then won over by Trump. Exactly. Yeah. And there were just a lot of things, like, you had, I don't remember specific moments, but I do remember them just talking to each other about their views. Or maybe it was even you just describing them. You must have interviewed them to, to get that. But then I realized, like, oh, you know, and then you contrast it with, like, you know, there's the alcoholic guy who, he leads a very sad life, and other ones, you know, like working at the grocery store, you know, night shift. I mean, it, like, it just really, like, the personal details of their lives kind of made me realize, like, oh, okay. That's. That's why he was saying those things. And I wasn't expecting this, like, zoomed out view, but when you, but then when you get into the story of it and you see the details, then it all made sense to me."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, look, it's been this, I think there's this discovery in politics and culture over the last few years that, you know, that young men, like this book by Richard Reeves of boys and men has put the case sort of most cogently. But young men have fallen behind their peers, their female peers, in terms of education, in terms of earnings, in terms of, and we obviously always think of men as occupying the top of the pecking order. And in many circumstances, many halls of power, that's still the case. But when you look at younger generations, that's really shifting. And it was impossible not to connect that to the fact that young men, like, this sort of world of investing has just become like, it's hard to meet a teenager or 20 something young man and find that they are not into crypto or investing in some form. I mean, it's just become so widespread. And the links between those two things, the links between these bigger cultural changes and the financial universe that's grown up are, you know, it's very complicated, and I don't want to, like, make it as though that's the only explanation. But I think that it's hard not to connect them, particularly when you start to dig into the stories of people who have gotten into this. And so often, you know, the reason they seek out this world online. And, you know, the two moderators, the two main characters in my book are, as you mentioned, like the. This guy who's an alcoholic, and he's just looking for a world to replace the world that, you know, alcohol killed for him. And, you know, you just came across that so many. I came across that so many times as I. As I told this, as I dug into this story."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah. I don't think you oversell it. I think it's just, like I said, I was surprised to see it. But, you know, obviously there's, well, more that we could discuss about what gave rise to this, but I do think it was like part of the stew. So in a moment, we are going to talk about those other factors. But first, a quick word from the sponsors who make this show possible."
    },
    {
        "speaker": "B",
        "text": "Did you know you can buy and sell crypto with tax benefits in an individual retirement account or IRA? Itrustcapital makes this possible. But what does this mean? When you buy crypto outside an IRA, like on an exchange, you face taxes on gains, but in a Roth IRA, gains would be tax free. Itrust Capital also has the lowest fees in the industry and 24/7 accessibility. Start now and maximize your retirement savings with itrust capital. Polkadot is the original and largest layer zero blockchain. With over 2000 plus developers, the anticipated Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem. Upgrading the infrastructure with eight times higher transaction throughput and twice as fast block times, tailored core time for the needs of every protocol. Trustless bridges to multiple chains, and revised tokenomics with a token burn to reduce inflation. Perfect for gamefi and defi to build, grow and scale. Get your web three ideas to market fast. Think big, build bigger. With Polkadot. Join the community@polkadot.net. work ecosystem community."
    },
    {
        "speaker": "C",
        "text": "Back to my conversation with Nathaniel. You also describe in the book the rise of Robinhood and how that helped foment a lot of this activity. And part of that actually came from the fact that Robinhood made certain design choices that possibly led more of these retail investors to lose money. And I was wondering if you could just describe that and also maybe even talk about how you think this could affect crypto or has affected crypto or just combines with the fact that crypto is now also a popular thing to trade on Robinhood."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, Robinhood came about in late 2014. That's when they first released their app. And I couldn't help notice that was sort of a few months, maybe less than a year after the 2013 2014 boom in bitcoin, where bitcoin went over $1,000 for the first time. And one of the things I noticed, the people who came onto Wall street bets talking about Robinhood, so many of them at the time, Robinhood did not offer crypto. But so many of the young guys who came onto Wall street bets talking about their interest in Robinhood, talked about how they had either made a bunch of money and lost it on crypto or saw friends get rich in 2013 on crypto, and they didn't want to miss out on the next big thing. So this was very much this almost historic level FOMO, where people had seen, for the first time, really, since the financial crisis, they had seen ordinary people online getting rich from that boom in bitcoin in 2013, and they found robinhood. And at the time, Robinhood was this very simple app. Initially, it was just on the iPhone, and it was basically like they had stripped out all of the charts and data and analysis that normal brokerages offered you when you wanted to buy a stock. And Robinhood basically stripped it down to a chart of the price and a big green button that said buy. And the designers of the app explicitly said they wanted this to be like Tinder or Uber, where you just swipe your finger and you bought it stock. And that is very different than the way that brokerages had worked previously. I'm sure anybody who's places trade recently, even now, on Charles Schwab or Fidelity, there's seven different steps you have to go through, and there's warnings, and there's small type, and it does make the markets feel sort of forbidding. It makes the market seem scary. All of those features that Schwab and Fidelity have, there's a good reason for them they're often a response to regulation that's trying to make the market safer for retail investors. But it makes it feel like something that you can't understand. Robinhood understood that, and they stripped it down to this basic thing, which is buy, sell. And then when you buy, you get the confetti and the ding that gives you that little extra dopamine rush of, I've done something. People often, when they talk about Robinhood, they talk about the fact that Robinhood eliminated trading fees. But I think the trading fees were probably secondary. I mean, certainly these design choices that Robinhood made were just as important to make investing and make trading seem approachable. And pretty quickly, there was obviously this critique of Robin Hood, which is that it made it too easy. There's a reason you're supposed to look through all the numbers and the data and the charts before you buy a stock. When you invest, it's supposed to be a sort of rational decision where you're thinking about the company's financials and what might make the price go up, what might increase cash flow. And Robinhood sort of moved all of that out of the picture. And I think that is a very, almost like, philosophical change for the way that trading and investing worked. It brought in this whole new generation that, between 2015 and Covid, grew, grew, grew, and eventually became. It felt like the whole market in some ways."
    },
    {
        "speaker": "C",
        "text": "Another topic that I want to ask you about in your book has to do with memes generally and how that relates to investments. And in crypto, we are in a cycle where meme coins have been some of the best performers. And I'm sure you've heard all this before because you've written your book. But there are critics who deride meme coins as being frivolous or scammy and dumpy. And with your research into how Wall street bets took off and the meme stocks that they were investing in, what do you think is the value of memes? Or what is it that you think retail investors get right about meme stocks or meme coins that people who think of themselves as being more serious investors don't necessarily understand?"
    },
    {
        "speaker": "A",
        "text": "That is a really complicated, an interesting question. I think that there's a whole lot of danger and loss and sadness wrapped up in sort of meme fueled investment trends. If you take stocks and crypto, every crypto coin, almost every stock, like, there's some level of meme in there, there's some level of an idea about what this company is that is separate I from the sort of underlying technology or the underlying financial story of the company. So to some degree, I think memes, like, we didn't call it memes, but memes have always been there in investing. It's about these ideas of what a company will be. And it's also an idea of, like, what you're, the community you're joining when you invest in something. You know, investing is such a psychological decision where you're sort of talking, you're making a decision about what matters to you and who you are. And that was always there in investing. And so I think that the introduction of memes starting, I think it really started in the crypto world. I think the most enduring investing meme started on our backslash bitcoin, where talking about to the moon and Lambos and all of this was extracting from this, like, interesting technological innovation that bitcoin represented and sort of creating an idea and a community. And that has just sort of come to occupy a bigger and bigger place over time. And I think what memes have done is they focused on the fact that, like, language is the way we come together online. And, you know, social media is filled with communities that are valuable. There are hundreds of thousands of people on subreddits, and for a long time, and for most subreddits, there's no way to monetize that. But it is very valuable, and somebody's going to monetize it. Oftentimes. It's going to be the advertise. It's going to be Reddit who puts the ad on there and makes money from the sort of culture and language of the subreddit. But memes have obviously sort of monetized community and monetized these ideas of identity. And I think that there's, like, an interesting discovery in there, and there's, there's something, you know, points to something more enduring about investing. That's always been their investing. You know, you were investing in Coke or GM, not because you understood every, you know, every inch of their balance sheet, but because you sort of thought that they stood for something and that that would be valuable in the future. And so memes have kind of, you know, extracted that idea and, you know, turned it into a more pure essence. But I, you know, I think the issue of that, the issue there is that, like, the more meme you have and the less of the basic fundamental financial substance, the less of a real foundation in the real world, it just becomes purely speculative. And that's very dangerous. And it's also very dangerous when there are so many communities that are built upon promoting the people who make the most and the people who stand the most to gain from a meme coin. That is what you see with even Elon Musk, what he's done with dogecoin, even what he's done with bitcoin and what he's done with his own stock. There's a way in which social media is sort of the incentives in social media are built to elevate the people who are making money and allowing you to ignore all the people who are losing money. And that comes with some real dangers. And I think we often don't pay enough attention to the people who end up losing in these scenarios."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah. There were definitely a few stories like that in your book. So another question I just had to ask you because obviously, I mean, you're a very lucky book author because a lot of the things that you're talking about in this book sort of have come around full circle and are in the news again. So we're going to talk about Trump. Trump has embraced bitcoin and crypto generally during this campaign. This is a reversal from when he was president, where he obviously was anti. And even after his first presidency ended, he called bitcoin a scam against the dollar, which is kind of hilarious. But now we're seeing that parts of the crypto community have embraced Trump since he's begun cultivating the crypto vote. And I wondered if you could just draw some parallels between what you saw with the Wall street bets crowd turning to Trump and whatever you're noticing with the crypto communities turn toward Trump today."
    },
    {
        "speaker": "A",
        "text": "I mean, to me, so much of this new world of online investing is essentially about trolling, and that's why the troll is right there in the title. And I don't mean that in a totally derogatory sense. This is people who sort of think of themselves fundamentally as trolls. And by troll, I think it's worth stopping for a second and thinking about what trolling is. It's this universe where sort of everything looks like a joke. When Trump's campaign candidacy, when he announced it, looked like a joke, and that's how most people treated it. And yet underneath that joke, there was this real, he was tapping into something very deep in a lot of american voters, and he was willing to say things that nobody else would say, and people wanted to hear that. And so this juxtaposition of, like, being both serious and a joke at the same time feels like it was there in bitcoin from the beginning. It was there in Trump from the beginning. It was there in GameStop, and it's very easy for people to get lost in the sort of superficial comedy of it and miss the thing that's speaking to people underneath that. And I think that's been true with bitcoin. That's been true with Trump. That's been true with GameStop. And all of these are things that people write off and say there's no way, even once they're successful. Bitcoin was successful in 2013. 2014 went to $1,000. And then as soon as that went down, people said, okay, we never have to pay attention to that again. Same thing when, you know, after January 6 with Trump in 2021, everybody said, okay, well, we don't have to worry about him as a politician anymore. And the same thing happened with GameStop. You know, GameStop happened actually, like, two, three weeks after January 6. The riots, whatever you want to call them, in Congress, everybody said, okay, gamestop. This is just like a meme. This is stupid. It's not. Now that the crowd has gotten. Had its feeding frenzy, we can go. We can ignore it again. Here we are three years later, and, you know, roaring kitties back, and. And all of these things come around because there's something deeper underneath them that is speaking to people. And, you know, that is. That is, like, the essence of the troll. And I think, you know, Trump, I don't know if he would acknowledge himself that he is a troll, but, you know, everybody on Wall street bets, when they saw Trump, they were like, this guy is one of us. He, like, gets it. He, like, understands what it's like to sort of be, you know, smiling while you, like, take a baseball bat at, you know, the knees of your opponent where they're not looking. And, I mean, maybe that's too negative a way to put it, but it's just, like, that way and that, like, deceptive. Like, it's not two faced. It's not necessarily purposely deceptive, but there's just, like, you know, this thing going on there that has seeped out into our culture in this very deep way."
    },
    {
        "speaker": "C",
        "text": "Yeah. Yeah. I really feel like your book is. I know it's a retrospective on events that happened, but listening to it now, I feel like it's very prescient for what's happening right now."
    },
    {
        "speaker": "A",
        "text": "So I think of even, like, you know, that. That guy behind Janet Yellen holding up that buy bitcoin sign, right? Like, we wrote it on a yellow, you know, on a legal pad, and it was like a joke, and yet, like, nothing got bitcoin more attention than that. And there's something about that in the attention economy of the Internet where, like, the bigger the joke, the more attention, the more real it becomes."
    },
    {
        "speaker": "C",
        "text": "Yes. Which is why we're seeing the value of these meme coins go up. And I do think, yeah, it is related even to just how the Internet works, where people make money off of advertising and that relies on attention."
    },
    {
        "speaker": "A",
        "text": "So, yeah, so somebody was making that money before. It's just, I mean, the issue there is that with advertising, there wasn't necessarily somebody who was losing money. And with meme coins, you know, with dogecoin there, I think there are a lot more losers who we don't necessarily get to see."
    },
    {
        "speaker": "C",
        "text": "Yes. Yeah, for sure. I myself have talked to people who said, oh, I bought Dogecoin at the top."
    },
    {
        "speaker": "A",
        "text": "So Alon was there shilling it on Saturday Night live until suddenly in the middle of Saturday Night Live, he realized, he acknowledged the whole thing was just a. I think the word was scam. Or, I mean, you know, he, the troll is always sort of willing to acknowledge that they're not being serious eventually."
    },
    {
        "speaker": "C",
        "text": "Yeah. Yeah. But at least I'm sure in his case, you know, he probably made a decent amount of money from that. I don't know. Anyway, I don't want to speculate on his finances. There's plenty of information out there about that. But Nathaniel, this was a great conversation. And like I said, I feel like the timing is very good for your book because there's so many factors that are causing all these events to be back in the news."
    },
    {
        "speaker": "A",
        "text": "You know, this particular history of the Internet is like very circular and cyclical. And obviously bitcoin is one of the most classic cases of that where you just see that cycle continuing again and again."
    },
    {
        "speaker": "C",
        "text": "Yeah. Yeah. Well, we are again in a bull cycle, so we'll see how all these events play out this year. Thank you so much for coming on Unchained."
    },
    {
        "speaker": "A",
        "text": "Thank you for having me, Laura."
    },
    {
        "speaker": "C",
        "text": "Don't forget, next up is the weekly news recap today presented by Wondercraft AI. Stick around for this week in crypto after this short break."
    },
    {
        "speaker": "B",
        "text": "Did you know Unchained is much more than a podcast? Last year, we unveiled a completely redesigned website enriching your experience with the latest news, insightful analysis, compelling op eds, and comprehensive learning articles and guides for beginners. Explore all this and more@unchainedcrypto.com. dot did you know you can buy and sell crypto with tax benefits in an individual retirement account or IRA? ItrustCapital makes this possible, but what does this mean? Mean when you buy crypto outside an IRA, like on an exchange, you face taxes on gains, but in a Roth IRA, gains would be tax free. ITrustCapital also has the lowest fees in the industry and 24/7 accessibility. Start now and maximize your retirement savings with itrust capital."
    },
    {
        "speaker": "D",
        "text": "Welcome to this week's crypto roundup. In today's recap, we cover Terraform Lab's $4.47 billion SEC settlement, the approval process for ethereum ETF's Paxos workforce reduction pleaserdao's lawsuit against Martin Shkreli Zika Sink's massive airdrop optimism's implementation of fault proofs Solana Foundation's actions against MEV Ooh, Lend's $19 million hack Microstrategy's $500 million debt sale curve finance founders Liquidation, Trump's pledge to be a crypto president friendex migration to its own blockchain and paradigms new $850 million investment fund thanks for tuning in to the weekly news recap. Let's begin terraform labs settles SeC fraud case for 4.47 billion terraform labs, the entity behind the collapsed Terra Luna ecosystem, will pay $4.47 billion to settle a lawsuit with the US securities and Exchange Commission following the 2022 collapse of Terra Luna, which resulted in a $40 billion loss for investors. This settlement follows an April trial where Terraform and founder do Kwan were found liable for fraud. The settlement includes $3.59 billion plus interest in disgorgement and a $420 million penalty for terraform. Quan will pay $204.3 million covering disgorgement interest and penalties, and must transfer these funds to Terraform's bankruptcy estate for investor distribution. He is also barred from serving as an officer or director of any public company. The SEC initially sought a $5.3 billion fine. The settlement mandates that terraform wind down its business and implement a chapter eleven liquidation plan, replacing its directors and appointing a trustee. The entry of this judgment would ensure the maximal return of funds to harmed investors, the SEC stated. Chair Gensler says Ether ETF's to be fully approved by summer on Thursday, SEC chair Gary Gensler informed senators that the final approval for ethereum spot ETF's should be completed by summer's end. During a Senate appropriations committee hearing, Gensler mentioned that while initial approvals are in place, the final registration details are being finalized at the staff level. Gensler reiterated his stance on the crypto industry's non compliance and declined to classify ETH as a commodity. Meanwhile, CFTC chair Rostin Baynham affirmed that ETH is a commodity, highlighting ongoing regulatory ambiguities between the SEC and CFTC regarding digital assets. Paxos cuts workforce despite strong financial position stablecoin issuer Paxos has laid off approximately 20% of its workforce, totaling 65 employees, despite having over $500 million on its balance sheet. CEO Charles Chad Cascarilla stated that this decision aims to better position the company for future opportunities in tokenization and stablecoins. Paxos confirmed the email's contents, noting affected employees will receive 13 weeks of severance pay and other support. The layoffs bring Paxos headcount to between 200 300 employees. Paxos was valued at $2.4 billion after a $300 million Series D funding round in 2021. Pleaserdao sues Martin Shkreli over Wu Tang clan album Pleaserdao has sued Martin Shkreli, claiming he illegally shared a one of a kind Wu Tang clan album after forfeiting his rights to it. Shkreli originally bought Once Upon a time in Shaolin for $2 million in 2015, but lost it during a $7.4 million asset forfeiture following his 2017 securities fraud conviction. Pleaserdial purchased exclusive rights to the album in 2021 for $4 million and paid an additional $750,000 in 2024. Despite this, Shkreli has allegedly continued to distribute the album, including hosting a live stream on x spaces. Pleaserdao's lawsuit accuses Shkreli of causing significant monetary and irreparable harm. A court has granted Pleaserdao a temporary restraining order barring Shkreli from streaming or distributing the album. Shkreli doesn't seem very preoccupied about the lawsuit he posted on these super nerds are suing me the least crypto ethos, whitest, least culturally relevant dorks. Later, he added, the guy running Plesserdao is a megalomaniacal, name dropping lawyer who thinks he's important. He bosses waiters around, looks down on others. He's not a man of the people by any means. ZK Sync unveils massive Airdrop ZK Sync has announced an airdrop of 3.6 billion ZK tokens, distributing 17.5% of its total token supply to 695,232 wallets. The majority, 89%, will go to users of Zksync, a layer two roll up on Ethereum, while the remaining 11% will be allocated to contributors. The airdrop is set to launch on Monday with tokens immediately liquid and is currently valued at approximately $1.4 billion, making it one of the largest airdrops ever. Crypto projects typically allocate approximately 10% of their token supply to their users. However, despite ZK Sync's comparatively generous distribution, it has sparked controversy. Critics argue that the airdrops criteria facilitated Sybil attacks, in which users manipulate eligibility with multiple wallets. Adam Cochran from Synthetix wrote on X that this was not a well planned airdrop from a Sybil perspective, and added that real users could easily miss the criteria while farmers hit them effortlessly. Optimism finally implements fault proofs optimism, one of Ethereum's top layer two blockchains, has introduced its long awaited fault proofs to enhance security and reliability. This update addresses a key missing feature, allowing the network to prevent inaccurate transaction data and enabling a decentralized withdrawal mechanism. Arbitrum, a main competitor to optimism, is also progressing toward full decentralization with its bold proposal, which aims to enhance security and allow permissionless validation. Arbitrum already has fault proofs in place, but they were not permissionless. With this move, bold would put arbitrum in the same stage of decentralization as optimism. Solana foundation removes validators amid controversy over MeV, the Solana foundation has taken action against validators engaging in sandwich attacks by removing them from its delegation program, which subsidizes these operators. A sandwich attack is an MEV tactic where a transaction is manipulated for profit. This decision aims to protect retail users from such abuses. The Jeeto foundation is considering a similar approach. Jitto is a Solana based liquid staking protocol and has the highest TVL in the network. A proposal by Jitto foundation contributor Andrew Thurman suggests empowering a group to blacklist validators participating in harmful activities like private mempools. Approximately 10% of validators in the Jito stake pool have been identified as engaging in these activities. While Solana's efforts to combat MEV are seen as protective, critics argue it centralizes power by picking winners and losers among validators. Some community members fear this will undermine the decentralization Solana strives for. Conversely, supporters believe these measures promote network integrity and validator accountability. Ubu lend hack leads to 19 million loss decentralized finance protocol Uwu Lend, founded by Michael Patrin, also known as Zero X Sifu, suffered a $19 million exploit due to a flash loan attack. Patron, co founder of the failed crypto exchange quadragas Yex and former treasurer of Wonderland Dao under the alias Sifu, was ousted after being doxxed by blockchain investigator Zack XBT in January 2022, soon after he allegedly transferred funds to tornado cash, which he claimed were his own. But some speculated belonged to the community. The attack involved manipulating the price of the stablecoin USD through an improperly designed Oracle, causing significant losses. Blockchain security firms Cyvers and Arkham highlighted the scale of the hack, initially estimating losses around $14 million and later updated to $19.3 million. In response, Patron has offered a 20% bounty to the hacker for returning 80% of the stolen funds. On Thursday morning, the platform suffered a second hack, losing $3.7 million via flash loans despite claiming the vulnerability was fixed after the exploit. On Monday, microstrategy proposes $500 million debt sale to increase bitcoin holdings on Thursday, Microstrategy announced plans to offer $500 million in convertible senior notes to acquire more bitcoin and fund other corporate activities. MicroStrategy began accumulating bitcoin in 2020, adopting it as a reserve asset, and already holds 214,400 BTC, valued at over $14 billion. The notes, due in 2032, will be unsecured and pay interest semiannually starting December 15, 2024. The offering, aimed at qualified institutional buyers, is subject to market conditions with no guaranteed terms. Curve Finance founder liquidated a mid crv price drop Michael Igorov, founder of Curve Finance, faced significant liquidations as the CRV token price plummeted by 25% in 24 hours. Igarov's on chain loan positions totaling $140 million in CRV were collateralized across multiple DeFi platforms, including inverse, Uu lend and Fraxlinde. The steep decline in crv value triggered liquidations, with Igarov's positions on UU lend seeing additional liquidations worth over $5 million. Ergarov posted on X the size of my positions was too large for markets to handle and caused $10 million of bad debt. Only CRv market on curve, where the position was the biggest, was affected. I've already repaid 93% and I intend to repay the rest very shortly. It will help users not to suffer from this situation. Trump pledges to be crypto president at fundraiser at a San Francisco fundraiser, Donald Trump declared his intention to be a crypto president while criticizing democratic regulations on the industry. The event, hosted by venture capitalists David Sachs and Chamath Palihapitiya, raised $12 million for his campaign. Tech executive Trevor Trena confirmed Trump's promise to champion cryptocurrency, though no specific policies were detailed, the fundraiser saw attendance from notable crypto figures, including Coinbase executives and the Winklevoss twins. Meanwhile, following Trump's lead, President Joe Biden's reelection campaign is reportedly discussing accepting crypto donations via Coinbase Commerce Friendtech to migrate from base to friend chain Friend, a decentralized social media platform, announced its plan to migrate from Coinbase's layer two network base to its own blockchain named Friendchain. Partnering with crypto infrastructure platform Conduit, Friendtech will use its native friend token as the gas token on the new network. The announcement caused a significant but short lived spike in Friends Price, which rose by over 60% before falling back to around $0.70. Some users questioned the necessity and benefits of this move with concerns about potentially higher gas costs. Jesse Pollak, creator of Base, expressed his support for the transition despite feeling disappointed. Paradigm raises 850 million for new crypto investment fund Paradigm, a web three venture capital firm, has raised $850 million for its third investment fund focused on crypto. This follows their April discussions with investors about raising the same amount established in 2018. Paradigm previously launched a $2.5 billion venture fund in 2021. The firm has recently led significant fundraising rounds for crypto startups, including $55 million for succinct labs and $18 million for privy. And that's all. Thanks so much for joining us today. If you enjoyed this recap, go to unchainedcrypto dot Substack.com comma, that is UnchainedCrypto dot Substack.com and sign up for our free newsletter so that you can stay up to date with the latest in crypto. Unchained is produced by Laura Shin with help from Matt Pilchard, Juan Aronovich, Megan Gavis, Pam Majumdar and Margaret Korea. The weekly recap was written by Juan Aronovich and edited by David Morris. Thanks for listening."
    },
    {
        "speaker": "B",
        "text": "Unchained is now a part of the Coindesk podcast network. For the latest in digital assets, check out markets daily five days a week with host Noel Atchison. Follow the Coindesk podcast Network for some of the best shows in crypto."
    }
]