[
    {
        "speaker": "A",
        "text": "I think most people today think bitcoin is like a store of value or like medium of exchange in the future. But what we see is bitcoin is the full global money. We want bitcoin to see as full global money, but without having a real economy around it. You can actually have like, you can't have a currency or money. It is just a payment protocol. If you just do medium of exchange or if you just solve the value, it's like just digital gold. But we want more than that. We want to do every single financial activity we do with bitcoin. We want to get bitcoin backed loans. We want to compete with USDT with, let's say bitcoin backed stable coins and bitcoin backed, not fiat backed stable coins, for example."
    },
    {
        "speaker": "B",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host Laura Shin, author of the Cryptopians. I started covering crypto eight years ago and as a senior editor at Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the April 30, 2024 episode of Unchained. Polkadot is the original and leading layer zero blockchain with over 2000 plus developers and the Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem, making it faster, more secure and adaptable. Perfect for Gamefi and defi to build, grow and scale. Join the community@polkadot.net work ecosystem community hey unchained listeners. As you know, its hard keeping up with a fast paced world of crypto, so weve got just the thing for you. Subscribe to our free Unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news and original articles from our reporters as well as summaries of other happenings in bullet points. Plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "A",
        "text": "Whoa."
    },
    {
        "speaker": "C",
        "text": "Landing an account this big will totally change my landscaping business."
    },
    {
        "speaker": "D",
        "text": "Its gonna mean hiring more guys and."
    },
    {
        "speaker": "C",
        "text": "More equipment and new trucks for the new guys to drive the new equipment in. I dont know if Im ready."
    },
    {
        "speaker": "B",
        "text": "You can do this and Ford Pro finsimple can help."
    },
    {
        "speaker": "D",
        "text": "Our experts are ready to make growing."
    },
    {
        "speaker": "B",
        "text": "Pains less painful for your business with."
    },
    {
        "speaker": "D",
        "text": "Flexible financing solutions that meet the needs of your business today."
    },
    {
        "speaker": "B",
        "text": "When you need them, get started@fordpro.com."
    },
    {
        "speaker": "C",
        "text": "Financing Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing. Mint Mobile Unlimited Premium wireless 20 $2020 15 just $15 a month, so give it a try at Mint mobile.com switch."
    },
    {
        "speaker": "B",
        "text": "$45 up front for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited more than 40gb per month slows full terms at mint mobile.com dot today we're going to do something a little bit different. I wanted to do a deep dive into bitcoin layer twos, since there's quite a renaissance going on in that space. Instead of doing one long interview with a couple of projects, I decided to do mini interviews with three different ones. You'll now listen to three separate discussions I had with first, Alexei Zamyatin, co founder of Build on Bitcoin, then Willem Stroh, founder of Botanics Labs, and finally, Orkin Killitch, co founder of Chainmay Lab, which is building Citraya. That said, let's begin. I'm here with Alexei Zamyatin, co founder of Build on Bitcoin. Welcome, Alexei."
    },
    {
        "speaker": "C",
        "text": "Hi, thanks for having me."
    },
    {
        "speaker": "B",
        "text": "What is build on bitcoin and what problem are you trying to solve with it?"
    },
    {
        "speaker": "C",
        "text": "So build on bitcoin is a hybrid layer too, and I can talk about what hybrid means a bit later, but our goal is to bring innovation back to bitcoin. For the last ten years, we've had lots of people join bitcoin, start using wallets, learn about the blockchain, and then when they want to go web three native, they've had to leave to Ethereum and other ecosystems because they could not do many things apart from hold and transfer. The vision of Bob and I think also many other projects in the ecosystem is to bring back innovation and power users and all these new use cases that we've seen flourish across different web three ecosystems back into the bitcoin ecosystem and give bitcoin users a place to experiment, to build without having to leave bitcoin."
    },
    {
        "speaker": "B",
        "text": "Okay, and when you said earlier that it was hybrid, what are the elements of it?"
    },
    {
        "speaker": "C",
        "text": "Initially we wanted to, we started with the goal to build a bitcoin layer two. Today, bitcoin layer two is you can just debate about what the definition means. We can call them side chains, we can call them layer twos. We definitely don't yet have roll ups. We are on the way to get there, there's a lot of innovation happening in the space. But then we realized one thing. To build a successful year, two, you actually have to solve three problems. You have to solve the bitcoin problem, namely bitcoin security and a secure bitcoin bridge, but also two others, liquidity and ecosystem. You need to provide good tooling and an easy way for projects to deploy and go to market fast and support them along the way. At the same time, you need to give them access to stablecoins, to on and off ramps, to liquidity and other assets. And to do this, we decided to not launch in isolation, connected only to bitcoin, but actually to connect to both bitcoin and ethereum from the start. And that's why Bob is positioned as a hybrid. Bob will be connected to both Ethereum network, allowing us to import eth users eth assets, stablecoins USA 20 tokens but also easily connect to exchanges. Because everything connects to Ethereum first. And at the same time, we're working with different ways to bridge bitcoin securely and ultimately also be able to settle directly to bitcoin using new things like BitVM."
    },
    {
        "speaker": "B",
        "text": "Oh, this is interesting. The other two interviews for this episode are Citoya and botanics. And there's, you know, the on ramping is more through bitcoin, so walk us through what it's like for a user. If they're going to use build on bitcoin, it sounds like they actually start on Ethereum."
    },
    {
        "speaker": "C",
        "text": "It depends. So we cater to both user groups. I think if you look at the Ethereum user journey, you start on ETH and you can use the native eth bridge from ETH to Bob, and you can bridge any ERC 20 assets, USDT, USDC, all different stable coins, or any ERC 20 asset like eth ste dai. But also essentially you are only two clicks away from any exchange. So if you're on binance, you can always withdraw to ETH and then go to Bob. Same with Coinbase. So you can go from Coinbase to base and then easily bridge over to Bob. And of course, in the future, we anticipate to be integrated directly into these major exchanges and directly with the major stablecoin issuers. But as we all know, the path to get there is quite long and we don't want this to be a bottleneck and a blocker. Initially, having learned from building another ecosystem previously from the bitcoin side, we actually made on ramping to Bob. Also quite easy. We work with currently two major bitcoin bridges namely WBTC, which is a more institutional bitcoin solution, and TBTC, which is a very robust, threshold signature based design that has 30 to 60 silvers. And what we've built is an easy way for users to go from bitcoin into any of these two and in the future, other rap bitcoin representations on Bob. It's designed just like a liquidity bridge that you see when you go from base to optimism to arbitram and so on. So we have liquidity providers that provide liquidity upfront. They do the minting as a service, and the user does not have to think about different bridge interfaces. They just go to the bob wallet page, say, I want to move bitcoin into Bob, select which bitcoin asset they want, and they just send bitcoin to one of these market makers and they actually just are just swapping in to the bob ecosystem. So it's really simplified. We can speed up the on ramping as well, from ten minutes to a couple of minutes, and even in the future, hopefully to seconds."
    },
    {
        "speaker": "B",
        "text": "And so through this model, it sounds like the on ramping goes through a centralized entity. Is that it, or are there any more decentralized options?"
    },
    {
        "speaker": "C",
        "text": "It's actually fully trustless for the user. So right now we work with a few like whitelisted liquidity providers, but they're fully not like trustless to the user because it's a peer to peer swap. So what the liquidity provider does is they go through TBTC, for example, they do the minting, they deposit the TBTC into a pool on Bob, and that pool of liquidity now can be used by users to just swap in a trustless way. And the swap works using a bitcoin like client. So Bob has built into its system, or the smart contract, a bitcoin like client that is able to verify transactions that happen on bitcoin. So this thing actually checks the bitcoin block headers, keeps track of what's going on in the bitcoin network, and then if I am in the process of moving on bitcoin in, I make the bitcoin transaction, and then this system will actually pay attention to what's going on in bitcoin and then verify that a transaction actually occurred cryptographically. And only then I will actually get my tBTC or WTC on ball. So I really don't trust the liquidity provider at any point in time, it's purely me swapping in. And the benefit here is that instead of me having to request somebody to provide me with a TBTC, or WTC or go to the TBTC bridge myself and then understand how it works. Or, you know, right now there's two, but in the future we expect there to be different bitcoin bridges that have different trade offs. We provide a unified interface that is much easier. And you still have to, of course, familiarize yourself with the different trust models and trust assumptions of these different bitcoin bridges. But this on ramp is fully trustless to you. So it's just a peer to peer swap."
    },
    {
        "speaker": "B",
        "text": "Okay. And so then once you're on Bob, it sounds like you always have some derivative of bitcoin, then like TBTC or WBTC."
    },
    {
        "speaker": "C",
        "text": "That is correct. And that is the case for any layer two. It's very important to note that when bitcoin exists, only the bitcoin blockchain. And the moment you want to move it into another system, be it binance, kraken, be it ethereum, be it layer two, like Bob or citrate or botanics, you're always depositing into something like somebody else is receiving custody of your bitcoin. Non custodial bridges don't exist. I've spent a good deal of my research times working on different bridge designs. And ultimately you always have to give away custody in some form. And the question, obviously the biggest question of bridging is who actually has custody of your assets. And today there's ultimately just two different designs. There is statistical security, meaning ideally I hope that the chances of this breaking are low and we can improve, reduce the risk by distributing trust across a big multisig. Or you can scale the multisig by using threshold cryptography, like TBTC is doing. And the other side, you have economic security, which would require the bridge operators to put up some additional collateral in different assets. And that's the design that we invented in 2018. And TBTC version one, for example, implemented this on Ethereum back in the day. So you would have, for example, Ethereum as a collateral asset that the operator of the bridge provides. And if they lose the bitcoin, the users will be reimbursed. But that model doesn't scale well. So today we mostly see the statistical security implemented in like different multi signature designs. Ultimately, you always end up with this IOU or wrapped representation of bitcoin, where you essentially have to go back to whoever is custodying the bitcoin and request a redemption to actually get back the physical or underlying BDC asset that holds. Same for all bridge designs, which ultimately are some derivative form of a multisig today."
    },
    {
        "speaker": "B",
        "text": "Okay, and so then build on bitcoin because it is this hybridization. How is that chain secured?"
    },
    {
        "speaker": "C",
        "text": "So we are rolling out Bob in three phases in phase one, and that's of course very important to be transparent about it in phase one. Bob security depends on Ethereum security. So we launch as an op stack roll up. And the goal is, obviously, we're waiting for Pete to activate fraud proofs. The goal here is really, okay, be connected to Ethereum import ETH assets, and have this pragmatic approach of being fast to market, but also providing bitcoin projects with what they want. We spoke to many ordinals teams with many Defi teams, and we have quite a few of the large pre existing bitcoin defi teams like sovereign deploying to Bob. And what they really wanted is liquidity and access to more users. And same for ordinals projects. If you compare the user base of ordinals users, which is around 500,000, to even just metamask itself, which is 30 million, the dimensions are so different. And right now, we just try to be the easiest place for bitcoiners and bitcoin projects to get access to more users. And at the same time, the easiest way for Ethereum users to start experimenting and learning about the bitcoin ecosystem. And then in phase two is where we bring in bitcoin security, and we do this using something called merged mining. So merge mining, for those not familiar, is we could call it the grandfather of restaking. It's a concept that was invented by Satoshi himself back in the day. And merge mining allows a bitcoin miner to mine on bitcoin, but at the same time use this mining power to secure multiple networks in parallel. So essentially reusing the proof of work. From the technical perspective, what happens is, as a miner, you would run additional full nodes in different networks. These networks will be designed to accept bitcoins, perfor as consensus. And then you would, when mining bitcoin, you would collect the transactions from other, for other networks, you would bundle them into a block, and then you would just reference these additional blocks from other networks in the bitcoin block that you're actually mining on. And that's exactly what we're going to do on Bob. We have a prototype running on Testnet, and we're actually working with some of the largest bitcoin mining companies to design this new type of merge mining, because we've significantly improved merge mining to what it was designed by Satoshi to actually, I would call it moderate. I would say we modernized it. So previously, the challenge with proof of work and merge mining was that it's very hard to reduce the block times to a competitive kind of time span, like 2 seconds, which you have to do today if you want to compete in the DeFi arena, because bitcoin's perfect work is unpredictable and non deterministic. So there's a high chance that if you go below a minute or 30 seconds, that you below a minute, basically you start seeing shallow forks because a miner, because they're so optimized to just optimize as much as possible for mining bitcoin. If they find a block, they post the solution to the network, but they continue automatically mining on their own block, even if somebody else found a solution at the same time. And maybe they should actually be mining somewhere else. And usually, if you have ten minutes on bitcoin, the chances of me actually finding two blocks in a row is very, very low. And the chances of me actually forking the network are also very low. And we very seldomly see forks. But if you reduce the block times to a minute or lower, you start seeing a lot of these small forks. And what we did on Bob is we separated block production from actual finalization, just like Ethereum roll ups do today. So we introduce sequencers just like an ETH roll up. And of course, in our case, the bob sequences will be the ones that are pre producing the blocks. And then every minute, the miners just take the last, let's say 100 or 200 ball blocks and reference them in their mining process. So you can think of it this way, you have this trailing finality through proof for work, following up every minute, and of course, every ten minutes. We ideally, if the majority of the bitcoin miners are participating, you would actually also see it in the bitcoin block. But we don't really depend on the bitcoin full block itself. We just care about the actual proof of work being performed. And the cool thing about this is this allows us to have fast block times, just like optimism, but also have bitcoin security. And in phase two, Bob will then have security from Ethereum and from bitcoin, which will make it the most secure layer two in practice, because to attack Bob in this model, you have to attack the sequencer, you have to censor Ethereum to prevent fraud proofs from happening. But you also need to attack the majority of the miners that are participating in this merge mining protocol, which in practice is very, very difficult to execute. And if you look at the percentage of the mining rate, mining power that is actively already employing merge mining to optimize a revenue stream. For example, in the case of rootstock, they are currently at 60%. But from our conversations, and we've spoken to all of the large mining companies in the space so far, almost all. And definitely, although the large mining pools, you will see more and more of them turning on merge mining. And we can expect the hash rate that participates in this to go up to 80% and higher towards the end of this year and next year. And the reason is miners are obviously very aware of the bitcoin block having and the next one that's coming in four years. And merge mining is a way for them to increase the revenue streams that they have, at the same time exporting bitcoin security and improving security of designs and roll ups. Like Bob, for example."
    },
    {
        "speaker": "B",
        "text": "So interesting. So it sounds like there's this sort of phased rollout, but could you describe what the security risks might be at these different points in time?"
    },
    {
        "speaker": "C",
        "text": "Of course. So in phase one, the security risk is that the sequences get corrupted and that there are no fraud proofs executed on Ethereum. So whether they're not activated or because the Ethereum fraud proof system doesn't work, then just like any optimistic role by Ethereum, you are at risk. So it's the same security model as optimism or Coinbases base chain. And of course in between, we're of course, just like any op stack roll up. We work with op stack in this case, actually. So we're also working towards decentralizing the sequencers. So you can reduce the single points of failure on the sequencer side, but that ultimately it expands it from a single sequencer to a federation, most likely initially. And then in phase two, you now have this additional security from the bitcoin miners, which means that for this to go wrong, you would have to have a collusion between the sequencer, the bitcoin miners, and a way for them to actually prevent fraud proofs happening on Ethereum. So also collude with the majority of the Ethereum stakers to delay the fraud proofs for sufficiently long for seven days to actually execute an attack. And then in phase three, and that's obviously something that I believe also Citria and many others are working towards in this space. We would have an optimistic roll up like settlement on bitcoin using BitVM. This is, of course, still in the early stages. The paper came out in December. BitVm V two was released recently. We've seen more and more designs pop up like BitvM X. So it's really great to see so much contribution towards the same goal. We are collaborating with Robin on the research side, and hopefully once the technical specification is complete, we can start implementing prototypes of this new design. And the goal here is really to get an optimistic settlement on bitcoin. So similar to what arbitrary optimism will be doing on Ethereum. And in that case, you can actually have this fraud proof mechanic not enforced by ethereum full nodes, but by bitcoin full nodes. And that opt is ultimately where we want to get to, so that we inherit security primarily from bitcoin, because we feel bitcoin is the more distributed and decentralized network. But we would always still keep the Ethereum native bridge from Ethereum to Bob. And the way we do this, and it's always easier to visualize with, we have a nice visualization of this. But what we would do is we would then ideally take the fraud proofs that would happen on bitcoin and pass them onto the Ethereum network. So instead of having fraud proofs on both chains at the same time, which could also work, we would just take the fraud proofs on bitcoin and then give them to the Ethereum contract, which, because Ethereum has more expressive, smart contracts, can verify bitcoin transactions and be aware of what's happening on bitcoin. And the goal in phase three is that if something goes wrong, and I have bridged in my bitcoin through this bitvm bridge, I can always get them out. But as an ETH user, if I've bridged an ethereum, I can also get my ETH out and go back to Ethereum. And the goal here is really to provide the best possible security for these two user groups. And this can, of course, in theory be expanded to other layer ones, although our primarily primary focus is of course on bitcoin, and Ethereum being the two largest ecosystems in the space."
    },
    {
        "speaker": "B",
        "text": "And so for ETH users, when they bridge their ETH over, then is it again a derivative that they're dealing with in Bob?"
    },
    {
        "speaker": "C",
        "text": "So, yes, and that's where it becomes quite interesting. By technical design, you always have a derivative, because again, ETH only exists on Ethereum. So even ETH on optimism or arbitrum is actually derivative. But because the security of the bridge in the ETH roll up case is enforced by Ethereum through fraud proofs, or if it's a ZK roll up, actually through validity proofs, you actually have the same security model. So while on the technical side, if you look at the contracts, yes, you're kind of minting and burning, like locking and minting ETH, you're actually using the same assets. So it's very different to, for example, using wormhole or layer zero, where you actually have this third party trust assumption on top of the wrapped asset. And in the case of Bob's phase three, in the final design, you would have this exact kind of native, you could call it bridge. So you would have bitcoin that's bridged in to bob. Then it will be wrapped, of course, from technical perspective. But the security of the bridge is enforced by the bitcoin full nodes through fraud proofs. So instead of, because we can't execute the full contracts on bitcoin, we only execute the small part, which allows us to prove that something is going wrong and preventing a malicious operator from actually stealing the bitcoin. And in that case. So, yes, from technical perspective, you still always have wrapping, but from security standpoint, you actually have the same, or almost as close as we can get, the same security model as bitcoin itself. There's always risks, there's always a chance that nobody does a fraud proof and that there's censorship and so on. But we can really minimize, and that's why we can call them trust, minimize, or native bridges at that point in time. So the goal is really to get to the same security model that we see with ETH on arbitrary today, to have the same security model for bitcoin on Bob, and of course also other bitcoin layer twos. And then we could actually call them bitcoin roll ups."
    },
    {
        "speaker": "B",
        "text": "Okay. And so I understand the value proposition if you're a bitcoin user to use something like bot, because then you can access this whole world where you can find additional uses for your bitcoin. So what would be the appeal for somebody who has ETH and already access the, accesses a lot of these apps on Ethereum to go over to Bob."
    },
    {
        "speaker": "C",
        "text": "So I think there's different angles here. The first one, if I'm an ETH user and I don't have anything to do with bitcoin, well, Bob is the easiest way for me to actually get a room, get an ordinal, and start experimenting with the bitcoin ecosystem, get exposure to the community, to other builders, without having to really go through the steep learning curve of learning what the Utxo model is, learning what bitcoin script is. So I can start building and familiar, or like experimenting with dapps in the same environment that I'm used to. But these things are now bitcoin focused. So you have some form of order nulls, or you can do peer to peer swaps. And we're building tooling so that you can actually receive ordinals, bitcoin and runes in the largest web based or browser extension wallets that people use on Ethereum. So kind of unifying the user experience into a single wallet so you don't have to have a bitcoin and an Ethereum wallet. I don't want to say too much, but we build some cool, we've built some really cool things that we're going to be releasing in two weeks. And then the other angle is for a builder, well, I can deploy my contracts and suddenly I have, you know, easier ways for people to deposit bitcoin into them. And as an ETH Dapp, Bob is essentially a way to get bitcoin exposure. And you can see many of the Ethereum applications developing a multi l two multi choice strategy. And right now they have to pick between 40 plus different ethel tools that kind of more or less do the same and target the same community, whereas Bob targets a bitcoin community. Really are all of our engineering resources go towards nothing reinventing the wheel with the EVM, because that's all there. We start on par with arbitrary optimism and all the engineering resources go towards unifying the experience between bitcoin and EVM networks. Really better wallets, better on ramps, with the goal to make Bob the easiest way for bitcoin users to deploy bitcoin to DeFi. And the same time, this of course creates a network effect and brings a liquidity to Ethereum deep applications, which now have an incentive to deploy to Bob. And we've actually seen this with some of the larger Ethereum players actually announcing that they will be deploying to Bob, most notably, for example velodrome and a few others. And that's essentially it's not only a technical play, it's also an ecosystem play here."
    },
    {
        "speaker": "B",
        "text": "Well, honestly, when you were saying that build on bitcoin will also work with the ordinals and runes, my thought was, oh, the Degens are going to love this, hopefully. Yeah, so you said, well, actually you're going to be going live with your main net the day after this podcast goes out. So will that kind of functionality be available on the first day?"
    },
    {
        "speaker": "C",
        "text": "We will have this on ramp from bitcoin to Bob will be live from day one. In terms of runes, we have sovereign, for example, that is one of the largest bitcoin defi projects in the space. Previously a rootstock, now they're also deploying to Bob, and they've actually built a runes bridge. It is multi signature based, but that allows you to wrap runes and then basically trade them or buy, acquire them as an UC 20 token, making it just more accessible to an ETh user. And that I believe is going live on day one or within one or two days of the main at launch. And that will actually be the easiest place for ETH Degens to get their first rule without having to really install a new wallet. Get bitcoin from a centralized exchange, or get bitcoin from their dusty ledger that they've hid away for a long time because now they can buy these things with USDC or USDT or ETH."
    },
    {
        "speaker": "B",
        "text": "Okay. Okay. And last question here, how does this affect fees on bitcoin? I'm sure you're aware that people have been concerned about the security budget problem on bitcoin. Would this keep transaction fees off and make that worse? Or is there some way that this could actually contribute and make bitcoin more secure?"
    },
    {
        "speaker": "C",
        "text": "So I think that there's two things. So depending on the design. So in phase two, we don't post a lot of data to bitcoin. We work with the miners and we actually contribute back fees to bitcoin and contribute to sustaining bitcoin security budget. And that was very important to us. And that's why we also work closely with the bitcoin mining companies and the mining pools and the miners. Because ultimately, as a bitcoin layer two, we rely on bitcoin existing and I think the entire web three space relies on bitcoin being secure. And we saw the bitcoin having happened just now and then the one in four years might actually be quite impactful. And we see lots of interest from mining companies to move into the bitcoin layer two space as a way to bring back more users to bitcoin. Because everybody has realized that, okay, it's hard to build on the layer one. The fees are way too high. You run into the tragedy of the commons because ultimately normal users can't just make transactions anymore. But on the layer two, you could have cheap fees and amortize this cost of actually doing things. On the layer one, whether you're merge mining or as a roll up, trying to post data to bitcoin, which would be very expensive, no matter how the bitcoin fees develop, it's going to be expensive and we might see some hybrid solutions there as well. But you're amortizing these costs potentially among millions of users. So for the end user, it's just a couple of cents more and it doesn't really matter, and that's really important. So the goal for Bob is to inherit bitcoin security, but also contribute back to sustainability."
    },
    {
        "speaker": "B",
        "text": "Well, last quick question, just with the merge mining, does that compromise the security of bitcoin in any way?"
    },
    {
        "speaker": "C",
        "text": "It does not. So the reason why Satoshi invented merge mining was to actually prevent fragmentation of mining power. So back in the day, you started seeing altcoins, bitcoin forex, that would use the same proof of work algorithm. And then miners had to choose, do I mine bitcoin or do I mine this other thing. The idea was, well, we could actually have everybody mine on bitcoin. So we keep bitcoin security instead of fragmenting it, making everything weaker, because now you need only a fraction of the mining power to attack each of these individual chains one after the other. By merged mining, you have bitcoin, and then everything else is connected to bitcoin, and everything has. A lot of miners could still choose which chains they merge mine. And if a merge mine chain gets a lot of bitcoins hash rate, then it also becomes very secure and very difficult to attack. And the second idea and second vision of Satoshi was actually, well, this would enable innovation outside of bitcoin itself, so we wouldn't have to. For bitcoin, you could actually go experiment the sidechain that would still have bitcoin security. So the nice thing about merge mining is it does not impact bitcoin security at all. There is a disadvantage to this, like Eigen layer. Restaking has obviously risk free theory, because you can get slashed in one of these applications that you're actually securing using your stake, and then it actually would affect your Ethereum stake. This is good for apps because it, you know, it creates a disincentive for a staker to try to misbehave in an application because they have so much to lose, but it actually has a risk to ethereum. Merge mining doesn't do that. So the risk for the miner is an opportunity cost of setting up a node, running it, and not earning rewards in each respective network if they try to misbehave. And the assumption here is really okay, as long as the majority of the hash that is participating, the sideshow will be secure. But we never ever affect bitcoin. Bitcoin doesn't even know that merge mining is happening. Bitcoin knows, have no idea that this is even going on. They don't care."
    },
    {
        "speaker": "B",
        "text": "All right, well, you're launching your mainnet the day after this podcast goes out, as we mentioned. And unchained. We'll have more details on that in a video and in an article, so listeners should be sure to check those out on May 1. Thank you so much."
    },
    {
        "speaker": "C",
        "text": "Thanks for having me."
    },
    {
        "speaker": "B",
        "text": "Polkadot is the original and largest layer zero blockchain with over 2000 plus developers and the anticipated Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem. Upgrading the infrastructure with eight times higher transaction throughput and twice as fast block times. Perfectly tailored core time for the needs of every protocol, trustless bridges internally and into Ethereum, Cosmos, Nier Binance smart chain and revised tokenomics and the implementation of a token burn to reduce inflation. Perfect for Gamefi and defi to build, grow and scale with one of the most active crypto communities in the space. Polkadot recently announced a partnership with mythical Games, bringing top games like NFT rivals with over 650,000 players and 43 million transactions to pave the way for Gamefi and the Polkadot ecosystem. Get your web three ideas to market fast with economics that work for you. Think big, build bigger with Polkadot. Join the community@polkadot.net. work ecosystem Community Ryan Reynolds here from Mint Mobile."
    },
    {
        "speaker": "C",
        "text": "With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing Mint mobile Unlimited premium wireless how."
    },
    {
        "speaker": "A",
        "text": "Do you get 30 30 baby, get."
    },
    {
        "speaker": "C",
        "text": "30 bid to get 20 2020 2015 just $15 a month, so give it a try at mint mobile.com switch $45."
    },
    {
        "speaker": "B",
        "text": "Up front for three months, plus taxes and fees. Promoting for new customers for a limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot hi everyone, I'm here with Willem Shro, founder of Botanix Labs. Welcome, Willem."
    },
    {
        "speaker": "D",
        "text": "Nice to meet you all. Thanks, Lauren."
    },
    {
        "speaker": "B",
        "text": "So botanics is one of the new l two s springing up on bitcoin. Can you explain what botanics is and what problem it is that you're trying to solve with it?"
    },
    {
        "speaker": "D",
        "text": "No, absolutely. Yeah. I think we started a year and a half ago in terms of just looking at the broader crypto ecosystem, and what I saw happening is you had bitcoin, pure, decentralized, secure money and almost no applications on top of it. And then outside of bitcoin, I saw a huge amount of applications all reaching product market fit, realizing that they're actually built on what you call the EVM. EVM is just a software layer and realized that bitcoin might be the winning money, but the EVM the winning virtual machine. And so a year and a half ago, we really wanted to bring the two biggest Lindy effects in the whole of crypto infrastructure, meaning bitcoin as the money and the EVM as the virtual machine, and wants to bring them together. So that's why we, a year and a half ago, came up with the idea for botanics, the second layer EVM on bitcoin. It's fully EVM equivalent and it fully runs on bitcoin. So it feels like you're transacting on ethereum, but you're using bitcoin for everything. And so we're directly connected as a second layer on bitcoin. And I think what differentiates us, we're building the second layer in a very novel way, what we call the spider chain. And so the spider chain is basically this decentralized layer two. So we actually found a way to fully decentralize that layer two. And yeah, we've been actually, we started a year and a half ago. First six months we spent on the cryptography, then we started building and went on testnet in November, and now looking forward to mainnet."
    },
    {
        "speaker": "B",
        "text": "And so when you call it a spider chain, what is that exactly? And how is that different from, say, a roll up?"
    },
    {
        "speaker": "D",
        "text": "Yeah, very good question. We're definitely another roll up. And actually the name the spider chain comes from how the design actually works. We want to build an absolutely actually decentralized layer two, where anyone can join in, can join in the multisig keyset. One of the things we saw is that a lot of different layer twos are still multisig, where there's central parties having control. And so we wanted to decentralize that. And we actually create this series of different multisicks, which is what we call the spider chain. Because if you depict it, I was actually, I was drawing it on a whiteboard and I was drawing all this series of multisticks, which actually looked like all different spiders in a chain. And so how it actually works is when you think about the lightning network, that is actually decentralized network of two out of two multisticks. Because if you and I open a channel, that's a two out of two multisig. When you open another channel, that's another two out of two multisig. Basically, the lightning network is this decentralized network of multisigs. If you park that idea but think bigger and you have, for example, 10,000 different nodes, or 100,000 different full nodes running the botanics EVM and the spatter chain, what you will do is generate a series of multisigs. So for example, if you have 10,000 full nodes, you will randomly choose 100 participants out of the 10,000, and they will secure one multisig. And then you do that again for multi sig two. Again, you randomly choose 100 out of the 10,000 different nodes and there will be multi sig two. And then you do that again for multiq 34567. And after a while you have this decentralized network of multisigs, and that is the spider chain. And maybe, good to know, why would you want to build a decentralized layer too? I think there's a lot of different aspects that come into mind. I think you want to be fully permissionless. I think you will fully want to be censorship resistant. And so this is a network where anyone will be able to join, where anyone can actually run a full node. And that's a little bit what we aim to do. We are decentralization maxis, and I think especially these days, with the us government coming after a lot of DeFi projects, we believe this is extremely important. Besides that, it actually gives a lot of different benefits. If you are decentralized, basically, by essence, your data availability is decentralized. So we don't have to post the data back to bitcoin, the base layer, which is extremely hard. We know that bitcoin is not made to actually build roll ups. It doesn't have a lot of different tools. And so the spy chain is possible on bitcoin today. We don't, because we're decentralized. We don't have to post the data back to bitcoin. And we can keep the transaction fees on the second layer in bitcoin extremely cheap. So it's a different design than your classical roll ups that are more centralized but trustless, can go really fast, high throughput, centralized but trustless. And then you have the spider chain decentralized a little bit slower. It's going to be a little bit like ethereum, in essence, we can be as decentralized as ethereum. But once you want to become decentralized, of course you have the blockchain trilemma, and you cannot go super fast. And that's a little bit how we see the future of bitcoin scaling. You have bitcoin on the base layer, absolutely secure, very decentralized ten minute blocks. And then you go to for example, like a botanix, which is more like an ethereum itself, actually very, very decentralized, but not as decentralized as bitcoin itself. Nine second blocks, but anyone can join and anyone can run a full node, and then you can go even further than that. Like you can do the ZK roll ups or the roll ups on botanics itself. And then you basically are able to scale bitcoin to 8 billion users in the world. And that's how we think 100 years from now, the whole world will run on bitcoin. Where you have bitcoin, the money, you can have a botanics, which is the EVM, and can power that financial system."
    },
    {
        "speaker": "B",
        "text": "And you went over this quickly, but you said, so the data will not be posted to bitcoin. Is that even on chain at all? Or is that off chain? And then another question is, you talked about the transaction fees. So do the transaction fees all stay in botanics? Or how much of that goes to the base layer or. Yeah, how frequently are even any proofs or anything like that batched there?"
    },
    {
        "speaker": "D",
        "text": "Yeah, very good question. So we don't need those proofs because the security comes from the decentralization itself. And so when you think, for example, like Ethereum, all the data sits on Ethereum itself for botanics, all the data will sit on botanics itself. We will post back the root of the merkle tree back to bitcoin, every bitcoin block. So we basically have that anchorage, and that protects us against what's called a long range attack. So in terms of a proof of stake. So we'll run a proof of stake on top of bitcoin. So you'll stake bitcoin in order to actually participate in this decentralized network and to protect yourself against that long range attack, will post the root of the merkle tree back to bitcoin. But it's not for any other reason."
    },
    {
        "speaker": "B",
        "text": "That basically what prevents something like a reorg in botanics is that, yeah, you."
    },
    {
        "speaker": "D",
        "text": "Have a proof of stake on the second layer. So basically the proof of stake runs, and anyone can build a full block there, which immediately gives censorship resistance. So we'll start out with 15 members. And so all these 15 members are joining in building the blocks. So from the get go we have what you call like decentralized sequencers, so to speak."
    },
    {
        "speaker": "B",
        "text": "Okay, so basically. So for the spider chain, I think that serves two purposes. One is these multisigs are used for bridging the bitcoin over, but then they're also used for proof of stake."
    },
    {
        "speaker": "D",
        "text": "Correct. Actually, when you think about any layer two, there's always two aspects you need to secure. One, the actual assets on the base chain. So for Ethereum roll ups, the actual Ethereum sits on the Ethereum smart contract. And then there's a second part you need to secure, which is like the separate roll up or the chain. And so the proof of stake actually fulfills both security aspects. So all the bitcoin sitting in these decentralized multi sticks are secured because everyone needs to stake bitcoin. So you have the proof of stake there. But then the proof of stake also secures, uh, basically the blockchain on the second layer."
    },
    {
        "speaker": "B",
        "text": "Okay, got it. So, um, when some, when a user bridges, uh, to botanics, what are, what are they receiving on the other side? Are they receiving bitcoin to transact in on botanics or is it a token that represents their locked bitcoin?"
    },
    {
        "speaker": "D",
        "text": "We don't have a token. The whole thing actually runs on bitcoin. We're fully connected, uh, to bitcoin. And so the user receives bitcoin. So when you'll go to your metamask, you'll have the bitcoin in your metamask or fully EVM equivalent. So anything will work. And so you'll have the bitcoin on the evm as a native currency there."
    },
    {
        "speaker": "B",
        "text": "All right, so what are the security risks with botanics?"
    },
    {
        "speaker": "D",
        "text": "Very good question. So all the different designs of layer two s have different trade offs. And so for botanics, a trade off is basically the decentralization. So the security of botanics all depends on how decentralized it actually is. If you have 20 notes in the beginning will be permissioned or more like a side chain then. But if you go to 100 notes, if you can go to 1000 notes or 10,000 notes, then you become really, really secure. It is this slow approach from starting very centralized to getting more and more decentralized. That's basically that transition. If you compare that more to the roll ups, with the roll ups, you have more the censorship risk. You need to post the data back to the base layer. You have more the bug risk. What if there's a bug found in that centralized smart contract, but you can have very high throughput, and so on the one hand you have more the trade offs that you can have high throughput. You have the buck risk, and you have a centralized party compared to us, where it all depends on how decentralized are you, so to speak."
    },
    {
        "speaker": "B",
        "text": "And when you go to Mainnet, do you have any plan for how to roll it out so as to mitigate the risks when there's not that much bitcoin securing botanics?"
    },
    {
        "speaker": "D",
        "text": "Absolutely. So we basically have a phased plan. We'll start with 15 federation members that's what we call a federated side chain. And then basically there will be permissioned, and then after that, we will basically grow the staking set and we will allow certain people in, people we know, certain companies, like staking companies or liquid staking companies, until there's enough bitcoin staked. And then basically you can become fully permissionless and anyone can join. That is always the risk when you run a proof of stake using a different asset. So we're using bitcoin as the base assets to stake, and we believe that is the right thing to do because bitcoin is the most decentralized asset out there. So if you think in the long term, this should flow into, like, the most decentralized proof of stake there is. If you start with your own asset as a proof of stake, then, of course, that starts being very centralized, so to speak."
    },
    {
        "speaker": "B",
        "text": "And what is that threshold where after that you'll stop the phased rollout and it will just be open?"
    },
    {
        "speaker": "D",
        "text": "Yeah, that's a very good question. Yeah, that should be around somewhere between ten to 50,000 bitcoin. So we'll have to see how actually this evolves. Because when you think about a proof of stake or bitcoin staking, this is actually very risky. There's a lot of people. Well, there's not a lot of people, but there's some people in the world that have, for example, 100,000 bitcoin. If you have 100,000 bitcoin, you can perform special attacks. You can take over the majority of the stake, so to speak. Right. And so you need to be sufficient in size in order to avoid those attacks. Now, you don't need, like, a million bitcoin staked, because, of course, if any attacker wants to actually steal the bitcoin, then, yeah, they also risk actually losing, getting slashed and actually losing all that bitcoin. And the spyderchain has actually something very unique, what's called forward security. Actually, when I researched in cryptography, I researched an authenticated encryption, where I learned a lot about what's called forward secrecy. So this is a very cryptographic thing that doesn't exist yet in the world of crypto, in the world of crypto or cryptocurrencies. And so we basically brought the concept of forward, forward secrecy from the cryptography world into the cryptocurrency world. And we call it the forward security of the spider chain, which means even in the case where an attackers takes two thirds majority of the stake, they will be able to steal exactly zero bitcoin. So basically, the design is very special, made with forward security, that even in case of an attack, the attacker can actually not do anything. So it's this. Yeah. So basically the number should be somewhere between ten and 50,000 bitcoin."
    },
    {
        "speaker": "B",
        "text": "And wait, if they do an attack, they can't steal any bitcoin. Is that through slashing or what's the mechanism?"
    },
    {
        "speaker": "D",
        "text": "Yeah, you have this decentralized network of multisigs, but these are like a series of it. And so if you have this sequential series, if at some point an attacker comes in and says, oh, I'm gonna take two thirds of the stake, I'm gonna use 100,000 bitcoin to stake and become two thirds majority. All these previous multisigs that were generated previously are still safe. You won't have access to them. You only have access to the future multisigs. And so he'll somehow have to wait for, I don't know, a year, two years, five years in hope he doesn't get slashed, and then he'll be able to steal the bitcoin in the newly generated multi six. So that's the concept of forward security, that basically at some point, if the network is decentralized and safe, that will not be able to be stolen, even if an attacker in the future comes in."
    },
    {
        "speaker": "B",
        "text": "Okay. Okay. It's sort of like reaching some sort of escape velocity, but it's really just through TVL. Exactly. Okay. Yeah, well, I saw that you also have a vision for l three s on botanics. So what do you envision botanics itself being used for? And then these l three SDE."
    },
    {
        "speaker": "D",
        "text": "So botanics itself, I think, is what we want to build, is the infrastructure for a financial system running on bitcoin. Like I said, I see this world 100 years from now where you have bitcoin, which is the base layer, extremely high transaction fees, you can barely build anything on it. But then what we've seen on Ethereum is this whole infrastructure for a financial system. And so botanics on its own can actually be the basis or infrastructure for a financial system running on bitcoin. Now, of course, if you want to have dexs, and if you want to have perp dexs or bitcoin backed stable coins, they can all live on botanics, but that will, of course, result in higher transaction fees, and the same thing will happen, as you saw, on ethereum itself, and then you want to even scale that further. We are slower. Our throughput is more or less like an ethereum, so we're not higher throughput, but we want to be decentralized, you can go to layer three s and actually we know that EVM is very well made to build those roll ups while bitcoin isn't. Once you have a botanix, you can copy paste the op stack or the arbitrum stack or any ZK roll up and immediately deploy that on a botanics. I think layer threes can go really, really fast. And then you have layer threes running fully on bitcoin. Like we're not connected to Ethereum at all. The whole tech stack runs on bitcoin. So that's how I see the vision of that world really playing out. That's how you scale bitcoin to 8 billion people. That's how you run a financial system, actually fully on bitcoin."
    },
    {
        "speaker": "B",
        "text": "I mean, obviously that's a selling point. I can see how having a fully functioning EVM on bitcoin and just enabling people to kind of port over, that would make things appealing, or at least make it easy to foster an ecosystem there. But is it literally just that the idle bitcoins on bitcoin then could access an ecosystem like that? Or do you feel in some fashion that Ethereum itself doesn't have a long future? Like, is there some reason why you don't feel that that ecosystem on Ethereum will last into the future?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I think generally, from a cryptographic perspective, I think bridges are very risky. And so you could see a vision, okay, let's have bitcoin, and let's have Ethereum and have that ecosystem as wrapped bitcoin on Ethereum. But bitcoin is very centralized, and it's very risky, and I think it makes the most sense. Bitcoin is the biggest asset. It is the most pure, secure, decentralized money, and it makes the most sense that all activity eventually will flock where the biggest liquidity is, and that is bitcoin. And so for me, for example, as a bitcoiner, I would want to leverage my bitcoin on a perp. Dex on bitcoin. It makes the most sense from a mental perspective and from an ideological perspective, I would want to have a bitcoin backed stablecoin. I want to lend against my bitcoin. I want to do so much, so much things, but I cannot do it right now. I actually see it is actually growing bigger than what's been happening on ethereum, just because there's way more capital in bitcoin."
    },
    {
        "speaker": "B",
        "text": "And so let's say that you have 10% of your portfolio in eth itself. Once botanics is up and running, then would you transact, let's say you wanted to do the same, you know, perp, dex activity or whatever, on. Well, just. But both with your ether and with your bitcoin, then would you do that on for your ether? Would you just do that on ethereum? Or would you somehow port it over to botanics?"
    },
    {
        "speaker": "D",
        "text": "I would port it over to botanics, 100%. I like bitcoin. I want to do it on bitcoin."
    },
    {
        "speaker": "B",
        "text": "Okay. And then port it over. What would that look like?"
    },
    {
        "speaker": "D",
        "text": "Yeah, that's where the bridges come into play. So that's a cool thing about the EVM, is the whole interoperability. There's a lot of EVM. EVM bridges that people have built, and that problem is more or less figured out. So, for example, with a layer zero or wormhole or an XLR, you can bridge from Ethereum using an EVM. EVM bridge to botanics. And now you have the bitcoin on botanics. So suddenly, bridges between bitcoin and Ethereum come fairly easy because it comes EVM. EVM bridges."
    },
    {
        "speaker": "B",
        "text": "Huh. Okay, this is super interesting. But wait, so just so I understand, that bridge, you use the bridge and you still end up. You just have Ethereum still or ether still on the other side in. In botanics, is that right? Or."
    },
    {
        "speaker": "D",
        "text": "Yeah, so you would have Ethereum on Ethereum. I would use like, a layer zero to bridge my ethereum. From Ethereum to botanics and so on botanics. I'll have a wrapped eth then on or on botanics."
    },
    {
        "speaker": "B",
        "text": "Got it. Got it. Okay, so there is some risk there then that there's a bit of centralization risk."
    },
    {
        "speaker": "D",
        "text": "Yeah. But then on botanics, I can go to a uniswap type dex, and I can just very easily swap wrapped Eve to bitcoin, and then I have actual bitcoin on botanics."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "D",
        "text": "Suddenly it becomes very easy. That's the power of the EVM."
    },
    {
        "speaker": "B",
        "text": "Right, right. Do you just imagine that all the dapps that exist on Ethereum will immediately just deploy their smart contracts on botanics just to access that equivalent? Like, do you, do you think it will take any convincing? Or if so, like, how are you going to get them to build over there or deploy over there?"
    },
    {
        "speaker": "D",
        "text": "So a year and a half ago, I always had this theory, but now I can see it playing out actually already. And so the theory is, if you are an Ethereum dapp and you have a certain smart contract code, you've done the work to build this incredible dapp. Now you have a choice. Do I use this dapp? Do I deploy on Ethereum, which is a very crowded market, there's a lot of different players in there. Or do I deploy on a botanics where you can be the first one on bitcoin where you have a massive first mover advantage. There's no one there yet and there's a trillion dollar worth of customers and that's a quite obvious choice for me. And I see that play out quite quickly because the cost is zero. Like it's exactly the same smart contract code. And so it's copy paste. So that will, I think that will blow up very quickly."
    },
    {
        "speaker": "B",
        "text": "And wait, just when you say that you're already seeing that, is it that the people who made a series of smart contracts on Ethereum that they're simply deploying them and copying pasting them over in botanics? Or are you saying because it's open source other people are doing that?"
    },
    {
        "speaker": "D",
        "text": "No, the first thing. So basically we are on Testnet since November. We're taking a very security minded long term approach. We really feel we're building an infrastructure that can actually run a financial system 100 years from now. And so on that testnet since November, we have seen, I think is it now 12,000 different smart contracts deployed or something. So already on that testnet, I can see that happen. So we already have a bitcoin backed stablecoin palladium, we already have a Dex called Bitsy and a bunch of different applications. There's 10,000 different tokens launched. It's been quite incredible to see it play out. We have an oracle, we have all the building blocks for that defi ecosystem."
    },
    {
        "speaker": "B",
        "text": "So I thought you were going to name equivalents on ethereum. But these are actually just new names. So are they copying pasting the same contracts but under a new name?"
    },
    {
        "speaker": "D",
        "text": "There's two different things happening. There's new founding teams that have built DeFi products before and they are building those same products, but then under a new name on botanics. So those are new founding teams building on botanics. They will also launch their tokens on botanics. And then you have the same thing, the existing big teams on Ethereum and arbitrum and optimism of those lands. And we are in talks with them as well. I cannot spill any beans yet, but there's a lot of interest."
    },
    {
        "speaker": "B",
        "text": "Okay, so obviously in the last year and change we've seen that ordinal and now runes are a big trend on bitcoin. So how does Botanix work with those, if at all?"
    },
    {
        "speaker": "D",
        "text": "Yeah, so we're working with a few partners to basically. Yeah, to allow the ability to basically bridge your runes and BRC twenties to botanics. And once on botanics you can of course very easily trade them. They'll be like tokens on an EVM. And so you can trade them indexes in perp, dexes, etcetera. Actually, a very big fan of the, of the runes protocol myself because it's a very clean protocol. And I like the vision of KC where it basically wants the Utxo set to basically become bigger because it solves a big problem in bitcoin. So I really like that vision of doing the right thing and I think ruins is achieving that, so we'll be compatible."
    },
    {
        "speaker": "B",
        "text": "And so how does all this affect the fees on bitcoin? Had a number of people flag an issue potentially with the security budget for bitcoin. So could this exacerbate it by keeping transactions off the base layer?"
    },
    {
        "speaker": "D",
        "text": "No, I actually don't think so. Like one of the biggest drivers for layer two adoption, it's exactly the same thing we've seen on Ethereum, is high base layer fees. Why would you transact on a botanics if the base layer fees are extremely low? Like there's nothing more secure than having your bitcoin on the base layer in a cold walleth. You can have it in a cold wallet on the EVM, of course, but there's nothing more secure than being on the base layer. And so every time you want to like what we call peg in or peg out to botanics and back to bitcoin base layer, those are transactions. And so the more activity on the second layer, the more base layer transactions you will have as well. So I've never really been worried about the security budget. The more activity goes to bitcoin, the more transaction fees will go up. So yeah, even for botanics, if it takes away a lot of block space from bitcoin itself, I think actually botanics will result in a net higher transaction fees just because there's more bridging and more transactions going on. For example, with botanics, we made it that way that you can withdraw directly from a coinbase. You put your withdrawal address that we generate with botanics for you in your coinbase, and you withdraw directly from a coinbase and you get the bitcoin back on botanics. So you never even see bitcoin the base layer. But it is a transaction on the bitcoin base layer. And so all these movements to the second layer and back from the second layer will basically generate transaction fees."
    },
    {
        "speaker": "B",
        "text": "All right, so as you have mentioned right now, you're in testnet. When do you expect to be on Mainnet?"
    },
    {
        "speaker": "D",
        "text": "We're very close, so almost got complete. We're actually planning an audit or the audit is actually planned that will start very soon. And then basically after the audit is fully completed, we will go to Mainnet. So I think that's another two months or something."
    },
    {
        "speaker": "B",
        "text": "All right, well, we'll have to see how that goes. Good luck."
    },
    {
        "speaker": "D",
        "text": "Absolutely. Thank you."
    },
    {
        "speaker": "B",
        "text": "Hi, everyone. I'm here with Orkin Killage, co creator of Citria, a ZK roll up on bitcoin. Welcome, Orkin."
    },
    {
        "speaker": "A",
        "text": "Hey, Laura."
    },
    {
        "speaker": "B",
        "text": "So tell us about Citria. What is it and why did you decide to build it? What problem were you trying to solve?"
    },
    {
        "speaker": "A",
        "text": "Citria is bitcoin's first EKL app that we have been building for around a year. And we will come with a public test that's very, very soon. Why we are updating Citri is depends on very basic answer. We want the finance on chain finance, but we want it to be bitcoin secured. And we want to use bitcoin as the native asset office finance. With that goal, we started ideating some new products and eventually we come up with this careful upon bitcoin idea. It is one of a kind. It is the first. And since all the year, true, we been researching different ideas, different problems, but apparently the key roll ups are the only way to actually securely scale the block space and enable a bitcoin backed economy."
    },
    {
        "speaker": "B",
        "text": "And when you say bitcoin backed economy, I think you're alluding also a little bit more to that problem you're trying to solve. Can you talk a little bit more about that?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so I think most people today think bitcoin is like a store of value or like medium of exchange in the future. But what we see is bitcoin is the full global money. We want bitcoin to see as full global money, but without having a real economy around it, you can actually have, you can't have a currency or money. It is just a payment protocol. If you just do medium of exchange or if you just solve the value, it's like digital gold. But we want more than that. We want to do every single financial activity we do with bitcoin. We want to get bitcoin backed loans, we want to compete with USDT with, let's say bitcoin backed stable coins and bitcoin backed, not fiat backed stable coins. For example."
    },
    {
        "speaker": "B",
        "text": "Just out of curiosity, you are based in Turkey, and I know when we spoke earlier, I don't remember exactly, it was either you or your."
    },
    {
        "speaker": "A",
        "text": "Yeah, it was Maya. Michael Fondisch."
    },
    {
        "speaker": "B",
        "text": "Yeah. Well, so just the fact of being based there, does that inform your view or desire to have this bitcoin backed economy?"
    },
    {
        "speaker": "A",
        "text": "Yeah, like we are living in Turkey, we have an office in Istanbul, and we are experiencing the downfall of turkish lira. Right. For the last ten years, turkish lira is going to zero. I guess, bitcoin, I think that's very important indicator for us and all the team, because we are seeing how the local currency can fail if it's managed by decentralized authorities and corrupt authorities most of the time. So bitcoin is decentralized. Bitcoin has the sound money. We are seeing that and we value bitcoin because we see turkish. There are other things, like other monies in the region, not just turkish. That definitely affects why we are building it and how patients we are."
    },
    {
        "speaker": "B",
        "text": "All right, so as you said, citria is a ZK rollup on bitcoin. So can you describe for us how it works?"
    },
    {
        "speaker": "A",
        "text": "Yeah, for sure. Zkrollup's basic idea is to roll every transaction up into a batch and then create a ZK proof for it. ZK proofs are complex mathematical structures that allows you to verify a computation without going through every single stuff. So with this way, italian researchers a couple of years ago find a way to compress transaction data into a single proof. By doing that, you allow main chain to get not congested. Build all the transactional data on the l two, but it can still verify the alto transactions. So we want to scale bitcoin, block space and scale bitcoin's abilities. What we can do with bitcoin, that was the main idea. And we think that, okay, what if we can build a ZK roll up because it keeps the same security level with the main chain, bitcoin. And it also allows you to do more than that because you have now unbounded competition and any VM that you want to implement. So we choose to implement Zke VM, which is fully EVM compatible. You can bring every application from ethereum and other chains and deploy on bitcoin. And every single transaction happening here you get patched. And then this patch is proved with the ZK proofs. So mainchain only stores this proof and some additional data. And at any point in time we can optimistically verify the CK proof. So bitcoin can actually know what is happening on that. Is it correctly happening or it is falsely happening. So we can facilitate this two way peg mechanism."
    },
    {
        "speaker": "B",
        "text": "And so then how frequently would transactions be? I guess verified on the l one. Would it just happen with every block or."
    },
    {
        "speaker": "A",
        "text": "Yeah, in bitcoin it doesn't verify in."
    },
    {
        "speaker": "B",
        "text": "Every single block or not verify, but batched two?"
    },
    {
        "speaker": "A",
        "text": "Yes. So in our architecture there are two decoupled things. One is the store of the proofs and the data, and the other is the verification of proofs. So this is decoupled in our architecture, because bitcoin verification is not that easy. We are using bit VM and it has some limitations. So you cannot actually settle every single block. What we do is we simply get all the specs on the l two. It is also like changing the intervals can be changed, it can be two blocks, three blocks or one block. And then these proofs are recorded on bitcoin in different intervals. And after some time we aggregate these proofs in a single proof, then verify on bitcoin. So bitcoin verification doesn't get overwhelmed with all these single bets. Instead of the batch, the transactions record on the main chain, then we batch the actual batches and also verify on the main chain. So verification and the store of the proof, publishing of the proof happens decoupled."
    },
    {
        "speaker": "B",
        "text": "Oh, I see. Okay. And Citria uses bitcoin natively via pegged bitcoin and bitvm. Can you describe how, how that works?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so bitvm is a kind of off chain computer that allows you to optimistically verify some competition. What we do is we already have a ZK proof for all the l two, right? We just aggregate it together and have a single proof. So bitcoin can actually optimistically verify the proof. Thus it can verify the l two, etc. Using that mechanism. Now bitcoin can know the state about l two, and l two can already read bitcoin. L one very very easily compared to the other side. And using that, we have this bridge called clementine, which is also open source. People can view on GitHub, and we have a very in depth explanation in our blog. So what it does is you simply, just like ethereum roll ups, you simply deposit your BTC and then you get your bitcoin on the roll up, which is also the native token, the guest token. So people actually spend bitcoin during their transaction, and they do everything natively with bitcoin. They don't need any other token to actually transact on Citria. That's the one advantage."
    },
    {
        "speaker": "B",
        "text": "I thought that I read that on Citria it would be CBTC."
    },
    {
        "speaker": "A",
        "text": "Yeah, we call it CBTC, but it's actually just regular BTC. The UX doesn't change because you can get your CBTC with your main chain BTC. We just call it CBTC to not confuse people. We are also thinking very depth about this. We may rename it to BTC actually, because it is not that different."
    },
    {
        "speaker": "B",
        "text": "It's not a different token. It's literally the bitcoin."
    },
    {
        "speaker": "A",
        "text": "Yes, it is literally the bitcoin."
    },
    {
        "speaker": "B",
        "text": "Oh, okay. Okay. So you, so the CBTC is only to indicate it's now on Citria."
    },
    {
        "speaker": "A",
        "text": "Yes, exactly."
    },
    {
        "speaker": "B",
        "text": "Oh, got it. Okay. I'm sorry, I interrupted you. Did you finish your."
    },
    {
        "speaker": "A",
        "text": "No, I was almost finishing, yeah. So this is just simple deposit and withdrawal mechanism that people will experience. There will be multiple alternatives to using that bridge. There will be atomic swaps, there will be or apps and off ramps through exchanges and other solutions. The beauty is we are using bitcoin as a native token. So actually we are opening a whole new market like self custody. Bitcoin l one is very hard, to be honest. You need these like ugly desktop applications, all the seed phrases. But on there too, we can do every experiment we want. And using that actually, we can actually create an onboarding experience for new people to actually get their first bitcoin. They can hold their first bitcoin nycast or daily using Sytria. I think that's the whole another market that we are opening to bitcoin l one. And I think it's one of the most valuable parts of what we are building."
    },
    {
        "speaker": "B",
        "text": "Okay, well, you know, I mean, this, it does sound really interesting, but they're probably security risks. So can you outline those for us?"
    },
    {
        "speaker": "A",
        "text": "So on bitcoin l one, let's assume like bitcoin l one is trustless because you have bitcoin full note. Now we are trusting your full note and everything is okay. So once you go to the l two, actually your assets are as safe as bitcoin because the proofs are inscribed in bitcoin. So your full node can actually detect these proofs and off chain without communication to any validators or any other people. You can just verify the key proofs so you can actually understand that the two reals is valid. So in terms of that, we call this trust minimize. For the breach, there is this assumption of one of an assumption which is also trust minimized. So in that will be, let's say some people who actually verifies the breach transactions. And as long as one of them is honest, that everything is okay. So this is also trust minimized. It is not just like a simple multi seq that requires honest majority assumption. It is uns minority assumption. We call it trust minimize, but hopefully in the future it will be permissionless. So you can also verify your brief transactions, which makes it fully trustless. And other than that, there is no major trust assumption, unlike side chains that requires full trust to the consensus mechanism. Because it's a roll up, we inherit most of the security from bitcoin and."
    },
    {
        "speaker": "B",
        "text": "Wait, so I'm sorry, you're saying currently it's one of n that's needed for security. And you said in the future potentially anybody could serve that function. So right now is there a centralized one of n that's doing that?"
    },
    {
        "speaker": "A",
        "text": "Yeah, there is a federated one of n that is predetermined. And actually very well there's the breach, but it is just for the breach. So actual proofs are still in bitcoin. So you can view it, it is just facilitate two way peg program. The clementine itself is right now limited with n parties which are predetermined, but the rest of the roll up is permissionless that you can verify just from in your bitcoin note."
    },
    {
        "speaker": "B",
        "text": "Okay, when you say it's federated, like who is part of that group, it."
    },
    {
        "speaker": "A",
        "text": "Is not yet published, but there will be predetermined trusted companies that holds the keys of the 110 assumptions."
    },
    {
        "speaker": "B",
        "text": "Okay, so basically that will roll out with Mainnet."
    },
    {
        "speaker": "A",
        "text": "Yeah, that they will go mainnet just like that. So in the future, our goal to have the CK verification base here, hopefully bitcoin can natively verify the ck profs in the future either via like ck op code or maybe like opcat enables this functionality, the start verification functionality. So once we have this one of these soft forks, we will transition to be a fully trust the ZK roll ups, just like the future roadmap of Ethereum. ZK roll ups."
    },
    {
        "speaker": "B",
        "text": "Okay, but I guess Opcat, I mean that's a pretty new proposal, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it's very interesting. It is actually like very old code. It is from Satoshi's codes and lines. But in a panic of time, Satoshi removed that code because it was creating a denial of service attacks for old nodes. So he panicked and removed the code from the bitcoin node software and since then it is disabled. But right now this vip is very very new, like you said. But the actual code was there for years, like tens of years. The main functionality has this concatenation of these two strings. So once you get that you can actually have mercury inclusion proofs which are the like key of the most of the things on Ethereum, other old chains. I think that's why cat is very, very important, but I fully support it and hopefully in the near future it will get adopted."
    },
    {
        "speaker": "B",
        "text": "Okay, do you have kind of a timeline that you think it might get adopted on?"
    },
    {
        "speaker": "A",
        "text": "Bitcoin is like very hard to predict, especially on the software. I hope it will be like late this year or early next year, but it obviously depends on the social consensus of the network I covered."
    },
    {
        "speaker": "B",
        "text": "Okay, and so you said that you have this goal of someday making Satraya fully trustless. And so is it really just about, I guess, the one event proving or what are the other aspects that still need to be made trustless?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so if we can get actual ZK proving bayes here, we can enable unilateral exits so we don't need actually this one of an assumption anymore. This makes it fully trustless because everyone can propose their merkle bet and they can leave the system. So it makes it fully trust us from a perspective of any user."
    },
    {
        "speaker": "B",
        "text": "All right, so let's say that I'm a developer and I currently have some smart contracts that I've deployed on Ethereum. What changes do I need to make to my smart contracts in order to deploy them on Citria? Is it like a lot of work or is it literally the same code or how does that part work?"
    },
    {
        "speaker": "A",
        "text": "We very prioritize that and it is literally the same code. You are just changing the RPC URL you are pointing to. You want to deploy an ethereum. We are just like typing the ethereum public node URL or your node URL. And if you want to deploy citra, you just change it to the citria node URL. So you don't actually need to change the code. That was like target. We are building type two Zke eVM, which means it is fully EVM code. So all the applications should work as is. Initially there will be one or two like small differences which don't affect the functionality, but it can affect some things. But if the tests are well written, then there will be no issues and hopefully in the main net it will be fully compatible. So people can just change their RPC endpoint and deploy the smart contract without changing any code."
    },
    {
        "speaker": "B",
        "text": "Wow. Okay. I'm sure that's a selling point for developers. You know, just because it's there doesn't mean necessarily that they will automatically move their operations. So do you have a specific plan for how you're going to get developers to put their dapps on citria?"
    },
    {
        "speaker": "A",
        "text": "So I think the relations with developers is very, very important from like human SaaS, like education, even like creating new developers. Right now there are like, I think thousands of EVM developers out there. But we need more to develop more applications and that will be one of the strategies. And the other is, I think the liquidity and ecosystem. We are like most trust minimize alto today among all this tools popping up every single day, we are distrust minimized two way pack called Clementine. And hopefully this will allow us to get all the liquidity from the ecosystem. And this liquidity will be the main initiative for people to deploy their applications. Because bitcoin today has $1.3 trillion sitting in the main chain doing nothing. And if we can enable this trust, minimize Clementine, which we will, then people will simply just deposit their BTC and get the same BTc on the l two. So it will be fully defi enabled and they can do everything they want. They can do private swaps, private transfers, they can do swaps, bitcoin back loans, bitcoin back stable coins. These all will be possible."
    },
    {
        "speaker": "B",
        "text": "And so it's one thing to get the developers to bring their dapps to Citria, which obviously I could see what the incentives would be. And as you explained, it does seem that there are certain technical benefits also to being on Citria. But I wondered, for the $1.3 trillion worth of bitcoin that you mentioned that are idle in bitcoin, do you think it would be hard to convince users to participate in defi? Or do you think that there's pent up demand for that?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think it is not that easy, to be honest, because most of the bitcoin main chain users doesn't even like have enough experience on Defi. Most of them didn't even use any defi application or decentralized exchange. But they have something in common. They are buying bitcoin. And today they are doing it with centralized and custodial solutions like exchange, ECA solutions, some like United States based applications that allow them to like buy bitcoin, but they have to custody their USD or their native asset to that platform to actually buy the bitcoin. And also after that point, going to main chain from exchange is also paying point. But with Citra, they can simply get their USDT USDC. And if they don't like these solutions, they can buy bitcoin back stablecoin and they can hold that as their main store of value. And they can now buy bitcoin in a trust minimized way. I think that's the one thing that will encourage people to use Citria to like easy onboarding to bitcoin if you are just playing, if you are coming first time, that will be the main point. And other than that, we will do our best to make this UX as smooth as possible, hopefully even smoother than the other chains alone. And l two experience."
    },
    {
        "speaker": "B",
        "text": "And what are some examples of the bitcoin backed stablecoins that you're thinking of?"
    },
    {
        "speaker": "A",
        "text": "We are like, there are multiple teams. Who wants to deploy this solution on Systra? And I think one of the alternatives is like the first version of Dai, which is like it was only backed by ETH back then. Right now it was kind of mixed. But if you can deploy just purely BTC back stablecoin, that's the one thing. And the other thing is, for example, there is reflexer on Ethereum, which is stablecoin, but not back to any fiat coin. So it performs against USD and other monies around the world. So for example, this is backed by bitcoin is very interesting market because actually it can compete with USDT and Euro in the long term. That's what we want actually on this roll up. And there are already multiple teams. Who wants to work on this solution?"
    },
    {
        "speaker": "B",
        "text": "All right, well, when are you expecting to be on Mainnet?"
    },
    {
        "speaker": "A",
        "text": "We have some time to Mainnet. I think that most of the l two space is going to mainnet very, very close. But our solution is the actual bitcoin, l two that uses the most bitcoin airlines l two, to be honest, like all the data availability is on bitcoin, the bridge is trust minimized. We are pure ZK rope, not a sidechain, not a multi sig bridge. So it takes some time to get everything very secure and trust minimized. But until then, we are working very hard to ship the Tesla and it will happen very, very soon."
    },
    {
        "speaker": "B",
        "text": "Okay, so maybe like within a year ish or something."
    },
    {
        "speaker": "A",
        "text": "Is that hopefully closer than okay."
    },
    {
        "speaker": "B",
        "text": "So how would the implementation of this affect the fees on bitcoin? I'm sure you're aware of what some people perceive as a potential security budget problem that could come like relatively soon to bitcoin. Would this kind of exacerbate that by keeping transactions off? Or what's your take on that?"
    },
    {
        "speaker": "A",
        "text": "Yes, so today, side chains just take these transactions to off chain and they keep there. So the fees are gone from mainchain and with this halvening and like the ruins PRC to Venice, they're like great, I think fee source for miners, but they are not sustainable. They are very, very like going up, going down, but roll ups, especially the ones that holds the data on bitcoin so like Citria creates a consistent revenue for all the miners. So we are paying this data availability fee for every two block or three blocks. So it actually creates a sustainable fee in the long term, which boosts the hash rate that boosts security of the main chain. So it actually contributes to the problem that calls security budgets, unlike side chains and other solutions that use off chain. Da."
    },
    {
        "speaker": "B",
        "text": "And last question. I'm sure you're aware that in the last little over a year we've had this whole new revolution on bitcoin with ordinals and then more recently runes. And I wondered how those work on Citria, if at all."
    },
    {
        "speaker": "A",
        "text": "Yeah, it works very, very effectively the main chain, because on main chain the user experience is not that. Right. Good. Right. You just like get ten minutes block time. Very expensive fees. But on the l two, once you get these BRC trainings and runs here through some bridges, there are a couple of deployed on like other alternatives and there are a couple of who are like building on trail right now. Once they will enable, you can simply get your BRC 20 m rune to the roll up and you can enjoy two second block times and cheaper guest fees than the main chain. That will be a game changer for like all the mm logic. Although other book logic on the l two will be much more easier than doing this on album."
    },
    {
        "speaker": "B",
        "text": "Okay, so the dgems, I guess, will be happy with that. And I'm sorry, did you say it was twelve second block times?"
    },
    {
        "speaker": "A",
        "text": "Just like seconds."
    },
    {
        "speaker": "B",
        "text": "Oh, 2 seconds. Oh, okay. So you have even faster block times than Ethereum."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's just compete with Ethereum blobs."
    },
    {
        "speaker": "B",
        "text": "Okay, great."
    },
    {
        "speaker": "A",
        "text": "Thank you for having me. And thank you for, for all the great questions."
    },
    {
        "speaker": "B",
        "text": "Thanks so much for joining us today. To learn more about Willem Orkin, Alexei and Bitcoin layer two s, check out the show notes for this episode. Unchained is produced by me, Laura Shin, with help from Matt Pilchard, Juan Aranovich, Megan Davis, Pam Majimdar, and Marc Akuria. Thanks for listening. Unchained is now a part of the coindesk podcast network for the latest in digital assets. Check out markets daily five days a week with host Noel Atchison. Follow the Coindesk podcast network for some of the best shows in crypto."
    }
]