[
    {
        "speaker": "A",
        "text": "Hey all, Laura here. This is the third episode of our new crypto and macro show, bits and Bips, exploring how crypto and macro collide one basis point at a time with hosts James Seyffert, Alex Cougar and Joe McCann. Today they have a guest, Hal Press of North Rock digital, and they get into all of the many crazy happenings from the veto to roaring Kitty since the last episode. This will be the final time that I introduce this new show, so don't forget that bits and Bips will be on unchained every other week, usually on Wednesdays. Be sure to like subscribe and give it a rating or review or a shout out on social media. And now enjoy the super fun conversation."
    },
    {
        "speaker": "B",
        "text": "The commission is usually two Dems, two Republicans, and then whatever president is in power gets to choose the chairman of the SEC, in this case its gensler Democrat. So theoretically he was a swing vote in bitcoin ETF's. Its not necessarily true 100% that he was a swing vote here. So theoretically Crenshaw was never going to vote again. She wrote a dissent letter. But Lizaraga, who is another, the other democratic commissioner, did not join her in her dissent. Of those bitcoin ETF. He voted against it, but he didn't join her in her dissent letter. What's interesting, what I'd heard from other people was that this could have come from Lizzarago, who spent, I don't even know, a very long time working. She used to be Nancy Pelosi's right hand man, and a lot of what I was hearing, even leading up to the e stuff, was that dems in the Senate and the House were getting really concerned with how the crypto polling was showing up and how many people own. Hi everyone. Welcome to bits and bips, exploring how crypto and macro collide one basis point at a time. I'm your host, James Safer tradfi, Archmaester Lord of Bloomberg's end, here with Alex Kruger, Kruger, macro of House Asgard, projector of the realm."
    },
    {
        "speaker": "C",
        "text": "Hi everyone."
    },
    {
        "speaker": "B",
        "text": "And Joe McCann, lord commander of asymmetric and master of bonk."
    },
    {
        "speaker": "D",
        "text": "Hey."
    },
    {
        "speaker": "B",
        "text": "And joining us today is Hal Press for North Brock, how are you? All right, we're here to discuss the latest stories in the worlds of crypto and macro news. Just remember that nothing we say here is investment advice. Check unchained crypto.com bipsandbips for more disclosures. All right, guys, it's pretty easy to figure out, like where we're going to start here. I mean, I feel like we kind of have to start at what's going on with the veto of Sab 121 and just the overall political landscape. We spent a lot of time talking about it last time we did the show with relation to e. But obviously the Biden vetoed the House and the Senate's votes to overturn sab 121 in Congress. Remains to see what happens next. I guess there's going to be a push to possibly try to override that veto, but I don't think they had the votes to do it from what I know. I guess I'll turn it over to you guys. Do you think this was priced in? How did you view it?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I think it was. Well, I mean, obviously, philosophically, I wanted him to not video it, but when you understand kind of like how DC works, it would be like an extreme sort of about face and kind of tucking his tails between his tail, between his legs if he didn't follow through with this veto. So it's kind of like he had to, even though a few days prior he had said effectively, like, we're looking forward to working with Congress on a comprehensive digital assets framework initiative, et cetera, et cetera. And you didn't see this really change in the price. And of course, naturally, they dumped this news on Friday afternoon after, like the end of the week, markets are closed. Closed, but also when they're less liquid. And so I was actually a little concerned because he had effectively until today, Monday to actually meet the deadline as to whether or not he would veto it. And historically, this type of news comes on Fridays after the close. So I didn't see any real change in the price action. Nothing really mattered too much. And that's why I think it was kind of priced in that the veto was probably coming or that the market didn't care. Could also be the case that the momentum ignition algos were just off on Friday as well and didn't care to be trading against this type of news. But even as we sit here today, we had bitcoin clear 70,000. It got offered a little bit. It's trading above 69 right now. So it doesn't feel like this was a huge news event that drove price. Alex, what do you think?"
    },
    {
        "speaker": "C",
        "text": "I agree. I mean, price couldn't care less. So that's everything we need to know. And the other thing I think we should point out is that basically Biden had said explicitly that he would beat it. So it makes sense for the market to be expecting it. And something else I like to say is that I don't think really changes the change in attitude from within the democratic party towards crypto. One thing is binding, another different thing is a party as a whole. Right. So I think we're not mistaken when we believe that things are changing politically when it comes to crypto."
    },
    {
        "speaker": "B",
        "text": "Al, you have anything to add?"
    },
    {
        "speaker": "E",
        "text": "Alan? No, I generally agree. I actually don't think that a lot of people expected him to veto. I think actually people have started to come to the conclusion that he wasn't going to veto after the broad shift that we saw in democratic policy. I just don't think the market really cares about it. I don't think that it was necessarily priced in. I just don't think there was ever really an event to be priced in or not priced in. I think people kind of know where the Democrats stand for the most part. The ETF obviously was a big about face, but I don't think there's going to be, I don't think the market expects too much follow through beyond that. And then we'd obviously know where the republican party stands. And I think it's just focused on the election. And most of this stuff up until that is kind of noise. And crypto has a tendency to shake off regulatory stuff. Anyway, as just like general context."
    },
    {
        "speaker": "B",
        "text": "Yeah. I'll give you guys some, some inside baseball. I actually met Joe in person for the first time at consensus last week, and I was with him on Friday afternoon right before this news came out. And he's like, I'm hearing that Biden's going to veto it today. And I was like, really? It's already a little late. I would have expected it by now. He's like, I don't know. That's what I'm hearing."
    },
    {
        "speaker": "C",
        "text": "I'm."
    },
    {
        "speaker": "B",
        "text": "And then sure enough, before I even got back to my room that the news dropped. So kudos to Joe on getting that call. Right."
    },
    {
        "speaker": "D",
        "text": "You have to have friends in DC, man. It's the only way."
    },
    {
        "speaker": "B",
        "text": "Yeah, I would also say. So, like, my whole view was, there's, there was two theories here on that flip of the ETTF that Hal was just talking about. Obviously, we spent so much time talking about. The obvious one is quickly, like, the Biden admin decided that this needs to change. We can't be completely anti. But there was this alternate theory that I think has more credence now for. There's, it's been, it's been around since basically we started seeing a reversal here. And it's more so that it might not necessarily have been the Biden admin that fully pushed this. So the commission is usually two Dems, two Republicans, and then whatever president is in power gets to choose the chairman of the SEC. In this case, it's gensler Democrat. So theoretically he was a swing vote in bitcoin ETF's. It's not necessarily true, 100% that he was a swing vote here. So theoretically, Crenshaw was never going to vote again. She wrote a dissent letter. But Lizzarago, who is another, the other democratic commissioner, did not join her in her dissent of this bitcoin ETF. She voted, he voted against it, but he didn't join her in her dissent letter. What's interesting, what I'd heard from other people was that the theory was that this wasn't necessarily from the Biden admin. The Biden admin may have rolled over a little bit, but this could have come from Lizaraga, who spent, I don't even know, a very long time working. She used to be Nancy Pelosi's right hand man. And a lot of what I was hearing, even leading up to the e stuff, was that dems in the Senate and the House were getting really concerned with how the crypto polling was showing up and how many people own it. So there's this other theory now that I think with the Biden admin, not like actually vetoing like they said, which, who knows what what that means. I mean, part of me is agree with you guys. Like he said he was going to veto it. He can't just not veto it now. It just doesn't look great, right? But part of me is like, maybe this wasn't actually their doing 100%. It could have been just like the House and the Senate being like, we're going to lose elections if we keep allowing it to go down. This, and I know for a fact the Elizabeth Warren wing of the party, those are still upset with the way this has been handled and didn't want this to be approved. And it kind of gives more credence to that potential, like, back dealing stuff that went on in the fact that as we issued the approval by delegated authority, which means there is no actual voting. So right now we can't see what the actual voting breakdown was. Was it three, two with Lizaraga breaking from the SEC chairman? Who knows? Or what if, what at that point would Gensler have just voted and gone for one with control the soul of the center? Who knows? We don't have a vote right now. Theoretically we could if somebody wants to challenge it, but there would need to be some political viability for that. So that's just another theory to throw out there."
    },
    {
        "speaker": "D",
        "text": "I was just going to say another interesting thing that you're touching on, James, with respect to kind of. You're going to keep these guys. There's going to keep losing elections or losing voters is I saw some polling last week before the veto was announced that about a third, 33% of Americans are seeing, you know, crypto as something that they would consider with respect to whom they vote. And that was shocking to me. But then if you also kind of dive into the data of people that own crypto in the United States, they tend to skew younger. And I was chatting with a policy guy out of DC, and he said, it's like, joe, do you know who could actually swing the election for, you know, for Gen Z voters? Because this is where a lot of the Biden administration is losing. Favor is with younger voters. And I was like, well, it's Taylor Swift, right? And he said no. Do you guys have a guess of who it could be?"
    },
    {
        "speaker": "C",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "Who this guy said it would be? I don't know."
    },
    {
        "speaker": "D",
        "text": "I think consensus is Taylor Swift. It turns out that Zendaya polls higher than Taylor. Exactly. That polls higher than Taylor Swift. And so there's now this notion of the election potentially being swung by Zendaya, which is just fascinating to me. And another reason this is so fascinating is it goes to show how one bifurcated the electorate actually is, and how it comes down to a handful of states, but also something like a Gen Z influencer celebrity can actually flip the election. But two, I think it leads into some of the other stuff that's been happening recently around the money that's flowing into crypto. You had a 16 z, put $25 million into the fair share crypto pack. Coinbase just put another $25 million into the crypto pack. And so it's almost like the kind of heavy hitters in crypto are seeing the value of having that crypto pack, which was third, the third most valuable crypto pack, certainly up until they just got this extra $50 million, it's almost like they're doubling down because they're saying, like, look, this is actually starting to be a real issue. Uh, Trump is raising money with crypto. The Biden administration is being forced to actually, you know, turn, turn a 180 on, on their, their views of crypto in some respects. And so there's just more and more money flowing into it."
    },
    {
        "speaker": "B",
        "text": "Yeah. And you were saying that was like one of the third largest pack, not just crypto pack, like, this crypto pack was the third largest before these two numbers came out."
    },
    {
        "speaker": "D",
        "text": "That's right."
    },
    {
        "speaker": "B",
        "text": "And the whole goal is to get out, get rid of politicians that are anti the space, which is just fascinating. There's. There's obviously a lot of money here. It's starting to show up. I mean, there's tens of millions of Americans that have it. One in, I think, a little bit less than one in five Americans have some exposure. So it makes sense that it's finally seeing its day. But it's still a little surreal to see somebody like Trump come in, talking about your right to self sovereignty and holding your own self custody and all these other things. It's kind of crazy."
    },
    {
        "speaker": "C",
        "text": "I wanted to say something funny I saw the other day with an article basically saying the following. People who are obsessed with celebrities, maybe less intelligent study suggests."
    },
    {
        "speaker": "D",
        "text": "What a surprise. Yeah."
    },
    {
        "speaker": "C",
        "text": "What does it tell us about the US?"
    },
    {
        "speaker": "D",
        "text": "Well, I think we also, I think we got to at least touch on, since we're still talking about politics here and its influence on crypto, like the Trump conviction. So, irrespective of your views on Trump, like, he got slapped with 34 felony counts, which sounds like a lot. Um, and, uh, I think within 48 hours, he raised, like, $35 million. Like, do we even think this has an impact on crypto? Like, what do you, what do you think? Uh, Hal, I'd actually love to get your take on this. Like, what do you think? Actually, this could, this could mean, because there seems to be a lot of people gravitating towards voting for Trump, even though they've been lifelong Democrats or they would never vote for him in the prior, uh, election. Now they're, they're leaning into it, and he just raised an enormous amount of money getting 34 felony counts."
    },
    {
        "speaker": "E",
        "text": "I mean, so I typically defer to the odds markets to understand if things have impact on the election, because I think, like, there's a lot of people that do this for a living that are a lot more plugged in than me on how these things impact the election. And the odds barely moved. So that also fit my intuition that I doubt that this chart, I think this verdict has too much impact on the election, because I think people already just assumed that he was going to get convicted. And also, even if he does, like, his holder base doesn't care, and he just tried to suspend it as a positive, and it may be a positive for him. Truly, all presses, good press, but I do think that the election matters. I just don't think that this impact the election. But I do think that the election matters for crypto. I think Trump would represent a more positive regulatory environment than the democratic administration. And so I do think it matters, but I just don't think that this verdict has any impact on it."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think the only impact is simply that he could raise more money, as you said. So, I mean, and honestly, like, he's just, he's just going to spin this constantly. But, like, it depends, I guess, how they're going to, how they're going to do this right and how they're going to spin it. I mean, the Biden admin could have jumped on this and they basically didn't. So there's a reasoning there. Are they, does it wonder they see it as not that necessarily that big of a win, despite a lot of other dems seeing it as a win? Or they rather him just talk about this rather than talking about inflation and border and things like that? I'd rather complain about his conviction and then talk with the other things that are obviously hurting Biden."
    },
    {
        "speaker": "C",
        "text": "I just wanted to say that I think it's gone to my head. I would think that the conviction, it helps Biden a little bit marginally. Yeah. The interesting thing is that the narrative online is that basically this is good for Trump because the conviction shows that the system is rigged and therefore this is positive for Trump. I just don't see it. But I find it interesting how the narrative has been spinning this around. What do you guys think?"
    },
    {
        "speaker": "D",
        "text": "Well, I do think we could, to Hal's point, we could just go to the markets, look what happened. Bowden. The Biden meme coin, like, ripped and then Trump, this is least on Solana, like, the Trump meme coin was dumping right on the news. And I don't know what has happened since then, but it is kind of interesting to see how instantaneously a culturally significant event is then immediately monetized through things like meme coins."
    },
    {
        "speaker": "B",
        "text": "All right, let's talk real quick about the ETF's. We talked about them last week, and we even kind of talked about in the first episode, too. So I guess the first thing is, I think these ETF issuers are trying to figure out a way to pitch this. I mean, I kind of got into this. My panel on stage at consensus was with the chief legal officer at Bitwise, a managing director at Blackrock, Joe, Cynthia, who runs Fidelity Digital assets, and Caroline at BNY Mellon. So these people are, like way up in the business. They were all caught off guard by this approval. I don't know how well prepared they are for these approvals, but I can tell you they were all completely caught off guard and I don't, I'm not sure they know exactly how they're going to pitch this. I mean, with, with bitcoin, it's really easy, right? Like digital gold. Simple, simple one liner. Um, there's a lot of talk about there, about what's going to be. I've heard digital oil, I've heard an application, I've heard, um, you know, there's, there's a whole bunch of different things out there. One, how do we think these, this is going to be pitch from these issuers? How, what's the one line that they're going to use for advisors and institutions? And where do you guys think? Now that we've had a little bit of time to settle and look at this and think about this, how do we think these flows are going to compare to the bitcoin ETF?"
    },
    {
        "speaker": "C",
        "text": "James, can you let me flip the question here and send it to you? I'm very curious to know what you think. If you have to highlight a single data point that illustrates why they were caught by surprise."
    },
    {
        "speaker": "B",
        "text": "Yeah. The SEC was basically telling them not, and not explicitly, but in the way that they were answering questions, the way that they were dealing with all these issuers, they were telling them, this isn't going to be approved, it's not happening. I said this on the show last time. I'm pretty confident that there was likely a denial order set up. I've talked with people in and around the SEC. There's departments of the SEC they were not ready for, didn't know this was happening until Monday when news broke, when we broke the news on Twitter. I'll give you an example. Joe. Joe from Blackrock, he said on stage, you can find the recording from the consensus. He said, a month ago, I told my team to stand out in e stuff because it's not happening. And we don't need to be keep wasting our time trying to prepare for something that isn't going to happen. So if Blackrock's telling all their guys to just completely give it up, it's not happening. That just tells you that the SEC was very blatantly signaling that this isn't going to happen. So if you talk to anyone in DC, anyone in and around the SEC, anyone in and around these ETF issuers, um, they were all, this isn't going to happen. They're all staunchly of the opinion that this had to have been political, uh, in some nature, one way or another. And we talked about before, like, what actually happened. We don't know exactly what happened behind the scenes, but this was a political decision. I don't think this would have happened if we weren't in an election year. How, what were you going to. You had another question?"
    },
    {
        "speaker": "E",
        "text": "Yeah, I mean, so there's a couple of questions that I'm curious to discuss, which is what do we think the flows look like, but also the composition of the flows? I mean, do we think and what, I mean, some people will, but how do we think about the portion of people that will actually rotate? Right. Like there's only one ETF that you can buy right now, so there will be two. I think there's at least some people that own the bitcoin ETF because they want exposure to crypto. They don't really have a strong view about bitcoin. They just care about crypto. There's obviously some people that do have a strong view about bitcoin. I think there's like none of this stuff is binary. It's about trying to figure out where these lines are drawn. But I'd be curious, James, on your take on what the flows would look like and then also the composition of them. Like how much is incremental money, how much is rotational over what time period, and then some of the nuts and bolts about it. Like do all these brokerages have to go through a new process to onboard eth the way they did bitcoin? Or is it easier now after theyve already done bitcoin once? Id just be curious to hear your take on that. And I have my own opinion."
    },
    {
        "speaker": "B",
        "text": "Yeah. So I dont think theres going to be as much rotation as some people think. Obviously theres going to be some out there, particularly people who put more than just a percent or two or 3% into a bitcoin ETF for their portfolios. But if youre that low, do you really want to diversify into another thing? Its more likely youre just going to add a to the bucket. And we've seen this across the board. If there's been studies and surveys of advisors who went into this space before we even got the ETF's, it's far, far more common that these advisors were adding to positions. Or if it ran up, if they started off their allocation at 1% or 2% and it ran up on them, it's far more likely that they were just letting it run up and not fully rebalancing or increasing those allocations across different portfolios. So my view is I think there will be some of that rotational coming out of some of these bitcoin ETF's maybe, but honestly, I don't think it's going to be that much. That said, I do think the demand for Ethereum ETF's are going to be less than the bitcoin ETF's. I know I've heard some people thinking we're going to get tens of billions flowing into these newer ETF's the way we saw with the bitcoin ETF's. I can pretty much guarantee that's not going to happen."
    },
    {
        "speaker": "E",
        "text": "Yeah, I can guarantee that as well. There's just a lot of nuance about whether it's like, 1015, 2025, 30, 40, you know, 50. Like, there's a lot of nuance in there. Yeah, that's, I think, why it's so rad, but it's obviously not going to be the same."
    },
    {
        "speaker": "B",
        "text": "I'll throw a number out there. Yeah, my. My Eric. Eric, my boss has 20% as, like, a higher end number for him. I think 20% to 25% of the flows that went to bitcoin will come into heath over, like, the same. Like a similar timeframe. So if we take, like, six months out, I think you could still get 20 ish percent. 25% of the flows that went to bitcoin."
    },
    {
        "speaker": "E",
        "text": "And what informs that number? I know there's the european comps, which are closer to 30. I'm curious what informs it."
    },
    {
        "speaker": "B",
        "text": "Yeah, Canada, too. We can look at Hong Kong. Hong Kong was up there. There were some numbers much higher than that."
    },
    {
        "speaker": "E",
        "text": "Numbers higher than your 2025, you're saying?"
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. I mean, part of it is one, and some of it's slightly anecdotal, because the interest that I'm seeing from our clients and advisors is far less an ETH for now. I think that will change. There is, like, cash flows that come with ETH and things like that. But I talked about this last time. When you take it and put it in an ETF wrapper, like, you're losing some of the benefits of ETh. It's like, solana, you can't."
    },
    {
        "speaker": "E",
        "text": "That's also true for the year."
    },
    {
        "speaker": "B",
        "text": "Yes. Some of them do have staking. Um, it's true for all of them. Yes. So there's. There's some staking ETF's in Europe and some staking. There's a staking ETF in Canada. Um, they don't have that much in the way of assets, but I think, um, a lot of the money that."
    },
    {
        "speaker": "E",
        "text": "It went in and just work, they just return it as, like, a dividend yield."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "E",
        "text": "Cash dividend yield. So they take, theoretically they could, they could do both."
    },
    {
        "speaker": "B",
        "text": "So basically there's accumulation shares where they would just accumulate and keep adding to the whatever, or they would. You can do distribution. So it's really up to however you want to do it, but you're not going to have those in the US. So I just think the demand will be slightly less than the ratio of actual spot eth to spot bitcoin."
    },
    {
        "speaker": "E",
        "text": "I mean, another, another point that supports that in my view, and I'm curious on this, with the ones in Europe, did they launch at the same time?"
    },
    {
        "speaker": "B",
        "text": "Bitcoin and ETh, they launched slightly after in most cases, and also they launched before staking was even a thing in many cases. The Sweden ones were around in 2015, 2016, I think. So some of this stuff, it's not apples to apples, because right now that comparison isn't the same. But no matter what, there's going to be people that can't get exposure to the direct asset themselves, or as we can say now, it's a commodity. But they'll be looking at the ETS. But anyone who can get exposure to the direct asset, that'll be interesting. Another thing is, I'm sure there will be a lot of people doing trades, Paris trades and derivative trades off of these ETF's when they come out shorting the ETF and going along the asset, and then all of a sudden you're just getting yield exposure. There's going to be a lot of unique things that'll happen out there. We've seen a bunch of leverage filings already. We've seen a bunch of covered call filings. You name it. It's already happening for the Ethereum ETF in the same way that happened for the bitcoin."
    },
    {
        "speaker": "E",
        "text": "Do you think there's any impact of the fact that in this case, bitcoin went first, a lot of people allocated to it, and that might already be their crypto allocation. People are less likely to allocate crypto now that they have some than if it was. Or like the pool of sort of dry tinder is lower this time around."
    },
    {
        "speaker": "B",
        "text": "I think that's part of it too. I don't know how much of it, but I do think, like I said, there are people out there that kind of just view it as I have exposure to this asset class now, maybe I'll diversify, but I don't feel any need to right now."
    },
    {
        "speaker": "E",
        "text": "And do you think that on the rotation point, there's any issue with the tax consequence, like if you bought bitcoin early. Now you're going to have to lock in the short term cap gain to sell it."
    },
    {
        "speaker": "B",
        "text": "Exactly. I think that's part of the reason why. Yes, I agree with that 100%. Maybe you see more of it a year from GBTC launch or from the conversions, because then you can do a long term cap gains rotation. But for the most part, most people don't have a big enough allocation where they're going to try to diversify it. I can't imagine having a 1% allocation or 2% allocation to something and be like, all right, I'm going to sell a chunk of this and buy a sliver of this. I'm probably more likely just going to add exposure in some way. That's the way I personally do it, so I'm probably biased, but I'm sure there will be rotation. We'll probably see some outflows, but there's no way to know. We'll find out in a month or so or whenever these things launch."
    },
    {
        "speaker": "E",
        "text": "Yeah, that's another question I had last one for me, and then I'll turn it over. So when do you think these will launch?"
    },
    {
        "speaker": "B",
        "text": "We don't know. There's no way to know. They started the process. So last Friday they all had to submit their s one amendments with things that comments from the SEC and then usually there's a few rounds of that. It could be just one or two rounds, because we already have these futures ETF and we have spot bitcoin, and there's a lot of overlap there between the spot eth, but there's still a lot that needs to be ironed out. But theoretically, I think early July, it could happen possibly earlier. We'll know more soon. Like we'll know when we know. I'll be putting stuff out as soon as we know fair."
    },
    {
        "speaker": "E",
        "text": "And the main difference here that they're working on is the disclosures."
    },
    {
        "speaker": "B",
        "text": "Yeah. Everything about the fun disclosures, about the actual protocol of Ethereum versus whatever and anything along those lines. It's just really basic risk disclosures. It's boring shit, to be honest, I think."
    },
    {
        "speaker": "E",
        "text": "Okay, fair enough."
    },
    {
        "speaker": "D",
        "text": "Yeah. So I think people are mid curving this. I think it makes sense to look at, say, the bitcoin ETF flows and try to back out some percentage. That makes a lot of sense to do that. But there's one huge difference, in my opinion, and it was the original question that you left with led with James, which is, how do you market this thing? Right. Bitcoin ETF flows. I mean, bitcoin has been on CNBC and Bloomberg and traditional media, traditional financial media for a long time as this digital gold narrative. And man, that is so easy for a baby boomer to understand. Yeah. Oh, it's like, it's a digital version of this rock, right? That is like an inflation hedge or whatever, right? And I think that that is an underappreciated aspect of people that are trying to back out this percentage of how much, how many flows have come in. And yes, we do have comps like Canada and Europe, which I think is totally valid. But this gets back to that question, like, how do you market this thing? And I have struggled to even try to explain, say, the Ethereum roadmap, or what is the tagline of Ethereum? Is it digital oil? Is it the software layer for crypto or whatever? Is it all of these things? I think one of the challenges that the Ethereum community has run into beyond the technical limitations is a constantly flip flopping narrative. There was the ultrasound money narrative, which bitcoin won that. And then it's like the world's supercomputer, and it's like, well, it's too slow and expensive. So I don't know how you explain how do you create a product that you're going to pitch to people that is as simple as something like digital gold."
    },
    {
        "speaker": "E",
        "text": "I think the key to this one is whether or not, and I don't think that they're going to be, but whether or not they're willing to, like, in a backhanded way, take shots at bitcoin, which I don't think they will be, because obviously bitcoin is their breadwinner and like their main product. Like, if you wanted to pitch Ethan succinctly, you would just call it programmable bitcoin or something like that. Then you can very easily get a lot of flows from those bitcoin people. But I don't think it makes a lot of sense for them because obviously that doesn't help them to just cannibalize their main product. So it's interesting. You can pitch it just as I think the easiest pitch, frankly, it's just diversification. Like, okay, you have digital gold, and then this gives you more access to actual, like, crypto utility, and you can have both of them, and then you have like, broad based crypto exposure. I think that if I was, if I was kind of like, designing it, probably I did, but there's a lot of other stuff around, you know, actual pitch. It's like you mentioned, like, you know, digital oil or these things, it may do that, too, but I would imagine it's more just like the programmable settlement layer of something along those lines."
    },
    {
        "speaker": "B",
        "text": "Alex, you have any thoughts here?"
    },
    {
        "speaker": "C",
        "text": "No, I don't think it's that important, to be honest. I think people are overstretching the importance of how you pitch Eth. You can say it in so many ways. Like for example, ETH is programmable, decentralized financial social network or decentralized banking. You know, it's, by the way, the decentralized oil or digital oil I think is the worst of them all. That makes absolutely no sense to me."
    },
    {
        "speaker": "E",
        "text": "Yeah, that one seems to the worst thing. I never heard that before today. That's pretty terrible, I think. To be honest with you though, the best pitch by far is just price. If the thing goes up, people will buy it."
    },
    {
        "speaker": "B",
        "text": "Yeah. And the one thing I would add here, which we didn't even mention, there's a bunch of these issuers that launched the bitcoin ETF's that just aren't even entering this race. And then we got news on Friday that basically. So Ark and 21 shares partnered on the bitcoin ETF's and a bunch of these other crypto futures ETF's and the updated filing we saw from 21 shares, which is one of the largest crypto ETP issuers in Europe, at least by a number of ETF's. Um, they're going, they're going on their own. So Ark isn't even partnering with them. I don't know exactly what the relationship is. What happened there? I can tell you there is a close relationship between those two companies. Ophelia, who runs 21 shares and Cathy, or one of, one of the co founder 21 shares and Cathy would have a good relationship from my experience. So I'm assuming it might have to do with the fees. Like the fees got so low so quick that like two firms trying to like figure out how to handle 21 bps on however much money they have, it's, there's probably not enough money to go around for two firms to have their, their, um, I guess fingers in the cookie jar. Invest goes doing with Galaxy again on the Ethereum ETF front. But you also have Valkyrie, who is acquired by coinshares. Coinshares has products in Europe. They basically decided they werent going to enter this race. Part of it probably has to do with the amount of competition. I think part of it they said even outright was because basically if theres no staking, they dont see its going to be even harder. Wisdom tree is out. Hash decks is out. So weve seen a bunch of these, these guys that competed in the bitcoin ETF race have decided it's not even worth their time to go into the ETH side of things."
    },
    {
        "speaker": "D",
        "text": "Well, to Alex's point, the price is what matters. Let's talk about the eTh BTC pair. Even with the enormous amount of activity that was favorable to Ethereum's price action when the news came out, ETH BTC is only up 1% year to date, and it didn't even get back to its January highs. So, Alex, I know you're bullish on EBTC. I want to know when it's going to take out our year to date highs and why there's going to be more money rotating out of bitcoin into ETH."
    },
    {
        "speaker": "C",
        "text": "I think it makes sense for ETH BTC to continue higher into the ETF launch, basically."
    },
    {
        "speaker": "D",
        "text": "I mean, that could be a long time."
    },
    {
        "speaker": "C",
        "text": "Perfect. A long time to go up. That's my point. It's like, say, July, we have a month and a half, and then I think something else that it makes sense for us to see is basically grayscale selling the same thing that happened with bitcoin. So EtH BTC topping right around the s one approvals and the launch makes sense to me right now it's what, 55? Yeah, almost 55. So, like, take it to like 70. That's pretty good. Yeah."
    },
    {
        "speaker": "B",
        "text": "Before we move on from ethereum, how do you have a view on the BTC ratio?"
    },
    {
        "speaker": "E",
        "text": "I do, but I'm not sure. I wasn't sure."
    },
    {
        "speaker": "D",
        "text": "No, you have to."
    },
    {
        "speaker": "B",
        "text": "You have to. Now, let's get some disagreements out here."
    },
    {
        "speaker": "D",
        "text": "This is a safe space."
    },
    {
        "speaker": "E",
        "text": "Yeah, no, no, I don't have any strong."
    },
    {
        "speaker": "B",
        "text": "All right, moving on. Let's go over to Joe. There was some news out of Hong Kong recently relating to crypto exchanges. Why don't you intro this one?"
    },
    {
        "speaker": "D",
        "text": "You know, I saw this and it stood out to me because Hong Kong has historically been kind of, kind of like the Biden administration, very kind of anti crypto, and they've pulled a huge 180 over the course of, like, probably the past, I don't know, 18 months. And they are. I saw an announcement that they're granting eleven licenses to crypto exchanges in Hong Kong, including crypto.com dot. I just thought this was newsworthy because I'm an American. I'm assuming most of us on this call are Americans. We have such a us centric lens that we tend to forget what's happening outside in the rest of the world. And, yeah, I know that the Hong Kong ETF's for bitcoin were only a tiny fraction of the US, and the US is obviously the largest market. But there is something interesting about Hong Kong really going full throttle with their continued efforts to make Hong Kong kind of like the Wall street, if you will, of crypto. And it's also an interesting timing because of the kind of pivot around Biden administration. Yes, the veto happened. We already talked about why that was the case, but it just feels like there's just continued momentum for people, countries, governments really starting to recognize the potential value here for enabling the innovation and the stuff that's happening in the space. So I just thought it was worth mentioning just because crypto.com is one of the folks getting the license and they sponsor the arena where the LA Lakers play. So this is starting to bleed into the United States, whether we like it or not. And it almost feels like a lot of these countries are going to continue to apply some level of pressure on the US, even though thus far it hasn't really battered."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, Hong Kong, isn't that where SPF started, FTX? Good start. No, no, I think there's some more."
    },
    {
        "speaker": "D",
        "text": "He started it in the Bay Area."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Valid."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think. Well, he started Alameda in the Bay Area or Alameda."
    },
    {
        "speaker": "D",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "Yeah. I guess my overall thought is, I think it's very intriguing that Hong Kong is doing this because Hong Kong obviously is now more and more tied to China mainland itself. I think we're still a long ways out from these mainland chinese investors being able to invest. It's still. They're still not allowed to do it. There's a lot of restrictions, capital controls, what have you. But I'm with you. I think this is likely, probably like, I don't want to say testing ground, but maybe testing ground is the right word. They're laying the groundwork to see how this could work, and then eventually, theoretically, if they're really. If the Chinese are really the ones pulling the strings here in Hong Kong, obviously they are. It could mean something down the line. But I think it's. I don't want to say it's nothing right now in the grand scheme of things as far as what current markets are concerned. But going forward, I think this could be a very big deal."
    },
    {
        "speaker": "D",
        "text": "Yeah. And one other thing. This is a good segue into the macro stuff that I know Alex wanted to chat about. There's been a significant amount of investment flows into China and Hong Kong recently, which we touched on, I think, in the last pod about this Shanghai Core 2.0 happening. And it is interesting that the investment flows in traditional financial products have really started to tick up the Hang Seng and the stock exchanges over there have been ripping. Alex, do you think any of this has to do with the broader macro stuff here in the US? I know we should probably cover the PCE print from last week and what that means. What are your thoughts?"
    },
    {
        "speaker": "C",
        "text": "I think it has nothing to do with the US, to be honest. China definitely pivoted, so that's really good for risk assets and it's good for crypto. On the US, we basically, we had PC last Thursday and it came in line except in core. Core PC basically month on month came a tad lower and that was basically enough for sending at least rates like really, really much lower by what is it, like 20 basis points the ten year, and that's inflation coming down is exactly what we want to see, not too much. And more importantly, we have payrolls this week. And I have to say that I tend to think that, I don't think it's really that important. I think where the Fed is in a stage where they need to see a lot of data for them to move, and they are, I mean, I'm saying this because they're saying it actually, we have fed speakers coming out every day or three days a week, and their messaging in the last few weeks has been, that is like, don't stress about single data points. We are looking at really, we're trying to define our next actions based on the trend. So unless something extraordinary happens, I think we need to see three data points, like considerably above or below for the Fed to accelerate their actions. And something else I wanted to point out here that I think is very interesting is that it's basically immigration, immigration, undocumented immigration in the US. I was looking at, basically it's added one third of the growth of payrolls, comes from there in 23 and half in 24. So what that means is that the US economy, even though it's doing well, is not doing as well as we may tend to think. So if we start seeing the Fed paying attention to immigration numbers, we may see the Fed cut rates sooner than expected. They barely talked about this, by the way. Theyve done it like twice."
    },
    {
        "speaker": "B",
        "text": "They do a lot of talking on the screen right now. Im sharing. You can see the markets right now are basically pricing one cut by November and then a second cut by the end of January for that meeting at the beginning of 2025. Right now they're pricing too by the end of January 2025. These markets have been very wrong over the last eight months. So I'm not really sure that this really matters, but just figured I'd throw that out there."
    },
    {
        "speaker": "E",
        "text": "Hey, guys, unfortunately, I have to run, but thank you so much for having me on."
    },
    {
        "speaker": "B",
        "text": "Yeah, thanks for joining."
    },
    {
        "speaker": "C",
        "text": "Thank you, Hal."
    },
    {
        "speaker": "E",
        "text": "Have a good one."
    },
    {
        "speaker": "C",
        "text": "Cheers."
    },
    {
        "speaker": "D",
        "text": "One thing I'll add about the macro stuff, particularly PC and the labor market, one is that we're starting to see actually, like, disinflation in the pipeline. So I actually still think that prices are going to be coming down. And we're being told this by some of the largest retailers out there. So Walmart, target, Amazon's, Walgreens, they're all like stepping up price discounts for the budget conscious consumer. That's disinflation. You're seeing McDonald's, Jack in the box, Wendy's, uh, Taco Bell. They're discounting, they're discounting meals and even travel discounts, which we haven't seen in a very long time because of the revenge spending for travel post Covid, those are actually starting to pop up. And it's the first time, I think, since 2020 you've actually seen this. So I think on the one hand, there's a forecasting of disinflation that's coming, and then on the other hand, we just had the ISM report come out today and it was pretty much light across the board. Manufacturing is still struggling, though. I think there is one bright spot there, which is capex. Spending has been ticking up. This is largely driven by, I would say, deflationary things like investing in hardware as it relates to AI. There is one bright spot there, but consumption is likely going to moderate the price conscious consumers. Goods are coming down in terms of price. And the manufacturing industry is actually, I think, 19 out of 20 months in a row now it's contracting. So this is definitely important information as it relates to the economy. Now, the Fed is not, you know, designed their mandate is not the economy. It's. It's managing inflation and employment, which is why the employment data, I think coming this week is going to be so important because a lot of the forward looking indicators are actually quite soft. You're seeing labor demand easing. You've got the jolts data that's coming out. We'll see what it prints. But the trend has been that there are more people, there are more job openings than there are available workers. And so if we continue to see this, I think to Alex's point about the Fed is going to need some pretty compelling data to justify cutting sooner than what the markets are pricing. We may get that. And my view has been for quite some time that it is really all about the employment data, as I think the disinflationary pressures that are coming in on the consumer are well forecasted at this point."
    },
    {
        "speaker": "B",
        "text": "Trey, can you define those travel discounts? What do you mean by that? Because I'm in the airport a lot lately and it's obscenely packed. And I mean, the travel numbers are crazy and I want to take advantage of them."
    },
    {
        "speaker": "D",
        "text": "So two things. One, cruise ship cabins for the summer are empty. So they're trying to fill those up because they're like, wait a second, we can't be sending out boats that aren't full. So there's slashing prices there. And then there's this app called hoppers that is kind of like they forecast airline prices, and it's the first time since 2020 that they're seeing or forecasting airfare drops, which is pretty remarkable. And by the way, just as an aside, crude crude oil is trading just above $70 right now. It's only up about 3% for the entire year. I think a month ago there were people stammering about stagflation. It's like, well, it's really hard to have that when oil is collapsing. So if oil is only up 3% for the year and you're seeing consumer goods actually moving towards disinflation, I don't know, feels like this restrictive policy that the Fed has in place has got to change sooner than later."
    },
    {
        "speaker": "B",
        "text": "Yeah, we had a big drop today in WTI. It went from 78 on Friday and it's now at 74. I mean, I guess it's not that big, but it's still."
    },
    {
        "speaker": "C",
        "text": "No, it is big."
    },
    {
        "speaker": "D",
        "text": "Yeah, that's a big move, by the way. I mean, I think to Alex's point, the fixed income market has been rallying, meaning yields lower. And a lot of that, even today, on Monday, when we saw the ISM numbers coming out, some people will assume that that is related to the contraction in manufacturing, could be signaling a recession or the economy slowing down. But it's also been going on for a few days now. To Alex's point earlier, the ten year drop, I think from 4.4% to 4.2. That's a huge move in the tenure. There is clearly demand for US Treasuries getting bid up here, which also has kind of a direct correlation as it relates to the Fed's policy and what the markets are pricing."
    },
    {
        "speaker": "B",
        "text": "Alex, do you have anything to add?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think the key there is that it's not really getting. I mean, the question is that we're going towards, are we slowing down because we're going towards a recession or are we slowing down because just we're slowing down a little bit. And it's quite likely the latter. Therefore, this is what some people calling markets Goldilocks. You have basically growth and inflation coming down. We have rates coming down, we have the dollar. That has stopped. Quite likely. It looks like it so far. We talked about it about, what was it, four weeks ago? And it's been coming down with the yen."
    },
    {
        "speaker": "B",
        "text": "Right? We talked about with the yen specifically."
    },
    {
        "speaker": "C",
        "text": "Yeah, exactly. Yeah. The things look good. I mean, the main concern is actually not seeing things to be concerned about. That's the way I see it."
    },
    {
        "speaker": "B",
        "text": "All right, I guess that's it for macro. Let's talk into some more current event type stuff. This one just happened today as we're recording. So this is Monday, June 3, that we're recording here. The New York Stock Exchange had some pretty big glitches today. We had Berkshire Hathaway down 99% ish. Chipotle also got hit. Abbott. There was a few others. I'm not sure why certain ones were singled out, but there were certain names that were obviously having massive glitches. And recently we just had some moves in the US. We went from usually the way stocks settle. If you paid attention to the Gamestock saga, from what is 22 or 22, I think there was a whole bunch of issues where they had to stop trading because they didnt have enough capital to do settlement issues. This is now t plus one. So when you buy a share, it doesnt settle into your account until the day after. This is a move. It usually used to take two business days. So there's some speculation that it might have had something to do with that move. As far as I know, that's not confirmed yet. But I guess I'll turn it over to you guys. But what do you guys think about what's happening today? And how does it relate to the more crypto markets that we're used to looking at?"
    },
    {
        "speaker": "D",
        "text": "I mean, I would buy hand over fist Berkshire Hathaway down at 99%. I'm just going to put it out there. I don't know about you guys, but it feels like there's some deep value there."
    },
    {
        "speaker": "C",
        "text": "I think I need confirmation."
    },
    {
        "speaker": "B",
        "text": "Deep effing value, if you will."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Little preview."
    },
    {
        "speaker": "C",
        "text": "Our side has to cross back up."
    },
    {
        "speaker": "D",
        "text": "I mean, look like, as the resident technologist here, like this is software, so there are going to be bugs. And I think the expectation is that the, the nice, he's been around for so long and even the Nasdaq and these other exchanges, that these types of things don't happen. And, in fact, that the Nasdaq has had outages a handful of times over the past 20 years. This is software. I mean, this is what happens with technology, especially with these types of a t plus two to t plus one is a pretty material change. Granted, that engineering teams likely should have and likely did test all of this kind of stuff, but this kind of raises a bigger topic as it relates to technology in general, is that in some cases, you actually can't find bugs in the code until you're in what's called a production environment, where it's a live real environment. And I feel bad for the technologists that were at the nice today because, oh, my God. Pretty sure some heads are going to roll, but I'm not surprised. This is just the way this type of stuff happens to work. And no software is bug free. And you see this also in crypto. Obviously, Solana's had reliability challenges. Same thing. When they get crazy amounts of activity on chain, there are going to be bugs that only surface in a production level environment. So I hear this argument a lot of like, well, you can only use this chain because it never goes down. No institutional investor is going to put money on, say, that chain because of its reliability issues. It's like, well, what do they think about the nice and the Nasdaq? Because they have the same issues. Right. So I just don't buy that argument. But, man, it was crazy to see Berkshire down 99% today."
    },
    {
        "speaker": "B",
        "text": "Yeah, I saw a tweet. Unlike, like, people posting images of them able to actually acquire that stuff when it was down 99 ish percent. I have a feeling that will get rolled back, but I guess only time will tell."
    },
    {
        "speaker": "C",
        "text": "Yeah, those. Those trades don't hold 100%. They don't hold broken trades."
    },
    {
        "speaker": "B",
        "text": "So imagine thinking you just made however many hundred thousand dollars."
    },
    {
        "speaker": "C",
        "text": "Yeah, I imagine that, like."
    },
    {
        "speaker": "B",
        "text": "Yeah. Alex, what's your thoughts on this?"
    },
    {
        "speaker": "C",
        "text": "I think it's just a distraction, like fun. It's funny to see it happen and we talk about it, but it doesn't really matter. The one that was even more fun was the roaring kitty GME comeback. I mean, that thing went up. What is it? So. Went up 100% overnight. Now it pull back is only up 30% on the day. It is still really impressive. So only. Yeah, yeah. Which for equities is massive. I think the question there to discuss is the big thing is, is what he did in any way illegal? And I tend to think absolutely not, as there was no material use of proud information that he was participating of. So if you don't have information that was given to you that is private and I was given to you by someone who actually is related to the company in question, that is not insider trading. So why would be illegal? What do you guys think?"
    },
    {
        "speaker": "D",
        "text": "I mean, I'm with you. I'm definitely not a lawyer, but posting screenshots of your p and l, I mean, this is literally wallstreetbets whole thing on Reddit, right? Like, this is what they were doing, whether they were up a ton or they were getting smoked. Right? Is there a law that they're breaking by posting your p and l? I don't know. I don't think so. Again, I'm not a lawyer. Um, but if you're gay, plotkin, you may not want this to ever happen again. Right. And other folks that are, you know, kind of have a stranglehold on. On tradfi, which is so interesting because one of the things in crypto, especially, it's still, still to this day, across these exchanges, whether they're. They're dexs or sexes, you can post your p and l for. For your trades or your portfolio. And it's actually, like, part of the cultural lore of trading crypto."
    },
    {
        "speaker": "B",
        "text": "I mean, wait, wait one sec. We should take a step back and explain it. So he basically, he sent this thing going crazy with a bunch of tweets and memes and things going on like that. Then what he posted over the weekend. When was this? Last night. He posted it on Sunday night. He posted that he had, like, a $250 million notional exposure via calls. I, again, I don't know. I don't know. I mean, with, combined with all the tweeting, illegal, I guess it depends what he's doing with it, if it's his own money only. And I don't know. It's definitely, I don't think it's as black and white as Alex. And you are making it out to be. I think there's some gray area. And if I'm somebody at the SEC, what have you, I'm going to be looking into and make sure that seeing when these trades went through, how they went through. I mean, even e trade now has come out via the Wall Street Journal saying that they're thinking about, I don't know what other word to use other than de platforming. They're thinking about, like, take, taking him off each trade because they're worried about this being insider trading. So. Yeah."
    },
    {
        "speaker": "D",
        "text": "By the way, that that is only going to fuel the populist revolt against this. I mean, it was the same thing back in 2021 when they were, you know, trying to do all of these things, Robin Hood and then the Citadel, Pfaff and all. Like, people were just irate because they were. They were feeling like they were getting shafted because they weren't, you know, institutional guys on Wall street, and they just liked the stock, as they say. You know, I just. It's. It's just like, on the one hand, he has to know, given what he went through, what is going to be considered illegal or legal at this point? And, I mean, come on. Right? Like, if he's got that much money invested in GameStop, I'm pretty sure he hired a pretty decent legal team, right? And I'm pretty sure that the memes that he posted, those are just memes, right? Those are just videos that he created or whatever. They were pretty good, by the way. Yeah, they're very good, professional quality videos and whatnot. Is that illegal? Man, I hope not. Because if. Just because he's this guy and he posted this thing, you know, can. Can you. Can you causally connect those memes to the price of GameStop going up? I think it's obvious there's a correlation there. But to say that he posted this, and therefore the price went up, man, that seems. That seems challenging."
    },
    {
        "speaker": "C",
        "text": "I mean, even if he did, so sorry, James, but even if he did, that's perfectly legal. It's like, basically like Ackman going out and saying that he shortens treasuries and treasuries basically collapsing and rates blowing up."
    },
    {
        "speaker": "B",
        "text": "Or Hindenburg research writing those short pieces."
    },
    {
        "speaker": "C",
        "text": "Exactly. Yeah. You do your piece, then you go out on the media and you publish it, and you move the price. It's legal. So this is even more fun."
    },
    {
        "speaker": "D",
        "text": "The other thing to note here is that this had an impact on meme coins today on chain, and there's this interesting correlation now that, like, when, when he. When he first started tweeting again, you saw a bunch of meme coins rip. And on Solana, there's a bunch of meme coins that. That are named GameStop and Apple and Palantir and all these things. Right? They're clearly not, like, tokenized versions of these stocks, but it doesn't matter. The GameStop, I think when. When he tweeted Sunday night, his, his, like, P and L, the Gmezd token on Solana was up, like, 300% or something. Right. Its just fascinating because you can see what happens clearly on chain, transparently twenty four seven. And then today you hear that hes at risk of getting deplatformed on the approved platform for trading stocks that are obviously registered securities and regulated by the SEC."
    },
    {
        "speaker": "B",
        "text": "Trey, thoroughly entertaining if nothing else. I think this is going to fizzle out a lot quicker than the last time, or I guess, than the first time we had meme stock mania. I mean, this thing, overnight it went to 40 ish dollars and now it's trading at 28 aftermarket. I think it's just for the most part, I think people are just kind of tired of this. I don't know. That's my. Do you guys feel the same way? I think this is largely done, but time will tell."
    },
    {
        "speaker": "D",
        "text": "Look, I have no idea where this is going to go, but I will say that the summer is about to be here. Things, you know, the liquidity in markets, especially tri markets, gets a little thinner during the summer. And if you got a lot of young adults on the Internet that want to Yolo on Robinhood, who knows? I don't think anybody thought GameStop could trade $600 like it did the first time it went. So I think a lot of people are looking at, I think some people are looking at this going like, I don't want to miss it this time. And then on the other hand, I saw, I forget that I saw it on Bloomberg today, forget the guy's name, but he's a famous short seller who's come out and just put a target on his back. He said, I am short GameStop. And I'm like, I mean, they're, they're threatening de platforming. And if you've got all these people on Wall street bets that are just going to start to rally behind this again, I mean, this is just something, to me, feels like the asymmetry in shorting GameStop here is just insanely stupid."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, with the t plus two to t plus one move, I mean, theoretically won't have the same level of potential issues. They don't need as much capital, so they won't be able to stop things. Theoretically. All right, guys, this was fun. Thanks for joining us in this episode of Bits and Bips. We'll be back in two weeks to discuss more about how the world of crypto and macro are colliding. Till then, we'll talk to you soon."
    },
    {
        "speaker": "C",
        "text": "Thank you, guys."
    },
    {
        "speaker": "D",
        "text": "See ya."
    },
    {
        "speaker": "C",
        "text": "Cha chao, you our."
    }
]