[
    {
        "speaker": "A",
        "text": "Hi everyone, welcome to Unchained, your no hype resource for all things crypto. I'm your host Laura Shin, author of the Cryptopians. I started covering Crypto seven years ago and as the senior editor of Blurbs, was the first meetre media reporter to cover cryptocurrency full time. This is the February 10, 2023 episode of Unchained. Hey unchained listeners. As you know, it's hard keeping up with the fast paced world of crypto, so we've got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings and bullet points. Plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com dot. Again, the URL is unchainedcrypto dot substack.com dot. With the Crypto.com app, you can buy, earn, and spend crypto in one place. Download and get $25 with the code Lora link in the description. Today's guest is Chris Bleck, Defi researcher and analyst and founder of the BLec report. Welcome Chris."
    },
    {
        "speaker": "B",
        "text": "Hey Laura, thanks for having me on this week."
    },
    {
        "speaker": "A",
        "text": "A 16 z crypto's participation in a uniswap vote caused quite a bit of uproar in the community. The proposal was whether or not to deploy Uniswap V three on the b and b chain, and in an initial temperature check vote. Before the formal proposal, more than 60% of the community wanted to deploy using the wormhole bridge rather than using layer zero, which is an A 16 Z portfolio company. However, at that time, a 16 Z was actually not able to participate in that temperature vote check. And then so when the formal vote started, and this again was just on whether or not to deploy on bnb and kind of tucked in, there would be that they would also deploy using wormhole. At that time, a 16 Z crypto used 15 million of its uni tokens to swing the vote in a different direction. The voting is still occurring, so the period is not over, and at this moment, actually, it looks like they're definitely going to lose. But talk a little bit about what your perspective was as you were watching this play out."
    },
    {
        "speaker": "B",
        "text": "We've seen large token holders like a 16 Z in the past come in and basically use their might in order to change outcomes that look like they're favored by the community. And what we saw here in this case was a 16 Z coming in, laying down 15 million uni tokens in a direction that was opposite to basically all of the votes up until that point, almost. So it did appear on that day that they were trying to swing the vote in their favor. Since then, we've seen things shift quite a bit, and more and more votes have come in on the side opposite of a 16 Z, including votes from their very own delegates, which is very, very interesting. And now it's tilted the scales in a way that is opposite to what a 16 Z wanted. And they admitted right upfront in some forum posts that they wanted this outcome because they wanted it to favor a company, layer zero, that's part of their investment portfolio, which made it very interesting incentive situation for them and their Uni tokens."
    },
    {
        "speaker": "A",
        "text": "So, as you mentioned, a 16 Z has quite a large number of tokens. At least 55 million uni, the 15 million that it voted with, and then the 40 million that it delegated out to other groups, many of them educational blockchain groups, such as ones affiliated with different universities. How do you think daos should deal with these kinds of entities that have large numbers of tokens like that?"
    },
    {
        "speaker": "B",
        "text": "How should they deal with them? I mean, it's kind of by design, right? The way that it's. This whole thing works. It's one token, one vote. And these large entities like a 16 z, have that many tokens because they purchased them from the DAO or the company that was starting this thing up, or whatever it might be. So I don't think it's a situation where the system is broken, per se, because it's working as it was intended. The problem comes when they pitch these things as decentralized and as people powered, but then these entities come along and they just throw their tokens in when they feel like things aren't going their way, which is something that a 16 Z does have a history of doing in daos like this."
    },
    {
        "speaker": "A",
        "text": "So do you feel that there is anything faulty with Dao design, or do you think that that's a good system? One token, one vote, and there's whales in the system?"
    },
    {
        "speaker": "B",
        "text": "Yeah. My personal opinion is it's a horrible system if you're trying to create a decentralized, autonomous organization, which is what a DAO is supposed to be, right? So if you have a situation like we've seen before with uni, with maker Dao, with a bunch of other daos out there where these small token holders operate, and they do the work and they vote on things and they're able to do what they want to do. Until something that they want to do goes against the interests of one of those large whale organizations, or whatever it might be, then that whale organization comes in and just votes on those certain proposals that do go against their financial interests. That is a problem, right? Because you are creating this illusion that it is decentralized and that it is people powered, when in reality it's always being watched by the actual owner, in this case, a 16 Z."
    },
    {
        "speaker": "A",
        "text": "And. Wait, I'm sorry, the actual owner? You mean just of those tokens or what? Owner of what?"
    },
    {
        "speaker": "B",
        "text": "That's a great question, you know, and that's something that I've been trying to answer myself. A 16 Z has a pretty considerable percentage of the voting power both between what they. They operate within their own wallet and what they've delegated out to other entities, universities, et cetera, like what you said. Plus, who knows? We have no way of knowing how many other unitokens they might have. Okay. There's no way to know for sure exactly what that total is beyond just what they say. Now, how is that different from looking at a private company that might have 4610 percent of the voting shares in that company, you would call them still one of the owners of that company. It's a lot different from me if I have ten uni versus this entity over here that has 50 million. So at some point, we need to start to see the parallels that are happening between a traditional company and what's supposed to be a DaO, you know, when in reality it's really being operated. In this case, the whole debate is happening between a 16 z and jump because of their competing interests in these two bridge organizations. And everybody else just has little, you know, little bits of input here and there. What's making this really interesting, though, like I said, is that delegates of a 16 Z are voting against them. So it's going to be interesting to see how a 16 Z reacts to that down the road, because why would they keep these delegates if they're not supporting their interests?"
    },
    {
        "speaker": "A",
        "text": "Yeah, and just to clarify for listeners. So jump Capital is the major investor in Wormhole, and a 16 z is major investor in layer zero. And wormhole, after it was hacked, was basically kept alive with an infusion of $300 million from jump. So obviously they have a strong vested interest there. You talked about how it is that a 16 C has actually delegated out the majority of their tokens. And some of those different educational groups, like the Michigan. Sorry, I don't remember their official name, but something like the Michigan blockchain Club, the University of Michigan, there were others with different universities. They did not vote in line with a 16 z. They voted against, as you pointed out. And so, doesn't that kind of undercut your argument that async DNZ is sort of like controlling all of their tokens? And doesn't it sort of align with that idea that even though they are the owners, that they're delegating in order to foster decentralization, it doesn't undercut it?"
    },
    {
        "speaker": "B",
        "text": "Because a 16 z chose their delegates, right? And they chose delegates for very specific reasons, because they lended legitimacy, because they thought they would think in a certain way. Because they thought they would vote in a certain way that would ultimately help a 16 z. The biggest mistake that I think people make when talking about this issue is assuming that a 16 z or any venture capital firm has any reason at all to be philanthropic. They're not here to be charitable. They're not here to give you and I more rights in the world or to help us in any real way. They're here to make money. That's what venture capital firms do, right? When they're choosing their delegates. They're choosing their delegates because they think those delegates are going to help them make more money. So the real question to me now is, when they, you know, they can't force their hand, right? The delegates, they're not forcing the delegates to do anything, but they chose them. And they can get rid of them, and they can get new ones, too, or they can choose not to. If they think that's going to look bad and that's going to cost them money, whatever's going to make them more money is what they're going to do. So it's up to us because there's no regulation in this space, because there's nobody else doing the work. It's up to us to look at it and interpret what's going on so that we can manage these things better in the future and we can tell people when it's decentralized and when it's not. Clearly, this situation is not decentralized, though."
    },
    {
        "speaker": "A",
        "text": "So when you say that, it remains to be seen how a 16 C will react to the fact that the entities that it delegated its votes to voted against them. What do you mean by that?"
    },
    {
        "speaker": "B",
        "text": "I mean that a 16 Z is a for profit corporation. They're not doing this for philanthropic reasons. They are operating in a way that's going to ultimately make them money, whether it's through their tokens, through their investments in other companies. And it's pretty clear that a 16 Z, hey, they're smart, they're savvy. They want to put together a DeFi ecosystem. I like to call it a cartel, but an ecosystem of companies that work together and create this little bubble of their investments. They're different companies. And the beautiful thing about DeFi is it's interconnected and everybody can benefit each other in their portfolio. So when their delegates start standing in the way of that, then you have to start to wonder, what's the benefit of keeping those delegates? So either they're going to end up keeping them and say, this is proof to the world that we're not trying to be tyrannical and to dictate what goes on here, or they're going to get rid of them and they're going to get other delegates that are going to vote more in line with the way that they want to invest and the way they want to make money with their business. That's the part that is going to be interesting to watch. You know, I happen to think they're probably going to just keep these guys on and say, hey, look, it's decentralized because our delegates are voting against us, you know, but again, it's not because they really care about decentralization, it's because they care about looking decentralized."
    },
    {
        "speaker": "A",
        "text": "All right. And just to bring in one of the voices. So, blockchain at Michigan is the group that I was thinking of. They were one of the delegates of the a 16 z uni tokens and they tweeted, we voted incongruently with a 16 z because we believe that wormhole is an adequate messaging solution for cross chain governance. A 16 z is an investor in layer zero. They have an interest in seeing layer zero succeed. We don't. Although we like layer, layer zero. Our priority is what's best for Uniswap protocol. So in a moment, we're going to talk a little bit more about the role that VC's should play in a decentralized world. But first, a quick word from the sponsors who make this show possible. Join over 50 million people using crypto.com comma, one of the easiest places to buy, earn and spend over 250 cryptocurrencies. Spend your crypto anywhere using the crypto.com visa card. Get up to 5% cash back instantly, plus 100% rebates for your Netflix and Spotify subscriptions and zero annual fees. Download the crypto.com app now and get dollar 25 with the code lorade link in the description. Back to my conversation with Chris. So you hinted at this a little bit in some of your answers, but do you feel that VC's don't really have a place at all in a technology that's meant to foster decentralization? Or what role do you see them playing?"
    },
    {
        "speaker": "B",
        "text": "Personally, I come from the point of view of somebody who entered the space because of bitcoin, because of the promise of decentralization, of self sovereign money trustlessness. Venture capital firms don't and they can't share those same interests because those interests are not necessarily profitable. They're not billion dollar company unicorn startup ideas. You can't build a unicorn company and have it be completely trustless because then you have no real solid way to make money and to change your product with the times and to keep up with things. So I don't think that VC investments, when it comes to blockchain tech, are compatible with a lot of the principles that bitcoiners in general come into the space for. So with that being said, they could be doing a lot better. They could be doing a lot better to actually prove that they're interested in decentralization, like they say. But you know, we've seen and we're seeing right now this play out, this vote that's going on is not necessarily about what's best for decentralization or what's best for trustlessness or anything like that. This is turning into what's best for each party's investing strategy, what's best for their portfolio, for their bottom line. And that's not really why I entered this space at all."
    },
    {
        "speaker": "A",
        "text": "Yeah, you tweeted. The part that many are missing is that behemoth VC's like a 16 c are using the free market excuse to foster a regulatory environment that will ultimately stifle competition and make it impossible for indie devs to operate in DeFi legally. What did you mean by that?"
    },
    {
        "speaker": "B",
        "text": "What I mean is that big money in the space, whether it's a 16 z or other big investing firms, have an interest in fostering a regulatory environment and working with regulators to develop a regulatory environment that favors their business. They're not interested in running pirate operations that go against the grain or go against the law or anger the government. They're not going to become giant billion, billion, billion dollar companies that way. The way that they become huge is by working with the regulators, working with the government in order to put together laws regulations, whatever they might be, that benefit them over the next 510 20 years. And that's happening right now. And ironically, a year or two ago, a 16 Z actually used their tokens to vote into existence an organization called the Defi Education Fund, which if anybody wants to look back, can see a 16 Z made that happen. They use their tokens to make this thing happen and what it is. It turned out it was like a 30 or $40 million fund intended specifically to lobby, to work with regulators and educate them about the way that regulations should come into existence. But because of the way it's funded and incentivized, it's not about creating regulations that are privacy friendly, that are liberty friendly. It's about creating regulations that are going to ultimately allow a 16 Z's portfolio to grow and to become huge companies, become huge successes. And those two things are not compatible. So that's what I'm talking about when I say they're trying to foster something that almost goes against a lot of the language they're using to describe these organizations."
    },
    {
        "speaker": "A",
        "text": "You tweeted, I've been asking a 16 C to engage in a public dialogue with me about DeFi governance for over two years. So if you had that opportunity, what questions would you like to ask them?"
    },
    {
        "speaker": "B",
        "text": "I'd like to know how, well, first of all, I'd like to know how they choose and why they choose delegates the way that they do. They've done some blogging about that. They talked about that somewhat. But the bottom line is, like I said before, they're coming at it from the point of view of they're trying to be these goodwill ambassadors and we're being so generous and doing these delegations. But let's get down the brass tax. You want to make money, you're choosing delegates that you think are ultimately going to help you make money. Why are you making these choices the way that you're making them? So that's one thing for sure. And then beyond that, it's really about how can we consider these things to be decentralized when it really comes down to just a handful of giant organizations like yourself? Maybe there's four or five organizations that can swing any vote with a lot of these daosh. And I know that the long term thing is for them to unload the tokens and to dump them on people who might come in later. But for now, to call these things decentralized autonomous organizations, it's like a slap in the face to everything that bitcoin in the first place built and to continue to use that term is just crazy to me."
    },
    {
        "speaker": "A",
        "text": "So do you feel that there's any optimal way that you would like to see DeFi governance operate? Or are you saying that you feel that DeFi protocols in general can never be truly decentralized or in general? What do you think this says about DeFi, not just VC participation in DeFi?"
    },
    {
        "speaker": "B",
        "text": "I think there's a lot of experiments that have yet to actually be tried as far as using tokens to vote. And really the most popular method still is one token, one vote. And what we've seen over and over is that doesn't work for decentralization. That method, with the amount of money that's involved with it, is absolutely going to end up being captured by regulators or governments down the road just because it's clear you have these parties that have 510 percent of the voting power. They're saying this thing's decentralized, but they can sway things in so many different ways. That's not working. It's not working for decentralization. Now, I think there's other things going on out there, other daos that are trying different things, quadratic voting or time lock voting and stuff like that. But that stuff is less profitable for venture capitalists. So they still favor the one token one vote, and they're going to push that as far as they can go. So my objective right now is just to make people aware of what's going on because a lot of people just can't wrap their heads around how this stuff is working, you know, and the almost false type, false like advertising that's happening from a lot of the VC's in the space isn't helping, you know, so it's really up to us to explain to people. Here's why it's not as decentralized as you think, and here's where it's going to lead. It's going to lead to regulation. It's going to lead to less privacy for you. It's going to lead to governments having a huge say over how these things work in the future. And that's almost certainly what a lot of these VC's want. They want that type of regulation because that's going to be the path to big money for them."
    },
    {
        "speaker": "A",
        "text": "Okay. Yeah, I mean, I guess you've alluded to that earlier. I did want to ask you, though, directly. So you wrote again in a tweet, all daos using unadulterated one token, one vote governance mechanisms will inevitably be captured by governments slash regulators. How do you see that happening? What do you mean exactly?"
    },
    {
        "speaker": "B",
        "text": "When you say that, I mean that there's a lot of money right now going into lobbying and trying to push regulations into existence. Big institutional money won't come in to defi until there is clear regulation, until we know exactly what's legal and what's not. And those regulations ultimately are going to control what's legal, what's possible with a Dao, with a DaO that is selling tokens and is operated through these type of voting tokens. So at a certain point we're going to have on the books very clear rules about how this is going to work. And there are rules that are going to favor big whales that are actually out there greasing palms and making sure that things happen the way they want them to. But those same rules are going to apply to new daos. They're going to apply to small daos. They're going to apply to indie developers that are thinking of new projects that they want to launch. It's going to be up to them to make sure they're not breaking these new laws. And that's part of the reason that the existing organizations want to have a say in how these laws look, because they want to make it harder to lose their competitive advantage. And this is not just, this isn't unique to blockchain. This is every industry. We've seen it over and over for decades. The first movers want to come in, they want to take advantage of their relationship with regulators, teach the regulators about how it should be. And then all of a sudden you've got these laws. And we've seen from what we're seeing now to the Internet, to telephone, to radio, go back 100 years. This is always the way it's been. And so anybody new that wants to enter into the space needs to hire lawyers, have tons of software, tons of, you know, stuff to navigate the bureaucracy. It's going to make it harder for new people to come into the space."
    },
    {
        "speaker": "A",
        "text": "All right, Chris. Well, thank you so much for sharing your insights."
    },
    {
        "speaker": "B",
        "text": "My pleasure, Laura. Thank you."
    },
    {
        "speaker": "A",
        "text": "Don't forget. Next up is the weekly news recap. Stick around for this week in crypto after this short break. Thanks for tuning in to this week's news recap. In SEC settlement, Kraken agrees to shut down its crypto staking surfaces. On Thursday, the SEC announced that it had charged Kraken, one of the biggest crypto exchanges in the US. And disclosure, a former sponsor of the show, with violating securities laws with its staking as a service program, the exchange announced it was immediately shuttering its crypto staking activities as part of the settlement, which also included a $30 million fine. The implication is that such programs that do not register and offer the disclosures that are required of securities offerings are unregistered securities offerings. Coinbase, the largest and only publicly traded exchange in the US, offers a similar program. As might be expected, SEC commissioner Hester Peirce, aka Cryptomom, published a dissent criticizing the SEC for going after staking as a service programs via an enforcement action. She notes that since such programs are all structured differently, it's not clear how this one off action would apply to other exchanges. She wrote, quote a paternalistic and lazy regulator settles on a solution like the one in this settlement. Do not initiate a public process to develop a workable registration process that provides valuable information to investors. Just shut it down. On Wednesday night, hours before news broke out about the Kraken settlement, Coinbase CEO Brian Armstrong expressed concern that the SEC may try to eliminate staking for retail customers in the US, calling it a terrible path for the country. And there's more in the crypto regulation roundup. Just after the news of the SEC settlement broke, the IR's filed a court document seeking permission to enforce a summons on Kraken for information on who may have tax liabilities for the years 2016 through 2020. Coindesk reported that the New York Department of Financial Services is investigating Paxos, which issues the Pax dollar and Binance USD. This week, the SEC listed cryptocurrencies and emerging technologies as one of its priorities for the year. The SEC also issued a warning to investors to be cautious of cryptocurrencies in individual retirement accounts, stating that many crypto assets could be unregistered securities trading on unregistered exchanges the Commodity Futures Trading Commission is preparing for a big year of cryptocurrency enforcement actions. According to chairman Roston Benham, DCG and Genesis reach an agreement digital currency group and Genesis, the crypto lending platform that filed for bankruptcy last month, reached a preliminary agreement with the main creditors, including Gemini, which has agreed to contribute $100 million in additional funds to its earned program users. The creditors had claims totaling $2.4 billion against Genesis. The agreement involves winding down the loan portfolio, selling off assets and refinancing outstanding loans with $500 million in cash and $100 million worth of bitcoin from DCG. It also involves a restructuring of the debt owed by DCG to Genesis and the issuance of a class of convertible preferred stock. Moreover, the Financial Times reported that DCG has begun to dispose of its stake in various investment funds run by its subsidiary grayscale, at a significant discount. Adam Cochran, partner at Cinehaine Ventures, said DCG is starting to dump Ethe and GPTC on their own bag holders to bail out their sketchy lending practice department. Gross. The last hours at FTX were filled with chaos and confusion, according to a report by the Financial Times. The final hours at FTX were marked by chaos as customers withdrew their funds and employees fled the company's Bahamas offices as Benkman Freed faced harried messages from bahamian officials and panicked questions from staff. Top leaders like Caroline Ellison, who ran Benkman Fried's other company, the crypto hedge fund Alameda Research, scrambled to handle the logistics of the company's downfall. In the end, Ellison was reportedly relieved when the chaos came to an end and admitted to feeling trapped by the company, a colleague said. SPF appeals to keep cosigners names confidential Sam Binkman Freed, former CEO of FTX, has contested the court's decision to make the names of cosigners of the $250 million bond public. He has submitted an appeal to keep the names confidential as disclosure could lead to privacy and security concerns for the cosigners. The initial court decision was made after media outlets requested that the names be unsealed. Us judge has concerns about SPF's communications at a hearing in New York on Thursday, which Sam Bankman Fried's legal team intended to cancel, Judge Lewis Kaplan indicated that he had concerns about SVF's ability to potentially hide or delete his communications. Judge Kaplan ordered his lawyers to submit a new proposal for modifying his bail conditions, which would include the installation of monitoring software on Benkman Fried's phone to automatically record and archive all of his communications. This would put an end to the ongoing disagreement between federal prosecutors and Benkman Fried's lawyers over the conditions of his bail. Earlier this week, the legal team from Benkman Freed and prosecutors had reached a deal to modify the terms of the FTX founders bail regarding electronic communications, but Judge Kaplan rejected it. New FTX related token sparks controversy on Sunday, Huobi, a cryptocurrency exchange, added a new token to its platform called FTX user debt, or FUD. This derivative token represents 2% of FTX's total debt and is issued by Decdao. It provides creditors with priority in asserting their claims on the debt owed by FTX during the early bird issuance phase. The debt will be sold at a reduced price. The initial release has been set to 20 million FUD tokens despite this, there are some concerns about the listing. Wase lawyer, a bankruptcy expert, called it a violation of securities laws and pointed out that not all debt claims are equal and fungible. However, only hours after the announcement, the FUD tokens experienced a lot of volatility, which resulted in a decision to destroy most of the token supply permanently. 18 million FUD tokens will be burnt to bring its valuation in line with Debtdao's fair value of under $1. Politicians should return donations FTX says FTX is requesting the return of political donations linked to its former CEO and executives by end of this month as part of its review of $93 million in political contributions made between March 2020 and November 2022. If the money is not voluntarily returned, the FTX debtors have stated that they will reserve the right to reclaim the funds in a bankruptcy court. A recent report from Coindesk estimated that over one third of the 535 members of Congress received money from FTX executives. In other developments regarding the FTX case, us prosecutors requested to postpone the civil fraud cases against Sam Bankman Friede until the completion of the criminal case against him. A Delaware bankruptcy judge decided to let lawyers negotiate a mutually agreed solution instead of ruling on an examiner's appointment in the bankruptcy case. An independent examiner would be more unbiased but would also cost millions of dollars, potentially diminishing the return to creditors. Speaking of costs, the bankruptcy costs of the FTX case are piling up. Even though FTX wants to save money on examiners, it is definitely spending a fair share of creditors money on other bankruptcy related matters. According to court documents, the exchange and its related firms have incurred over $20 million in legal and consulting expenses in the initial stages of its bankruptcy proceedings. Sullivan and Cromwell, a law firm, charged $9.5 million for its services, and John J. Ray III, who was appointed as the replacement CEO, charged the exchange $690,000 for his first few weeks of work. Robinhood to pursue repurchase of seized shares from SBF and Wang Robinhood announced plans to buy 55 million shares previously owned by emergent Fidelity Technologies, controlled by former FTX executives Sam Bankman Fried and Gary Wangenhe that were seized by the US Department of Justice. Robinhood CEO Vlad Tenev stated that the repurchase would be accretive for the company, though the timeline for the purchase is unclear due to the ongoing fraud case against Bankman freed and disputes over ownership of the stock by various entities, including BlockFi and FTX. Three AC co founders established an exchange. The founders of failed crypto fund €3 Capital. Suzhou and Kyle Davies, along with the co founders of Coinflex, have created Open Exchange, a platform to trade crypto claims and derivatives. The venture is proposed as a solution to the $20 billion market of claimants seeking resolution for money lost at bankrupt crypto firms such as FTX, Voyager, Celsius, Genesis, Blockfi, Mount Gox and three AC Kyle Davies disregards court mandate also this week, Kyle Davies did not comply with a court subpoena for the hedge funds financial records. The current representatives of the bankrupt company, Russell Krempler and Christopher Farmer, have lodged a complaint against Davies for obstructing the investigation and promoting new crypto ventures. According to the complaint, Davies has only provided limited information and has been uncooperative in their efforts to gather the required records. A hearing has been scheduled for March 2 to determine if the court will enforce the subpoena and force Davies to comply. Crypto donations pour into Turkey and Syria after devastating earthquakes in response to the deadly earthquake in Turkey and Syria, the crypto community has rallied together to provide aid and support to those affected by the disaster, raising as much as $3.5 million for Turkey and still counting. Crypto companies such as Binance, Tether, Bitfinex and Kucoin pledged over $9 million in aid. Crypto donations have become a well established way of providing relief in times of crisis. After the initial invasion of Ukraine by Russia, crypto was widely used to donate funds and provide much needed support to those affected by the conflict. For those who would like to donate to the relief effort in Turkey and Syria, the addresses are in the show notes. Time for fun bits. An extremely bored ape the FBI seized a bored ape, which turns out to be a pretty hilarious story. Why don't you listen to it from unchained social media manager Jenny Hoganore?"
    },
    {
        "speaker": "C",
        "text": "So the FBI has seized a bored ape, which, now that it's mired in government bureaucracy, is an extremely bored ape. Thanks to a recent report, the FBI seized the ape, a doodle NFt, about 87 ETH and a $40,000 watch, all for an infamous crypto scammer named horror. By far the most shocking part of this story is that when the government seized the assets, the ETH was worth about $116,000 and today it's worth about $140 $44,000. That is a twist for the ages. Of course, the FBI themselves did not actually find horror. Doing things, achieving goals, helping people, that's not really like what the government's all about. Independent blockchain investor Zack XBT to the rescue. We don't know the real identity of Zack XBT. He is not, as his name suggests, one of Elon Musk's children. But get this, horror was discovered because of a $40,000 watch that he bragged about on social media. Doesn't he have anything new normal to post about like an avocado? All of which is to say, if you're going to steal a shit ton of crypto, have the decency to use your iPhone to keep track of time."
    },
    {
        "speaker": "A",
        "text": "Thanks so much for joining us today. To learn more about Chris and the drama around the governance of Uniswap, check out the show notes for this episode. Want more short bites of crypto content? Unchained has started releasing original videos. Find our latest on whether a 16 z controls uniswap on our YouTube channel. Unchained is produced by me, Laura Shin without from Anthony Yoon, Mark Murdock, Matt Pilchard, Zach Seward, Fonir Vanovitch, Sam Sriram, Ginny Hogan, Ben Munster, Pama Jimdar, Shashank and Salk transcription. Thanks for listening."
    }
]