[
    {
        "speaker": "A",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started covering crypto eight years ago and as a senior editor, Forbes was the first mainstream media reporter to cover cryptocurrency full time. This is the May 23, 2023 episode of Unchained. If you've been enjoying unchained, please subscribe to our mailing list. For more regular updates, visit Unchained Crypto dot Substack.com to join hey unchained listeners. As you know, its hard keeping up with a fast paced world of crypto, so weve got just the thing for you. Subscribe to our free Unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings and bullet points. Plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com again, the URL is unchainedcrypto dot substack.com dot buy, trade and spend crypto on the crypto.com app. New users can enjoy zero credit card fees on crypto purchases in the first seven days. Download the crypto.com app and get dollar 25 with the code Lora link in the description todays topic is the regulatory uncertainty around crypto. Here to discuss are Dan Berkovits, former counsel at the SEC and former commissioner at the CFTC, and Colin Lloyd, partner at Sullivan and Cromwell. Welcome Dan and Colin thank you, Laura."
    },
    {
        "speaker": "B",
        "text": "It's a pleasure to be here again."
    },
    {
        "speaker": "C",
        "text": "Very happy to join you today. Laura."
    },
    {
        "speaker": "A",
        "text": "This podcast idea grew out of a discussion that occurred at a satellite event during consensys. This was at Grithouse daily, and Dan and I were on a panel together and crypto regulation obviously was a big topic then, as it is generally in the industry. And Dan said something that I ended up questioning him about. He said that when CFTC chair Roston Benham says that ETH is a commodity and SEC chair Gary Gensler says that it's a security, that those two statements don't contradict each other. And as far as I understand, I guess this is because securities are a type of commodity. So from like a lawyer's perspective, his statement seems accurate. But I obviously, from the way that non lawyers like real people, I would say think obviously, that those two statements do seem contradictory. So we will start with this question for Dan, so we can kind of use this as the jumping off point. So why don't we just go into your explanation of why it is that you think that those two statements don't contradict each other?"
    },
    {
        "speaker": "B",
        "text": "Right. Well, thank you, Laura. First, let me just clarify. It's correct. Chair Benham has said that ether is a commodity. In fact, this goes back a number of years. This is when Chair Benham talks about ether being a commodity. This is not really a new position of the CFTC. This is a position of the CFTC going back all the way to 2015, that bitcoin and other virtual currencies are commodities. It's been upheld in one, one court case as well. So for the CFTC's position that virtual currencies like bitcoin or ether or commodities is a longstanding position of the CFTC, SEC has not taken, actually a position on whether ether is a commodity. The chair was testified before Congress and did not say a position either way on ether. So technically, the SEC hasn't declared what ether is, but nonetheless, the two statements that ether is a commodity and it may or may not be a security, or if any virtual currency is a security, the fact that something may be a commodity and something as a security are not contradictory. Something can actually be both a commodity and a security. The confusion in this area, the law is clear. The law is clear between the difference between commodities and security. Something that can be a commodity can also be a security. But the confusion arises because people think of the term commodity in a colloquial sense, meaning a good or an article, something like oil or pork bellies. They think of commodities as tangible things in the layperson sense. That's how we use that word in every day. But the word commodity in the Commodity Exchange act, which gives the CFTC regulatory jurisdiction, has a technical meaning that encompasses the ordinary meaning, but it's slightly different. And the meaning in the Commodity Exchange act is the basis for the CFTC's jurisdiction. So, in the Commodity Exchange Act, a commodity is defined as. And it lists a number of agricultural goods like wheat, oat, barley, eggs, butter, things like that, cotton, and then it says anything else that can be the subject of a futures contract. So a commodity, really, in the Commodity Exchange act, is a functional definition. It means something that can be the subject of a futures contract. The security, on the other hand, as I'm sure listeners know, is defined in the securities act and the Exchange act. And it includes things like notes, evidence, of indebtedness and investment contracts. And what's an investment contract is subject to the Howey test. So really, in both statutes, you have a security and that's defined in a functional way. And then in the commodity Exchange act, you have a commodity which is defined in a functional way as something that can be the subject of a futures contract. Now, the CFTC's jurisdiction over commodities really is two different types of jurisdiction. What we think of as regulatory jurisdiction to regulate market is that regulatory jurisdiction really only goes to derivatives of commodities like futures and swaps. So the CFTC as the name Commodity Futures Trading Commission. Laura, I think this is the way, maybe that cuts through the confusion. When you think of CFTC jurisdiction, you shouldn't really be thinking commodity. It's not the commodity commission or the Commodity Trading Commission. It's the commodity Futures Trading Commission. What it really regulates is the trading of futures contracts. And the word commodity in that context is actually superfluous because a commodity is something that can be subject to the futures contract. So those two words, commodity and futures, compliment each other in that way. So the CFTC's regulatory jurisdiction is over commodity, the trading of commodity futures, not just plain commodities. And now since Dodd Frank, that also includes swaps. So looking at CFTC jurisdiction, you say, is it a derivative? And if it's a derivative like a futures contract, then the CFTC has jurisdiction. If it's a security, though, the SEC has jurisdiction. So chairs Benham's statement that ether is a commodity. Well, a commodity. If it's a derivative on a commodity, a CFTC has jurisdiction. But if I. If it's a security, then the SEC would have jurisdiction. Then there's the special case. Yes, you can have something, can be both. It can be a commodity under the CEA and a security. And that would be like a futures contract on a security, which would be like a futures contract on Apple stock. And that is a security future. And both agencies have jurisdiction on it. So yes, it's a little more detailed than the average person on the street who thinks of a commodity as something like a good or an article. And the CFTC would have jurisdiction over that. But it's really the derivatives that they have regulatory jurisdiction. One final point that the CFTC can bring anti fraud and anti manipulation for manipulation of a commodity. It's not regulatory jurisdiction, it's enforcement jurisdiction. If there's fraud or manipulation on a commodity, then the CFTC has jurisdiction over that. That's the basic jurisdictional divide. But when you think of CFTC jurisdiction, you really need to be thinking in terms of regulation regulating markets, futures and swaps trading."
    },
    {
        "speaker": "A",
        "text": "That was a super helpful description of the different purviews that the two agencies have. I do want to press you a little bit on chair Gensler's position, and I'm opening this question up, actually, also to Colin. So in a February interview with New York magazine, SEC chair Gary Gensler said, quote, everything other than bitcoin, you can find a website, you can find a group of entrepreneurs. They might set up their legal entities in a tax haven offshore. They might have a foundation. They might lawyer it up to try to arbitrage and make it hard jurisdictionally or so forth. But at the core, these tokens are securities because there's a group in the middle and the public is anticipating profits based on that group. So, you know, at the beginning, he says everything other than bitcoin. Then he concludes, these tokens are securities, even though he famously danced around the question of whether ether is a security in front of Congress. From that statement, you can deduce that he would classify ether as a security. And then in a recent episode of Odd Lot, CFTC chair Benham, he talked about the process for establishing the bitcoin and ether futures contracts. And he described it this way. Quote, there's legal analysis done by the exchange. They have to conform with the laws and the regulations of the CFTC. There's open dialogue over sometimes many months to make sure that the contract conforms with our legal requirements. And in the context of the question, because he's responding to the moderator, is it a security or commodity? There's no doubt. We within the agency and at the staff level examine the characteristics of a financial asset to ensure that it complies with the law, and that falls within the definition of a commodity. And more importantly, is not a security. So that would lead me at least to conclude that he believes that ether is not a security since they launched an ethers futures contract. So, you know, now hearing that, do you still think that they don't disagree? And Colin, I'm curious for your thoughts on whether it seems like the SEC and the COTC are disagreeing about ether status."
    },
    {
        "speaker": "C",
        "text": "Let me jump in there a little bit. One thing that Dan mentioned, which is really important here, is that you can have security futures contracts, which is a special class of futures contract that is based on a single non exempt security. And then you have all the other types of futures contracts. The other types of futures contracts are subject to the exclusive jurisdiction of the CFTC. And all the regulations that apply to them are various CFTC regulations were regulated in a particular way. They're not subject to the securities law offering and disclosure requirements. For example, you don't have to have a broker dealer or a national securities exchange involved to trade or clear them, nothing like that. It's all subject to CFTC rules. Security futures are different. They are subject to dual regulation by the two agencies. As Dan mentioned, bitcoin futures and ethereum futures were both listed by the CME as non security futures, as what I'll just colloquially call commodity futures. They're subject, traded, cleared, executed, subject to exclusive CFTC jurisdiction. The SEC today, it's not regulate them at all. Now, there's a long tradition going back many, many years, where the agencies would sometimes disagree about the status of different products that the different exchanges, whether securities exchanges or futures exchanges, have listed. And typically, in those instances, if the SEC thought that a commodity futures exchange was listing securities product, they'd even litigate against the exchange. We have not seen that here. Ethereum futures continue to be listed and traded every day on the CME as subject to exclusive CFTC jurisdictions. I think when Chair Benham is talking about how the CFTC has looked at those futures contracts, he's talking about concluding at the CFTC, concluding, including at CME, that those contracts are properly subject to exclusive CFTC jurisdiction. And of course, I mean, Dan is right that the SEC, at the commission level, you know, has not weighed in on the status of Ethereum. But we do, of course, have statements at the staff level, the senior staff level. There's a very famous speech from corporation finance director Bill Hinman explaining that at that time, I believe it was 2018, that he did not believe that Ethereum was a security based off the decentralization of the operation of the asset and the relevant network. And there have been no statements by the commission itself sort of overruling that view. Now, I think if you want to unpack what Chair Gensler was saying in that New York magazine interview you referenced, I think the question there is something that people have been looking at, which is, have the changes that have taken place with respect to ETh in the intervening years, the switch from proof of work to proof of stake, the so called merge, and the other changes that have taken place, should that change the analysis? I think most of the community, including, it would appear, chair Benham at the CFTC, think, no, that continues to be the case, that the extent of decentralization with respect to ETH is sufficiently wide that it continues to be a commodity. That even though there is, yes, an ethereum foundation or other developers, that they are not acting as I think you said chair Gantler's world was middlemen. They're not a group of people acting as a middlemen for the asset. Rather, it's a group of people who are promoting the utility and use of the asset, much like you have many companies promoting the use of gold or diamonds or other types of commodities that wear certainly various bodies that contribute to the utility of those assets. But that doesn't make the asset a security."
    },
    {
        "speaker": "B",
        "text": "Now, I think a couple points that Colin mentioned are significant. First is that the determination, if there were to be a determination that ether were a security, it would have to be by the full SEC as a commission. No single commissioner could make that determination. So until, and I do not know whether it will or will not, but until the SEC were to make such a determination based upon factors that Collins mentioned, the recent, recent characteristics of ether, than the current situation as it has existed. And as the CFTC has found that ether continues to be traded under CFTC's exclusive jurisdiction under the CME contract, and it's a perfectly legal and valid contract under CFTC jurisdiction. If circumstances change in any commodity such that it loses the initial characteristics that make it such, then circumstances change. But that has not happened yet. The SEC chair, Gensler, has made a number of statements regarding his belief regarding tokens generally. But until the SEC itself, as a commission, weighs in, the current situation where ether as a commodity futures contract traded under CFTC jurisdiction continues."
    },
    {
        "speaker": "C",
        "text": "I want to jump in on one thing that you just said there, Dan, is that this concept that you can have an asset that begins its life as a security, then becomes a non security commodity, and then can flip flop. I mean, I just think as a practical matter, that is a very difficult and tenuous thing for there to be used to be the foundation for a market for utility. Just from a policy perspective, that creates a high degree of uncertainty. And I think it's interesting because we haven't really seen the courts and other instances view assets as moving back and forth. You can have real world assets, physical assets, as well as intangible assets that are sold as part of an investment contract. I could say I'm going to. Even in the famous Howie case, that is the origin of all this. You had oranges that were being sold as part of an investment contract. But as I think a lot of people in the community like to say, that doesn't make oranges into securities. Right? And so I think that's kind of at the heart of what's at issue here, which is whether you can have an asset which is at all times just an asset. It's just immutable, just computer code that performs certain functionalities. And can that asset embody itself an investment contract, or is it merely its own thing that, depending on the facts and circumstances, might be sold in a transaction? That's an investment contract, for example, to raise money. But that does not make the asset itself a security subject to SEC jurisdiction."
    },
    {
        "speaker": "B",
        "text": "It's a two way street. I think there's people who would like to believe that something can start out as a security. You could start out as, for example, an orange might start out as a Howie contract, part of a Howie contract in an orange group. But that doesn't necessarily mean that all the Howie oranges grown on the Howie farm eventually find their way into whole foods or wherever they find their way in, that the person who buys an orange that was grown on a Howie farm is purchasing a security from the supermarket. I mean, those types of hypotheticals and scenarios where something could possibly start out as something that's within an investment contract or part of a scheme might be at some later point not so these things can go back and forth. I don't know if everything is immutable for all time when it starts out at the beginning of its creation, either way."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think the point you're making is a really good one, which is that it's one thing if you're buying the oranges from Howie and his farm and giving him money to promote his scheme. It's another thing if you just happen to buy oranges in the supermarket that the supermarket bought. I think that's that issue of a lot of what's been going on lately is a distinction between what people refer to as primary market transactions when you're buying a digital asset from someone who is promoting or developing it, versus secondary market transactions with people who might want to use the asset to pay gas fees or to govern a smart contract or what have you, but are not buying it from the developer or promoter in some sort of capital raising transaction."
    },
    {
        "speaker": "A",
        "text": "Yeah, I have a couple of quick sort of yes no questions for each of you. So the first one would be based on the two quotes I gave, the one from the New York magazine interview and the other from the odd lots episode. Do you think that chair Gensler and chair Benham agree with each other on this question of whether ether is a security or do they disagree?"
    },
    {
        "speaker": "B",
        "text": "I don't think Chair Gensler has said whether it is or is not. He hasn't stated whether it is or isn't. And so I can't say that he disagrees with Chair Banham because he's neither agreeing nor disagreeing."
    },
    {
        "speaker": "A",
        "text": "So you don't feel that you can deduce from his statement everything other than bitcoin, da da da da da, is a security?"
    },
    {
        "speaker": "B",
        "text": "I'll answer that question. No, I don't think there is a disagreement at this point between the two chairs."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "C",
        "text": "I guess I would say that they certainly have not said things that lead me to think that they agree with each other on this. I think it would have been very easy for chair Gensler to make a statement along the lines that Chair Benham made, you know, in the testimony that you mentioned Laura or in the magazine interview, and he has not done so."
    },
    {
        "speaker": "A",
        "text": "Okay. And then the next quick question is, what do you guys think? Is ether a security or not a security?"
    },
    {
        "speaker": "B",
        "text": "Well, I have to rely on the regulatory agencies. Until the. Until the SEC were to say it's a security, I can't make a determination that it is a security. So at this point, it is not because the agency has not said it is."
    },
    {
        "speaker": "A",
        "text": "Well, but if so, you used to work there. So if you were still working there now and there was an internal discussion and you were asked your opinion, what would you say?"
    },
    {
        "speaker": "B",
        "text": "Well, even when I was working there, it's a facts and circumstances determination. And I was not in the part of the agency, I was not involved in a facts and circumstances determination. So I didn't get up to that point."
    },
    {
        "speaker": "A",
        "text": "But you've never looked into this yourself, like you are extremely."
    },
    {
        "speaker": "B",
        "text": "I do not have sufficient knowledge of all this. Putting my regulator's hat on. I do not have sufficient knowledge as a regulator to make a determination. It just wasn't. It would be a very specific determination based on facts and circumstances, which is what I want the regulator to do."
    },
    {
        "speaker": "C",
        "text": "I go back to what I was saying earlier. I don't see anything in the case law that tells me that some string of digits that operates on a blockchain can natively just be a security. You can have a transaction, an arrangement, a scheme, as Dan says, where you can sell something, you could sell anything. You can sell whiskey barrels, you can sell oranges, you can sell minks or whatever as part of an investment contract. But that doesn't make the underlying asset itself an investment contract. So if I create a digital asset and I sell it to people to try to raise money to promote the network, that can be an investment contract transaction. But when someone else goes and uses the asset to do whatever they want, to do whatever its utility case is or to sell it in a secondary market, that's not necessarily part of my investment contract transaction. And so I think it's kind of a weird question in some sense, to be asking, is this digital asset a security or not? I think you should be asking, is the digital asset being sold as part of a securities transaction? That depends on the facts and circumstances, but I think it doesn't necessarily mean that every time the asset is sold, even if it was once sold as part of an investment contract, but it's always and forever subject to that status until some mystical event of decentralization."
    },
    {
        "speaker": "A",
        "text": "Okay, so we're going to kind of keep playing out the weird scenario. So I was curious, like, if it someday is determined that ether is a security, that the SEC comes out and says this or somebody does, then what would that look like in terms of registering ETH with the security? Like, who do you think would do that? And then what would that registration process look like?"
    },
    {
        "speaker": "C",
        "text": "This actually goes to a great point, Laura, which is, let's say, whether it's ETh or some other digital asset. And despite what I just said, someone concludes that the asset itself is a security. What would be the consequences if that asset is going to be offered and sold to the general public? Then there would need to be some sort of registration of those offers and sales that would require completion of a disclosure document, probably a form s, one with the SEC, which presupposes that there is some issuer for the asset. That raises a very good question. Who would be the issuer for something like this? The SEC is not provided guidance about who that would be. Second, what would they have to disclose? Well, they would have to disclose a number of things on that form, some of which are probably not very material to investors, things like audited financial statements of this issue, or which we haven't identified, which party would be that issuer and wouldn't necessarily include things that are material about the code and how it operates in so called tokenomics and the like. And so you have kind of this disclosure document that what needs to be in there is not really tailored to the asset. And then you have, okay, well, how's it going to be traded? Well, if it's going to be traded on some sort of exchange, at least under existing SEC rules, that exchange would need to register as either a national securities exchange or I as a broker dealer, that's also registered as what's called an alternative trading system. Now, I say under current SEC rules because chair Gensler and some of his public statements has indicated that he does not believe that the alternative trading system framework is suitable for digital asset exchanges that have retail customers, which I find to be a curious statement, because you have traditional equities, securities trading platforms that are registered as ATS, who have retail subscribers. But nonetheless, he said, they need to be on a national securities exchange, which would require that the token issuer be subject to periodic public disclosures, ten ks, ten qs. And again, there's no clear guidance about what they would have to do in that context and how long those disclosure obligations would continue. And many of all kinds of questions about how can retail investors get access to it. Would they have to trade for a broker dealer? If it's on a national securities exchange, they would. But so far, there's not been clear guidance about how broker dealers can trade and custody assets that are on a blockchain, and whether they can do that would seem under current guidance. They can't even do that while also facilitating non securities digital asset transactions or facilitating securities transactions that are not digital assets. Which raises a whole host of issues and questions that have been put before the SEC. And that's just the tip of the proverbial iceberg in terms of, as you can go through all the different aspects of the securities laws and the different registration categories for different parties, where there have been questions raised to the agency over many years, and most of these questions continue not to have answers."
    },
    {
        "speaker": "B",
        "text": "Well, the process is as Colin has outlined. Somebody seeked a registration. There's current regulations established. Now, admittedly, the current regulations were drafted with other types of asset classes in mind. This is a new asset class with new types of issues. But this is not the first time the agency has faced new asset classes with new types of issues. When we moved into basically electronic trading for the first time, moving off the floor, there were electronic communication networks and computerized trading back and forth. How was that new technology work under the current, under the then existing regulations, when for many years, all we had was floor traders and floor brokers. And it took a while, it took the industry working with the SEC to develop the types of trading networks that Colin has mentioned, alternative trading systems, and eventually leading to the national market system. That was actually took a long time to develop, probably longer than we would want for this system to develop. The process is that registrants come in, work with the agency. See, okay, here, here's what we can do. Here's what we can't do. The agency can grant what's called no action letters to grant no action relief. Here's how you can meet the intent of the regulations, and that process can go forward on a case by case basis whereby the agency can, if there's a certain particular technology that can't comply with a particular regulation, but there's an alternative way that can meet the same standard for investor protection, for market integrity, for whatever that can be worked out between the agency and the registrant on a process going forward."
    },
    {
        "speaker": "A",
        "text": "But Dan, you don't have in mind kind of the who of who would come in and register."
    },
    {
        "speaker": "B",
        "text": "I don't know who would be the person to come in for a disclosure statement. If you have an exchange trading ether, the exchange or broker dealer people performing functions of intermediaries in the market, those could be readily identifiable who would come in and have to submit registration forms for their functions. So there's the basic disclosure statement. I don't know. I can't sit here today and say who is the responsible entity for a particular cryptocurrency for a disclosure statement."
    },
    {
        "speaker": "A",
        "text": "All right, so in a moment, we're going to talk about DeFi and other issues, but first, a quick word from the sponsor who make that show possible. Join over 80 million people using crypto.com comma, one of the easiest places to buy, trade, and spend over 250 cryptocurrencies with the crypto.com Visa card, you can spend your crypto anywhere and get rewarded at every step. Up to 5% cashback instantly, plus 100% rebates for your Netflix and Spotify subscriptions and zero annual fees. New users enjoy zero credit card fees on crypto purchases in their first seven days. Download the crypto.com app and get $25 with the code. Laura, link in the description back to my conversation with Dan and Colin. So in that same odd lots interview with chair Benham, he said, in response to a question about DeFi, quote, I think it's easy to suggest, oh, there's no institution, there's no individual, it's just code. You can't regulate it. And then he said, it's sort of self effectuating. But that's really the wrong set of questions. It's really about what are us customers being offered and exposed to, and who is either the individual or the group of individuals who set up that entity, that code to offer those products. And then he said that he wasn't offering legal advice, but he finished, quote, it really is incumbent on individuals to understand and appreciate that if you're going to offer derivatives to us customers, there is a very well developed and mature legal base and requirements for complying with the law. So again, I'm not a lawyer, but to me this sounds like he's saying there's going to be some kind of regulation around Defi in the US that is based on existing laws. And I was curious for both of you, what you thought regulation of Defi should look like."
    },
    {
        "speaker": "B",
        "text": "Well, the question really, both from the SEC, I believe, and the CFTC perspective, as chair Benham articulated, there are regulations regarding when certain functions are performed in public markets. Then the question becomes, who is performing those functions? Who is accountable? And I think chair Benham has accurately stated, these functions just don't spring out of nowhere without human initiative and development and capital to make things work in this manner. So the question really is like, who's doing it? Who's writing the code? How involved are they, and where is the point of accountability going to lie? Some of these questions are actually difficult questions, exactly where that point of accountability is. But there has to be, I think what Chair Benham is saying is there is at some point an accountable person in terms of developing the capital to put the network together, the interface with the public, organizing the code, governance tokens, things like that. There's a number of, use the word indicia of control or organization that both agencies have been using in these types of cases."
    },
    {
        "speaker": "A",
        "text": "Wait, so just the different entities that you listed could encompass, for instance, the developers, node operators on the blockchain, people who I guess are deploying maybe interfaces to access that protocol. So are you saying that all of them would need to be regulated in some fashion?"
    },
    {
        "speaker": "B",
        "text": "No, I'm saying you need to look at, see who's doing what in this. And is there a, is there an organizing person? Is there a control person? Is there a person who's supplying capital? There's a number of these factors that, who's making decisions on how this operates? Things like those are factors that you would need to consider. I'm not saying any one of them is particularly necessarily dispositive in any circumstance, or that all who perform those functions are necessarily liable. But there is human endeavor and human initiative in bringing these systems forth. And so that's, I think, what the regulatory agencies are struggling to determine or looking to determine. And we've seen some enforcement actions along those lines."
    },
    {
        "speaker": "C",
        "text": "I think this is, it's very interesting and a little surprising, honestly, that we're kind of, people are discussing it in this way. And I want to talk a little bit about how these things kind of come up in traditional non crypto markets and why I sort of feel like we're operating a little bit through a looking glass, because I think some of the legal issues here are actually pretty, pretty clear. Right? So the securities and commodities laws do differ from each other in the sense that although both of them have a concept, as Dan said, if you're perform, if a person is performing certain regulated functions, that it needs to register. So if you're acting as some sort of intermediary, if you've got a trading facility or platform, you need to register as a broker or an exchange, or a futures commission merchant or a swap execution facility. That part is relatively obvious. You also have the fact that under the commodities laws, but not the securities laws, there is a separate requirement that all futures transactions done in the United States must be done on a CFTC registered exchange called a designated contract market. So, Laura, if you and I wanted to enter into a corn futures contract, just negotiate it here on this podcast, we couldn't do that. That would be illegal. And so that's very clear. And similarly, what things better regulated as swapshe can only be traded by retail investors, someone who's not a quote unquote eligible contract participant on one of those designated contract markets. So the commodities laws have this additional point versus an exchange trading requirement. So I think chair Benham is correct that to the extent that people in the United States, particularly retail investors, are looking to transact in derivatives, but generally have to do that if it's CFTC regulated derivatives on a CFTC registered exchange. But that does not necessarily mean that for things that are securities transactions that the CFTC doesn't regulate, or for transactions that have, that are done with institutional counterparties, that are not futures contracts, that those have to be on an exchange, those can be negotiated on a peer to peer basis. There's no requirement in the securities laws that says that you have to execute a securities transaction on an exchange. And in fact, there are quite active over the counter securities markets that exist. It's not even a requirement that you have to go through a broker dealer. If Dan and I wanted to sell securities to each other, we wouldn't have to necessarily go through a broker dealer. And that still raises the question about, if I come up with some technology that allows Dan and I to sell securities to each other, does that technology result in a registration obligation for a person who creates the technology? But I would submit that this is, again, not a terribly new question. There are certain technologies that the SEC has had to evaluate over the years about whether they give rise to broker dealer or exchange registration, but they've never suggested that the mere development of a programming language, a messaging protocol, a way for people to communicate with each other over the Internet about securities transactions until recently. I guess they've got a proposal out there right now that might change this, but they haven't ever suggested that results in a registration obligation. So there are things like the fix protocol, which is the financial information exchange protocol very commonly used in the securities and derivatives markets as a common means for people to send messages to each other about trading securities and settling securities and derivatives transactions. In the derivatives market, there's something called FPML, financial programming markup language, which has a similar function there. Those have been kind of developed on a nonprofit, open source basis. No one has suggested that the developers of these messaging protocols and languages that allow people to trade securities or derivatives needs to. Needs to go out and register. Now, if I set up a network, a system where you have to send your fix message or FPML message to my system, and then my system will match your message with Dan's message and form a transaction, that would have to register. Right. But where that's happening, just on the open Internet, on a peer to peer basis, there's never been a suggestion of that triggers a registration obligation for someone who has invented the language that allows that peer to peer transaction to take place. Now, what we do do is we regulate the intermediary. So if someone, if you don't know how to craft a fix message and instead you're on some computer screen and you are typing in what you want to trade and how you want to trade it, and that computer program is transforming that into a fixed message and sending it along and taking a commission for doing that. The SEC has been very clear that if that's in the connection of a securities transaction, the person who is providing you that software and taking that commission needs to register as a broker dealer. Again, I don't think this is all that new. I think what's new is the suggestion that the creation of open source technology protocols that can facilitate peer to peer trading, now, uniquely, when it involves blockchain technology, results in a registration obligation. I think that is a very new concept."
    },
    {
        "speaker": "A",
        "text": "So, Colin, it seems like you don't think that that makes sense if I'm understanding your statements correctly. So if so, then how do you think that these laws should be adjusted for Defi, or how do you think Defi kind of needs to restructure to kind of fit into these laws?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, I think that, you know, there are some out in the community that have raised the prospect of you regulate apps, not protocols. And I think that what that stands for is the idea is that if someone is developing a protocol that enables people to communicate with each other, okay, you don't develop, you don't regulate the software development process. But if someone is deploying that protocol and intermediating the ability for people to interact with each other, providing the mechanism for people to access that protocol, depending on the way they're doing that, then you regulate that person, you regulate the gateway into the system. And that can be done to ensure things like, where appropriate, that there's compliance of sanctions laws, AML, KYC, customer protection disclosure and the like. Now, I do think it is, go back to what I said earlier. It is under current law, certainly different in terms of how you treat the securities markets versus the CFTC regulated derivatives markets. Because you do have that extra exchange trading requirement that I mentioned, which would have, I think, need to be modified if people wanted to be able to use DeFi protocols to transact in derivatives, particularly retail derivatives. But I think that that, and this is consistent with, I think, how the Internet has been treated for a long time. We made a decision, I think, in this country, with development of the Internet, not to regulate the kind of backbone, the way that people could communicate on the web and the protocols. But we do have various types of consumer protection, financial protection, whether it's FTC or CFPB, or other money transmitter or other regulations, or securities or commodities regulations. When people are accessing the Internet through some gateway, some intermediary that is performing that important function and needs to be regulated in a manner to protect investors, consumers."
    },
    {
        "speaker": "A",
        "text": "So that was actually the proposal of the DCCPA, the digital commodities Consumer Protection act that Sam Banquet freed was pushing through. And it generated a lot of backlash in the crypto community. But you believe that that actually is the most reasonable way to go about it."
    },
    {
        "speaker": "C",
        "text": "I think it's very difficult to say that we should have, particularly in the retail context, you know, completely unregulated transactional activity, particularly where there are still people acting as intermediaries who are providing those important gateways into accessing DeFi protocols, especially if they're doing that for profit. I think that that that raises conflicts of interest questions. Customer protection issues. That in the financial, regulatory and financial services context, there's historically been a desire to address those issues."
    },
    {
        "speaker": "A",
        "text": "But when you say for profit, I think it's the liquidity providers, not the company that's putting up the interface. I don't think they're making money. I think it's right."
    },
    {
        "speaker": "C",
        "text": "It depends."
    },
    {
        "speaker": "A",
        "text": "Okay, right. It depends."
    },
    {
        "speaker": "C",
        "text": "Yeah, it depends on how people set up their, set up their arrangements. But certainly, you know, to the extent that people are, again, it needs to be with respect to something under current law, needs to be respect to something that is a, is a security or is a, you know, CFTC regulated derivative. As Dan said earlier, for the non derivatives, non securities commodities markets today, there is no federal regulatory requirement, as you said, that was something that if it was going to come about, was going to come about through legislation. But I do think to the extent that someone stepping into a role as a broker and taking a fee to facilitate the transaction, or possibly if they're acting, as you said, as a market maker, and I want to be careful because a market maker is, that's sort of a term of art here. But I do think that there can be a role, but I don't think that role should necessarily foreclose the ability for people to develop open source software protocols to allow peer to peer interactions."
    },
    {
        "speaker": "B",
        "text": "Yeah, I just want to emphasize that point. It's really a functional analysis. It's like, what is the function that the person is doing? Is it a function of a broker dealer? Is it a function of an exchange? And that really should be the focus of the question, not simply writing code, but how are they actually performing? Or is the code that they're writing actually performing that function?"
    },
    {
        "speaker": "A",
        "text": "And Dan, how do you think DeFi should be regulated? Do you think laws need to be adjusted in any fashion?"
    },
    {
        "speaker": "B",
        "text": "Well, I think that the laws right now, it's interesting having this discussion now, we talked about this last time I was previously on the show that the Commodity Exchange act is, it's unlike Colin accurately described it. It actually prohibits the transaction if it's not on a regulated exchange. So retail people can't do it. It's not just regulating the intermediaries. Both statutes, both the commodity Exchange act and the securities laws are technology neutral. The things about investor protection, market integrity, all these have just been tried and true principles over many lessons learned. Unfortunately, for many people over many decades, that really fundamental tenants of our capital formation and our risk management processes, and they've worked, I think over time we've developed extremely robust protections for our markets. This is why our markets in the US are the strongest markets in the world. We have the strongest capital formation markets. We have the most robust and strongest risk management markets on the CFTC side, the capital formation markets on the SEC side, and they have developed new technologies. They have dealt with innovation in the markets. The financial markets today don't look like anything. The financial markets, when I grew up, certainly when I used to go to the bank and take money in and they used to stamp my bank book and I couldn't get any interest on my checking accounts, and there were no money market funds. And all those, and none of them actually, many of those innovations now they seem as simple and obvious as roll on luggage, were actually really innovative at the time and difficult to get through the system. So there were entrenched interests that opposed many of those reforms. So I mean, DeFi should be regulated. There's no exception for any particular technology, and it needs to meet the same principles. It's a different technology. And there may be specific issues that need to be addressed and those can be addressed within the current regulatory system. I do believe there is a gap right now, not so much on DeFi, but this area we were talking about legislatively with the non security commodity market, like bitcoin, for example, that there is for an exchange in the US trading bitcoin. There is no regulatory oversight on that. There's the CFTC's anti fraud and anti manipulation authority, but just a bitcoin exchange spot market bitcoin, there's not a regulatory agency in charge of that. So I believe that that's a gap."
    },
    {
        "speaker": "C",
        "text": "Just to be clear, not a federal regulatory agency, right. There are pretty comprehensive and extensive state regulatory regimes that exist. A lot of we have spot bitcoin exchanges, for example, in this country that are very heavily regulated by New York state and other."
    },
    {
        "speaker": "B",
        "text": "They're regulated for certain purposes, but we don't have the same type of national regulatory system with market integrity, anti manipulation. We have state regulation which gets to certain issues, but it's not overall comprehensive federal regulatory scheme. And I think it could be helpful to have that. Well, I would think there are two candidate agencies, the SEC or the CFTC, to do that. I think that either agency could do it. I think that the CFTC, in terms of adapting its regulatory regime to cover that, it could work well within the CFTC regime. CFTC has bitcoin futures, as we've talked about, ether futures. They've got the futures on these leading, certainly leading commodities right now. So to have that spot market authority would complement that authority. And I think it could close a significant regulatory gap. If the CFTC were to get that authority, it would need resources to do it. And so I would urge, if that's going to happen, that there be a dedicated funding source to give the CFTC the additional resources to do that. Because the last thing you'd want is CFTC to have to divert the resources now that are overlooking the wheat and cotton and oil and gas markets all moving over. So they need the additional resources. And you could. The other thing I would add is the initial gating issue. There's initial gating issue on a product that will still arise. Is this a security or is it. Now that question would actually be very relevant. Is it a security or is it a commodity? It would. If it's a commodity like bitcoin, it goes to the CFTC. If it's a security, it would go to the SEC. So there's a gating issue. And I think the gating issue of whether the instrument is a security would have to be decided by the SEC. So somebody would want to trade an instrument on CFTC exchange that they assert is a non security commodity. They file an application, a product certification. Traditional CFTC process would be file product certification with the CFTC. I think in this instance, you would have a bifurcated process where the CFTC would get the certification for meeting CFTC requirements, but the SEC would have to make an additional determination that it is not a security in order to get it on the CFTC exchange. Because the last thing you'd want is for the CFTC to put it on and say, oh, it's a commodity, and the SEC is saying it's a security. The way the securities laws works now is the SEC says, whether something is a security or not, they've got the expertise. The CFTC deals with things in its face very well. The SEC deals with its face. So I would keep the two separate. I would have gating, is it a security? If not, then it goes over to the CFTC facility. And actually I think that would solve one of the current problems is, or potentially is, what is it? You would have actually a gating decision made under that process, and people would know, okay, it goes here or it goes over here. So I think that would be a process that could answer some of the current uncertainties over what these products are. You send it to the CFTC, the SEC would say whether it's a security or not. If it's not, it goes on the CFTC facility and of uncertainty."
    },
    {
        "speaker": "A",
        "text": "So I also wanted to ask, we were kind of talking about different types of decentralized finance, and I brought up an example that basically was a decentralized exchange. And as we know, the SEC is proposing to change the definition of an exchange. And it's implied that it believes that decentralized exchanges fit the definition of an exchange simply because the assets they trade are securities. If I got that wrong, feel free to correct that. But my question is, if that is the case, then it seems like decentralized exchanges would also need to register either as national securities exchanges or as alternative trading systems or ats. Do you agree that that's what the SEC is trying to do? And do you think that makes sense for defi?"
    },
    {
        "speaker": "C",
        "text": "I guess I'll jump in. First proposal that Laura was mentioning, it's actually a reproposal. So the SEC put out a proposal last year, got a lot of comments, people raising questions about whether the proposal did or did not apply to DeFi, for example, because it was expanding the SEC's definition, what constitutes an exchange, to pick up things that called communication protocol systems, which was an undefined term. And the SEC, you know, recently decided to reopen the comment process to get more comments, and in so doing, mentioned a lot of the points that Laura stated, and I think most surprisingly, essentially said, and I'm heavily paraphrasing here to summarize, you know, but if you've got a protocol, communication protocol, a means for people to kind of exchange information in order to form a terms of an I, a securities transaction, and you're quite right that there has to be a predicate securities transaction involved, then basically someone's got to stand up and register as an exchange or an ATS in connection with that protocol. It could be the person who wrote the code, it could be the person who deployed the code onto the blockchain. It could be the person who provides an interface to access the protocol. It could be the governance token holders would have to designate someone, they say. It could even be the case that the miners or validators in the blockchain need to designate someone, or they have to cease mining or validating transactions on that protocol. And there's some suggestion that if you had a situation where a protocol that was deployed was deployed in kind of an immutable code, where there would be no one today who can actually step in and assume responsibility for what's taking place there, because if something went wrong, they couldn't do anything about it. The code is immutable. The suggestion there, and this is in the cost benefit section of the release, is that the community would need to fork that protocol into one that could be compliant. And this kind of goes back to what I was saying a moment ago, which is that it seems a little strange to me, because today in the traditional securities markets, groups of people get together and develop common messaging protocols to exchange information over the public Internet about securities transactions. And there's been, never been a suggestion by the SEC, not even in this release, that if you do that, you need to register. Someone has to register with respect to those messaging conventions as an exchange. And there's even statements in release that say, well, if you provide, if you have some sort of system, some software system that allows people to manage for orders and message each other with those orders, and that's deployed by a broker or an advisor as part of a broker or advisory business, they probably don't need to register either, and they request comment about that. And this suggests to me that the SEC is maybe taking an inconsistent approach here. That where you have technology protocols that are used for people to communicate their trading interests with each other, that don't involve a blockchain, then, you know, those can continue to exist unless you're actually kind of operating, you know, operating a system where, you know, your own facility, where you control what's going through the system. But if all you're doing is providing the means for people to communicate directly with each other, there's not necessarily a registration obligation. But once that happens using a blockchain, all of a sudden there is. And that, I think, is inconsistent with the kind of, I think Dan's correct technology neutral approach under the statute and under the securities laws, which shouldn't really distinguish based off of the form of a technology, but rather the function and how it's deployed and who has control over it."
    },
    {
        "speaker": "A",
        "text": "Right. But this is why I was surprised earlier when you said that you felt that some entity would have to register, because just even the way you described it, like earlier when you said either the developers or the node operators or like somebody, but I feel like even just the way you described it, sort of underscore that, or at least the crypto community for sure would say that sort of underscores how decentralized the whole venture is, where you have all these different entities that are putting this thing together, but they're not necessarily working in concert. So it's just like, I find it. Yeah, like contradictory that earlier you were saying, well, somebody will have to register. It will be maybe the front ends or some, some entity like that. But then even just in your description of how it all gets put together, it's very clear, like, these aren't all actors of the same entity."
    },
    {
        "speaker": "C",
        "text": "So let me just clarify that then, Laura. So I think that, you know, if someone is providing an interface that is allowing a person to, to communicate their form an order and send that order over the Internet, whether the Internet is traditional Internet, or whether it's using blockchain technology or not, send that order to execute a transaction in a security, again, it has to involve a security, and they take some sort of transaction based compensation for doing so. Historical Sec precedent, staff level would suggest that they need to register. Now, there are certainly questions about whether the courts would agree with that today. Merely taking transaction based compensation, but without performing any kind of discretionary services may not be enough under some of the case law out there. But I guess my point is that if we're given the, if we're kind of constructing what we think is the future state appropriate policy choice with respect to DeFi, and you're trying to figure out who among the, within the ecosystem might be an appropriate actor to regulate. I was submitting that the developers of a protocol and the protocol itself, which, as you correctly note, had all these decentralized actors, that's probably not the right place to regulate and hasn't historically been how we've regulated the markets. But if someone is stepping up as an intermediary, is exercising control over the transmission of orders, how those orders are routed, taking a commission for doing so, that looks, starts to look a lot more like a brokerage function that may be more appropriate, again, not regulated necessarily as an exchange, but have a more appropriate place for the regulation to. To take hold, as opposed to someone who's just providing kind of a passive communication technology, just like a messaging service, where they're not performing any kind of meaningful discretionary role or taking a commission or anything like that."
    },
    {
        "speaker": "B",
        "text": "No, I was going to say just taking a step back. The securities Exchange Commission and the securities Exchange act, when it regulated exchange and set forth a definition, definition of exchange. In the 1934 act, it was obvious what an exchange was. It was the New York stock exchange. And the basic fundamental purpose of that 34 act was to regulate the New York Stock Exchange. And there was a building, and there were people in it, and you knew who was doing what. It was obvious who was doing what. And now we are 90 years later. And it's not this discussion, it's a great discussion, but it's really attempt by the agency what is an exchange? We're not dealing with the floor of the NYSE anymore. It's this thing where people are writing code, they're putting it together. It's a whole network of communication. At what point does that diffuse network actually coalesce and constitute what is meant, in those words, in the exchange act? And the definition, in the statutory definition, the regulatory definition, the supplemental release that the SEC put out and you look at all the questions in there and what they're trying to elicit and get input, and I'm really looking forward to that input. It's going to be fascinating to see where does the point of accountability lie? At what point does this, do these functions coalesce into an exchange? Is it correct, the protocol systems, the communication protocols? But finding that, as chair Benham said, finding that point of accountability, that's the key question. So the comments on this are going to be really interesting and important to inform the agency, but that's what they're struggling with, how to adopt that 34 act definition into this really new era, new technology."
    },
    {
        "speaker": "C",
        "text": "I think what's really kind of troubling about some of the stuff from that release, Dan, and it's kind of implied, I think, by sort of what you're saying is there is this assumption that there must, because people can transact with each other using some sort of technology, that necessarily means that there must be someone who provides that point of accountability and access the exchange. And I go back to what I was saying earlier. In the securities laws, not like the CFTC's rules, but in the securities laws, there is no requirement that people trading in securities have to trade on an exchange. Peer to peer securities trading is permissible under our laws. And so this kind of like hunting around to try to find someone who is accountable, who's going to stand up and register as an exchange, I think, kind of turns the purpose of that requirement on its head, requirement for an exchange to register is because there is, as you said, some group or body, some organized group or body, like the New York Stock Exchange, who is providing that intermediation function and therefore needs to be regulated because of a risk that that intermediation function poses from a market integrity, investor protection, etcetera perspective. But if there's no one performing that function, if you and I are just communicating with each other using some sort of messaging protocol over the Internet, why is it necessarily the case that someone has to raise their hand and be accountable for sitting in between us and controlling what we're doing?"
    },
    {
        "speaker": "B",
        "text": "Well, I think the question is, is somebody setting up a system to facilitate? Are we just doing it on our own or somebody establishing a system that enables, it's one thing if you and I say, hey, Colin, let's meet after this and let's do a securities transaction. It's another thing if we come in to some centralized thing on our computer screen and we have to happen to meet each other. And I think it's that ladder which is really the agency is trying to get at. It's if somebody's facilitating us getting together, if somebody's establishing a system where we can do it and we hunt out various other people or not, shouldn't use the word hunt out. We find other people to do it. It's whether the system essentially meets this functional equivalent or the functional definition of an exchange or what should the functional definition, where should the line be? I think that's the central question that agency is trying to say. Where should the line be between what you're talking about and what the exchange is. But there should be a line someplace. And I think the agency is trying to find the right line between allowing people to communicate with each other and yet regulating the function of bringing these people together and facilitating that. So I see it as the agency trying to find that right line. And they'll get comments. They'll get comments whether their line is in the right place or they're overreaching, the line is in the wrong place. But I think that's what they're trying to do."
    },
    {
        "speaker": "A",
        "text": "Yeah. And knowing the crypto community, they will get many comments. So in late April, Coinbase filed a court action to try to get the court to compel the SEC to respond to requests for rulemaking that was submitted last summer. And this past week, the SEC responded, basically saying that it was going to ask the court to refuse Coinbase's request for the clarity on rulemaking. So if the court sides with the SEC, then that will leave kind of the current approach to regulation, the SEC's current approach to regulation, which is what many people in industry call, quote, regulation by enforcement. So, Colin, I recognize, because you're at Sullivan and Cromwell, you cannot speak to the Coinbase case specifically, but I think both of you could answer just generally. Would you agree that the SEC's current method for regulating the crypto industry is regulation by enforcement? And if so, do you think that that's the right way? And if you don't believe that's what they're doing, then how would you characterize it?"
    },
    {
        "speaker": "C",
        "text": "I guess I'll start off, I mean, I'll juxtapose what we're seeing now with the development of the kind of electronic equities trading market that Dan mentioned earlier. Right. Which took place, as Dan said, over a period of many years, multiple no action letters eventually codified and rules where VSCC, over multiple administrations, took a real effort to try to facilitate and promote the use of technologies to provide clarity. When people came in and asked questions, they gave answers. When they needed things to be tailored. They provided relief that enabled that tailoring, and they sought public comments, held roundtables, got a lot of input along along the way. What they did not do is go out to people who were starting up these, what were called electronic communication networks at the time, sort of brokers providing kind of exchange like functionality. And they didn't go to them and say, come in and talk to us and register. And if you don't register in exactly the way you want, we want, we're going to sue you and then start suing them. They did not do that. And I think that prior model worked right. It ensured that the technology was able to develop effectively. It gave people legal certainty. You have similar things. When people were developing the, on the product side, developing the OTC swaps market back in the seventies, and more significantly in the eighties and early nineties, there were very real questions about whether those financial products were illegal off exchange futures contracts. And what the CFTC did is it worked with market participants. It came out with a policy statement that explained, essentially provided a safe harbor for when those things, you know, would not be subject to CFTC regulation. It later codified that in a, in an exemptive rule, and it provided that kind of legal, legal certainty. And I think that what, that is a better model. And, you know, the CFTC over time started raising questions about whether they should make changes in that area. And probably some looking in hindsight from a 2008 financial crisis, would say, yeah, they probably should have done, you know, a bit more then in the late nineties, but there was a process for them to engage. But again, what they weren't doing was going out and suing people who were trying to raise questions with them and engaging with them. And I think that that was a more constructive approach than what we see, what we see today with, with the SEC."
    },
    {
        "speaker": "B",
        "text": "I think the previous model which mentioned and which Colin just mentioned of how new technologies get integrated with current regulatory systems, it's worked at the CFTC and it's worked at the SEC, whereby, and I've sat in the position prior to being at the SEC, as I had the CFTC, people would come to me and say, can you do some regulations? We want regulations in this area, give us clarity. And I'm sitting there at the CFTC saying, well, in all humility, I don't know what to do. I mean, I don't know where this technology is going. If we lay down rules now, by the time we get done with the rulemaking proceeding in two to three years, the technology will be very different. And that was correct. This technology is changing very rapidly. And in that situation, I think it makes sense to proceed on a case by case basis where you give no action letters, people come in. It's the same model that was used to develop what eventually became the alternative trading systems and regulation nms. It took a while, but it did work where the industry and the agency worked together. Whether the agency promulgates a rule or not or chooses enforcement, I mean, this is what agencies think about and this is what they do, how to proceed. I think that model works well at the CFTC. When I was there until 2021, one of the things that we did in the last few years, I was there is we codified a number of no action letters that were issued in the last ten years following the Dodd Frank legislation because the agency couldn't figure out there were still outstanding issues pending from Dodd Frank and the regulations didn't quite fit and the agency gave no action relief with specialized circumstances, if you follow these conditions, we won't take enforcement action. And after a number of years, the agency and the industry became comfortable with those no action letters and those were put into regulation. So I think this process of this process can work. The one factor, well, let me mention two things. One is the enforcement of the securities laws against entities for violation of registration requirements did not start with the current administration. Go back. This has been, there have been enforcement actions taken in both the current administration, the previous administration, the telegram case, the kick case, other cases. So enforcement just didn't start immediately. But what also we've seen recently is we've seen actually investor harm and public market harm. And the agency can't sit by and, and not take action where there is the potential for investors to get hurt, for markets, for there to be risk in the market. So enforcing the regulations is something the agency is charged with doing. And where there's the potential, significant potential for investor harm, as we've seen recently, that makes it imperative, I think, for the agency to take enforcement action where it sees violations. That doesn't mean the other track has to stop. It doesn't mean that you don't continue to work with other market participants and you continue to find ways to go forward. So I see the two tracks of enforcement, plus developing a framework through an iterative process. I see both tracks being able to continue simultaneously or concurrently."
    },
    {
        "speaker": "C",
        "text": "I guess I get concerned, Dan, where it seems like today only one of those tracks is continuing. And the one you mentioned, the kind of open door to figure out how to register, is not. And I think that enforcement is not a very good tool if it's not paired with a viable path to registration. If you sue someone for failing to register, the court can't make them come in and register in the still not yet created registration regime that would be appropriate for the activity, and you still have to pair it. If you're going to do that, you've got to pair it with a real open door and a proactive and collaborative approach to permitting people to register. And unfortunately, as a factual matter, we don't see that there aren't a lot of people who are registered. It's not a situation where there are multiple crypto asset securities trading platforms that are registered, and the SEC is going after the recalcitrant folks. We have a situation where there are none, at least for retail investors, none that are registered. And I don't think that's for lack."
    },
    {
        "speaker": "A",
        "text": "Of trying because of time. I just want to ask this one last question. Representative Tom Emmer and Representative Darren Soto have introduced the securities Clarity act, and it's based on what they say is the fact that existing securities law does not distinguish between an asset and the securities contract that it may have been a part of. So, for instance, if a cryptocurrency initially was issued as part of a securities contract, but then later becomes fully decentralized, then at that point it could fall under a different classification, such as a commodity. And so the bill proposes that any asset that is sold as part of an investment contract could later be distinct from the securities offering. So I was curious, first of all, what you thought of that bill, and then just generally, because we keep hearing from the crypto industry that they feel that the lack of clarity around regulations in the US is causing a lot of crypto entrepreneurs to leave, and that they feel this is going to hurt american competitiveness generally. I was curious if you, first of all, thought this bill was good, if you thought regulation was affecting american competitiveness, and if you thought this bill would be a good step toward alleviating that this is something."
    },
    {
        "speaker": "B",
        "text": "This concept, and we talked about it with the oranges, is a concept that I've actually been spending a lot more time recently looking into and somewhat prompted by the legislation as well. So I haven't landed exactly yet where I am on this, but there's a lot going on there conceptually right now. So it's an interesting concept, but I haven't quite landed where I want to be on it yet."
    },
    {
        "speaker": "C",
        "text": "Yeah, I guess I would say on the latter half of your question, Laura, I do think that we have seen other jurisdictions take more proactive steps, most notably Europe lately with Mica, to provide clarity and provide kind of a regulatory scheme that is tailored to this asset class. I won't speak to whether everything there's perfect. I'm sure it's not. And a lot of that will have to get addressed for the technical standards, those so called level two process over there. But I do think that as other jurisdictions move ahead with providing tailored regulations for this asset class, if the US does not do that, I think the natural consequences people will go to where there's legal certainty. We've seen that time and time again across history and I think that that history is likely to be repeated unless we're able to provide similar level of certainty here."
    },
    {
        "speaker": "A",
        "text": "And Dan, how do you think all of this impacts us competitiveness?"
    },
    {
        "speaker": "B",
        "text": "Well, I think I obviously very much pro our markets and we have, as I mentioned, we have the strongest markets. I want to see us move forward. I want to see us have a compliant, fully regulated market where people can trade in the US and the technology development continues to occur here in the US. But we have to protect our markets. And the reason we have the best, the strongest markets is because the robustness of our investor protections. People put money into us markets because of the robustness and the legal certainty that they'll get a fair deal in our markets. You may win, you may lose. You're not going to get cheated out of your money. And both in the security side and the commodity side, even if the intermediary that you give your money to blows up. We've got systems that you can get your money even if your intermediary blows up. And so people, we have these various really strong market protections and investors come here, we're still going to be the strongest market in the world. I don't want to see us lose competitively, but we have to ensure that we maintain the level of integrity of our markets. Keep an eye on what the Europeans and what they're doing. But we've also seen one of the reasons we deregulated the swaps market in 2000 was because we were concerned about losing competitiveness over there. That was one of the arguments. We've heard these arguments before, legal certainty, competitiveness, we got to keep up with them. We've changed our regulations and we deregulated the whole swaps market. Those were two significant reasons and that blew up on us later. Let's protect our markets, but let's also be competitive and let's work together to keep the process going. Forward. All sides have to go forward. The regulatory agencies have to work with the industry, the industry has to work with the regulatory agencies, and we'll continue to have the best markets in the world."
    },
    {
        "speaker": "A",
        "text": "Great. Where can people learn more about each of you and your work?"
    },
    {
        "speaker": "B",
        "text": "I've got plenty of statements from my time at the CFTC up on the CFTC website, so feel free to google me. I'm on LinkedIn. Feel free to send messages to me, write to me. I always love corresponding with people. And whether you agree or disagree, please."
    },
    {
        "speaker": "C",
        "text": "Go ahead and you can find me on the Sullivan and Cromwell website, solcrom.com, and also on LinkedIn."
    },
    {
        "speaker": "A",
        "text": "Perfect. You guys, this has been a truly fascinating discussion. There was just so much to cover. We didn't get to all of it, but we got to most of it. Thank you so much for coming on Unchained."
    },
    {
        "speaker": "B",
        "text": "Thank you, Laura. It's been a pleasure you both."
    },
    {
        "speaker": "A",
        "text": "Thanks so much for joining us today. To learn more about Dan Colin and all things crypto regulation, check out the show notes for this episode. For transcripts of the episodes and premium interviews, please consider joining our subscriber group. Unchained is produced by me, Laura Shin, with up from Kevin Fuchs, Matt Pilchard, Zach Seward, Juana Ranovich, Sam Sriram, Ginny Hogan, Jeff Benson, Leandro Camino, Pamela Jemdar Shashank, and Margaret Correa. Thanks for listening."
    }
]