[
    {
        "speaker": "A",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started covering Crypto seven years ago and as the senior editor, Forbes was the first mainstream media reporter to cover cryptocurrency full time. This is the April 25, 2023 episode of Unchained Dank sharding, liquid staking, bitcoin dust, and more. There's always a new crypto concept to wrap your head around. Visit the Learn page at unchained crypto.com for dozens of explainers on a wide variety of web three topics hey, unchained listeners. As you know, it's hard keeping up with the fast paced world of crypto, so we've got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. you'll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings and bullet points, plus our meme of the day, all curated and written by our amazing team. It's still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot web three projects lost nearly $4 billion of crypto assets in 2022, but nothing is more expensive than losing trust. Secure your company with Holborns best in class security advisory solutions. Visit holborn.com for more. Buy, trade, and spend Crypto on the crypto.com app. New users can enjoy zero credit card fees on crypto purchases in the first seven days. Download the the crypto.com app and get $25 with the code Laura link in the description today's topic is the US securities and Exchange Commission and crypto. Here to discuss are Josh Klayman, us head of fintech and head of blockchain and digital assets at Linklaters, and Mark Boiron, chief legal officer at Polygon Labs. Welcome, Josh and Mark."
    },
    {
        "speaker": "B",
        "text": "Thanks for having us."
    },
    {
        "speaker": "A",
        "text": "Thanks."
    },
    {
        "speaker": "C",
        "text": "It's great to be here with you guys."
    },
    {
        "speaker": "A",
        "text": "The SEC has been making a lot of waves in the crypto industry recently. Before we dive into specifics, what would you say is the overall takeaway that you have from all of these actions collectively? What does it say about the agency's overall stance toward crypto, or how that could impact the industry? And Josh, why don't we start with you?"
    },
    {
        "speaker": "C",
        "text": "Thanks Laura. So I think what it says is that the SEC is frustrated. If I play devil's advocate and I take their side, I'd be saying, we keep telling you that if you capital raise using a digital asset, it's going to be a security. And I think there's a lot of frustration from within the SEC, from what I've heard, and that these enforcement actions really, one after the other, are intended to send a very loud message. At the same time, we're seeing rulemaking, which the industry has asked for for a long time. And I think the message from the SEC, if I were to characterize it, is, okay, you've asked for rules. Let's see if you like what you get."
    },
    {
        "speaker": "A",
        "text": "Mark, what do you think?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, to me, this is just a culmination of years, right? So we've had enforcement actions for years that have been worked on. We know there's been subpoenas handed out. So when you think of when Gensler took office, right. He went ahead and said, like, I think most of all digital assets are securities. And that is your heads up, that over the next few years, enforcement actions are going to accelerate and his efforts to slow down the industry are going to accelerate. He took a three pronged approach. His first prong was stablecoins, his second prong was exchanges and his third prong was lending. We see that very heavily on the exchange front. And so that's not surprising, viewed as a choke point. If you can slow down the exchanges, then you can slow down a lot of the activity then on the digital assets front, like themselves. Hes been working on that for a long time. And so its not unexpected. Its kind of what you should expect from Gensler based on what hes been saying for the last two years."
    },
    {
        "speaker": "A",
        "text": "Im super interested in your answers because it seems like youre almost saying that even if FTX hadnt happened, we would see the same level of activity from the SEC. So is that what you guys think, or do you think that FTX may have caused there to be, you know, this high number of enforcement actions the last several months?"
    },
    {
        "speaker": "C",
        "text": "So in my view, I don't think FTX changed anything. I think it may have emboldened the SEC. It was almost like a license to do more because there was also the question, I think it may have been Elizabeth Warren who said something to Tara Gensler saying something like the SEC needs to get suited up. And he was saying, we are suited up. And so I think this was really a license to do the kind of enforcement that they had planned."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I think it's really the impact on policymakers that it had more than on regulators. Again, I think, like, this is something that Gensler has been working on for a while. I think it's potential that his focus or change of focus to actually taking enforcement action against exchanges is a result of FTX. But the broader effort against digital assets that Gensler is taking is something that has been in the making since he took office."
    },
    {
        "speaker": "C",
        "text": "Just building on what Mark said, I mean, I believe that it was before FTX that Chairman Gensler started saying things like, the Runway is going to get shorter, exchanges come in and register and things like that. So it wasn't as a result of FTX that that happened. But I do agree the focus on exchanges and centralized exchanges, although we're also seeing it with decentralized as well, I think that that really has contributed."
    },
    {
        "speaker": "A",
        "text": "All right, so let's get into some of the details. We'll start with the most recent one. Last Monday, the SEC charged Bittrex with failing to register as a broker dealer, exchange and clearing agency. And in the complaint it also listed six tokens that included Algo, OMG and dash as securities. And I was curious, you know, what you think this lawsuit against Bittrex means for the future of crypto exchanges?"
    },
    {
        "speaker": "B",
        "text": "To me, it's the battle we've been waiting for. Right. And I don't mean that positive, because I would much rather see positive rulemaking or policymakers take action. But in the absence of that, you always knew there was going to be a time where centralized exchanges were going to have to face the SEC. It's too easy for the SEC to take a position that at least one token that is being traded on that centralized exchange is a security or forms part of an investment contract, and therefore you should be registered as a national securities exchange. What Bitrex looks like is, frankly, what I think a lot of the exchange actions would look like against centralized exchanges. While I think Bittrex may have been more aggressive than some centralized exchanges, the core facts underlying that complaint are the same for all centralized exchanges. I think the exchanges have been ready to kind of have this battle. I think Coinbase has said that very clearly, and I think there's some pretty good arguments on their side. There's also some uphill battles based on."
    },
    {
        "speaker": "A",
        "text": "What existing law says, and I'm sorry, there's good arguments. On whose side?"
    },
    {
        "speaker": "B",
        "text": "I think there's good arguments on just digital assets in general. Right. Like how you're going to treat them under securities laws. The defense that I think the exchanges are going to have. But ultimately, the defense comes down to, are these digital assets securities or not, or do they form part of an investment contract? I think under, like, the Exchange Act, I don't think anybody is going to try to argue that there's really any argument under the Exchange act that you shouldn't be registered if these assets are securities."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think what I would add to this is for a while, we'd heard the SEC explaining that digital assets that are securities, if they're traded on a trading platform, the trading platform needs to register as a national security exchange or qualify as an ATS, an alternative trading system. But I think what may be a surprise to many in the market, but I think we have seen coming, is this idea of breaking apart by function, right. And that the SEC really is saying, now, look, all these different functions, the exchange function, the clearing function, the broker dealer function, right. Lending, all these sorts of custody, potentially these should be separated out and separately registered. And I think that's a surprise to many in the market because we had been focused so much, many of us, on just the question of whether an ATS or a national securities exchange could even trade the digital assets that are out there, given the requirements. So I think we're going to see more of this. I do think that in the SEC's view, I can't speak for them. Right. Obviously, none of this from us is legal advice, investment advice, any other kind of advice. In my view. The SEC seems to think that they have it all figured out with respect to centralized exchanges. And clearly, with respect to decentralized exchanges, there are still open questions. And hence, we have the reopened comment period for the proposed expanded definition of exchange."
    },
    {
        "speaker": "A",
        "text": "Yeah, we'll get to that in a moment. But I just want to unpack what you were saying here, because so much of the SEC's complaint against Bittrex did talk about how in a traditional exchange, a national securities exchange, there would be all these different functions that would be separated, you know, brokers, the exchange itself, the clearing agency, et cetera. And so something that was curious to me when I was reading it was, I kept thinking, okay, so if you're saying that it's, like, illegal for all these functions to be collapsed into one entity, then it seems like they're saying that Coinbase's operations, which the SEC had blessed when it allowed the company to go public, would also be illegal. Right?"
    },
    {
        "speaker": "C",
        "text": "Or I."
    },
    {
        "speaker": "A",
        "text": "What do you think about that?"
    },
    {
        "speaker": "C",
        "text": "So all alleged, right?"
    },
    {
        "speaker": "A",
        "text": "Right. Okay. Allegedly."
    },
    {
        "speaker": "C",
        "text": "I mean, we have heard the SEC saying to Coinbase that they believe or at least, you know, in various forms, whether it's a speech or whether it's, you know, wells notice or something like that, saying that they believe that digital assets that are securities are traded on Coinbase. Right. And so that is what brings in these other points. If at the time that Coinbase filed its s one, the SEC did not necessarily believe that there were digital assets that were securities being traded, then potentially these requirements under the Exchange act wouldn't apply because there wouldn't be a security. So I think it does come back always to the digital asset being traded and whether that age old question now in our industry of whether you have a security of one form or another."
    },
    {
        "speaker": "A",
        "text": "Okay, but so I don't know the answer. Does Coinbase list algo or Dash or OMG or any of these others? Because if so, presumably, I mean, some of these are definitely older than 2021, which is when they went public. Do you guys know the answer to that?"
    },
    {
        "speaker": "B",
        "text": "I don't know the answer, but it'd be very surprising, right, if they don't trade algo, for example."
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, but I mean, my take on this is like, it's completely inappropriate, frankly, what the SEC has done with Coinbase. And frankly, it's more inappropriate with respect to all the retail investors who have bought coin. You go ahead and you become a public company and you sell stock to the public. When you do that, the public is assuming that the underlying business is a business that is operating in a compliant manner, or compliant, mostly when they buy billions of dollars worth of stock for the SEC to then come around a couple of years later and say, actually, sorry, retail investors, we may wipe out those billions of dollars that you invested. Because when we told you you could invest in this, it was in a situation where this exchange never should have actually been able to be operating in the way that they were and generating the revenue that they were. Because most of the revenue comes from trading fees. It comes from trading fees, admittedly, like most exchanges. Right. You probably have 70% to 80% of those trading fees that come from BTC and ETH. But even the ETH in question, right, you're probably still at like 80%, sorry, 50% or so on BTC alone, which may be safe, but you've got 50% of the business, and then therefore, 50% of the future cash flows that should never have existed, according to the SEC. That just doesn't sit right for me when it comes to retail investors."
    },
    {
        "speaker": "C",
        "text": "I mean, if I can play Devil's advocate, and solely just to play Devil's advocate. Okay, I think that an argument could be made that the business has transformed in a lot of ways since the filing of the s one in 2021. If you look, for example, at the s one, which I had taken a look at it weeks ago, but just some things that stood out to me at the time, and again, solely for purposes of Devil's advocate here, at the time that it was filed, there were about 90 tokens that were listed. And Queen Beast said something to the effect of we only list tokens where we believe there's a reasonably strong argument that the tokens are not likely to be securities. They also said that they were heavily, heavily dependent upon bitcoin and ETH. And at the time, ETH wasn't in the headlines as whether it potentially could be a security. Bearing that in mind, that's one point they also made a pretty big deal within that s one saying that they had delisted XRP once the SEC brought suit against Ripple. And so we've seen later, later that year. So that s one was signed, I think February 25 of 2021. Later that summer, we saw the enforcement action against Poloniacs, where basically the SEC said, look, moderate risk that a token is a security is too much. So one could say, okay, should this have caused a change in the types of tokens that were listed or a reanalysis? Also, there has been a movement, and maybe it is, as Jason Gottlieb in your earlier session had mentioned, a bit of enforcement fatigue, that people have not been delisting tokens when there's been an enforcement action that alleges that they're securities. Another thing I would just call out, again, just as general's advocate here, is that with respect to staking, it is mentioned throughout the s one, but it's mentioned as an energy efficient alternative to mining. Right. And about two weeks prior to when the s one was signed, they did acquire bison trails, which would have greatly expanded that business. But the financials only report as of 1231 2020. And so if you look at the way staking is described now, it's a much more robust business, obviously, than it was at the time when staking was mentioned. When they did. They did, however, definitely say within the s one that they did operate nodes on certain blockchains to enable to assist clients with staking for a fee."
    },
    {
        "speaker": "B",
        "text": "Josh, I think one thing that you said that was super interesting is this idea that do you have to delist tokens? The second the SEC files a complaint, taking the position that it is or settles an action, or without anyone admitting anything, this was actually key in Bittrex, where they actually point to the fact that EOS is traded there and several other tokens that there's been settlements on or with respect to. And I think this gets to the enforcement fatigue concept and really the current administration. If you sit there and you think, okay, Gensler believes individually in his individual capacity, not for the SEC, that most or all tokens, because it's changed. Right. All tokens other than bitcoin, our securities, then you get to a point where you say, well, why would I delist that? Because the bottom line is we're going to get to this ultimate point that we're at where as a centralized exchange, I'm going to need to fight this. And I can either earn additional revenue that I can then use for whatever, in whatever way, including to fight the SEC, or I can delist it in a situation where they already are claiming that everything I am listing other than VTC is a security. So why would you even delist it? And that's the position that you're in as a centralized exchange."
    },
    {
        "speaker": "A",
        "text": "Huh. And wait, so just so I understand, Josh, when you were playing devil's advocate and you were saying that after the Poloniex enforcement action that you said there should have been a reanalysis. So you're saying that Coinbase should have used that action to then assess all 90 or whatever the number was of the tokens they were listing at that time. Is that what you're saying?"
    },
    {
        "speaker": "C",
        "text": "So I wouldn't go so far as to say should. Right. Because I don't know what they did. Maybe they did do that. Right. But I would say, you know, one, if we look at these enforcement actions as messages or warnings together with the speeches that come out kind of like a roadmap as we go of what could be a security. What is a security? And I do believe, for example, that when they're picking out different types of digital assets to call them securities in enforcement actions, they're purposely, in my view, trying to find different kinds. Like, I know, for example, I was surprised with Dash in some ways. Right. Because mining and, you know, it just has a different kind of profile. But yeah, I mean, I, what, what I was kind of getting at was that if you were to take the SEC's position, they might say, look, we've said that moderate risk is too high. And how does that square with reasonably strong arguments as your, as your standard? Right. Should it be a different standard? That sort of, that sort of thing."
    },
    {
        "speaker": "A",
        "text": "Oh, I see. Okay. Well, one other thing that I wanted to call out from reading the complaint. And this will come up again later when we discuss this expanded definition of an exchange. But just reading it, it sort of felt like that the agency was ignoring the fact that the technology could make it possible to not have all these different middlemen involved. And I wondered, do you think it's possible that the agent, like, do you think the agency basically chose not to acknowledge that? Like, they could have come up with some other way to account for that? Or do you think, like, why it is that you think they didn't seem to acknowledge that? Because to me, that felt like a little bit of a glaring omission."
    },
    {
        "speaker": "B",
        "text": "I think in this situation, they just didn't need to. Right. They were dealing with a centralized exchange. And so they have, like, probably three facts that are, that are helpful for them. One, if you just walk through the definition of an exchange and the rules, and you apply them to a centralized exchange, they apply pretty neatly. And I think most centralized exchanges would say the same thing. They also gave, there's probably two different situations where they'd say they've kind of put a flag in the ground to make it pretty clear. So first is the DAO report, where in the DAO report, they kind of, it was more of an add on than anything else, but they were essentially referencing the fact that exchanges could need to register. So that was back in 2017. And then you have the ether Delta settlement with the ether Delta founder, where you had a. We call it a Dex. I don't know that we would call it a Dex today because there's so many centralized components, or maybe people might, but it wouldn't be fair to call it a Dex. And that kind of established the same thing. And they walk through the analysis. That analysis just very clearly applies to a centralized exchange. So there was no need to get into the arguments that a decentralized exchange might make around the definition of an exchange and how you apply the regulations to that definition."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think that's a good point that mark makes. I mean, I do think what we've seen sometimes is this concept of thin slicing where people are doing a small component. So you may have a centralized exchange doing all of these things, right, or you may have folks doing one or another of these things. This kind of, it gets to all the fish, right in a way. Right? Like, if you're doing this piece, this looks like clearing, or if you're doing this piece, this looks like being a broker or a dealer or something like that. So I do think that that's part of it as well, all right."
    },
    {
        "speaker": "A",
        "text": "Well, one other thing that I wanted to discuss about this is the vetrex complaint recounts numerous times when the exchange was urging token teams to not use language that promised, for instance, certain kinds of profits or stuff like that. And reading it, I think the implication was, okay, these teams were actually selling securities, but they were trying to hide it. But on the other hand, I sort of wondered, isn't that sort of what the rules are for, to get people to not make those promises? And so I was kind of curious, like, obviously, there were some instances where they were, like, scrubbing the language after the fact, but I wondered, like, leaving those aside, you know, could you also make the argument that what they were doing, in a way, was showing that they were trying to be compliant? Or is that just not how that goes?"
    },
    {
        "speaker": "C",
        "text": "So if I were, if I were their lawyer, which I'm not, I mean, I would make that argument probably right. Or I may make that argument saying, look, even if there, even if there were a violation on x state, you know, it was trying to be, you know, wiped away, so it wasn't a continuing violation each other day. I definitely, at least in my personal view, I think that if you have problematic statements that might lead someone to believe that you're selling a security, probably best not to keep doing it in such a way that you're continuing to sell security with that language. Right. Just a personal thought."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, I think you can look at it from two perspectives. Right. The first one, Laura, I think, which is the one that you touched on. Right. Which is clearly this was done after they already sold the tokens. And therefore, what it looks like if you're the SEC, is, okay, you were just trying to clean this up so that it doesn't look like you're just trying to hide things is basically what it looks like. But the other side of it is what Josh kind of hinted at, which is if you believe, which the SEC, or at least SEC staff has previously said and unlikely to be, what Gensler believes, is that you could have sold a token as part of an investment contract, and that, let's call it the wrapper of an investment contract, falls away, you're left with an asset that is not actually a security. And so if you're looking at it from Bittrex's perspective and you're saying, okay, what is it that could have caused this thing to be sold as part of an investment contract? So what caused the expectations of these reasonable purchasers to actually believe that these tokens were part of investment contracts? And the answer is these statements that make people believe that they're going to profit from something. So if you're a Bittrex and you believe that a wrapper of an investment contract can fall away, going to go to a team and you're going to say, stop creating an expectation of profit, and a lot of that is how you're actually talking about this publicly. So let's go clean that up. That's completely reasonable thing to do if that's the position you're taking. I don't believe that the SEC wants people to take that position and therefore it is presenting it as the first option that I laid out. But I think that second option is a very real one that I think a lot of lawyers would agree with as a true possibility."
    },
    {
        "speaker": "A",
        "text": "All right, so this is all leading up to what is probably, at least in my mind, going to be sort of like the big kahuna version of SEC versus crypto exchange, which is whatever happens between the SEC and Coinbase. So as we know at this moment, the wells noticed that the SEC issued a coinbase, which is a signaling of its intent to sue, was kind of light on details. So I wondered what you thought the SEC's charges will center around and just in general, how you expect this court fight to impact the crypto space."
    },
    {
        "speaker": "B",
        "text": "I think Coinbase has done a really good job, I think, in handling this, in what I'd consider to be a pretty tough spot to be in. And they went ahead the moment they got that well's notice, put out the eight k they required to put out, and then went ahead and had a blog post that they wrote that kind of laid it out. And to your point, it was really light on what it is that the SE is looking at. But we basically have probably four categories of things. One is just, are you an exchange? The second one is staking. We saw that with Kraken. The third one is Coinbase prime, which is basically their institutional platform, but it's trading plus custody, so very hard to figure out where to break that down. The fourth one is Coinbase wallet, which is probably maybe the most surprising. We talked about that first category already. Then when you get to the second category and you've covered this in the past, Laura, but is the staking. I think the difference between what Coinbase is doing and what Kraken is doing or did is meaningful in terms of Coinbase actually just passing through returns and rewards that you get from staking rather than actually. I mean, they take a fee on it, but they're not actually promising a certain fixed return or anything of that nature. There's other differences there, and obviously you have to look at how the staking actually works on different chains. But generally speaking, the facts there are pretty different, and I think Coinbase is going to rely on that. We also saw them up their terms of use following Kraken. To actually make this even more clear. I don't think it was actually anything new. I think it was actually clarifying what was already done. Again, I think the institutional side of things, I think it's hard to separate it from the trading. So let's just put it in that category. And then the last one is the non custodial wallet, which definitely is the most fascinating. I think the tricky thing with wallets right now is that they do a lot. Just back up six years and you had a wallet that stored your private key on your browser and you signed transactions with it, and that was it. And now we're at a point where a wallet is also allowing you to purchase crypto through some kind of on ramp, or swapping it on some kind of Dex, or using it to stake. The SEC's view, most likely around dexs, is that if you are offering some kind of front end, you should be grouped together with whoever developed the underlying protocol. And we can talk about it more in the like, kind of. When we talk about the rulemaking, when they talk about like, groups of persons, but. But in exchange includes like somebody that is maintaining it when it's like a group of persons, not just one individual organization. So that's likely what they're looking at, along again with their views on staking and staking as a service, depending on how you look at that. Coinbase also has liquid staking. That is another place that the SEC is probably very interested in looking at. I think there's just many attack vectors there for Coinbase. I think there's also a lot of arguments to defend themselves, and I think they lay a lot of that out pretty clearly. I think on the staking stuff, they actually wrote a request for rulemaking to the SEC around that. I think Coinbase has handled this, frankly, really, really well. But those are kind of like the different areas that it looks like the SEC is attacking."
    },
    {
        "speaker": "C",
        "text": "Yeah, I agree with what Mark said. What I do suspect is that given the number of meetings that was expressed in the blog post, I believe it was around 30. I suspect that the Queen Beast team has a good sense of some of the possible attack areas, because it sounded like they submitted proposals to the SEC that they either didn't get a response on, or perhaps they did not receive a positive response on it. I don't know. It wasn't there. Again, it all comes down to whether there's the existence of a security, whether on the trading platform, or whether, for example, staking itself as a service constituted a security. And I do think, just from the SEC's perspective, my understanding, my impression, I should say, is that there may be a level of frustration as well with Coinbase, because in the SEC's view, I believe, again, just my beliefs, that they, in some senses, felt that Coinbase should almost be happy and thanking them for warning them not to use, not to introduce the lend program, because then we saw enforcement actions against Blockfi, against Gemini and others. And so that didn't happen to Coinbase. So I do think part of this, I think part of it's motivated by frustration. I do expect, though, that, as some have said in different posts here and there, that what we're seeing with BXIr, BXC and Bittrex, that we're going to see something similar with Coinbase. And it makes me think back to when Gary Gensler, in one of his speeches was talking about exchanges come in. We have exemptive relief powers. I just wonder, I had always thought that maybe that related to saying, okay, we can grandfather in potentially some of these digital assets that the SEC may believe were illegally sold securities so that an ATS could list them or something like that. But now, more and more, I'm beginning to think that maybe that exemptive relief was meant to apply to some of these various functions that the SEC has called out more recently."
    },
    {
        "speaker": "B",
        "text": "I think this idea of exemptive relief is really important because the SEC clearly has the authority to provide exemptive relief. And we think about that a lot in the form of, like, no action letters on, like, digital assets. That's been talked about a lot. But this isn't different with exchanges. Like, they specifically have the authority to provide exemptive relief from any provision of the Exchange act, as long as they think it's, like, necessary or necessary for the public interest. And so if they reach the conclusion, and it would require a commission that truly believes in the benefit of decentralization, in terms of eliminating risks that exist with typical exchanges, you would reach the conclusion that there are actually public benefits. It's in the public's interest to do something that provides some kind of exemptive relief, at least around, like, defi. I also believe that that exists around centralized exchanges. The nature of the way digital assets trade is very different from what you would typically see. And so I think while yes, this idea of separating broker dealers from exchanges, from clearing agencies makes sense in traditional exchanges, and there definitely needs to be controls in place and some separation. Whether that exact same thing really makes sense in terms of separating clearing agencies from a national securities exchange with respect to centralized exchanges, I think it's a little less clear. Whereas maybe broker dealers and national securities exchanges, separating those, I think most people would probably agree that that actually does make sense. So I think that you would really need a commission that believes in the technology and the fact that it is inherently different to want to provide that exemptive relief, which clearly this admin doesn't want to do."
    },
    {
        "speaker": "C",
        "text": "Well, I had always thought that maybe we would see something in a settlement with a large player, I mean maybe a coinbase or something like that, where people may be motivated to find a solution rather than having a years long, I would imagine litigation over it. I do think, though, that even as we grapple with the separation of these different functions, one of the things that I really think we should be pressing the SEC for an answer on is, okay, so say all this gets registered. What happens to the tokens that are out there that the SEC believes are securities? Can anyone trade them? Because as we know, an ATS, for example, can't do its due diligence on an allegedly illegally issued security. Right? So will those be grandfathered? Will they not be? I think that this is a key question that even before we reach the questions of whether something should separate out by function, we need to know the answer to."
    },
    {
        "speaker": "A",
        "text": "All right, so in a moment we're going to talk about how the definition for an exchange might change and how that might affect crypto and defi. But first, a quick word from the sponsors who make this show possible. Join over 80 million people using crypto.com comma, one of the easiest places to buy, trade, and spend over 250 cryptocurrencies. With the crypto.com visa card, you can spend your crypto anywhere and get rewarded at every step, up to 5% cash back instantly, plus 100% rebates for your Netflix and Spotify subscriptions and zero annual fees. New users enjoy zero credit card fees on crypto purchases in their first seven days. Download the crypto.com app and get $25 with the code Laura link in the description. $3.8 billion in value was stolen from crypto projects last year due to compromised private keys, exit scams, flash loan exploits, and other preventable causes. Holborn offers preventative security solutions for every stage of your software development life cycle, from smart contracts layer one and DevOps audits to advanced penetration tests, risk assessments and incident response. With over 150 industry partners, including Animoca Brands, Solana foundation and Ava Labs, Auburn's best in class security advisory solutions ensure the safety of company assets and user trust. Visit holborn.com for more. Back to my conversation with Josh and Mark. As we have alluded to, the SEC is proposing to change the definition of an exchange. What does the proposed change say, and why does it seem like that will have a big impact on crypto and Defi?"
    },
    {
        "speaker": "B",
        "text": "So I think the key aspect of what you have to look at right now when it comes to an exchange, I think starting with that definition is probably helpful. Generally, what you're looking for in an exchange is whether there is some organization or group of persons who are maintaining or providing some kind of marketplace. And then comes the key language, which is bringing together purchasers and sellers of securities. When you break down what the SEC considers to be a marketplace, it's super technical, but it very much focuses on orders and the matching of those orders. Specifically, you're bringing together orders from multiple buyers and sellers, and then you have this concept of using an established, non discretionary method to actually have those trades interact with one another. Then there's one last part that the SEC does not mention in the Bittrex complaint, but I think is relevant to something like DeFi, is that, and then the buyers and sellers have to be agreeing to the terms of the trade. And so when you look at that, it's very much focused on the actual existence of an order. When you carry that out to the like Defi, it becomes very hard. Obviously, you've got order book dexs, and those look very much like traditional order books. But once you get to an amm, it's very unclear. You have a pool, and I can make an argument, the SEC could make an argument right now. You could make an argument that every single person who deposits assets into a pool has agreed to a price and has placed an order at that time. What they are agreeing is that there is a non discretionary method, which is the formula underlying the amm, the curve that is dictating what price they're willing to sell at. And then there's somebody who comes and takes that order on the other side. Whether they're agreeing with each other on the terms of that trade, I think is a whole lot less unclear. And whether you can even rationalize what I just said and carry that out, I think is tricky. On most amms and so the SEC is basically saying, I don't want to have that fight, when I don't need to have that fight. So let's go ahead and let's change the rule. And if we change the rule, we're basically going to focus it on this concept of a communications protocol. And basically what that means is that instead of looking at orders, we're basically going to look at whether there's any kind of trading interest whatsoever. Effectively, what this does is it starts adding in, I think, systems that wouldn't typically apply. So, like request for quotes, I think an Amm starts potentially applying and you start bringing in a whole lot of actors that you probably didn't capture before, which might include things like Bloomberg terminals. And that's how expansive the definition really is. But it does get them to the point where now they feel like, okay, we'd be comfortable actually being able to bring a case against an amm without the risk of losing it. Because the key being the risk of losing it. If the SEC loses a case on whether an AmM constitutes an exchange, the floodgates open, and that is the last thing the SEC wants."
    },
    {
        "speaker": "C",
        "text": "Yeah. And just to jump in on that, I think as a practical matter, it's moving from the active to the passive. Right. Much more passive activities, bringing together folks with trading interest as opposed to orders. This is a big change. And also this reference to groups of persons, where does that end? And I think with the reopen proposal, I mean, the message that seemed to be, it doesn't necessarily end. Right. You can group together large groups of people. I think one of the other big things, I think, and, you know, I had said elsewhere, what do you call a conspiracy theorist who often is correct, a profit. Right. The industry had said, look, this is likely to apply to digital assets and to crypto. Even though the proposal initially was something of a trojan horse, it never even mentioned digital assets. And it may be partly because of the Administrative Procedures act and people saying, listen, if it's going to cover crypto, you have to say crypto. But we have even references now in this new proposal that talks about immutable smart contracts. What is the expectation? Well, either you can change the code, or if you can't, well, you better hard fork it. And so I think that I agree with Mark. Like, they're trying to cover all bases and make sure that they're able to win a case."
    },
    {
        "speaker": "A",
        "text": "Hester Peirce, who is a commissioner at the SEC and who is often called Crypto mom, wrote a very strong dissent about this role change. Can you summarize some of her objections?"
    },
    {
        "speaker": "C",
        "text": "I mean, the way I would put it is that there was a prioritization and the prioritization was not for innovation. Right. And I mean, that's what I think it is in a nutshell, that commissioner purse is concerned that, look, you're not even looking at what this new technology can do. You're just trying to make it impossible to do. And so that was my takeaway generally."
    },
    {
        "speaker": "B",
        "text": "Yeah. And she harps on a few things that I think are important. Right. So the core here is, what is a communication protocol system? But you don't actually have a definition of a communication protocol system, which she points out, and people asked for a definition in the comments to the initial rulemaking, and we didn't receive them. So that was like one problem that I think she captured. I think the other one, and it's one that is just an issue in crypto. I think it is. What the SEC struggles with a lot is that how do they have the resources to deal with this? If you suddenly turn the switch on and say, these hundreds and hundreds of amms out there, I think the treasury report on illicit finance at 600 DeFi protocols, or dexs out there, specifically, what is the SEC going to do with that? Leave alone the centralized exchanges and them dealing with that already? And so that becomes a massive issue. And then I think she gets to the core point here, which is they're trying to capture through this concept of group of persons, everybody under the sun, they talk about, first, this concept of, you need to be acting in concert. You're acting in concert. And that's like a common term used in securities regulations. Then you are going to be, you know, operating this communications protocol system together. But then they say, actually, and this is what Commissioner Peirce points to, is actually, it doesn't matter if you're acting in concert. That's actually just one factor to consider. There could be other factors that you could consider, which could mean you don't actually need to be acting in concert to be considered part of this group of persons. Now, you're talking about a few actors who are acting individually in their capacity. Someone running a front end, some developer who developed and deployed an amm, and then some miners or some validators who are validating transactions somehow. Basically, what the SEC is saying is we're going to try to pass a rule that can put a all three categories in one. And what Commissioner Peirce then says is, yeah, but you probably have some, like, first amendment issues when you're basically not allowing people to communicate at all, because if they communicate, they're regulated in this way. And so she kind of finally closes it with, I think maybe the most important point, which is, at least for anyone who cares about Defi, is compliance isn't possible. You're basically requiring centralization to actually make this possible. And that's ultimately the core here. Right. If this rule passes, you end up in a spot where you're going to have to spend years trying to figure out how to actually comply with this in a decentralized way. And I find it very hard to believe it's ever going to happen. Why? Because the SEC needs to agree that it can happen in that decentralized way so that you can actually register. So instead it's going to say, no, come in and register. Now we have the power to force you to do it under this new definition. And when we do that, we're also going to tell you how you need to centralize this thing so that you can comply, and you end up with basically permissioned DeFi only in that situation, which I think is why DeFi advocates are pushing very hard, and frankly, the industry as a whole should be pushing very hard against this rule, making one."
    },
    {
        "speaker": "C",
        "text": "Thing on the other dissent. Commissioner Uyeda, I'm not sure how to say his last name, actually. My apologies. But one of the things he says, I think is really interesting. You know, he talks about how there's ambiguity and overbreadth and how we need to remember that the Howey test says that we need to look individually at each digital asset. Right. The way he says it, I think, is very, is very helpful."
    },
    {
        "speaker": "A",
        "text": "He says."
    },
    {
        "speaker": "C",
        "text": "Instead, one might wonder whether this is simply a paper exercise under the Administrative Procedures act so that the commission can finalize a decision that has already been made, namely that nearly all crypto assets are securities and are subject to the commission's jurisdiction. While not as scathing as Commissioner purse's dissent, I still think it's important. It's an important dissent as well. And I do say, and maybe this is me being a bit cynical. On one hand, I do think that the SEC is still looking for answers with respect to how to treat DeFi. I don't think that it believes that everything is a slam dunk, as it seems to have the view that it's figured out how to regulate centralized exchanges. However, I also, I do think that, in a way, it's almost as though all of the well reasoned comment letters that are cited heavily in the release, it's almost as though they're thinking about a future litigation and addressing each one and saying, yup, you have fair notice about this. You have fair notice about that. You have fair notice about this. It's almost like a treasure map to all the different ways that the SEC will be able to hold liable Defi. And when they ask for additional questions, yes, I think in part some of it may be to say, okay, how do we carve out these systems that maybe we're not trying to catch? But cynically, I actually believe that they're looking for information, saying, tell me more on how they can attack from those various points."
    },
    {
        "speaker": "B",
        "text": "I view that kind of differently because I think when I go back and I look at Gensler starting his term as chairman and him talking about DeFi in a way that says everything's centralized, and we all know that DeFi is more centralized than we would like, not across the board, but often. But I do think that he started looking at these DeFi protocols and realizing it's actually not that centralized and not that easy. I need to find a way to deal with these, because when you look at Uniswap, you're basically sitting there and you say, what do I do about this? Yes, maybe I believe that they're violating existing law. I'm sure Gensler believes that. Like I don't. Gensler does. And so if you believe that, then you're basically saying, what do I do about this? And you go, and I think there's articles out there about uniswap having some request for information, for example. Right? So you go out and you say, okay, give me some information. And you get that information. And then you start digging into it, and you say, oh, wow, so I actually can't get these guys to stop this thing. What do I do about that? And then you say, okay, who's around there? Who can I get to stop it? Oh, wait, it's the ethereum validators. Okay, let's go look at this. All right, who do we even go talk to? Who has the power to do this? Oh, that's a really big group of people who all need to coordinate, but don't coordinate continuously in that way. What do we do about this? And the answer is, well, let's go write a rule that basically allows us to capture all of these and actually have a basis for trying to get them to all act together so that we don't have these yet amms out there anymore. And to me, that's the entire basis of why this is happening, is a realization that there actually is true decentralization and that there's nothing that a regulator can do about that because there is no centralized point to stop it."
    },
    {
        "speaker": "C",
        "text": "I mean, one thing about this, I do think, though, it brings up an important tension, which is there's a visceral reaction that people have when you think about going against the writer of a smart contract, the person who wrote the code, right. And that can be for free speech reasons and all kinds of things that queencenter can remind us of and others, right. But at the same time, you know, you end up in this position if you're not going to go against the person who writes it, which, as we know, with, as you mentioned earlier, with ether Delta, you know, Zachary Cockburn, the actual author, was the person who was enforced against. And yes, different facts, different time, different technology. But I, you know, if there is, in the SEC's view, a violation somewhere, I mean, isn't rulemaking what the industry's looking for? I mean, not necessarily this rulemaking, but isn't that what's being asked for, to have some kind of clarity about what will come next?"
    },
    {
        "speaker": "B",
        "text": "I mean, I think that point's really important. Why aren't we happy with this rulemaking? Right? And it's really the exact same reason why if you go to anyone in tradfi and you say, why aren't you happy with this rulemaking? They'll say the same thing. Because I have no idea what this actually says because it captures anything under the sun. We're talking about this in a crypto way. Trad five does not like this at all. And it's not about more regulation for them. They already are regulated enough that, like, the incremental cost here to them might not be that significant relative to others. It's the actual fact that, like, this is not even practical. And when you do apply it to crypto, you start looking at it and you say, hey, sec, you have these benefits that you can deal with. There's this transparency that you can get. Okay, you can still get that in a permission system, but there's also this lack of trust that you can get. You can see that by the fact that you really can't shut down an amm right now because you can't go to all of these validators to actually have them censor every transaction on this amm or that contract. Then you get to a spot where you should be recognizing, okay, there's this benefit to this thing. There's these people who usually custody these assets, who now don't need to custody these assets. We don't need to worry about them. Okay, that's fantastic. Maybe we need to write some rules that deal with how these systems should be developed or protections that should exist in terms of audits, things of that nature, so that you reduce risk around those assets or caps on dollar amounts before certain things happen, in terms of protected launches and things like that, or guarded launches. And so there's a lot that can be done there if you really care to appreciate that the technology makes a difference. But if you don't appreciate that technology makes a difference, you write this rule."
    },
    {
        "speaker": "C",
        "text": "So just talking about non crypto use cases where this makes it very difficult to give legal advice, frankly. For example, if you have a hosted communication system, right, that B two B users are using, and one of your B two B users decides to have, you know, have the portal be used in such a way that it now satisfies this definition, are you part of that group? What if you provide some type of it support or something like that? You know, all kinds of people are being pulled in. And when you think about technologies or you may have something that seems different, right? Like, so if you have wallet connect, right, and you have a user who elects to link to wallet connect and then access Defi, at what point do you stop, at what point do you stop pulling back and say, this is not a group of people, these are separate actors making choices? It's tough."
    },
    {
        "speaker": "A",
        "text": "Yeah. So this is not necessarily sec, but I just wanted to draw this in because it's very related to what we're talking about, which is the treasury report on DeFi, which was really interesting because it just kind of repeatedly says, like, no matter if a service is decentralized, it has this obligation to follow the Bank Secrecy act. And so it just kind of raised the question of, like, well, how does that get implemented? And I wondered if you felt that treasury here was doing a sort of similar thing of, like, not really engaging with what the technology can do, or do you think that, you know, it is possible to do what the report is suggesting, which is like, even if it's decentralized, it needs to implement a anti money laundering and counterterrorism financing checks?"
    },
    {
        "speaker": "C",
        "text": "So I think, I mean, I think part of the whole point of the treasury report is exactly what you said, Laura, is making clear that even though, you know, when we. And I think this has confused things a bit in the industry, right, when we have the SEC and the framework from 2019, talking about an active participant. Right. And when we have this concept of potentially decentralization, maybe allowing something not to be a security or to no longer be a security, depending on which way you look at it. I think treasury wanted to make clear, look, decentralization and what people may sometimes refer to as decentralization theater in certain instances, it doesn't apply here. I think this is an important message because just like I actually think sometimes the sanctions and the KYC, AML, the know your customer, any money laundering stuff gets lost a bit often we're so focused on the SEC, and people tend to think, okay, if there's no fraud, then maybe no one's going to jail, right? But guess what, if you have sanctions and money laundering and terrorist financing, you know, potentially you're going to jail. So I think that was part of the message, was just making clear like this, you're obliged to do this. I do think that there are, and I thought it was really interesting also the focus on Defi bridges as an attack point, because we have seen Defi bridges being attacked frequently. I also think just stepping back a little bit more broadly to look at the bigger picture, I think all of these regulators, whether it's a CFTC bringing suit against Uki Dao and trying to find liability within that dow, or if we look at the California case against the predecessor, Bzxjdev, Dow, right, where they had, they found a general partnership and a theory of negligence, right, saying that there was a duty to the other general partners and the users and that there was a, it was morally reprehensible because the hacks were foreseeable. Things like this. I think it's just always to try to find someone to hold liable for this. I do think we are seeing some innovative technologies, including when it comes to OFAC, including with respect to like mev relays and finding OFAC compliant methods. So I do think that this is something where new tools may be developed and some already are. But yeah, I think the question of how this is done is a tough one. At the same time, and I'll keep it brief, I do think it comes back to how much do we exercise, how much enforcement should be exercised against the author of the code. So if we think of tornado cash, right, which the OFAC, you know, had the enforcement action basically saying you can't use tornado cash, right, sanctioned, and people having suits, potentially important suits, right, by coin center and those backed by Coinbase and others saying freedom of speech. But also, you know, there are non nefarious uses, there are privacy reasons, etcetera. Well, if you're not going to be able to hold, to sanction a particular system because it's not property, it's not a person, it's not an entity, then it seems like the logical other point would be the developer. And I just think there's even more of a strong reaction from the industry about holding liable a developer."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think if we leave aside the ethos of privacy and what the industry wants from a privacy perspective, we live in the world and we look at things from Treasurys perspective where it says, we currently have a world where financial transactions happen except through cash in a kyc manner, unless that cash transaction is too large. Then you get to a world where you look at this report and you say, they were thoughtful, actually. And what I mean by that is that, first of all, when you look at their background and they describe DeFi and how it works, while not perfect, it's pretty on point. It does a good job of that. It's fair in its characterization. This was not, in my opinion, a biased report. And so in that sense I view it as very positive. I also think while they do say we need to fill gaps, they recognize that under current law, you have to look at facts and circumstances as to whether somebody is a financial institution under the BSA or not. They're not saying right now everything in DeFi is. They're saying a lot in DeFi is, but you need to look at the facts and circumstances and there might be gaps that we feel like we want to fill, which obviously they're going to say from their perspective at the treasury, but they do a good job of talking to people. But then they also go ahead and they recognize some benefits, right. They talk about the transparency of blockchains and how that can be used. They talk about some difficulties related to it as well. But they also talk about just that it can be used in that way. I think that's a really important recognition from them. We know that FinCEN enforcement has long utilized tools that can be utilized as a result of transparency. Then they also look at zero knowledge proofs and the ability to use zero knowledge proofs to maintain privacy while still proving certain facts about identity. To me, they're not shutting the door on saying everything in DeFi is bad. I think what they are saying is we are leaning strongly right now in saying that we need to fill gaps in DeFi. How we do that and whether we can do that while maintaining the permissionless nature of DeFi is a big open question and we want to talk to you about it. To me, that's a very positive outcome from the report. I don't view it as negative, as everyone else, I view it as realistic for where treasury is at."
    },
    {
        "speaker": "A",
        "text": "All right, so we're running out of time, but I definitely feel we have to touch on ether. We've discussed it a little bit here and there. But one question I just really wanted to bring up. So, obviously, last week during the House Financial Services Committee, SEC chair Gary Ansler sort of just danced around the question of whether ETH is a security. And I wondered. So, in 2018, the previous SEC director of corporation finance, Bill Hinman, said that ETH in its present form was not a security. And in 2019, then SEC chair J. Clayton affirmed that the agency agreed that an asset could start as a security, meaning, for instance, ether, when it was sold in an initial coin offering, but then later it could turn into a commodity. And so given this history of the SEC having this record of kind of saying ETH is not a security, but then chair Gensler coming in and now saying that every crypto asset except for bitcoin is a security, I wondered how those previous statements would affect the ability for the current SEC to pursue any enforcement action on ETH now or in."
    },
    {
        "speaker": "B",
        "text": "The future, given that I'm not a litigator, and I think it's a question that a litigator would be best to respond to, best suited to respond to. I will say that, to me, there's probably a certain period of time in which people were relying on those statements. Now, they're not SEC statements. They are Director Hinmandhae statements, and they are former chairman Claydons statements, and theyre not the SEC statements. And thats what theyre going to stick to. Now, weve seen in multiple situations where folks dont like that. We saw it last week. We also saw it in the bankruptcy proceeding for Voyager, when Binance us was looking to buy Voyager, and the bankruptcy judge is looking at that and saying, whoa, wait. You're telling me, staff, that you think that binance us is trading securities without properly being registered, but the SEC is not willing to tell me that? And the answer is like, no. We see that that actually can be used against the SEC in certain situations. But my view is it's probably a very narrow set of situations where, as a legal matter, it actually influences the outcome of actions that people are taking."
    },
    {
        "speaker": "C",
        "text": "I think a few things, too. I think one, and I'm not a litigator either. And I think Jason Gottlieb, whom you had on, who talked about statutes of limitations and stuff like that, that may very well be. I do think, though, that when Chairman Gensler has been focused on ether. It appears to be the post merge point, right? Which if you're thinking about a change, it seemed that part of the concern related to staking, but not necessarily native staking. I'd like to differentiate that and differentiate staking as a service from this idea of refraining from selling or locking up a digital asset and what potentially maybe in Chairman Gensler's view, may have looked like getting a return, getting interest or something like that for a proof of stake system that wasn't yet up and running. So I think in his, if I'm taking his view for a moment, I would say that maybe that's the change. And again, I think that these speeches in large part are really to say to the market, don't do this, don't copy this. I don't think. I think, as others have said, it likely would be very hard to enforce against ETh. Right. And I do think also with respect to the hearings, I mean, Gary Gensler is saying, look, it comes down to facts and circumstances. You wouldn't want me to prejudge. I think, for the industry, this is great. I think this is an important thing to emphasize that it isn't. You can't just make a statement like that. You have to prove a statement like that or you have to get someone to agree with you in a settlement. Right. So I do think that that's something important. I will say, you know, in interactions with the SEC, whether in various contexts, often when things were analogized to ether, it was said very clearly back, well, we never gave an a no action letter to the Ethereum foundation. So I think there always, there always is this idea that even if something may have changed from what could have been at one point of security to a non security, there is the point where depending on actions and activities, it could go back to being a security."
    },
    {
        "speaker": "B",
        "text": "I just have to say that I think this idea that ether is a security is such nonsense when you look at this, and the merge or not to me is irrelevant. If you go ask people pre merge, the merge is going to fall apart. Do you still want to own Ethereum? The answer is going to be for most people, yes, some people. Will they sell?"
    },
    {
        "speaker": "A",
        "text": "Sure."
    },
    {
        "speaker": "B",
        "text": "Will it have some small impact on the price? Sure. What are you really relying on then, if you're holding ether? I'm relying on awesome scaling solutions across Ethereum. I'm relying on awesome Dexs, awesome lending protocols. I'm relying on, on and off ramps, continuing to support ether, I'm relying on about like thousands and thousands of different pieces that are adding true value and that if they were to go away, would destroy the value of ether. And if ethereum foundation would go away, would not at all. And when you just look at those facts alone, merge or no merge, the idea that ether is a security based on the Ethereum Foundation's efforts, or trying, as they did with Dash, but in very different facts, trying to bring the validators together with the Ethereum foundation as one, again with Dash, the masternodes actually had control over the equivalent of the Dash foundation concept. That's just not the case here. There is true independence there. And so we're facing a totally different situation. Again, I don't think we'll see it because of the statute of limitations issue anyway. But bottom line, the idea even that ether is a security is so far fetched from my perspective."
    },
    {
        "speaker": "C",
        "text": "I don't necessarily disagree with you. And I also, I do think, frankly, notwithstanding what Chairman Gensler may have said from time to time about everything other than bitcoin, if you believe that New York mag semi quote. Right. But I mean, because I've seen upfront and, you know, up close and personal instances in which a digital asset that the SEC initially believed was a security, where we believe that it no longer is a security. Right. And where that argument has been made of, and I'm quite comfortable with saying that. So I don't agree in any instance that everything other than bitcoin is a security. I think there are lots of projects and it comes down to facts and circumstances. I don't think, though, that the SEC wants people to be doing things that look like lending. And that's why I believe some of these statements are made. I do think also, just going back to the hearings for a second, a lot has been made about how Chairman Gensler didn't give a specific answer. I think one interesting thing just to remember is, you know, the New York AG has the case against Kucoin right now where they've alleged that either is a security. So you have to think about, you know, where are the, obviously, there was a very big divide, somewhat partisan divide in the hearing. Right. And so thinking about what answers may come back to haunt someone, especially if you think about is Gary Gensler a political strategist? Does he have designs on potentially being head of treasury or something else?"
    },
    {
        "speaker": "B",
        "text": "I mean, some say, let's just remember turnkey jets, pocket full of quarters. We know there's two other tokens that are not securities. And I think that hyperbole by Chair Gensler is really problematic. Right. Because you can't make these statements. If that statement is true, that everything other than if that's a true statement that was made, everything other than bitcoin is a security. We like know for a fact that even the staff at the SEC was willing to stand behind two no action letters proving that that's not the case. We also can point to probably many obvious examples of other things where it'd be just total like nonsense. So I honestly think it's like his responsibility to be a little more careful with what is being said there, because it does move entire markets, and I don't think that the chair of the SEC should be looking to move commodities markets in the way that he's doing."
    },
    {
        "speaker": "A",
        "text": "Yeah, there's something contradictory between. It all comes down to facts and circumstances and everything, but bitcoin is a security. So. Well, there's like 5 million other questions that I had, but we are definitely over time. So just one kind of big wrap up question for each of you. Obviously there's just so much activity in this space. So going forward, what are kind of the main things that you're looking out for, like developments that you are interested to follow?"
    },
    {
        "speaker": "C",
        "text": "So I guess I'll go first for this. I think my eyes are open watching what goes on with coinbase and other exchanges. I do believe we are going to, to the extent that we haven't seen enforcement actions against particular groups, I think we will see them. I think there's a very planned attack on a whole variety of fronts. I do think, and I know that this is somewhat controversial, as are some of my other views. But I do believe that the SEC views certain VC's in certain instances as having acted as underwriters. And I do expect that we will see certain enforcement actions relating to that."
    },
    {
        "speaker": "A",
        "text": "And just explain what that means. What does it mean to be an underwriter?"
    },
    {
        "speaker": "C",
        "text": "Sure. Well, it means purchasing with a view to resell, right. Not purchasing for your own account, but you're planning to resell into the market. And where the kind of rubber meets the road on that in a couple of. I'll try and keep it short. Is, for example, if you have a reg d offering to accredited investors, one of the requirements is that you not sell to underwriters. And we saw this come up in telegram a couple of years ago where they weren't allowed to deliver their grams to folks in the US because they said, look, you've said this is a micropayment system, there's going to be millions of new users a month, and yet you only sold to a handful or a hundred right purchasers and the average size was about 10 million. So clearly they were designed to sell on. And then the SEC was able after that to stop or have the court agree with them to not allow grams to be delivered overseas outside of the US because it was part of a single plan. Based on my understanding, I do believe that in certain instances, I won't say all, but you know, the SEC believes that certain marketing and other activities by VC's that those VC's may be acting as underwriters. Again, if this is the case in any particular instance, then a company, an issuer of any type of digital asset may have thought that they complied with reg dae and yet it may no longer be deemed to be compliant. Where I think this comes up and then I promise I will zip. It is we keep hearing, or we kept hearing chair gensler say that tokens need to register or issuers need to register their tokens, to which I would always say, you don't need to register your token, you can just sell pursuant to an exemption such as rank. Djdehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehe but if in fact this underwriter piece comes up, then I do think what he was saying may make more sense. Right. If there is no good exemption, then maybe there would need to be the registration. But I do think with that we need to think about bad actor status. We did see, for example, someone mentioned, I forget which one of you mentioned earlier, the eos enforcement action against the plain vanilla ERC tokenization that initially was sold. In that instance, there was a request for a waiver of bad actor status. Bad actor status will stay with you. Right. You won't be able to be on a board or an executive officer of a company that wants to do an exempt offering if you have that. And that was one enforcement action where the lawyers very wisely sought a waiver. And I think that's something that people should be aware of as enforcement actions come along. Ask for that waiver, not legal advice."
    },
    {
        "speaker": "B",
        "text": "Yeah. The things that I'm looking at, I think broadly, is just on the policy side of things in Congress, really. I think we have a very solid group of people who are now working on policy in the space, much better than it was just a few years ago, much bigger than it was a few years ago. And we have policymakers who are listening on both sides of the aisle quite well and forming opinions on it. And so I'm very excited to see where that moves. I think it might be slow moving in the next few years, but I do think that there's momentum that'll build up there. I think the next one is definitely exchanges. I think it's really hard to not pay attention to what those happens given the market impact that it is going to have. And then lastly, the actual rulemaking on exchanges, what ends up happening there, the litigation that comes out of it, because you can be sure that if that rule is finalized in its current form, there will be litigation around it. And then how that turns out, I think is going to shape a lot, partially because I think Defi is just a crucial part of any blockchain. If you don't have Defi on a blockchain, you have bitcoin. And I love bitcoin, but it's just a simple payments platform that ends up being very, very useful. But if you want to do more than that, you need Defi. And so the impact that that rulemaking will have on Defi, I think is something that we definitely need to pay attention to."
    },
    {
        "speaker": "A",
        "text": "All right, well, this has been such a fascinating discussion. I have enjoyed it so much. Where can people learn more about each of you and your work?"
    },
    {
        "speaker": "B",
        "text": "I'm boron attorney on Twitter. You can find me there."
    },
    {
        "speaker": "C",
        "text": "I'm Josh blockchain on Twitter and I'm also active on LinkedIn."
    },
    {
        "speaker": "A",
        "text": "Great. Well, thank you both so much for coming on Unchained."
    },
    {
        "speaker": "B",
        "text": "Thanks for having me."
    },
    {
        "speaker": "A",
        "text": "Thanks so much for joining us today. To learn more about Josh, Mark, and all this recent news about Gary Gensler and the SEC, check out the show notes for this episode. Thank you for listening. If you've enjoyed this podcast, please share it with a friend. Unchained is produced by me, Laura Shin, with help from Anthony Yoon, Mark Murdock, Kevin Fuchs, Matt Pilchard, Zach Seward, Juan Aranovich, Sam Sriram, Ginny Hogan, Ben Muenster, Jeff Benson, Leandrade Camino, Pama, Jimdar Shashank, and CLK transcription. Thanks for listening."
    }
]