[
    {
        "speaker": "A",
        "text": "Hey unchained listeners, as you know, its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings in bullet points, plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "B",
        "text": "I mean the cyberpunk vision of cryptocurrency is nearly dead. As ive said, its kind of like it turned out to be the opposite. It was extremely regulatable, traceable, transparent. Just not at all the crypto anarchic world of finance that a lot of people hoped it was going to be."
    },
    {
        "speaker": "A",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started covering crypto seven years ago and as the senior editor, Forbes was the first mainstream media reporter to cover cryptocurrency full time. This is the February 28, 2023 episode of Unchained. Branching out from just being a podcast, Unchained has launched a new website, complete with more breaking crypto news, education articles for those just getting started, how to guides and videos, check it out@unchainedcrypto.com to find answers to all your crypto questions. Web three projects lost nearly $4 billion of crypto assets in 2022, but nothing is more expensive than losing trust. Secure your company with Holborn's best in class security advisory solutions. Visit holborn.com for more. FTSE Russell, a leading global index provider, has applied its trademark expertise, governance, and structure to digital assets, offering institutional quality data to build, manage, and measure investment portfolios. The exchange Vetted flagship index series measures the investable digital asset market from large cap to micro cap. Get your index data from a market leader. Find out more@ftsirussell.com. digitalasset become a disruptor in the emerging fintech space through NYU Stern's new Master of Science in Fintech program. This one year, part time program is designed with full time working professionals in mind. Visit stern nyU.edu msft Unchained buy, earn and spend crypto on the crypto.com app. New users can enjoy zero credit card fees on crypto purchases in the first seven days. Download the crypto.com app and get dollar 25 with the code. Laura link in the description. Today's guest is Andy Greenberg, senior writer for WIRED and author of Tracers in the Darkest the global hunt for the Crime Lords of Cryptocurrency. Welcome, Andy."
    },
    {
        "speaker": "B",
        "text": "Glad to be here. Nice to talk to you, Laura."
    },
    {
        "speaker": "A",
        "text": "Your book is a fascinating look at the world of darknet markets, crypto crime, and the investigators who've taken them down. And even before it came out, I knew it was a must read because some of the excerpts I had read and wired, I just inhaled and could not put them down. So can you talk a little bit about your inspiration for the book and how you decided to cover this world?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Well, it's cool to talk to you because I also cover cryptocurrency at Forbes, back before the word cryptocurrency even really existed. I wrote in 2011, I think, the first print magazine piece about bitcoin for Forbes magazine. And I came up with the headline for that piece, cryptocurrency like, thinking that I had come up with this clever pun because I never even heard the phrase before. I mean, bitcoin was so new and it was worth a dollar at the time. And to me, like, I came to cover bitcoin through covering this kind of, I think, a different way from you, perhaps. Like I was covering it from the perspective of the cypherpunks. I had written a book about WikiLeaks and this movement from the 1990s of mostly men, like libertarian radical men who believed that they could use encryption tools to take power away from governments and give it to individuals and carve out places on the Internet where you could essentially defy all government regulation. You could have total secrecy and communications. And for WikiLeaks, for Julian Assange, who was a cypherpunk, he wanted to create a fully protected, anonymous channel for whistleblowers and leakers. So when bitcoin first appeared, it seemed to me, and it was described to me, in fact, as a kind of cypherpunk holy grail. Like this is not just secret protected, potentially fully anonymous communications. This is crypto money, like untraceable anonymous money. And it seemed to me like it was going to unlock a kind of incredible sort of financial crypto anarchy on the dark web, and that people were going to use this kind of digital cash that you could, you know, you could put unmarked bills in a briefcase and send them across the Internet to anyone without revealing your identity. And they were going to use this to, like, do online drug deals and money laundering and all sorts of cybercrime and all that. You know, that did happen. And I covered a lot of different forms, but then I kind of, like, started to realize even at the time, in, like, 2013, 2014, that the sort of descriptions of bitcoin's anonymity, privacy properties were overblown, maybe imperfect, you know, but it took me, really, until 2020, I have to admit, to fully realize how completely opposite of correct I had been about this, that bitcoin is the opposite of untraceable. And in 2020 or so is when I began to see Department of Justice announcements where they were thanking chainalysis, a cryptocurrency tracing company, again and again as part of these massive takedowns and busts and indictments. And that's when I saw that it wasn't just that bitcoin was, like, a little bit traceable. It was truly like the opposite of how it had been described, the opposite of this cypherpunk idea of it. And cryptocurrency, in large part, like other cryptocurrencies, too, are completely traceable and had served as this kind of trap. I began to see for people seeking financial privacy, and especially criminals, for fully a decade. And once I saw that, I began to seek out the people who were smarter than me and had realized that earlier and had used this traceability of cryptocurrency as a kind of incredibly powerful investigative tool to go on this spree of takedowns and busts and really turn the dark web inside out and arrest hundreds and hundreds of people. So that story of those detectives who did that is really the story of tracers in the dark, this book."
    },
    {
        "speaker": "A",
        "text": "And out of curiosity, when you say it was in 2020 that you realized that, do you remember which cases that was? I was just scanning my mind, trying."
    },
    {
        "speaker": "B",
        "text": "To think of, like, I think it was actually, let's see. So there was first the seizure of a billion dollars worth of bitcoin from this individual ex, as he or she was called, who was a hacker who had taken the money from the Silk Road, 70,000 bitcoins from the Silk Road while it was still online, the Silk Road dark web drug market. Somebody had hacked the Silk Road, grabbed 70,000 bitcoins. And then I think, because that person probably knew that it was dangerous to spend them, had just kind of held onto them out of fear for seven years as they grew to be worth more than a billion dollars, a billion in 2020, ultimately more. By the time that I was writing about this in the book, and it was IR's criminal investigations, in fact, my protagonist, Tigrin Dunbarrion, who, despite the fact that the hacker never spent those coins, he actually, I guess, moves, or he or she, wherever moves some of them, through one exchange, but very small amount. That was enough for this IR's criminal investigator, Tigray and Gumbarian, to track him down and convince individual x, whoever that is, to turn over the money in exchange for not being prosecuted. That was the biggest seizure of not just cryptocurrency, but money of any kind in Department of Justice history. So that's what made me initially start thinking about chain analysis. But then I saw, I think also the same year that they'd been involved in a terrorist financing case that was described as like the biggest cryptocurrency involved terrorist financing case ever. And then also a north korean hacker, you know, big heist that had been traced and the money had, turns out, mostly had not been recovered, but had been sanctioned. And this was another big chain analysis win that the Department of Justice credited them for. So I think after it was maybe just those three where I began to look more closely. Then I started talking to Jonathan Levin, one of the co founders of Chainalysis. My initial idea was, maybe ill just write a quick profile of this interesting company. I learned very quickly from Jonathan just how many of the major, major cases that I had even covered over the past decade, chainalysis had played a role in. From tracking the very first case that they did, almost as a kind of proof of concept, was tracking down the stolen half billion dollars of Mount Gox money, the first major theft mystery in the history of cryptocurrency. They really quietly solved that case, and then they were involved in the takedown of Alphabay, which was a story that I. Alphabay being a dark web market that grew to be ten times the size of the Silk Road, that was a story that I had covered when it broke. But I had no idea of the role that cryptocurrency tracing had played in this epic investigation. And then finally, maybe the other biggest case that I tell in the book is, welcome to video this child sexual abuse materials dark web market that chainalysis helped not only take down, but they helped to trace the payments for child exploitation materials of hundreds and hundreds of men around the world who were uploading and downloading and, you know, physically abusing children and helped to really find and arrest those pedophiles and to rescue 23 kids. So you know, once I saw that there were these actually almost like a three act structure, it seemed like, of these gigantic cases that were still unfolding. When I came upon this, I saw that there was a book to write about this notion of cryptocurrency tracing and about the kind of incredible 180 that not only I, but I think the whole cryptocurrency community has had in our ideas about bitcoins privacy. Maybe you knew that ahead of time, but I didn't. I really was surprised that bitcoin turned out to be so not private, like, truly transparent."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, I think before then, I remember I had had Catherine Hahn on my show, and she definitely talked about that and just, like, how much she loved using crypto for cases. So I had some awareness that this was something that the government felt was a boon to them. So in that regard, like, maybe I had that inkling just from talking to her and when thing I want to mention for the listeners is actually a number of these cases that Andy just mentioned, we've done previous episodes about, so I will put those in the show notes. But one thing that struck me about your book was it was kind of amazing to me how much you got these government investigators to open up about their techniques. And I was curious just how hard that was or what negotiations you had to do or whether they were like, no, we want to kind of like, you know, be proud and just loud about what it is that we've managed to accomplish."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, it was a kind of constant tension in the reporting. Like, they wanted to tell these stories. I wanted to tell the stories. Obviously, they wanted credit for a lot of the incredible work that they had done, these agents and prosecutors and chain analysis. But they also, I think there was a certain, like, invisible line they didn't want to cross of revealing sources and methods and specific cryptocurrency tracing techniques. And I was kind of constantly battling to, like, push them to, like, say a little more or to, like, figure out. Sometimes I was kind of triangulating among them, like, you know, they didn't really, like, confer in a very organized way about how much they were going to tell me. So sometimes I could combine different things. You know, different sources told me to figure things out. But also, I think maybe, like, the most important initial thing that unlocked so much of the story was that I didn't try to talk to the FBI or the DEA or one of these, like, law enforcement agencies that everybody's heard of. It was a major player in this story, was IR's criminal investigations, which is a strange law enforcement agency within IR's. And they don't give any credit from anybody ever. Like, they are truly, like, so they're this kind of underdog, unrespected. I mean, I think that's, I tried to give them due respect, but I think that they don't get a lot of the credit that they deserve for these major cases. And so they, I think, were more eager than other agencies to tell these stories. And that really worked in my favor because then once you have Ir's CI as part of the story, you know, DEA and FBI wanted to tell their part of it too in some of these cases and everything kind of unlocks. But there were serious moments of, I don't know where I had to balance. Like, do I even want to reveal this secret technique? There was, there was in the case of Alphabay, for instance, basically like a secret technique that chainalysis and IR's criminal investigations came up with together to find the IP address of the alphabay server of a dark web cryptocurrency wallet server in general. And they didn't want to tell me how they did that. I mean, there are no IP addresses in the blockchain, so it was really not obvious how they had done it. And they also told me to please not try to, to figure it out because this is something they were continuing to use to take down really bad stuff on the dark web as they described it anyway, including child exploitation and things. So I felt this real dilemma of, I mean, I guess to be clear, without even really even trying that hard, I did figure out a really good guess of how it worked, of how this technique for finding IP addresses of cryptocurrency wallets on the dark web worked. I then had to kind of wrestle with whether to reveal my educated guess in the book. And I went back and forth on it for like a year. You know, do I keep this technique secret and allow it to be used to take down bad actors on the dark web and wherever, or do I. And then I'm sort of open to criticism from privacy advocates very legitimately who were saying you helped to enable financial surveillance. You knew something you could have revealed about the ways that cryptocurrency users can be traced who are trying to be anonymous. And you didn't tell your readers. That's not good journalism. But I also didn't want to enable the bad folks on the dark web to get away with these things. And I was really just very lucky that in the final stages of my reporting in late 2021, there was this chainalysis presentation that leaked onto the dark web. I think you're very familiar with it because you actually cited it to solve a mystery of your own. And if I remember correctly, about the Dao hacker and that presentation which showed up on this dark website called Dark Leaks, had this italian language chainalysis presentation that they had given to italian police, which had then somehow leaked onto the dark web. And it described, among other things, the secret technique for finding ip addresses of dark web sites, which was exactly. It was exactly the technique that they had used. And so once it had been kind of, like, publicly burned, I felt like it was safe for me to include it in the book."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. Of course. Once something's public, then it's like, then it's almost weird if you don't include it. So, yeah, then obviously you have a duty to do so. I just love that story because I agree that when you're writing about this and you're writing about crime, or in our case, crypto crimes, there's a moment where you are a little bit like, okay, so I'm getting help from these investigators, and yet they're asking me not to reveal this or whatever, and then you kind of have to figure out what's the best thing. And, yeah, I had the same issue with my book. And for one of the things, this part about how chain Ellis had demixed the Wasabi transactions, there was a moment where. And it might have been, like, for a few weeks, where they were like, we don't want you to reveal that we did this. We're gonna have you work it out on your own. Like, we'll give you the tools or something. And I was like, nobody's gonna believe that I demixed the wasabi mix. I was a little bit like, what? And then eventually. I know eventually, they took credit, which was great for me. But, yeah, there was a moment when I was like, okay, I'm gonna have to reconstruct this. Like, this is gonna be maybe weird. But anyway, so, out of curiosity, that was such a great story. I'm sure there are other stories in your book where you uncovered new things or that were sort of memorable for you. And I wanted to ask what they were, because what struck me also about the book is that there's actually the main stories that are covered are ones that everybody sort of feels like they already know. And so what else for you was something that surprised you or that was especially memorable?"
    },
    {
        "speaker": "B",
        "text": "Well, let's see. I mean, we're going to stick with the alphabay story, which is kind of the centerpiece of the book. That's one that I had covered as a reporter. There was, of course, like a big department of justice. Announcements Jeff Sessions the attorney general, gave a press conference about the takedown of Alphabay in 2017 and also revealed in that press conference that in this international sting operation called Operation Bayonet, Dutch police had taken over the second biggest dark web market at the time, which was called Hansa. So that when Alphabay was shut down, all of Alphabay's refugees flooded into Hansa, which was being run undercover by dutch police and this incredible trap. So, you know, from the beginning, like, I knew that that was gonna be a crazy story. But, like, it's a, it's very different to know those, those, like, bare facts and then to hear the story of how it all unfolded and how, for one thing, like, nobody knew even how Alphabay was actually taken down. And there was, I guess, this, like, this story that was known that the founder of Alphabay, the kingpin of this dark web drug market, who went by the name Alpha Zero two, had for a brief time, leaked his email address in a welcome email the very first days that Alphabay was online, long before anybody knew who cared about it, really. And that was when that email address was recorded and given as a tip to the DEA in 2016. Sorry, I'm not sure what all of this was public previously. This is, like, the story, the actual story. An anonymous source gave this to the DEA office in Fresno in late 2016. That was, in fact, like, the first time the law enforcement learned the name Alexander Caus. This french canadian man who by that time was based in Bangkok and was incredibly wealthy, driving a Lamborghini, owned a villa and Phuket, sorry, I'm veering into, like, I can't remember anymore what of this was public previous to my reporting, but nobody, I think, knew the story. I certainly didn't. Of how cryptocurrency tracing was actually used to pin down his guilt and prove that he was alpha zero two. I mean, the people who got that initial email leak tip sort of doubted it. They even kind of wondered if it was too good to be true, if maybe this cause guy was getting set up by, was being framed by the real Alpha zero two. And it was only when these two FBI agents, who were analysts, rather, who asked me to call them ally and Aaron in the DC office of the part of the FBI they had this just totally independently had this notion of, like, let's try to use cryptocurrency tracing to figure out who Alpha Zero two is to unmask a dark web kingpin for the first time ever. Nobody had ever done that with cryptocurrency tracing. And they came up with this very clever trick, which was to look at so called exit scams, like when a dark web market, essentially the creator of the market, just steals everybody's money and runs off with all of their cryptocurrency, that they had an escrow for their transactions. Ali and Aaron realized that every time an exit scam happens, everybody on the dark web and these markets is freaked out, and they pull their money out of the markets, and they warn each other to don't store any bitcoins in a dark web market that you're not about to spend right away, because that's really dangerous. It can be stolen in an exit scam. And the only person in those moments who doesn't have to worry, who doesn't pull their money out of a market is going to be the creator of the market himself, because he is the one who doesn't ever have to worry about an exit scam. So they had this notion to really look in chainalysis software, which by then, chainalysis had created this cluster of 2.5 million addresses that they had identified as Alphabay's buyers and sellers and admins and try to find the biggest sums of money held in addresses that had not moved, even in the midst of exit scams that had sat there kind of unafraid. And they found some of these clusters with a cluster within the cluster that they suspected might belong to Alpha zero two, this drug lord, and then traced some of those two cryptocurrency exchanges where they were later cashed out. And they actually sent a subpoena to one of these exchanges just before the tip came in to the Fresno office about Alexander Kaz's name, and then heard that name through the grapevine, had already sent their subpoena to this exchange, and then only days later, got the results of that subpoena. And lo and behold, it was Alexander Kaz's cryptocurrency account on this exchange, which really was, like, the confirmation of that he was Alpha zero two, and kind of, like, nailed down this theory that had previously just hung from a few thin threads, you know, so that kind of, like, technique. And I tried to tell all these stories, you know, from the perspective of the investigators, like, make us, you know, give. Bring people into the detective story. And that certainly was, like, I couldn't believe when they described that to me, like, wow, there really was a new, pretty brilliant idea that actually unmasked the biggest dark web drug lord in history through cryptocurrency tracing."
    },
    {
        "speaker": "A",
        "text": "Yeah. One other thing I loved about that story was, and we don't have to go into details, people should read the book because this just gets very juicy. But I was completely enthralled when I read about it in the wired piece. But he used this forum and the government figured it out, and they were watching him in real time, which, while they were investigating him. And so that, to me, was just sort of mind blowing. And in the forum, he was just being his normal self because he thought he had divorced that from his alpha character. And so that was, to me, that was just crazy."
    },
    {
        "speaker": "B",
        "text": "Normal self is, like, putting it generously. He was like this. I mean, you're being very polite about it, but he was the sex fiend who had, like, an enormous number of extramarital affairs. He was married to a thai woman, but was clearly a sex addict who would pick up women in his Lamborghini, sleep with them, like, on an almost nightly basis. He seemed to try to have these hookups and then would almost live blog it, or at least blog it sort of the next day on this pickup artist forum called Rouge V. And when the investigators figured out that this person on Rouge V who went, bye, Romeo, for reasons we don't need to discuss, that person was also alpha zero two. That actually was a huge break in the case because it allowed them to sort of assemble his pattern of life to figure out. He actually brags in this pickup artist for him about the kind of full disc encryption that he uses on his laptop. They knew that they needed to grab this laptop in an open and unencrypted state because of his posts then. And they also helped him to establish his daily schedule, figure out the best time to essentially try to raid his house in this elaborate undercover agent sting operation that I describe in detail. And also, you could actually see, as you said, when he was online, because his little profile, this little figure next to his account, would light up green when he was online on this pickup artist for him. When they saw that on the forum, like, when the actual DEA agent was monitoring this 24/7 they could see when he was online and when his computer would be open and vulnerable to them seizing it, essentially."
    },
    {
        "speaker": "A",
        "text": "Yeah. The other thing I have to say is, I know people often make jokes about the government being inept and stuff, but reading your book gives a very different impression, because for a lot of these cases, so many things had to go right for them. To capture these people or take down the site or whatever. And time and again they do it, which is pretty amazing, especially because for some of them, these cases involve not only different agencies, but international cooperation with multiple countries. It's truly fascinating and there's a lot of good acting that has to take place to catch them. Yeah. Anyway, I was truly fascinated."
    },
    {
        "speaker": "B",
        "text": "I mean, I think you're like finishing the story about Alphabay. There's a good example of this, but I think it doesn't. I guess that it's true that all these things worked out. They had a kind of super weapon here with cryptocurrency tracing that. I think none of their targets really understood the degree to which it was possible to unveil all of these supposedly secret transactions. And that was like an enormous advantage that law enforcement had. But then with the takedown of cause, specifically, they found his server using that secret IP address identification technique that I just described. But then when they sent people to Lithuania where the server was kept in a data center, their goal was in this elaborate, you know, coordinated takedown to catch him logged into that server, like monitor, connect to the server, monitor it in real time, and then basically crash a car into his front gate, trick him into coming out of his house and arrest him, get his laptop open and logged into Alphabay. While they also could see that connection on the server, they actually crashed the server immediately. And they thought that they'd screwed the whole thing up. Like, they were like, oh, now he's going to see that Alphabay is down. All he has to do is close the lid of his laptop and the whole thing falls apart because he has then completely encrypted all the evidence they need to really catch him red handed. And so they had to scramble to put everything into motion at that moment. And they actually took them months to get access to the server. When it rebooted, it was still encrypted, but they did. So I won't describe all the action, I'll leave that for people to read the book. They did get his laptop in an open state, and I hope this is not a spoiler. I think people maybe know this who've read about Alphabay, coz died in a tie jail cell. And that was nobody's intention as far as the people I spoke to. I mean, they were, they found that to be like a tragic anti climax, an enormous disappointment to say the least. That like the target of this investigation that they had, you know, been tracking and surveilling and working to capture for nine months, died before they could prosecute him. And that is an open ended mystery, too. I mean, I did my best to figure out if he was murdered, as his defense attorney and mother tell me, or if he committed suicide, as prosecutors and agents and the thai law enforcement agents tell me, and I could not come to a conclusion about that. So I think, in a sense, after this incredible victory of taking down Alphabet and by the way, taking over Hansa and running it in secret as this elaborate trap, the whole investigation still was in some ways unfulfilling for these prosecutors and agents who didn't get their guy. I mean, his death was a really tragic outcome."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's interesting that you don't have a conclusion about that because from the way I read it, it seemed obvious that he had committed suicide. Maybe I'll have to go back and give it a closer read. But that's interesting."
    },
    {
        "speaker": "B",
        "text": "I mean, there are signs that he may have, like, I got as far as getting the jail cell video, you know, of his cell moments in the minutes before his death and his corners report. And I visited that jail cell where he died. Even I was in that cell and I saw that there were cameras. And that's why I knew to ask for that video. And I still don't feel like I know with any kind of journalistic, any sort of, like, definitive conclusion that I would share what happens. I have, you know, maybe like on different days, I have different feelings about what happened. But ultimately, in that video of his jail cell, there's a 30 minutes gap at the moment when he died. You cannot in the tie. You know, the ties told me that gap is just comes from the fact that nothing happens. Like, you cannot see the back of the cell where he either was killed or hung himself in this sort of bathroom area. And they said that, like, all you see for those 30 minutes is nothing. Nobody comes into the cell. Nothing moves in the frame. So we just deleted that. His defense attorney says, well, why would they delete that? That is what proves that nobody killed him. If nobody killed him, that's even more suspicious that they would have deleted those minutes. So, you know, I feel like when I go, when I talked to the thai guards, I even spoke to the guards who were on duty at the time, and they seemed extremely casual speaking to me about it. They did not. They were not sweating or whatever. But then I talked to his defense attorney, and he's rightfully extremely suspicious. And I do feel like I have to kind of, I've had to walk away from it as a kind of open, a cold case, you know, something I can't really solve."
    },
    {
        "speaker": "A",
        "text": "Wait, so the ties actually deleted that? Oh, oh, okay."
    },
    {
        "speaker": "B",
        "text": "There's half an hour of missing footage from his jail cell at that moment."
    },
    {
        "speaker": "A",
        "text": "Okay. Okay. Huh. All right. Well, I guess, yeah, unfortunately now then they've, like, erased the evidence, which is annoying, but."
    },
    {
        "speaker": "B",
        "text": "They say that they erased, like, they raised this 30 minutes of still, essentially nothing happening on camera to save space on the hard drive, which I wouldn't, I don't want to attribute to malice what may have truly just been incompetence. The thai government probably isn't used to reporters asking to see these videos. Yeah, I don't know. This is not a cryptocurrency story. It's a true crime story that I have truly, that is going to kind of, like, bother me probably for the rest of my career."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. Well, there's probably a bunch of those that everybody has. All right. In a moment, we're going to talk more about the book and ask more open ended questions about crypto reporting. But first, a quick word from the sponsors who make this show possible. Become a disruptor in the emerging fintech space through NYU Stern's new master of science in Fintech program. This is a one year, part time program divided into one online and six onsite modules that take place in New York and in rotating global locations. The new program is designed for experienced working professionals who want to strengthen their fintech skills or transition to fintech leadership positions. The next application deadline for the inaugural MSFT class of 2024, beginning May 2020, is March 15. To learn more about the program, visit stern nyu.edu MsFt Unchained $3.8 billion of value was stolen from crypto projects last year due to compromised private keys, exit scams, flash loan exploits and other preventable causes. Holborn offers preventative security solutions for every stage of your software development life cycle, from smart contracts, layer one and DevOps audits to advanced penetration tests, risk assessments and incident response. With over 150 industry partners, including Animoca Brands, Solana foundation and Ava Labs, Halbourne's best in class security advisory solutions ensure the safety of company assets and user trust. Visit halbourne.com for more. FTSE Russell, a leading global index provider, recently announced the launch of its market cap Digital Asset Index series. The newly launched FTSE Global Digital Asset Index series, built in association with the experts at digital asset research, measures the investable digital asset market from large cap to micro cap, leveraging a transparent asset and exchange vetting process. Footsie Russell has applied its trademark expertise governance and structure to digital assets, offering institutional quality data to build, manage, and measure investment portfolios. Get your index data from a market leader. Find out more@footsierussell.com. digitalasset Join over 50 million people using crypto.com comma, one of the easiest places to buy, earn, and spend over 250 cryptocurrencies. New users enjoy zero credit card fees on crypto purchases in their first seven days with Crypto.com earn get industry leading interest rates of up to 14.5% on over 30 coins, including bitcoin. Earn up to 8.5% on stablecoins with the crypto.com Visa card, you can spend your crypto anywhere. Enjoy up to 5% cashback instantly, plus 100% rebates for your Netflix and Spotify subscriptions and zero annual fees. Download the crypto.com app and get $25 with the code. Laura link in the description back to my conversation with Andy. So earlier you alluded to how you had thought of bitcoin as being something that was untraceable. And in your book, you actually talk about maybe the first person who kind of pointed out that that's very much not the case. And it's the story of Sarah. It's Michel John or Michael John."
    },
    {
        "speaker": "B",
        "text": "I think it's Michel John."
    },
    {
        "speaker": "A",
        "text": "Yeah, Michel John. Okay. And so I was curious if you could just describe what it was that she did and why that was so groundbreaking at that time."
    },
    {
        "speaker": "B",
        "text": "Yeah, so Sarah MikkelJohn was a graduate researcher at the University of California, San Diego, and she was a very brilliant cryptographer who had, I think, worked on, like, you know, crypto systems prior to cryptocurrency. And then when she got interested in bitcoin, it was really with this idea of, like, wow, so people think that this is anonymous, but there's this whole blockchain of transactions that are, yes, they're, like, between bitcoin addresses without any obvious identifying information. But this is not, like, truly private in the sense that cryptographers think about privacy. Sarah had actually worked on an earlier kind of digital currency system called digicash, David Chom's system, which I believe is truly untraceable. It is fully anonymous. It has, I think, other practical difficulties in using it. But when she compared that to what you saw with bitcoin, she was like, what? There's this whole blockchain here. I should be able to figure out all kinds of things about how people are using this supposedly private money. Her initial intention was, I think, almost anthropological. She just wanted to study. She wanted to see what she could figure out about what people were doing with bitcoin. I had the idea of just writing a paper about that, and at first, she was just even trying to count the number of bitcoin users. But that led her to coming up with these clustering techniques, where she began to prove that sometimes hundreds or thousands or even eventually millions of bitcoin addresses sometimes belong to a single person or organization or dark web drug market. In some cases, that was the first kind of big, I don't know, hole in this notion of bitcoin's anonymity. You could start to link together so many of these addresses into clusters that were really like someone's money. Someone's identity was tied to all of these addresses. And then she started to find ways of not only clustering, but sort of following the money in unexpected ways. Maybe the most interesting example of this was change making. With many cryptocurrency wallets, you can't send a fraction of the coins from an address. Basically, you sort of, like, crack open the piggy bank, send all of the coins from an address, and then receive whichever ones you didn't intend to spend back as change at a new address. And if you look at that with no sort of prior knowledge, it's difficult sometimes to tell the recipient's address from the change address. But Sarah Micheljohn had this kind of, like, now obvious thought that, well, if the change address was newly created in that transaction, then I can identify it, and then you can actually see this one sum of money go from address to address but still belong to the same person. And she called this appeal chain because it's like, you can see, like, a wad of bills almost move from address to address, and, you know, like, a bill is peeled off and, like, given to someone, but then the wad moves to a new address, and another bill is peeled off, and. But it's still throughout that whole process belongs to the same person. That's. That's somebody's change that just keeps moving from address to address. And then eventually, sometimes that hits an exchange and where it's cashed out. Or, you know, if you go back in time, you can see where it was bought with fiat. And she realized very quickly that if you were a law enforcement agency, you could send a subpoena to one of those exchanges and then figure out who owns that wad or, in some cases, who is behind that whole cluster of addresses. And then her other big trick was to basically do undercover transactions herself, to interact with a bunch of services and people on the blockchain and record all the addresses she was interacting with, which she could identify. And then once she saw that, oh, when I move money into the Silk road and then out again, that's the address that I was interacting with. Well, that's part of this whole cluster. That whole cluster must be the Silk road. And then I can see Andy sending money to the Silk Road. He must be buying drugs. It almost seems kind of intuitive now, but with this kind of collection of ideas that I don't think were intuitive at the time, to give her full credit, she really, like, created a whole grab bag of tools to de anonymize bitcoin, and I think, changed the way that the academic world immediately thought about bitcoin. But I still think, just to put it in perspective, I read that paper in 2013 and I covered it, and I even asked Sarah to trace some of my transactions that I'd done with the Silk road when I was at Forbes. And she did. She showed me which transactions I had made to buy these sort of small amounts of marijuana as a test for Forbes. I wrote an article about this in 2013, and yet I still thought that if you were clever enough, you could stay a step ahead of the tracers. You could. Like, if you put your money through enough addresses or used a mixing service or something, you would be able to defy this blockchain analysis. And I think now, looking back, it was only really once the really brilliant people at companies like chainalysis got involved at systematizing and automating and improving these techniques. And they had the money to recruit the smartest people to come up with new ways of tracing and new ways to defeat mixing services and all of that then. Now, I do just think it's safer to say no. It's impossible, essentially, to use almost any form of cryptocurrency with privacy, with any anonymity."
    },
    {
        "speaker": "A",
        "text": "Yeah. One thing that struck me, not only with Sarah's story, but then when she analysis got started, was both times. So when she kind of revealed that she could do that, I think it was shortly thereafter, she went to some conference and somebody actually kind of made public remarks that sort of were pointed at her or felt like they were at least kind of scolding, like, you know, you shouldn't be using the blockchain to snoop on people. And then the same thing happened with chainalysis when it started. And I was wondering if you could just talk a little bit about this kind of tension, because, and it's sort of what we even talked to about the government issue, where privacy is obviously an important right. And then, yet we're both journalists, so we believe that the public also has a right to know certain facts and information. And so I was curious if you could just talk about where you see chain analysis walking that line. Is what they're doing intrusive, or is it something legitimate or."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. Well, as a journalist, even, I feel like I came at this whole subject of the cyberpunk world of the dark web and all of that with this kind of default understanding that privacy is super important. And the first example that ever covered of it truly was WikiLeaks, where that's about granting anonymity to sources, which we all understand is super important. And I wouldn't want those sources to be traced. And so, I don't know. My kind of approach to this initially was like that I found it very interesting and legitimate that cryptocurrency was going to offer a new kind of financial privacy. And once I realized that that was not the case, I was deeply uncomfortable about the fact that I was basically writing these stories about these kind of, like, heroic figures in law enforcement tracing cryptocurrency to take down bad guys. And all along, I felt this deep ambivalence, like financial privacy is important. And it does not make me feel great that bitcoin was developed to be an antidote to traditional financial surveillance. Like the fact that the government can just grab your every credit card transaction so easily. And instead of an antidote, bitcoin turned out to be even worse of a trap in some sense. I did not feel like that was an uncomplicated good thing. I was lucky, in a sense, that Sarah Micheljohn, I think, felt the same way. And by telling her story, I could kind of capture this ambivalence. She also was really uncomfortable with the fact that the techniques she developed were then I adopted by chain analysis, built into a tool sold to law enforcement. She, in some ways, saw her research on cryptocurrency tracing as a public service announcement. Like, if you think this is private, you should think twice. This is not as private as you think. And she, I think, considers herself a privacy advocate. She's a very privacy focused person. And so by telling her story and kind of, like, making her the conscience of this book, I was trying to capture that other side to all of this. That, like, yes, bad people can be caught through cryptocurrency tracing or whatever. People doing bad things, I should say. But then so can dissidents and journalists and activists who might think that they're making, you know, anonymous private transactions. I mean, people definitely around the world have, and I think people have hoped too that cryptocurrency would offer way for people in repressive regimes, for instance, to raise money. But also like, you know, people may, if they're not aware, like try to use cryptocurrency to pay for an abortion in the United States or something, and then be surprised to find that, no, that actually is extremely traceable and before they know it, like, they are being charged with a crime. So I know as a journalist, like, I try to see like both sides of this extremely complicated issue. And I spent most of this book, to be honest, telling these true crime detective stories. But I just really didn't want to leave it at that. Like, I wanted to try to capture the complexity of it. That's, I think, more than like coming down on either side. I feel like it's our job to just show how nuanced and complicated these things are. And, you know, I don't think that what chainalysis. I don't think chainalysis is an immoral company. They wouldn't tell me about all of their clients. I should point out, when it came to the Middle east, for instance, it got a little difficult to figure out who they sell these tools to. But I think more inherently there will be other chain analysis sees whatever who are a chinese company that will use the same techniques, be capable of the same tracing, or a russian chain analysis or whatever, a saudi arabian chain analysis. And then if it's not chain analysis, like whatever the techniques are there, they're inherent in the protocol in a way, not in the company doing the tracing or the law enforcement agencies. So I think it's more important to think about the fact that this tracing is possible. And it does raise incredible moral complexities and ambiguities."
    },
    {
        "speaker": "A",
        "text": "You know, one thing also, though, that I kept wondering throughout the book is that there were large parts of the story where, you know, this is just kind of covering that time when I think a lot of people felt that cryptocurrencies and bitcoin were anonymous. But I get the feeling that that perception has evolved, that people have sort of wisened up a little bit about the perils of using crypto or the criminals have. And I was wondering what your take was on that. Like, whether or not you thought people shifting to using more privacy techniques was going to make it harder for investigators to catch criminals. Or whether you maybe disagree with me that some of these darknet markets are turning to privacy tools. You know, how have you seen that evolve?"
    },
    {
        "speaker": "B",
        "text": "No, I don't disagree at all. Like, I mean, it's very clear. I mean, just kind of skip ahead to something that happens near the end of the book. Alphabay came back online in late 2021, now run by its former second in command. And Alphabay now only accepts Monero for drug transactions or crime transactions, basically. I think that's a really interesting example. Monero is, there's no doubt, far, far harder to trace than bitcoin has ever been. It kind of tangles up people's transactions and hides the amount of them. And so it may seem that this golden age of cryptocurrency tracing is coming to an end that people are wising up. But I think it's maybe more accurate just to see it as another phase, another step in this cat and mouse game. And in that same leaked chain analysis presentation that we talked about, they claim that they can trace Monero in the majority of cases. They say that in the. I think, like, something like 60% of cases, they can get a usable lead. In another 15 or 20%, I forget they can find the sender but not the recipient. I mean, they sort of confess that it's probabilistic and not determinate. It's not, like, definitive, but I think that is often enough. It's easier than people think to get a subpoena or even a search warrant to get that smoking gun evidence. So I do think that people, Monero users, get really mad at me for talking about this, but I think that even today, people are using something like Monero, thinking that it is perfectly untraceable in the way that they maybe used to think about bitcoin, and it is not. You can see that chainalysis claims it can do this. In the case of the Bitfinex bust, the arrest of these two alleged New York money launderers in, I guess, early 2022, they had actually moved some of those billions of dollars worth of cryptocurrency into Monero. And yet you can see in the IR's court documents that the investigators continued to follow that money until it was exchanged back into another form of cryptocurrency and cashed out. And it does seem very possible, I imagine, chain analysis had to have been involved in that case. It's the biggest seizure of cryptocurrency again, of money of any kind ever. It broke the record, and it does seem extremely possible. I'll just say that investigators did trace Monero in that case, too. I don't know how they did it. But that is their business, is knowing how to trace cryptocurrencies, sometimes in non public ways."
    },
    {
        "speaker": "A",
        "text": "So do you then think that the future of a company like chainalysis is not really at risk because privacy technologies are coming to crypto? All over the industry, people keep talking about how this is really going to be the year for ZK roll ups and other kinds of zero knowledge proof type technologies."
    },
    {
        "speaker": "B",
        "text": "I think that exact technology is a super interesting question, because Zcash, you probably know more about the use of zero knowledge proofs and services and decentralized whatever finance. I've looked at Zcash pretty closely and I wrote, I think, the first piece about Zcash back in whatever, 2016. Zcash does strike me as truly untraceable. Of course, I'm the one who made this mistake about bitcoin in 2011, so nobody should listen to me on these things. But zero knowledge proofs are really fascinating. They do seem to offer a kind of true untraceability with no foothold for an investigator, no clue that can be, no loose thread that can be pulled on. I guess then the question is, will the zero knowledge systems like Zcash be adopted enough to completely shut down the, the tracers and make chain analysis obsolete? You know, it strikes me that like regulators are already, it seems, trying to step in where technology is defeating tracing. Like the regulation is trying to tag in basically, and sanction or indict, like people who are trying to offer anonymity. Like we're seeing this with one mixer after another that is enabling, for instance, north korean money laundering of their big heists, that those mixing services, even if they have some legitimate users, are being sanctions. So if Zcash were to start to really catch on, both for people seeking financial privacy, but also criminal uses, would governments essentially just start to sanction or even criminally charge every exchange that lets you buy and sell ccash? I mean, it seems like where tracing fails, like where there are these kind of pockets of like true invisibility policy might step in and try to squash that. So if there are only kind of like a limited number of privacy outlets, maybe that is something where regulators step in and chain analysis can of, or, and it's, and it's ilk, I should say there are like a whole industry of these companies now, like TRM and elliptic. They, and they can do the rest of the tracing. So in everywhere but these few sort of pockets of darkness. So I say darkness in like, in terms of like, invisibility, anonymity. So I don't know. It's. It's. It remains to be seen. I think it's going to be, like a super interesting new kind of tension and conflict in the crypto world."
    },
    {
        "speaker": "A",
        "text": "Yeah, but one question, and you maybe sort of addressed it earlier when we discussed chain analysis. But I was just curious, like, do you feel that those types of analytics firms kind of take cryptocurrency away from the cypherpunk ethos? Or do you feel like this is an important tool to have, or what's your take on it?"
    },
    {
        "speaker": "B",
        "text": "I think that the cypherpunk vision of cryptocurrency is nearly dead. I. As I've said, it's kind of like it turned out to be the opposite. It was extremely regulatable, traceable, transparent, just not at all the crypto anarchic world of finance that a lot of people hoped it was going to be. And, you know, is it really chainalysis or elliptic or trm? Who did that? Who killed it? You know, who killed that dream? I think they would argue it was Satoshi who built the system in a way such that it could be traced. Michael Grondegar, the very first founder of chainalysis, he says that, yes, this is how bitcoin was built. I didn't do this. This is the nature of the system. It is the most transparent system of finance ever created. He describes it almost as if Satoshi intended it that way. But I don't think that that's actually. That part I don't agree with, because Satoshi wrote in that first email to a cryptography mailing list that participants can be anonymous. So, you know, and it turns out that specifically, like, only Satoshi has remained anonymous. He's like, he or she or they are the only person who has pulled that off in the whole, you know, universe of crypto whales. I would think so, yeah. I don't know. I think that regardless though, this idea that cryptocurrency could offer that world of untraceability or kind of crypto anarchy, as some people wanted to see it, is just a pipe dream."
    },
    {
        "speaker": "A",
        "text": "Yeah. So one other thing that I wanted to ask about was. So you were one of the reporters that did try to look into who Satoshi was. A couple of times there was an article where you kind of investigated Hal Finney, perhaps, being Satoshi. You were one of multiple reporters who looked into Craig Wright's claims. Obviously, that ended up being maybe one of the watershed moments, I would imagine, for journalists in crypto. So I don't know what your takeaways are about the perils of trying to figure out who Satoshi is or."
    },
    {
        "speaker": "B",
        "text": "Yeah, maybe not the right kind of watershed in that case."
    },
    {
        "speaker": "A",
        "text": "Yeah. And out of curiosity, why is it that you think that that's one of the only mysteries that has remained unsolved? So two part question, one for media and one for Satoshi."
    },
    {
        "speaker": "B",
        "text": "I don't know. I never even really set out to try to figure out who Satoshi was. I kind of stumbled upon these leads in both cases, one of which I think was like, Hal Finney lead was super intriguing. It still kind of blows my mind that he lives a few blocks away from Dorian. Satoshi Nakamoto, the person who Newsweek, I think, I think it's fair to say, incorrectly identified as Satoshi. But that was a crazy coincidence. Ultimately, that led me down this path of thinking that perhaps Hal Finney was the real creator of bitcoin. I mean, what are the odds that this allegedly first ever user of bitcoin and the proven second ever user of bitcoin, Hal Finney, were in the same neighborhood? And by the end of that investigation, to be clear, I wrote the story as, like, yes, I once thought that Hal Finney was Satoshi. He's not, but he's a super fascinating, important figure in the history of crypto. That's how I. That's the conclusion that I came to in that piece. The Craig Wright story is like a much darker rabbit hole that I went down where I don't know. I don't want to get sued by Craig Wright, but I do not believe that he is the greater bitcoin anymore. And the way that I came to believe that was that I essentially, like, was offered these documents that I now believe were borderes. But I'm not sure even who created. I'm not sure that it was that they were intended to fool me. I think they may have been. I don't know. I don't want to, like, speculate too much. It was a bizarre trap that I fell into with the Greg Wright. But now, I don't know. I've first of all, had had enough traumatic experiences trying to chase this mystery down. But I also. I never really wanted to solve it until I thought that I was going to be the one to do it. And then the temptation is too great. But I never really wanted to ruin this amazing mystery. The fact that Satoshi is still this mysterious figure that is just one of the juiciest mysteries in the history of technology. And I love the fact that it hasn't been solved. And it would just, I mean, it's just refreshing in a way that there can be that kind of unknown left in the. In the world of the Internet and technologies now. I'm fine with it. And I kind of, you know, really, I just think it's like a. A fascinating and incredible phenomenon that Satoshi, whoever he or she or they are, has sat on essentially tens of billions of dollars worth of cryptocurrency and not spent it and not revealed themselves and not left any clues, even for all of these incredibly adept tracers that are the subjects of my book."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. Well, I guess probably the reason is because Satoshi never tried to cash out, and so that's really why."
    },
    {
        "speaker": "B",
        "text": "Exactly. Yeah. You know, the reason that Satoshi, like, is the only person for whom this is true, that participants can be anonymous, is because Satoshi just that incredible, inhuman restraint to sit on, like, one of the biggest fortunes in the world. I mean, I think it's sometimes, like, I don't know, has Satoshi ever been the richest person in the world? I think almost, or whatever. Maybe it's a group, but. But to not even cash out single of the coins in that trove is, you know. Yeah, I think Satoshi deserves to win and remain anonymous. I hope that that remains the case at this point."
    },
    {
        "speaker": "A",
        "text": "Yeah, I have to say, I mean, you know, I reread your. How funny article, and a part of me is like, yeah, well, okay, I don't want to go too much down that rabbit hole, because I think this leads us back to Craig Wright territory. But the notion that whoever it is or whoever they are maybe died is, like, one reason why the coins might not have moved."
    },
    {
        "speaker": "B",
        "text": "But absolutely, you know, that's, like, an interesting theory. I just. I think a lot of people still believe that it was Hal Finney, but, you know, and I'm sorry I haven't reviewed the evidence of the whole Hal Finney case, like, before talking, but I do. You know, this was 2014. It's a long time ago now. But I. But I. You know, for one thing, hell, I was the room with Hal Finney interviewing him in this paralyzed state. He was dying of als, and he's, like, answering my questions only with, like, his eyebrow movements. But he and his family just so, like, convincingly denied to me that he was Satoshi. And no, like, for one thing, like, why would he lie? But also, I was persuaded that. That these were, like, credible denials. And. And then his son showed me his Gmail account where he was communicating with Satoshi, which would be hard, you know, to fake, especially, I don't know. Like, do you do that retroactively? How do you do that retroactively? And, and, you know, was Hal Finney, like, was Satoshi rather, like, smart enough to. Was Hal Finney Satoshi? If we had. We're going to go down this. This. The path of this theory, like, smart enough to create this fake record of emails between the two of them from years earlier. I know, it just starts to strain credulity and, like, it. I just came to believe instead that, no, he is just, like, the second ever user of bitcoin. And. And in fact, like Halfani did eventually with eye movements alone, I think, list in an email. To me, it's very difficult for him to write emails, and I felt bad even making him deny this in detail, but he listed reasons why he was not Satoshi, and they included details of the programming languages that they used and other things. So I'm convinced that Halfani was not Satoshi. It doesn't mean he wasn't an incredibly remarkable person. And I don't know why Satoshi, how Satoshi has managed to keep this secret and practice that restraint disappears so completely. It's possible that whoever the real Satoshi is, is also dead, for all we know."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's why I referred to the Craig Wright thing, because I think his partner, Dave Kleiman or whatever, died. So. So one other, the thing that I just want to ask about was when I read coverage of this space in Wired, it feels like kind of different coverage from the way, for instance, a crypto publication covers it or even actually some of the general tech media. And I wondered if you could talk about either, both your philosophy and the publication's philosophy around how to cover what's going on in this industry."
    },
    {
        "speaker": "B",
        "text": "It's really interesting. It's an interesting question. I think that the media has maybe gone through its own cycles of crypto hype and crypto winters that are sometimes almost unrelated to the price of these things. For a while, it was not cool to talk about bitcoin, but it was cool to talk about blockchains. For some reason, I never understood that. And then, I don't know, it was interesting to talk about Defi and Ethereum and things, but it was not interesting to just talk about more traditional cryptocurrency. I mean, these are just, I'm describing the trends in the media, and I think that to some degree, the cryptocurrency world has sort of been wrapped up in the tech clash as well. This idea that we at wired, I think, have gone through our own cycles of wired was once, you know, if you read, like, very early wired issues, as I have done, like, the optimism and the idealism about how technology would change the world are just like, you know, so complete. And then I would say with our last editor in chief, Nick Thompson, we sort of started to embrace more of a more nuanced and ambivalent view about the effects of technology. And I think that came with a lot of skepticism around the effects of social media and what it did in 2016 about a lot of cyber war kinds of things that I cover, and the dystopian potential futures that the insecurity of the Internet and the ways that it's tied up in our lives is included in all of that. And then with our new editor in chief, Gideon Litchfield, it's been very interesting because at one point, he actually kind of told the staff, and I think this was, to his credit, smart, interesting thing that, like, we are not going to be like, party poopers in a simple way about web three and crypto and all of this stuff. We are going to understand it, and we're going to tell complicated stories about it. And I think that maybe it was possible that we at Wired were starting to become too skeptical of. I think there have been so many different promises about cryptocurrency over the years that didn't pan out, that eventually it becomes almost like a reflexive thing to doubt every cryptocurrency promise. And I think it was, you know, we, in addition to the kind of, like, big features that I've written about cryptocurrency, crime specifically, that's my interest in the subversive and illegal and dangerous uses of this stuff. You know, we also Galad Adelman did a great cover story about web three for Wired last year. That is one of my favorite pieces. I've read about that world and his adventures in it, and I think we tried to take a more complete and nuanced view of all of this stuff."
    },
    {
        "speaker": "A",
        "text": "Okay. Well, before we started recording, you did also say that you felt that the FTX story, which was blowing up right when your book came out, was also a story about tracing movement on the blockchain. So I was curious for your thoughts on that."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, right. I mean, I think most people are looking at this FTX thing, maybe not you. You know so much about all of this and the details of the case, but they're seeing it almost as like a Lehman brothers or like a Theranos kind of meltdown. Like, this was a hyped up sort of shady company, making false financial promises, maybe doing irresponsible things with people money. But then in the midst of all of this, like, in the middle of that may all be true, but in the middle of all of that, there was also just an actual theft. It seems like unauthorized, just grabbing of half a billion dollars or so, some hundreds of millions of dollars worth of FTX's funds. We don't know who took them. We are still, like, actually, the tracers that are the subject of my book are watching that money move. You know, they're, like, watching it on blockchains in real time. That's like, the bizarre thing about these big cryptocurrency thefts is that you can basically watch the getaway car move through the open plan of the city and watch every turn it takes. And if the thief, or whoever they are in this case, tries to cash that money out, I think it's going to be very difficult for them to do it in a way where they won't be identified, and then we will, I think, at some point, sooner or later, I think, hopefully know the answer to whether this was an actual external hacker or if it was."
    },
    {
        "speaker": "A",
        "text": "Wait, what are you talking about? Cause isn't the. I mean. So initially, when you said theft, I thought you meant of the exchange, you know, of its customers money or by the exchange of its customers money. But when you. Now I'm getting a little bit confused."
    },
    {
        "speaker": "B",
        "text": "Well, we don't know yet whether this money was pulled out by FTX insiders or actual external hackers who are taking advantage of this meltdown to just steal this money."
    },
    {
        "speaker": "A",
        "text": "Are you talking about the hack that happened after the bankruptcy was filed?"
    },
    {
        "speaker": "B",
        "text": "Mm hmm."
    },
    {
        "speaker": "A",
        "text": "Oh, got it. Okay."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. So I see that sum of money. I mean, it's almost like history repeating itself with Mount Gox in 2014, where Mount Gox was bankrupted and half a billion dollars went missing in 2014. A lot of people suspected that that was the CEO of Mount Gox who had taken that money or lost it with some kind of financial irresponsibility. And in fact, it was russian hackers that had stolen it. And he was Marco Pelos, the CEO of Mount Gox, was actually vindicated by cryptocurrency tracing. Through cryptocurrency tracing. And I'm not saying that's going to happen here, but it's just, like, interesting to see history repeating itself. We're still in the phase of this meltdown where we're trying to figure out if it was external or internal theft. So I think a lot of people suspect it was internal, that this is just another part of the actual potential crimes committed by Sand, Bankman, Fried and FTX's staff. But we don't know that yet. So I think cryptocurrency tracing may tell us the answer sooner or later."
    },
    {
        "speaker": "A",
        "text": "Yeah, I probably agree with you there. All right, well, this has been a truly fascinating discussion. I have just loved diving into your book and your philosophy and thoughts around cryptocurrency and analytics. Where can people learn more about you and your work?"
    },
    {
        "speaker": "B",
        "text": "Oh, I guess, uh, my, well, my, my website is andygreenberg.net. you can find, like, my books and articles there, or you can just, like, look me up on wired. And I'm, you know, still writing for wired all the time."
    },
    {
        "speaker": "A",
        "text": "Perfect. Well, it's been a pleasure having you on unchained."
    },
    {
        "speaker": "B",
        "text": "It was a really fun conversation. Thank you."
    },
    {
        "speaker": "A",
        "text": "Laura, thanks so much for joining us today. To learn more about Andy and his book, tracers in the dark, check out the show notes for this episode. Unchained is produced by me, Laura Shin, with upright man's Anthony Yoon, Mark Murdock, Matt Pilchard, Zach Seward, Juan Aranovich, Sam Sriram, Ginny Hogan, Ben Munster, Jeff Benson, Pam Majumdar, Shashank, and CLK transcription. Thanks for listening."
    }
]