[
    {
        "speaker": "A",
        "text": "Hey unchained listeners, as you know, its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings in bullet points, plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "B",
        "text": "Even though each of these charges, if you look at the DOJ press release says oh, it contains a maximum sentence of 20 years or five years, whatever. It's not going to be consecutive, it'll be concurrent. So the estimate I'm getting from various attorneys that I've spoken to over the past few weeks is it'll probably be somewhere in the ten to 20 year range."
    },
    {
        "speaker": "A",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host Laura Shin, author of the Cryptopiens. I started covering crypto eight years ago and as the senior editor at Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the September 29, 2023 episode of Unchained. Thinking of launching your own stablecoin? Start with the open source stablecoin studio toolkit on Hedera. Start your journey@hedera.com unchained shape tomorrow today with the crypto.com app, you can buy, trade, and spend crypto in one place. Download and get $25 with the code Lora link in the description. Arbitrum's leading layer, two scaling solution offers you ultra cheap and lightning fast transactions, all with security rooted on Ethereum. Visit arbitrum IO today. Toku makes implementing global token compensation and incentive awards simple. With Toku, you get unmatched legal and tax tech support to grant and administer your global team's tokens. Make it simple today with Toku. Today's guest is Nick Day, Coindesk's managing editor for global policy and regulation. Welcome Nick."
    },
    {
        "speaker": "B",
        "text": "Thanks for having me."
    },
    {
        "speaker": "A",
        "text": "The trial for former FTX CEO Sam Bankman Fried starts next Tuesday, October 3. There's been a lot happening pre trial. For instance, Sam has requested release from jail multiple times and repeatedly been denied, including as recently as Thursday morning. My personal thought was that it seemed like all these requests that the defense was putting in at this critical juncture right before the trial was supposed to begin was maybe not the best use of their time. But that's just my personal opinion. I'm not a lawyer. Why do you think they made this such a point of focus in the last few days?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so I'm actually coming. You know, I was in the courthouse just a few hours ago where this very issue was brought up, and the defense's arguments were, well, the first time we asked, it was for pretrial release. Yeah, this was right after Bankman Fried was remanded into custody in mid August. The second time was, you know, they were asking an appeals court to overrule the judge's decision to remand him. And they lost that as well. In court today, the defense said, well, you know, now we want to ask for during trial, which is why we waited until this week to make that request. And they say that they want to, you know, the circumstances are different. They're not asking for banquet free to be released from jail in the weeks leading up to trial. Now they're saying, well, you know, during the trial, we're going to have to talk to him and check with him about defense witness testimony and cross examination and things like that. So that's why we're making this request. And the judge didn't really find that compelling."
    },
    {
        "speaker": "A",
        "text": "And why do you think the judge has stuck to this position of keeping bankman fried in jail?"
    },
    {
        "speaker": "B",
        "text": "So in the judge's words, there's a couple different reasons, one being that Bankman freed has had ample time to look at the defense materials. You know, one of the arguments was, there are something like 1300 exhibits expected over the course of the trial. And the judge asked today, you know, were these all prepared and shared with you before? I think he said September 8. So earlier this month, and the defense, they said, yes, we've seen all of this. We've had access to all of this. Bankman Fried was out on bail for about seven and a half months. And so the judge's argument is, well, he's had time to look at this. You know, there's no surprises here. And he said that the defense has the chance to talk with Bankman fried in the metropolitan detention center where he's currently being housed. Weekends, during days that there are no trials. So, you know, the trial is not every weekday. It's going to be most weekdays. And he said, you know, you have the time, you have the opportunity. You are able to talk to your client. You're not really losing a whole lot. But he added kind of a, you know, made this ruling where Bankman freed will even be presented to the courthouse early on trial days, where there's certain witness testimony that has to be discussed and let the attorneys just talk to him before the trial begins on those days. So he's saying basically, you know, you have opportunities to talk to your client, and I'm going to give you, you know, more time to do so, but I'm not going to let Banquet freed out of jail."
    },
    {
        "speaker": "A",
        "text": "So the main focus next week as the trial begins will be jury selection. Tell us what you think that process will be like."
    },
    {
        "speaker": "B",
        "text": "It definitely will be interesting. I think it's probably going to be very boring from just kind of observer perspective, because it's a long process, and we're going to be just sitting there watching this judge ask each individual, have you heard of FTX? Have you heard of sand bank fried? What do you think about cryptocurrencies? But it's going to be very interesting because this is the part where we're really going to get a sense of, okay, these are the twelve or so people who are going to determine whether or not bankman Fried spends the next ten to 20 years of his life behind bars. And so I'm expecting to see maybe as mixed selection. I think if you pluck a random group of New Yorkers off the streets, some of them may have heard of cryptocurrency. Most of them probably will not have. And they're going to be tasked with deciding whether or not one of the biggest figures in crypto committed fraud on the way up and on the way down."
    },
    {
        "speaker": "A",
        "text": "Something that was interesting to me was the prosecution said that they expected jury selection to take the better part of a day. I've seen some legal opinions that it will take longer than that. What do you think could potentially happen there? And why do you think some analysts are saying that it would take longer?"
    },
    {
        "speaker": "B",
        "text": "Yeah, no, I've spoken to a number of lawyers as well ahead of the trial, where at Coindes were trying to do a lot of preview coverage, basically saying, here's how it might go down. Everyone I spoke to said it will probably take a couple of days. Part of that is because this is a fairly notorious case. A lot of people will have heard about banquet freed and presumably formed some kind of opinion that would disqualify them from being a juror on the trial. I'm not sure where the DOJ is getting their estimate from. It's very possible that through the questionnaires that the jury bull is sent through the kind of the mass selection process or deselection process that the judge engages in, maybe that streamlines a big part of it by reducing or like immediately filtering out. The people who are most blatantly either knowledgeable or biased or otherwise have their own preformed viewpoints about the case. And so the jury selection might just be focused on those individuals who have made it through those initial filtering processes. But that's speculation on my part. I honestly am not sure. If it is a better part of the day, then we could see opening statements as soon as next Wednesday, October 4, which would be pretty rapid start to the trial."
    },
    {
        "speaker": "A",
        "text": "And coindesk did some work to try to suss out what it is that lower Manhattan New Yorkers might say if they were randomly picked for a jury. What did you discover there?"
    },
    {
        "speaker": "B",
        "text": "Yeah, no, so Coindesk, Dylan and Victor went to Manhattan, downtown Manhattan, to the financial district, and literally just went up to people and said, hey, we're with Coindesk. Have you heard of FTX? Have you heard of sand Baker Friedenhe? And a fairly large part of this group just hadn't heard about it. They weren't familiar with it. They weren't comfortable talking about crypto. They weren't familiar with crypto. And of those who were, I think they found a fairly even mix. There were some individuals who had heard about Bankman fried, some individuals who had only heard about crypto, some individuals who were very knowledgeable. They actually found a yahoo. Anchor who was the most knowledgeable about it, naturally, as order covering financial space. But they also found people who were looking for jobs in crypto, people who were investors in the space. By and large, it seems to, you know, a lot of the people they spoke to just weren't interested or talking interested in talking about crypto or in, you know, being part of this, being part of crypto. So if that is a representative sample of who we'll see next week at the jury pool, it'll be interesting because we'll see a large, potentially large jury pool of people who aren't familiar with crypto. Again, on one of the biggest bang in on one of the biggest figures."
    },
    {
        "speaker": "A",
        "text": "In the space recently, the defense proposed certain questions that it would ask the jurors, and the government said that they felt these were, quote, unquote, intrusive. What were some of the questions that were proposed and what was the government's response?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so the background here is both the DOJ and the defense team filed their proposed jury questions to help filter potential jurors, the defense team in particular, had a number of questions about how these potential jurors felt about things like effective altruism, about political donations, about ADHD, and people who have ADHD. And the DOJ response was really, you know, they felt that some of these questions, for example, about effective altruism and about political donations, seems kind of primed to or designed to prime the potential jurors to think, oh, well, Benkman Fried was trying to do all of this in service of this effective altruism philosophy. Therefore, he was trying to raise money to donate to better the world, or designed to try and prime the jury to think, okay, well, you know, political donations is fine. So these allegations about breaking the law in the way he tried to donate funds maybe is overreach or whatever. And then the intrusive part, you know, treating just kind of this question of ADHD and whether or not people were involved with individuals who had it or the DOJ just felt that these questions were really designed to try and shape how the jury would see Bankman freed, as opposed to just kind of gauge their existing biases. And so the DOJ opposed these questions. And I think we're still waiting to see for sure if there's any public response on the judge prior to jury selection on Tuesday."
    },
    {
        "speaker": "A",
        "text": "All right, so in a moment, we're going to talk about different legal strategies that the defense might pursue. But first, a quick word from the sponsors who make that show possible. Arbitrum stands at the forefront of innovation as the premier suite of layer two scaling solutions, bringing you lightning fast transactions at a fraction of the cost, all with security rooted on Ethereum. From Defi to gaming, Arbitrum one plus Nova is home to over 500 projects. And with the recent launch of orbit, Arbitrum welcomes you to build your very own tailor made layer three, or an orbit chain, propel youre project and community forward. By visiting Arbitrum IO today, Toku makes managing global token compensation and incentive awards simple. Are you designing your token compensation plan and grant templates with multiple law firms? Are you managing cliffs, vesting and taxable events in a spreadsheet? Are you distributing tokens to your team manually? With Toku, you get unmatched legal and tax tech support to grant and administer your global teams tokens. Easy to use token grant award templates, vesting tracking via online dashboard, tax withholding integration with payroll automated distributions, great employee experience. Make it simple with Toku. Learn more@toku.com Unchained looking to venture into the world of stablecoins explore the open source stablecoin studio toolkit on Hedera. Whether you're building the next big thing in web three or an enterprise banking and payment provider, Stablecoin studio simplifies stablecoin issuance and management, keeping you at the forefront of on chain finance. With seamless integration into commercial custody providers and KYC services, and built in proof of reserve functionality, stablecoin studio streamlines development and time to market harness the power of stablecoins by visiting hedera.com unchained. Back to my conversation with Nick recently. The defense did propose a number of witnesses, but the judge denied most of them. Who were these proposed witnesses and why were they denied?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so the DOJ and defense both had a number of proposed expert witnesses. The defense in particular had a number of individuals that they said could speak to everything from the terms of service that FTX operated under to the FTX software to just rebutting certain DOJ witnesses. The judge basically said he agreed with the DOJ in rejecting all of these proposed witnesses. There were seven. He did allow the defense to call for four of them later on, but they have to meet certain requirements and fill out certain disclosure forms first. A big part of the judge's reasoning was the witnesses had just not adequately explained what they wanted to testify about or what they would say, and so they didn't have, or he didn't have enough information to allowed him to testify, which was functionally the DOJ's argument as well. That being said, some of these proposed witnesses are intended to act as rebuttal witnesses to DOJ's witnesses. I don't say the word witnesses a lot, but that's what it comes down to, is four of these witnesses could come back and respond to, you know, either FTX inner circle members who are testifying on behalf of the DOJ. One of the potential witnesses that the defense can call forward is someone who can speak to the actual technical software underlying the FTX program. Again, in response to DOJ witnesses, the judge did completely ban, for example, a british barrister who was supposed to explain the FTX terms of service, as well as someone who was supposed to speak to kind of the crypto industry at large, saying that, you know, those witnesses and that proposed testimony seemed a bit too far afield from what the case would be about and could probably do more to confuse the jury than to clarify anything."
    },
    {
        "speaker": "A",
        "text": "And SPF's team also wanted to block a proposed government witness that was also denied. Who was that? And why did the judge deny that motion?"
    },
    {
        "speaker": "B",
        "text": "The DOJ proposed a University of Notre Dame professor to testify about some forensic analysis he did on FTX financials. The defense objected. They said that this witness would basically just reiterate the DOJ's claims, the allegations. But the DOJ argued that he was doing his own analysis of the data he had access to, and so he wouldn't just be stating the DOJ's claim. He would be providing his own expert insight based on his own work, you know, examining the databases that he had access to. And the judge agreed with that and said that based on what he saw and based on what the witness disclosure had provided, the witness was likely just speaking to his own expertise and looking at the actual data as a third party expert witness might do. And so those witnesses are allowed. Right now we're still waiting on the full and final witness list, but we now know that there are probably at least a dozen witnesses that we're going to hear from over the next six weeks."
    },
    {
        "speaker": "A",
        "text": "And who are the ones that stick out to you on that list?"
    },
    {
        "speaker": "B",
        "text": "I think the cooperating witnesses. So the FTX inner circle, that's former Alameda research CEO Carolyn Ellison, former FTX director for engineering, Nishat Singh and Gary Wang. I forget which one of them was the director of engineering. Dead run was a fellow executive. But, you know, these are the three individuals I think we're going to hear from, probably first, maybe might hear from them as soon as next week, not certainly the week after. They're the ones who were in it, right? They were involved in this. They were part of FTX. They were part of the highs. I think we're going to probably hear from them. You know, how FTX might have fallen apart. I know from court filings, we know that DOJ wants to ask Carolyn Ellison about the FTT token and allegations that San bank was directly involved in trying to argue for Alameda to take a large sum of it and to potentially allegedly manipulate the price. So I think that testimony is going to be really interesting just because, again, it's the firsthand account of what happened. We're also probably going to see the defense try and discredit these witnesses to the extent possible right straight out of the gate saying, well, you know, you weren't threatened with jail if you didn't testify and turn against your former boss. So I imagine we're just going to hear arguments like that from the defense during cross examination. But either way, I think this is going to, you know, those are the three witnesses I think we're looking forward to most right now. And then once we're past that kind of initial surge of FTX insiders, that's when we'll get to kind of more, I don't want to say the more mundane because I don't think that is the right word for it. But I, you know, people who are looking at it from kind of the, you know, again, forensic analysis perspective, people who are going to be able to kind of dig through and say, all right, well, you know, we looked through the smoking remains and here's what we found. And I think that will also be interesting because it'll be really a third party perspective on, you know, here's how this thing was set up, and here's where things may have gone wrong or here's where things may have fallen apart. And getting a third party perspective on that, I think, is going to be really fascinating because they'll be, I assume, a bit more objective about it than people who built it and worked on."
    },
    {
        "speaker": "A",
        "text": "It, maybe could be one other kind of motion that happened this week that was pretty interesting, or development, I should say, is that the judge did allow SPF's team to ask some of the witnesses about their drug use. What do you think will be the significance of that line of questioning?"
    },
    {
        "speaker": "B",
        "text": "I think that goes back to the earlier point about potentially trying to discredit witnesses. If you have a cooperating witness, FTX inner circle member saying, while we were at FTX, Sam directed us to manipulate FTT, whatever, just speculating what someone could say. And the defense comes back and says, well, are you sure that's what he said? Were you high at the time of these conversations, or were you engaged in recreational drug use during the time you were running this company? If I'm a member of the jury and I hear, okay, well, everyone was partying and on drugs and doing weird stuff or potentially in an altered state of mind that might shape how I view the, you know, the defendant, the verdict, the whole case. So the judge did say that prior to making those, you know, kind of questions, the defense has to notify the prosecution and the judge about it. So it's not going to be a case of like, they'll blindside the witnesses about this, but I imagine that's going to kind of come back to this effort to try and say, like, okay, you know, Bankman Freed wasn't doing something wrong on his own or intentionally. It's just that things fell apart, but they were well intentioned."
    },
    {
        "speaker": "A",
        "text": "The defense is going to attempt to, I think, pin some of the blame on legal advice that Bankman Freed received. How effective do you think that argument will be at trial?"
    },
    {
        "speaker": "B",
        "text": "That's a really hard question to answer. I think the problem that the defense has is there's really no denying that FTX fell apart and it fell apart in like a very dramatic fashion. Right. The day it filed for bankruptcy that evening, what, a couple hundred million dollars or tens of millions of dollars worth of crypto was stolen? I think I forget the exact amount. But, you know, it was a pretty dramatic way to cap off what was already a chaotic week. So the problem the defense has is they can't say, well, FTX is fine, and so they're leaning on this advice of council defense. Their argument is going to be, you know, Bankman Fried was well intentioned. He told his lawyers everything he wanted to do, and he did everything they told him to do. And so because it all fell apart, you can't really pin that on bank McFree. You have to look at the advice he was given and the information he was acting on. And so I guess part of the problem that the defense might have here is did they share or did Bankman Freed share everything he wanted to do with his attorneys? Did the attorneys have all of the information and did he do everything exactly the way his attorneys told him to? And I don't know. I'm sure we'll see answers to those questions over the next, you know, six weeks or so. But that seems to be kind of how that might play out, and it's going to be an interesting argument for sure. But again, I think that comes down to a central problem of FTX for sure, collapsed. And how do you respond to that?"
    },
    {
        "speaker": "A",
        "text": "One other issue is that the judge did rule that the prosecution could mention SPF's political donations, and there are charges specifically related to that that will be tried in a separate trial next year. So why were those allowed in this case?"
    },
    {
        "speaker": "B",
        "text": "So this is where we get into what has become one of the new fun parts of being a court reporter in this case is Bahamas extradition treaties. So the original indictment that banquet freed was charged with back in December of 2022 did include campaign finance violations as one of the charges. But because it did not appear in the charging document that the Bahamas police department had, there's a Bahamas national police, something like that. Banquet free's defense team successfully argued that they could not bring that charge right now because he had agreed to be extradited on the first seven charges, which were wire fraud and conspiracy to commit wire fraud and conspiracy to commit securities and commodities fraud, etcetera. So what it seems like is going to happen is the prosecution is going to try and fold all of that into all the political donation stuff, into, you know, the other charges, into the wire fraud charges, and say, well, you know, we have the evidence, we have the allegations, and here's what you have to look at what that means for next trial. And, you know, you're absolutely correct. There is another trial currently tentatively scheduled for. It's either March or April, 2024 next spring, either way, where we will be going through all of this again. But a lot of that is dependent on the Bahamas. And, you know, we could probably talk about that for another hour if you wanted to."
    },
    {
        "speaker": "A",
        "text": "All right, well, we'll leave that for another episode. But one thing I did want to ask about is earlier in this interview, you said that his sentence was likely to be in the range of ten to 20 years. And obviously, you know, there's many charges and we don't know which ones he'll be found guilty of and which ones he won't. But how are you coming up with that estimate?"
    },
    {
        "speaker": "B",
        "text": "So, yeah, I should definitely be more precise there. So I personally am not a lawyer or an expert in this. I have spoken to a number of lawyers about this, and what they said is if you have a defendant who is found guilty, so the assumption here is that he is convicted on at least one of these charges, but if he's found guilty on even several of the charges, because all of the conduct is similar, because it's all kind of identical conduct at the core, a judge, when making a sentencing determination, will basically fold all the charges into each other. Right. All the conduct. And so even though each of these charges, if you look at the DOJ press release, says, oh, it contains a maximum sentence of 20 years or five years, whatever, it's not going to be consecutive, it'll be concurrent. So the estimate I'm getting from various attorneys that I've spoken to over the past few weeks is probably be somewhere in the ten to 20 year range. Some estimates came down as low as five years, some as many as 36 years. But they all seem to base that on just kind of the allegations. The charges themselves, combined with the amount of money allegedly lost, which is more than 50 million, combined with the severity and all of that."
    },
    {
        "speaker": "A",
        "text": "Yeah. And so 50 million is sort of like some threshold because I think it goes in levels of severity, and the higher the number goes, the longer the sentence. However, that's the largest threshold, obviously, it looks like."
    },
    {
        "speaker": "B",
        "text": "Yeah. So I literally looked up the federal sentencing guidelines, which, by the way, is a very confusing document. I did not understand it, so I asked someone else to explain it to me. But, yeah, there's the different thresholds that you mentioned. And it starts with, I think the thousands range and then just kind of escalates up. And 50 million seems to have been the uppermost that they had. So it's 50 million plus. I think the allegation is something like 10 billion lost from FTX. So ten billion's a hair more than 50 million."
    },
    {
        "speaker": "A",
        "text": "Multiples."
    },
    {
        "speaker": "B",
        "text": "So that will probably be kind of the way they calculate it. Probably. And again, this is dependent on if he's convicted on one or more charges and all sorts of stuff."
    },
    {
        "speaker": "A",
        "text": "Yeah. Okay. Well, we will have to see how all that plays out. Thank you so much for explaining all of this on unchained."
    },
    {
        "speaker": "B",
        "text": "Thanks for having me again. Always great to talk to you."
    },
    {
        "speaker": "A",
        "text": "Yes, same here. Don't forget. Next up is the weekly news recap today, presented by veteran crypto reporter and Columbia University night budget fellow Michael del Castillo. Stick around for this week in crypto after this short break. Join over 80 million people using crypto.com comma, one of the easiest places to buy, trade, and spend over 250 cryptocurrencies. Spend your crypto anywhere using the crypto.com Visa card. Get up to 5% cash back instantly, plus 100% rebates for your Netflix and Spotify subscriptions and zero annual fees. Download the crypto.com app now and get $25 with the code Laura link in."
    },
    {
        "speaker": "C",
        "text": "The description in a week where regulatory scrutiny takes center stage from SEC chair Gary Gensler facing congressional heat to binance exiting Russia, there were plenty of interesting developments that you need to hear to stay up to date with the crypto industry this week. I'm Michael del Castillo, a night batch fellow at Columbia University, and this is your weekly crypto recap. This week, SEC chair Gary Gensler found himself under scrutiny from us lawmakers. A bipartisan group of congressmen sent Gensler a public letter urging him to approve spot bitcoin ETF's that would let institutions invest in securities directly tied to the price of bitcoin, calling the SEC's current stance, quote, inconsistent and discriminatory. In their letter, the representatives cited a recent court victory by Greyscale in which a US Court of Appeals judge ruled that the SEC's decision to reject the grayscale bitcoin ETF application was, quote, arbitrary and capricious, stating that the SEC's posture is untenable. Moving forward on Wednesday, Gensler fielded a hotbed of questions from the House Financial Services Committee. As reported by the bloc, lawmakers grilled the SEC chair on various aspects of crypto regulation, including the status of bitcoin as a security and the potential for spot bitcoin ETF's. As has come to be expected in crypto hearings, the conversation touched on such unusual topics as whether or not Pokemon cards could be securities. More to the point, though, Gensler faced accusations of lacking transparency and, in a taunting play on the practice of so called regulation by enforcement, where a regulator prioritizes persecution over clarity, was accused by Representative Emmer of adopting a regulation by harassment approach. Adding to the regulatory uncertainty. Also on Wednesday, the SEC announced delays in decisions on ARK 21 shares, Ethereum and bitcoin ETF's and gold Bug Vanex ethereum eTF. The new deadlines are set for late December at the earliest. In signs of a possible power struggle over the right to regulate bitcoin, Gensler, the top us securities regulator, repeated his past assertion that bitcoin isn't a security. However, Gensler stopped short of identifying the asset as a commodity, which could be seen as admitting another regulator, the US commodities and Futures Trading Commission, might actually have more authority here than he'd like to admit. The SEC chair's comments and the agency's delays have heightened tensions at the crypto industry seeks clearer regulatory guidelines showcasing the stark difference in approach taken by other jurisdictions. The representative of Hong Kongs securities and Future Commission said in a speech Tuesday that theyre preparing to release near term guidance authorizing the use of blockchain to create tokenized versions of good old fashioned traditional investment products. In a complex legal tangle. Do Kwon, the former CEO of defunct terraform Labs, is evading the SECs legal pursuit. In February, the SEC sued Quan for allegedly misleading investors in terraform labs Terrausd stablecoin scheme that resulted in a $60 billion collapse when its underlying Luna asset lost nearly all its value. But before the SEC could arrest Doquan Montenegro, authorities snatched him for using forged passports and sentenced him to a four month prison term. While Quan serves his sentence, the SEC hopes to have the former CEO questioned on their behalf while reserving the right to extradite him and dispose him themselves. As his lawyers put it in the statement, the SEC, quote, seeks to have its cake and eat it, too. After Binance briefly halted support for deposits from visa and Mastercard issues in Russia, the world's largest crypto exchange says it is exiting the russian market altogether. The firm's chief compliance officer, Noah Perlman, raised eyebrows, though, when he said in a statement that Binance would sell its entire Russia based operations to a little known firm named Comex. Though the statement describes Comex as, quote, venture backed, its backers remain as of yet unknown, fueling speculation this could be another case similar to Binance us, which was purportedly also separate from Binance, Changpeng Zhao or CZ. Binance's CEO denied ownership ties to Comex, writing on social media. I'm not their UBO or ultimate beneficial owner, nor do I own stock shares. He added that some former Binance staff may work for Comex in the future. The lack of transparency around the deal continues to fuel skepticism and questions on social media. The new leadership in charge of beleaguered crypto exchange, FTX, has filed yet another lawsuit, this time against former employees of the exchange's Hong Kong affiliate Salameda, seeking to recover an estimated $157.3 million. And yes, that's Salameda, if that rings a bell. The suit alleges that in the days leading up to FTX's filing of chapter eleven bankruptcy protection in November 2022, the employees, including two brothers and their mom, quote, leveraged their connections at FTX Group personnel to ensure that they would be authorized over other customers. FTX's lawyers claim in the suit that more than $123 million was withdrawn on or after November 7. Just before the exchange suspended withdrawal this week, creditors of the embattled crypto lending platform Celsius network overwhelmingly approved a $2 billion restructuring plan. That's despite reservations from us trustee William Harrington. Over 98% of creditors back the plan, which promises to return at least 67% of assets to investors and offers stakes in a new entity provisionally named Newco. This entity aims to broaden Celsius's existing bitcoin mining ventures and explore new business avenues. The plan's final approval hinges on a bankruptcy court hearing set for October 2. In a parallel development, Blockfi, another of the crypto companies structured similarly to Celsius that collapsed last year, received court approval for its liquidation plan. New York based BlockFi's unsecured creditors could receive between 35% and 63% of what they are owned. Gemini, the cryptocurrency exchange founded by Tyler and Cameron Winkelvost, has publicly refuted a New York Post article alleging that last August the twins withdrew $282 million from crypto lender Genesis for personal or corporate use. In a social media response, Gemini labeled the story as misleading and pure fantasy, claiming that the funds were actually withdrawn to increase liquidity reserves for their earned users. The public claim comes amid an ongoing legal dispute between Gemini and Genesis, with the former accusing the latter of fraud against creditors. While the $282 million may seem like a lot, the lawsuit aims to recover around $1.1 billion of assets allegedly stuck on Genesis. JPMorgan Chase's british subsidiary on Tuesday sent an email to its clients prohibiting them from all crypto transactions starting October 16. That's according to an Associated Press report this week. Citing an increase in crypto related scams, the email said the bank would decline transactions related to crypto assets made by debit card, credit card or bank transfer. In a statement, the bank spokesperson said, we've seen an increase in the number of crypto scams targeting uk consumers, so we have taken the decision to prevent the purchase of crypto assets and, quote, the move has drawn widespread criticism from much of the crypto community. Coinbase CEO Brian Armstrong called Chase UK's decision, quote, totally inappropriate, end quote. In a social media post, Armstrong questioned how the bank's stance aligns with the uk government's claim last April that it wanted to become a global crypto asset technology hub. Not one to mince words, Armstrong wrote that, quote, uk crypto holders should close their chase accounts if this is how they're going to be treated, end quote. To be clear, nothing we're reporting here or anywhere should be construed as financial advice. In a shocking turn of events, decentralized wallet service provider mixin Network claimed more than $200 million in crypto assets have been stolen. The alleged theft targeted Mixins cloud service database last Saturday, according to a social media post. In a live stream on Twitch on Monday, the platform's founder, Feng Zhao Dong, said that only half the assets in question could be accounted for at the time. In a bid to recover the stolen funds, Mixin Network offered that the alleged thief could keep $20 million of the funds as a bug bunty reward so long, that is, as the alleged thieves returned the other assets owned by users, seemingly a generous effort, though it might not be the most intellectually honest strategy to call funds someone has already stolen a form of bounty. Presumably the implication is the Mixin execs wont try to recover the stolen $20 million if the backers return everything else. The platform later updated that the losses were not as significant as estimated, end quote, but did not provide specific figures. Mixins native token Xin saw an 8.6% drop in value following the news, but has already seen signs of recovery at the time of this recording. This latest incident of poorly secured, decentralized exchange being robbed or tricked into giving away its funds has once again raised more general questions about the security of decentralized platforms, though not just decentralized platforms. In related news, Tron, creator and advisor to the Seychelles based crypto exchange TX, formerly known as Huobi Global, wrote in a social media post that the exchange was hacked, resulting in a loss of 5000 eth, or roughly $7.9 million at today's price. Marathon Digital Holdings, a publicly traded bitcoin miner valued at $1.5 billion, confirmed the mining of an invalid block, a very rare case for the bitcoin blockchain. On Wednesday, the company wrote, quote, the error was the result of an unanticipated bug that came from one of our experiments, end quote. The experiment aimed to explore transaction ordering, but it backfired, they say, causing the invalid block. Since shares in the company dropped nearly 10% on Wednesday, they've nearly fully recovered, trading at $8.68 per share at the time of recording. It's certainly been a tough month for crypto news, and this week was no different, though. To wrap things up on a more positive note, crypto exchange Kraken is reportedly planning to diversify its offerings by adding traditional us listed stocks to its trading platform, according to anonymous sources. The service, managed by a new division called Kraken securities, aims to launch next year in both the US and the UK. While Kraken seems to have secured the necessary authorization in the UK, it says it is still awaiting approval from the Financial Industry Regulatory Authority, or FINRA. In the US, this move could position Kraken as a direct competitor to licensed broker dealer Robinhood, which also offers both crypto and stock trading. And that's all. Thanks so much for joining us today. Looking forward to chatting next week. Unchained knows it's very hard to keep up with the latest news in the crypto ecosystem. That's why they have a daily and weekly newsletter to keep you covered. Sign up for free and receive the latest updates right in your inbox Monday through Friday. Check out the show notes and subscribe to their substack today. Unchained is produced by Laura Shin with the help from Kevin Fuchs, Matt Pilchard, Juan Ronovich, Megan Gavis, Ginny Hogan Shawshank and Margaret Curio. This weekly recap was written by Juan Aronovich and edited by myself, Michael del Castillo."
    },
    {
        "speaker": "A",
        "text": "Unchained is now a part of the Coindesk podcast Network. For the latest in digital assets, check out markets daily seven days a week with new host Noel Acheson. Follow the Coindesk podcast Network for some of the best shows in crypto."
    }
]