[
    {
        "speaker": "A",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started covering Crypto seven years ago and as a senior editor at Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the March 14, 2023 episode of Unchained. Branching out from just being a podcast, Unchained has launched a new website complete with more breaking crypto news, educational articles for those just getting started, how to guides and videos, check it out@unchainedcrypto.com to find answers to all your burning crypto questions. Hey unchained listeners. As you know, its hard keeping up with a fast paced world of crypto, so weve got just the thing for you. Subscribe to our free Unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings in bullet points, plus our meme of the day, all curated and written by our amazing team. It's still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot FTSE Russell, a leading global index provider, has applied its trademark expertise, governance, and structure to digital assets, offering institutional quality data to build, manage and measure investment portfolios. The exchange Vetted flagship index series measures the investable digital asset market from large cap to micro cap. Get your index data from a market leader. Find out more@ftsirussle.com. digitalasset Web three projects lost nearly $4 billion of crypto assets in 2022, but nothing is more expensive than losing trust. Secure your company with Holborn's best in class security advisory solutions. Visit hallborn.com for more. Buy, earn and spend crypto on the crypto.com app. New users can enjoy zero credit card fees on crypto purchases in the first seven days. Download the crypto.com app and get $25 with the code Laura link in the description today's guest is Christine Kim, vice president of research at Galaxy Digital. Welcome, Christine."
    },
    {
        "speaker": "B",
        "text": "Hi Laura. Thanks for having me."
    },
    {
        "speaker": "A",
        "text": "Let's start by having you give your background because you've become quite the expert on Ethereum's development. So how did that all happen?"
    },
    {
        "speaker": "B",
        "text": "Um, well, I would say my entry into crypto, and specifically Ethereum, was actually through bitcoin um, my sister, my older sister at the time, when I was studying at the University of British Columbia, um, back in Canada, I am canadian. Um, she told me that for my economics degree, I was in my final year. She was like, you should write your thesis paper for your economics degree on bitcoin and why the price of bitcoin fluctuates different from other traditional assets. And I thought it was a really novel idea. I didn't really understand much about crypto at the time, but that's really what helped me. That paper helped me land a job at Coindesk, because as I was researching bitcoin, of course, I came across articles about bitcoin on Coindesk. And Coindesk on that website was advertising for a summer internship, and I wasn't getting a job like anywhere else at the time once I graduated. And so when Coindesk hit me up about that summer internship, I really jumped at the opportunities to spend a summer in New York, learn a little bit more about crypto. And I really fell down the rabbit hole, I would say, through that internship, like writing that paper for my economics degree. It was like a little bit of a precursor, but I got deep into crypto as a journalist, as a reporter for Coindesk, and then I got into research after being a reporter at Coindesk, because I noticed that I was writing most of my stories about Ethereum, and I really wanted to dive deeper into the tech of Ethereum. So Noelle Akison, who was leading the research team at Coindesk at the time, noticed that I liked longer form reporting, longer form writing, and she really took me under her wing. That's how I landed and got into more like Ethereum research. And then from there, core desk was kind of winding down its research team and moving it back into editorial, back in, I would say, 2020, 2021 ish. And that's when I started to look for a research shop, another research team that I could join. Noel was also leaving Coindesk at the time, so I needed another research mentor. And luckily, at that time, Alex Thorne, who's the head of Fermoid research at Galaxy, reached out to me, and that's how I transitioned to my current role, doing research at Galaxy."
    },
    {
        "speaker": "A",
        "text": "Yeah, and your reports there are sort of like must reads for anything about Ethereum. So that's why I reached out to you about the upcoming upgrade on Ethereum Shanghai. Ethereum has had this kind of long roadmap toward moving toward proof of stake. And even though that transition's happened, there's still kind of additional things that need to be done to finish out that process. And I wondered if you would just tell us what the Ethereum Shanghai upgrade is and also when it might occur."
    },
    {
        "speaker": "B",
        "text": "That's a great question. So at its essence, Shanghai is the activation of staked eth withdrawals on Ethereum. Since staking was enabled on Ethereum, which surprised Washington, enabled back in December 2022, years before the merge even happened, people were not able to withdraw their stake. So the validator lifecycle could only get to the point where you can exit the network, stop validating on Ethereum, but you couldn't actually move your staked e back into your wallet or move it to an exchange or really do anything with it. And this was sort of like the training wheels of Ethereum's proof stake blockchain. And for and up until now, I would say those trading wheels are still on. But Shanghai really represents kind of taking off the training wheels of Ethereum's proof of stake consensus protocol and allowing withdrawals to happen. In terms of timing, developers with the activation of Shanghai on the Goerly testnet anticipate if the activation of the upgrade on Gourley goes well, then we could see the upgrade activated on main net as early as the second week of April."
    },
    {
        "speaker": "A",
        "text": "Oh wow."
    },
    {
        "speaker": "B",
        "text": "Okay, so coming up soon?"
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. And at the same time there will be the capella upgrade. And that's why now kind of the whole event together is being dubbed shapella. So what will happen with capella?"
    },
    {
        "speaker": "B",
        "text": "Capella illustrates the changes that will come to the beacon chain, the consensus layer of Ethereum and Shanghai illustrates the changes that will come to the execution layer of Ethereum. So when you withdraw your stake, your stake is coming out of the beacon chain, which is the consensus layer of Ethereum, but it's being moved to an address where you can interact with on the execution layer of Ethereum. So there does need to be some code changes on both networks, but they all cohesively together make staked ETh withdrawals. So it's not like a different upgrade, I would say per se, but it does illustrate what part of the network you're changing. And to enable staked ETH withdrawals, you need to change functionality on both the execution layer and the consensus layer."
    },
    {
        "speaker": "A",
        "text": "So let's now talk about this process of untaking ether. At the moment there's about 17.5 million staked ether. What are the projections for how much ether will be withdrawn post Shanghai? And I was curious how you thought those withdrawals could affect the security of Ethereum."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's another great question, because that's really on the top of, I would say, validators and Ethereum investors minds. What could this do to the price of ETH? Like what is the impact of staked ETH withdrawals on, like you said, the security of Ethereum. If we see a lot of withdrawals, it'll really stress test the limitations of the network. It'll test out the queue for only allowing a certain amount of withdrawals to happen per block, per epoch. It'll really test out the incentive mechanisms that are dynamic. So when you see a lot of stake being removed from the network, you should see the rewards of the network go up to incentivize more validated participation to come back in. And so it'll be really exciting, I think, to see those dynamics play out and hopefully work the way they're supposed to to secure the network. But of course, if there's unexpected bugs, if some of these dynamics and like levers that the network has doesn't work out well, you could see a negative impact on lowering the security of the network as take moves out. But I don't foresee that happening. I think there's a very small chance of that happening, especially because of how this network has been, has been tested repeatedly. And the dynamics that I'm talking about in terms of issuance and withdrawal cues, these are things that developers have, have thought through for years and again are testing on multiple different networks before mainnet."
    },
    {
        "speaker": "A",
        "text": "So I saw you created this chart basically for projecting. So what are the different types of ether that can be withdrawn or the different ways it could be withdrawn? And then when you look at the different probabilities, what do you think is maybe one of the more likely scenarios?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so we've got, Galaxy has got two good reports on this. One of them is on how much cell pressure we can expect after the merge, and then another one just on the mechanics of the merge. And at ETH Denver, there's a presentation on YouTube that's recorded up that goes through some of this in more detail. But at a high level, there's only one type of asset that you can withdraw, and that is ETH. The way in which you can withdraw ETH. There's two types of withdrawals that you can do, and only one of them is something that validators need to initiate manually. The other type of withdrawal really happens automatically. There's not really much that validators need to do to get those rewards. And those rewards are called partial withdrawals. They represent the rewards that you've earned from issuance on the beacon chain, those rewards will just automatically be deposited into a validator's ethereum one address every, say 100 hours or so. That estimation of 100 hours is dependent on the fact that the network can only process around 16 withdrawals per block, and block times are 12 seconds. So if you take the current size of the validator set, which is around 500,000 active validators, and you assume that every single validator has a certain amount of rewards that can be withdrawn every roughly 100 hours or so, you're going to see the deposit of those automatic partial withdrawals happen to your account on Ethereum. And basically for every single validator that's been staking on Ethereum since the Beacon chain launched in December 2020, in aggregate, there's about a million eth just there that validators have accumulated as reports. And that's really the honey pot that I think most validator operators are thinking to sell. Anecdotally, the validator node operators I've spoken to have said that they will sell 30% of those rewards between 30 and 50% of the rewards that they've earned. And I think most validated node operators will not initiate the second type of withdrawal, which is full withdrawals. And that's not only rewards, but also your underlying principal balance of 32 staked ETH, this process of being able to unstake your full balance is a little bit harder. The network just doesn't automatically withdraw your stake at any time. You have to go through something called the execute, which is dictated by a different limit than the partial withdrawals that I was talking about. So for full withdrawals, I think one of the, well, two of the biggest reasons why I don't think there's going to be a ton of full withdrawals happening on the network is because if validator node operators really needed that liquidity, they already could have gotten it to some extent through liquid stake derivatives, through tokens like Steve, through tokens like ref. And also I think that ETH prices nowadays have significantly declined since what we saw a couple of years ago. And so most validator node operators don't have a ton of gains to realize by unstaking their ETH entirely. I think we're going to see a larger number of node operators actually want to restake and just continue to earn. We saw Lido, for example, have their biggest daily inflows ever just a couple weeks ago, which I thought was, was really bullish for the sentiment going into Shanghai, but I know that was a lot. Does that kind of make sense though? The partial and the full and then how one of them is automatic, but the other one you kind of have to manually initiate."
    },
    {
        "speaker": "A",
        "text": "Yeah. And would you say that it generally looks, I mean, just like what you said about how we saw big inflows in Delido, that it seems like most people are sort of eager to maybe put more money into staking rather than withdraw. Is that like an accurate reflection of what you're seeing?"
    },
    {
        "speaker": "B",
        "text": "I would say so. I think the uncertainty around the fact that people didn't know when they were able to withdraw their ETH prevented certain validators and node operators from actually staking from people who did have a balance of, you know, five Eth or six Eth that they wanted to stake. But that uncertainty around, oh, when are we going to be able to withdraw it? I think it does. Now that that kind of uncertainty is relieved and the network will be able to process withdrawals, I do think that we're going to see a greater interest and inflow of staking activity."
    },
    {
        "speaker": "A",
        "text": "So what you talked about these kind of queues to exit and then kind of the limits on how much can be withdrawn at any time. So given kind of, any type of pressure that you're seeing already, like, how long do you think it will take for different validators to exit the network after the upgrade is completed?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So it heavily depends on how many validators are trying to exit at the same time. If the entirety of the active validator set wanted to exit, fully withdraw from the network, take out their 32 eth, it would take about a full year to process the withdrawals of all 500,000 active validators. But say it's only 1000 active validators that want to leave the network. The way that you would calculate that is take the churn limit, which currently I believe is eight active validators can exit from the network per epoch. And an epoch is a period of time that's 6.4 minutes. So you divide the number of validators that are trying to exit by the turn limit, the maximum limit of how many validators can exit at the same time in 6.4 minutes. And you basically, like, do the analysis of, like, how long those withdrawals would take, and on top of that, you would add then a buffer period of about 100 hours or so, four to five days, for the network to be able to go through the withdrawals of full and partial. Because one thing that I didn't mention before was that even though the process for full withdrawals looks different from partial withdrawals, eventually full and partial is all processed in the same withdrawals queue. So once you've exited the exit queue and you're done going through the churn limit, your validator is fully exited. Then the network just processes partial and full withdrawals together. So you have that additional limit of only 16 withdrawals, partial or full, per block, and block times are 12 seconds again, so you just add in another four to five days. So I would say in terms of how long it'll take people to see their rewards active, going to take maximum a week probably after Shanghai. Then you're going to be able to see that million ETH in rewards just kind of be accessible to validated node operators to do whatever they want with. And then in terms of the timing for full withdrawals, I don't think we're going to see the queue really backlogged, but you could see another couple days, if not two weeks, to be able to process full, depending on how many other validators are trying to exit at the same time."
    },
    {
        "speaker": "A",
        "text": "And then when you said earlier that there are different groups that may have held back from staking due to the uncertainty about when they would be able to withdraw, are there any particular types of stakers or investors that you think fall in that bucket? And also, how much interest do you think there is to stake at that point? And what might that do to the network security or the price?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think one of the things I'm really watching lately is institutions coming into state. I think the regulatory action by the SEC against Kraken for basically offering your staking services to a retail us retail population favors institutional activity and staking, at least in the US. And I think the uncertainty around not being able to have access to your capital until, like, you know, some unknown date in the future really does discourage institutional staking activity. That kind of uncertainty, I think, is something perhaps an individual, an at home staker with 32 ETH lying around. I think they're able to get on board with an idea like that, more so than, say, an institution. So I think when we're talking about increased staking activity, I'd be really interested in seeing greater participation from institutions. Post Shanghai and the recent announcement by the liquid staking collective, I believe they used to be called alluvial, and they're backed by Coinbase. And I believe figment is a staking service that's targeted just for institutions. So products like that also make me think that there's a concerted effort to get these institutions on board."
    },
    {
        "speaker": "A",
        "text": "And based on that, do you have any expectation around how that could either change the ETH price or the yield that's being offered for staking ETH."
    },
    {
        "speaker": "B",
        "text": "Yeah. So more stake on Ethereum, more ETH staked is better for the level of security. That makes it harder for a potential attacker to maliciously spin up their own set of validators and then overpower the honest, you know, super majority. I think that in terms of yield, it actually brings down the validator rewards from issuance. Per validator, it decreases it. Even though you've got more stakers, the amount of rewards that each of them are getting from the network and issuance actually decreases. That being said, you know, you could see fluctuations in rewards from other sources like mev and priority fees. Let's just say defi activity really picks up again later this year. You know, you could see validator rewards go up despite the fact that there's more validators around. And then finally, one thing I would say about issuance on the network, because ultrasound money and this idea of ETH becoming a deflationary asset is such a big and hot topic lately. If we see a lot more stakers, if we see a lot more validators, you will see issuance of ETH climb slightly. Not enough to make the inflation rate on Ethereum anything close to what it was before, which was around like 5%. But I think if we see continued depressed activity in transactions, you don't see a lot of fees being burned, a lot of eth being burned, but you do see issuance kind of slowly start to climb up because there's more staking activity. Then I think you could see inflation rate, instead of being negative, be somewhere like below 1%, like 0.05% or something like that. So that's also something to keep in mind about what happens when you just see like a ton more ETH being staked by institutions."
    },
    {
        "speaker": "A",
        "text": "So we've talked about people potentially withdrawing. We've talked about people potentially getting in. So when you kind of like factor it all in, I don't know if you have a projection on like the percentage of ETH that might be unstaked and or sold at the time of the upgrade, like basically when you kind of net it all out, what do you think the effect on the price will be?"
    },
    {
        "speaker": "B",
        "text": "I think there's not going to be a big impact on price. I think the piece that I mentioned about the impact of Shanghai on ETH price goes into this a little deeper. But based on the amount of trading volume there is behind ETH on a daily weekly basis, if you just assume that 30% to 50% of rewards will be immediately sold after Shanghai, like in the days following Shanghai, it doesn't have a huge impact on the market. I do think though that the staking activity, that the amount of people coming into staking will have a, have a larger impact on Ethereum as a network. I think that if we see more institution staking, if we see more retail staking, I think that we could see what is currently 15% of total eth supply stake, like double by the end of the year. And I think with a, the continued adoption of liquid staking tokens. I almost said liquid staking derivatives, but people have been telling me to stop saying that. There's a lot of different ways to say that word. But anyways, liquid staking receipts, if you want to call it, the greater adoption of what that is, I think you could start to see the staking rate on Ethereum. The total amount of each stake become the majority of the supply, upwards of even 80%. I think you could see so much of each stake because it doesn't make sense for people to just hold onto an asset that they're being diluted from if they're not staking it. And if there's a clear way to stake your asset and still have liquidity from the asset, why not?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, for, I mean, I guess this whole time ethereum has had a pretty low percentage of its asset that is staked. Right now it's like 15%. And like on Solana, it's 71%. On BNB it's 97%. Other chains like Avalanche Polygon and Polkadot are kind of in the 40 to even like 60% range. So is your theory that the low levels of staking on Ethereum are solely due to this uncertainty about when you would be able to withdraw?"
    },
    {
        "speaker": "B",
        "text": "That's a good question. Is that the only reason why we're seeing a low activity for staking? I think that that is a big part of it. Shanghai, the activation of Shanghai will take away a big barrier. I think the second reason is that unlike other proof of stake blockchains, there is a significant amount of other ways to deploy your asset. Like other ways to use eth. Like the fact that there's such a vibrant defi ecosystem on top of Ethereum. Very vibrant NFT ecosystem on top of Ethereum. So much innovation on the decentralized application front. And Ethereum for the majority of its history wasn't a proof of stake blockchain. It really comes down to the maturity of Ethereum as a proof of stake blockchain and the maturity of liquid staking derivative protocols. The more that those two become ossified over time. I do think that the staking rate of Ethereum will start to look a lot more similar to the BNBs and to the Solanas to the other of stake blockchains. But it's a good question to think like was it really only because staked ETH withdrawals were not enabled that we haven't seen this happening sooner? And I think it's a big part of it. But I think some other factors like Ethereum's history and also the other ways in which you could use and deploy ETH on Ethereum definitely played a factor."
    },
    {
        "speaker": "A",
        "text": "And so we keep talking about the different liquid staking derivatives or liquid staking token providers. So what changes do you expect to see in that area after the Shanghai upgrade?"
    },
    {
        "speaker": "B",
        "text": "Lots of changes coming up with the liquid staking providers. My goodness. So Lido is working on a V two upgrade where not only will they enable withdrawals, basically redemptions of steeth for ETH, which should help the peg between that staking derivative to Ethan become more stable. But on top of that, I believe that the Lido V two upgrade will also initiate the early steps to allow more flexibility on the types of validator node operators that can participate in Lido. Since Lido's launch, the validated node operators on Lido have been vetted very carefully and meticulously curated. And what Lido is trying to do is decentralize and become more permissionless over time. And so one of the ways in which they're trying to do that is by creating Lido modules where you can have different security and risk assumptions for a certain set of validator node operators versus another, perhaps some that use distributed validator technology, perhaps some that don't require any vetting of validator node operators, etcetera. I think that's something really interesting and important for Ethereum stakeholders to watch out for, because Lido is the largest staking provider, period. It controls more than like one third of total eth staked. So decentralizing that protocol over time, I think is a really important initiative for the health of Ethereum. And the second one I would highlight in terms of liquid staking providers that I learned about at Ethan were actually on the stake eth withdrawals panel was rocket pool. Rocket pool is gearing up for an upgrade wherever, instead of validated node operators being required to post up 16 eth, they're reducing that requirement to eight etH. And they're also working on some other upgrades where they can lower that requirement even more. If it's like an institutional staking provider that's taking on user assets to spin up new validators. So yeah, those are two upgrades I think that are, that I'm keeping an eye on in terms of what's going to happen after Shanghai and all positive developments, but things that I think the community has been asking for for a really long time."
    },
    {
        "speaker": "A",
        "text": "Yeah, there was a lot of concern last year I covered it in a show about the potential for liquid staking derivatives providers like Lido to be a centralizing force in Ethereum and that potentially, like the LTO token, could almost be a quasi governance token for Ethereum. Do you have any concern about that or what's your take on that situation?"
    },
    {
        "speaker": "B",
        "text": "I'm definitely still concerned about the level of stake centralization there is on Ethereum to Lido. I think the jury is still out, though, where trends and activity for staking go, especially after Shanghai. I think one thing I didn't mention, the liquid staking derivative that is being supported by Coinbase is an institutional liquid staking derivative by the liquid staking collective. And I think if you have like multiple liquid staking tokens around on Ethereum, some of which you need to be like a Kyc AML the actor to issue and some where you don't, I think that could create kind of an interesting fragmentation in the, the defi ecosystem that is built on top of Ethereum. And I think you could see perhaps market share moving away from Lido to a different protocol like the liquid staking allofield protocol. I think centralization now is still a big concern, but I'm still trying to do more analysis on how I think these other players that are entering the market will change that dynamic and what kind of impacts that might have on the fragmentation of liquidity on Ethereum."
    },
    {
        "speaker": "A",
        "text": "In a moment, we'll talk a little bit more about staking, plus look at the other developments with Shanghai. But first, a quick word from the sponsors who make this show possible. FTSE Russell, a leading global index provider, recently announced the launch of its market cap digital asset index series. The newly launched FTSE global Digital Asset Index series, built in association with the experts at digital asset Research, measures the investable digital asset market from large cap to microcap. Leveraging a transparent asset and exchange vetting process, FTSE Russell has applied its trademark expertise, governance and structure to digital assets, offering institutional quality data to build, manage and measure investment portfolios. Get your index data from a market leader. Find out more@footsierussell.com. digitalasset $3.8 billion of value was stolen from crypto projects last year due to compromised private keys, exit scams, flash loan exploits, and other preventable causes. Holborn offers preventative security solutions for every stage of your software development lifecycle, from smart contracts, layer one and DevOps audits to advanced penetration tests, risk assessments and incident response. With over 150 industry partners, including Animoca Brands, Solana foundation and Ava Labs, Halbourne's best in class security advisory solutions ensure the safety of company assets and user trust. Visit hallborn.com for more. Join over 50 million people using crypto.com comma one of the easiest places to buy, earn and spend over 250 cryptocurrencies new users enjoy zero credit card fees on crypto purchases in their first seven days with crypto.com. earn get industry leading interest rates of up to 14.5% on over 30 coins, including bitcoin. Earn up to 8.5% on stablecoins with the crypto.com visa card. You can spend your crypto anywhere. Enjoy up to 5% cashback instantly, plus 100% rebates for your Netflix and Spotify subscriptions and zero annual fees. Download the crypto.com app and get $25 with the code Laura link in the description back to my conversation with Christine one last thing I wanted to ask you about in regards to staking is, you know, as you mentioned, Kraken having to shutter its staking as a service program. And I wondered if after that, if you've noticed any changes amongst other staking as a service providers or heard any kind of scuttlebutt about potential changes they're looking at or any concerns that they have."
    },
    {
        "speaker": "B",
        "text": "Yeah, I thought it was really notable that right after that announcement was made, Coinbase came out really strong saying that if a similar sort of cease and desist order would fall down on them, they would try and fight it. They would fight it in court. Just adds to the many legal, the many crypto companies that are tied up in bankruptcies or some kind of an objection to the SEC. But anyways, yes, hard times regulatory wise for the crypto industry now. But on the topic of staking particularly, I think that, honestly, I haven't seen too many changes, I think in staking, in what kind of staking services and activities are being offered from Coinbase. They continue to, they haven't done, you know, they haven't shuttered their CBE program. I haven't seen any notice from Lido about the node operators that they partner with. I believe two out of like the 27 or so validator node operators that are on Lido are based out of the US, and I haven't heard anything about that changing anytime soon because of the regulatory action that the SEC laid against Kraken. But that being said, I am still keeping my eye out. I think this Coinbase is institutional staking. Its support of an institutional staking product does make me wonder if at any point they would retire like their retail staking services in favor of a more compliant institutional staking service one day. But so far I haven't seen, yeah, I haven't seen like major changes, I think, in the front of us staking activity or services being provided."
    },
    {
        "speaker": "A",
        "text": "Yeah, which kind of makes sense because a lot of the objection was kind of around how it was marketed. But yeah, I didn't know if people were being a little bit skittish about it. So after Shanghai, the next upgrade is dubbed cancun. What will happen in that upgrade?"
    },
    {
        "speaker": "B",
        "text": "Yes, Cancun's a very exciting upgrade, probably more exciting in my mind than staked ETH withdrawals, because it focuses on improving the scalability of Ethereum. Ethereum, I think back since 2017, cryptokitties Days has always been trying to improve its scalability blocks have always been historically extremely full on Ethereum gas fees. Just going through the roof during times of high network activity has always been a kind of thorn, I would say, in Ethereum side. So what Cancun does is it activates EIP 4844. It's a code change that introduces a new type of transaction to Ethereum. The transactions are called blobs. And it's not for any other reason than, and blob stands for like binary, binary, large objects, I think is the acronym. Yeah. Some people say like, oh, why do you call it sharding? Why do you call it blobs? There's some rationale for these strange terms, but these transactions are specifically designed just so that layer two roll ups can submit settle their batches of user transactions to the main net of Ethereum. Because right now, layer two rollups are still pretty expensive for users. And by introducing kind of an optimized way to store data from layer two networks to Ethereum, it greatly reduces the cost of layer two roll ups. And it really solidifies the fact that Ethereum is trying to scale through layers. It's trying to move execution of smart contracts, user activity to layer two rollups that can then very cheaply be able to submit and batch user transactions down to Ethereum in a more compressed way."
    },
    {
        "speaker": "A",
        "text": "All right. Yeah, I think people call this one the EIP 4844 proto dank. Sharding so we've never really gone into that terminology on the show. So can you just give a definition and explanation of that?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Proto Dank Sharding refers to kind of the early steps of the full vision of dank sharding. And Dank Sharding is designed to kind of make Ethereum a very optimized data availability layer for layer two roll ups. And by that I mean that the Ethereum blockchain is a monolithic blockchain. It can do all of the processes of executing smart contracts to settling them, finalizing them, reaching consensus about the order of transactions. It does it all, all in one network. But that does create bandwidth constraints, that does create resource constraints and makes it difficult for the network to scale. So by moving execution to a different layer and being a place where you can store, temporarily store compressed versions of user transactions from these layer twos, you kind of divvy up the work for what it takes to be a blockchain across multiple layers. And dank sharding is really the vision of optimizing Ethereum for this modular vision, for this vision of layered scaling. And historically, when we talk about the term sharding without the dank part, it was thought as actually splitting up the current Ethereum blockchain into multiple mini blockchains called shards and all those shards in parallel computing, Ethereum's transaction load of in parallel computing user transactions and that really scaling the network. But the complexity of having like 64 mini blockchains communicating with one another, figuring out whose user transaction load to bear and so on and so forth, very quickly I think developers realized that this type of complexity would not be the way to scale Ethereum, and they pivoted to dank sharding, which approaches scaling in a more modular way. By sharding, this is, I keep saying sharding, but it's s h a r d. Just to be clear, by sharding the block space of Ethereum, of an existing Ethereum block for different operations like vis a vis batched transactions from layer two roll ups, which creates a new fee market for this type of transaction. And I believe the dank part of Dank Sharding is actually by the person who really invented this idea, or at least thought about it very heavily for Ethereum. Dankrad Feist is an Ethereum core developer who I believe is really tried to get this idea going among the community. And I think that's how this term like Sharding was this idea for scaling for Ethereum. And then someone by the name of Dankrad Feist was like, oh, let's think about scalability in the context of modularity. And then we got dank sharding, and then we couldn't fulfill that vision all at once. We needed to do it step by step. And the first step is proto Dank sharding. It's like a prototype of dank sharding. So, as you can see, we start to get this, like, lovely little long word that many people find confusing, as do I, but that's kind of a little bit of the history."
    },
    {
        "speaker": "A",
        "text": "Yeah. This reminds me of when I wrote, like, one of the early drafts of my book. I had some friends who don't know anything about crypto read it, and, like, thankfully, one of my friends is very blunt. This, like, totally helped the book so much. But she was just like, oh, my God, Laura. I was like, so lost. She was like, you need a glossary in here. And so I did put a glossary in there, but, yeah, she was just like, I could barely follow this."
    },
    {
        "speaker": "B",
        "text": "There's so much jargon."
    },
    {
        "speaker": "A",
        "text": "Yes, yes, I know. Yes. Anyway, so speaking of jargon, this is like more fun jargon. But last summer, Vitalik mentioned that the future roadmap would include what he called the surge, the verge, the verge and the splurge. So can you talk a little bit about each of these steps?"
    },
    {
        "speaker": "B",
        "text": "Yes, I can talk about some of them. I only know maybe a couple. But the surge, I believe, refers to scalability. So after the merge, we're going to focus full force on Ethereum scalability through modularity. So surge refers to proto dank sharding, additional steps to get to the full dank sharding vision. Really optimizing ethereum for the modular design, blockchain design. The verge refers to changing Ethereum's data structure. Currently, the way that transactions, which, there's a lot of Ethereum accounts, Ethereum state, which is continually growing all the time. The way that Ethereum, the Ethereum blockchain, stores that data is through a Merkel patricia data tree structure. And one of the benefits of, like, a tree structure for storing data is that if you have a cryptographic proof for the root of the tree, you can kind of like, verify the whole thing in one go. So it's like a very efficient, succinct way to cryptographically prove a large amount of data. But with the verge, the idea is that we could use a similar type of data structure as the Merkle Patricia tree, but it's called verkle trees, and verkle trees do like very similar things. Very similar benefits, but the size of the proof for verkle trees are significantly smaller and more efficient than for Merkel Patricia trees. So this idea that we want to move Ethereum's data structure to a verkle tree type type path forward to move to verkle trees is the point of the verge. And developers recently talked about it in their latest Ethereum dev call, and they've got some nice prototypes, some nice early code changes that they could do to make the verge happen. The purge, just from the sound of the name, I think, is really focusing on trying to remove more complexity from Ethereum, from Ethereum's protocol. I mean, with the merge, the surge and the verge, you're going to have a lot of archaic code dead weight on Ethereum that could potentially be optimized. So I think, I believe that the purge is really about trying to reduce Ethereum complexity. And then I can't remember the last one, but I believe all of these are supposed to happen to some extent in tandem. It's not like one after the other all the time. But all that to be said, ethereum has a very, very ambitious roadmap still to come after the merge."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I think the slurge is just what it sounds like. It's like, nice to have."
    },
    {
        "speaker": "B",
        "text": "Oh, I see."
    },
    {
        "speaker": "A",
        "text": "Yeah. But I don't know what they are. Yeah, that's fair. So when we were at East Denver, we were chatting about what we would talk about in this episode, and something else that you said you wanted to discuss was governance. So, you know, what interests you in that regard? Like what have you seen in terms of how decisions are made and how that process has changed?"
    },
    {
        "speaker": "B",
        "text": "I love talking about Ethereum governance, I really do. I think part of it is because on top of, like when I was studying back at the University of British Columbia, I did a major in international relations as well, on top of economics and the different forms of governance. I think for blockchains, for decentralized networks in particular, is one of the most important things to figure out in order for the long term success of cryptocurrencies, I would say. I think bitcoin's model of governance is extremely minimalistic, and it works because bitcoin doesn't change a lot. There's not a ton that people really need to come together about. And it's always like erring on the side of let's do nothing, rather than let's do something by breaking consensus for Ethereum. Over the years that I've covered Ethereum's governance through taking notes for the developer calls, I've noticed that the number of stakeholders, the number of interest groups that are present on these calls have, has grown dramatically. You know, I think back more in the ICO days, these calls were primarily for Ethereum core developers, for developers that are employed by the Ethereum foundation, for developers that are directly working on a client, a software client like Geth or Aragon or any of the other execution layer clients. But very recently, I think especially with Shanghai coming up, there was a lot of different interest groups and stakeholders that voiced their opinions to the Ethereum core developers. Like, I'm from this layer two roll up team, I'm from this decentralized finance application team. I'm representing a wallet infrastructure company. And here are the co changes that I would like to see implemented on Ethereum for Shanghai. Of course, all of those ideas were tabled for just state eth withdrawals. And the scope of Shanghai is extremely limited to really that one major code change, which means that there had to be a governance process to kind of like prioritize one thing over all these other things. So that's why I would say I really like digging into Ethereum's governance. And one of the interesting things about how governance has gotten a lot harder on Ethereum over the years."
    },
    {
        "speaker": "A",
        "text": "So the day before we're recording, the New York attorney general, Letitia James, asserted that ether is a security in a lawsuit against Kucoin. And this is the first time that a regulator has claimed in court that ether is a security. And I was curious for, you know, because you watch Ethereum governance very closely, she was saying things like that the success of ether depends on Vitalik and the Ethereum foundation. And I was curious for your thoughts about her statements and whether or not you agreed with her."
    },
    {
        "speaker": "B",
        "text": "Yeah, that was, I think it was very negative, and I, of course, don't agree with her statements around these are the reasons why ETH should be classified as a security. I think it was very notable that she classified, argued that ETH was going to be a security, was a security now, versus what certain other regulators have said, that ETH was potentially a security then during its ICO days, but has become significantly more decentralized over time. Like, these are very, two very different arguments. I think it's true that Ethereum's roadmap heavily depends on development, it heavily depends on developers. But I would push back on this idea that the development is spearheaded by a very small group of founders and a very small group of centralized developers. I would argue that over the years, most of the founders of Ethereum have left Ethereum. They don't work on Ethereum anymore. I mean, Vitalik definitely does. But if you just think about, I guess, the eight people who often say the eight co founders of Ethereum, the vast majority of them, they don't develop Ethereum, but I think none of them except for Vitalik. Right. I think that's another big point of how much development has shifted away from just one centralized group of people to now hundreds if not thousands of developers that are developing wallets, applications, layer twos, the protocol, so many different aspects of what makes Ethereum. Ethereum is spearheaded without coordination, without a coordinated, centralized company. And I think that's something that's really missing from the New York attorney general's criticisms of Ethereum. I think that's a big part of what makes governance so hard on ethereum that clearly was nothing taken into account."
    },
    {
        "speaker": "A",
        "text": "So I know it's very early because this just happened less than 24 hours ago, but have you seen any discussion about this in the Ethereum community? And have you seen the developers or just other community members changing their plans in light of this, like trying to decentralize more or whatever?"
    },
    {
        "speaker": "B",
        "text": "I have not. I've seen some offhand tweets about if you thought that Ethereum development was led by a single person like Vitalik Buterin, you are so off the mark. These kinds of more angry subtweets about what's going on the moment the notice came out, my colleagues galaxy, we really talked about this heavily, and we featured an analysis, some insights on this in our newsletter, which is posted on Galaxy.com. if you do want to hear more about insights from other people, I think that moving forward, people should talk more about the decentralization of Ethereum. I hope that this does light a fire under the community and different stakeholders. But more seriously, prioritize how to make Ethereum more censorship resistant and how to make Ethereum more decentralized, maybe even ahead of certain code changes for scalability or for EVM upgradability. This is existential to Ethereum's value, and I really think that more attention could be placed on it."
    },
    {
        "speaker": "A",
        "text": "So to play Devil's advocate, I think a lot of the core developers are employed by the Ethereum foundation. So why is it that you still believe that Ethereum's development is decentralized?"
    },
    {
        "speaker": "B",
        "text": "Because I think Ethereum protocol development, as important as it is, is Ethereum's protocol is becoming more decentralized. So when we say protocol developers, are we talking about the Ethereum protocol developers that are building on the execution layer or the consensus layer, because depending on which developer group you're talking about, but some of them are not employed or funded by the Ethereum foundation. They're funded through grants. For example, prismatic labs, which is the biggest Ethereum consensus layer client, was acquired by Arbitrum. Arbitrum. And that's another layer of protocol design that is fully the Ethereum foundation is not in control of. So you've got layer two roll ups as another important part of Ethereum. So I think while the Ethereum foundation does employ the Geth team, which is like the execution layer client of Ethereum, that has started becoming a lot smaller in terms of its representation of how Ethereum works, there's now a complexity, a level of diversity that has come to developers now creating and building different spokes of Ethereum tech. And I would even include the DeFi application ecosystem, the NFTs, all of that as kind of part of Ethereum's big developer community that oftentimes I think people forget, they think of just like Ethereum core protocol development, the execution layer. And I think even if nothing changes about Ethereum's protocol layer moving forward, there's still so much permissionless innovation that can happen on top of Ethereum's tech stack today that even if we don't see any more upgrades, like after Shanghai or even before Shanghai, I think you can still see a really vibrant community of developers building on top of what we've got today. So much that can be done through smart contracts. Yeah, some really interesting things I'm thinking about, like restaking protocols and like liquid staking protocols. Like all of that didn't need changes for the protocol layer, it just required permissionless innovation."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, whenever I see the electric capital reports every year about developer activity and crypto, and you just see how many new developers will go to Ethereum, you know, it's not like the Ethereum foundation is hiring these people, just people who are just like, oh, this is the one I want to start building on. So in that regard, like, I do think that there's a lot of decentralized, or I should say there's a lot of activity that's not being initiated by the Ethereum foundation. So in that regard, it definitely doesn't depend on that one institution. But we'll have to see how this all plays out, because I'm sure there's arguments on both sides that are very valid. So you recently wrote about Zke evms as the future of Ethereum scalability. Why don't you describe those for the audience and then talk a little bit about why you're excited about them."
    },
    {
        "speaker": "B",
        "text": "Yeah, for sure. I think Zke VMS is going to continue to be a really big topic this year, so I'm glad we're spending some time on it. ZKvMs are a type of roll up, a type of layer two roll up on Ethereum, although I guess it doesn't have to be. At its core, it's a way to cryptographically verify user transactions and compress them in a much more succinct and also efficient way over different types of cryptographic proofs. But the thing about zero knowledge and zero knowledge tech is that it's very difficult to generalize, it's very difficult to kind of apply zero knowledge to a wide ranging number of smart contract applications to apply these proofs to something like for the functions of a general purpose blockchain like Ethereum. And so there's been a ton of research going into how can we use zero knowledge for scalability? How can we use zero knowledge to improve the scalability of Ethereum? And there's been really great developments from the scroll team, from the Zksync team, from starknet about leveraging this, about leveraging zero knowledge for blockchain applications and for blockchain use cases. Historically, it has been used for privacy reasons, in that you can ensure that certain that properties of what kind of data you're working with remains hidden in a very cryptographically verifiable way. But for the purposes of ZKE EVMs, and for the purposes of the report that you were mentioning, it really just focuses on the benefits of zero knowledge for compression and for efficiently verifying large amounts of data. And so in that sense, there's really no privacy benefits. Which is why some people say that zero knowledge proofs in the context of blockchains is a little bit of a misnomer. Most people like to call it validity proofs as kind of a more accurate way to suggest that there's really no privacy benefits here. The EVM part of ZK EVMs goes back to kind of how do we make this technology applicable for Ethereum based applications and Ethereum based application developers? Because there's so many tools that help developers write smart contract code in solidity. And if you build an entirely new layer two network on top of Ethereum, where these applications need to rewrite their code, rewrite all of the, they have to change a lot of the workflows that they have, it'll be hard to get adoption, it'll be hard to move those applications over to a layer two roll up. So the real vision is to try and use this very powerful cryptographic technology, but design it in a way where it can imitate and replicate the same virtual execution environment as what we have on Ethereum. And that's a very hard job because this cryptography is not the best at being generalized. So there's still a lot of research that needs to go into it, and there's different types of equivalents that I think is important to highlight. With ZKe EVMs, you can kind of finagle a similar type of execution experience on a ZKE EVM by being compatible at a higher programming language level than, say, you know, working with the zeros and ones, and really at a bytecode level, like trying to integrate zero knowledge proof in tech. And there's pros and cons, I think, to doing it both ways, and certainly it's easier to do it in one way over the other. But this explosion of kind of interest in zero knowledge tech is something that I even noticed at Denver. This is a big topic conversation that a lot of people are pouring resources and money into. So, yeah, so it's exciting. I think it'll be really game changing once we have a working ZkeVM that's been tested and proven. I think for now, though, my main takeaway from what I've seen across the ZkevM projects is that it's still a really research driven initiative. It's still going to take some time before the bugs and the kinks of what ZKVM should be able to do are worked out."
    },
    {
        "speaker": "A",
        "text": "Yeah, I agree, it feels very nascent, but there's so much buzz and excitement about it. So listeners should be aware that I am working on a new episode that has to do with that. Christine, this has been amazing. Are there any developments in Ethereum that we've not discussed that you would want to touch on?"
    },
    {
        "speaker": "B",
        "text": "One thing that I would touch on with Cancun is outside of scalability. Developers have considered and will may upgrade the Ethereum virtual machine. So when we're talking about execution of transactions, not only are our developers trying to work on better execution on the layer two side through ZKVM's, they're trying to work on better execution in the near term for user transactions just directly from Ethereum. And if you want to learn more about those changes, it's called the EOF implementation. It really discusses. It's like a bundle of five eips that make some pretty fundamental changes to the Ethereum virtual machine, and that's one thing that I would probably highlight for listeners to keep an eye out for."
    },
    {
        "speaker": "A",
        "text": "All right, well, this has been a fantastic episode. Where can people learn more about you and your work?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So if you're interested in learning more, please head over to galaxy.com dot. There's all of the research reports on staked ETH, withdrawals on ZKevms, on summaries of the developer calls. That's on galaxy.com. and then if you have any want to reach out to me directly, you can find me on Twitter. My handle, Isristine dkimdhe perfect."
    },
    {
        "speaker": "A",
        "text": "It's been a pleasure having you on Unchained."
    },
    {
        "speaker": "B",
        "text": "Thank you."
    },
    {
        "speaker": "A",
        "text": "Laura, thanks so much for joining us today. To learn more about Christine, the upcoming Shanghai upgrade, and Ethereum's roadmap, check out the show notes for this episode. Unchained is produced by me, Laura Shin without from Anthony Yoon, Mark Murdock, Matt Pilchard, Zach Seward, Juan Aranovich, Sam Sriram, Ginny Hogan, Ben Munster, Jeff Benson, Leontro Camino Pama, Jim Darwinhouse, Shashank and Sale K. Transcription thanks for listening."
    }
]