[
    {
        "speaker": "A",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto."
    },
    {
        "speaker": "B",
        "text": "I'm your host, Laura Shin, author of the Cryptopians."
    },
    {
        "speaker": "A",
        "text": "I started covering Crypto seven years ago and as a senior editor, Forbes was the first mainstream media reporter to cover cryptocurrency full time. This is the February 17, 2023 episode of Unchained."
    },
    {
        "speaker": "B",
        "text": "Thank you for listening. If you've been enjoying Unchained, please leave us a review on Apple Podcasts."
    },
    {
        "speaker": "A",
        "text": "It's a great way to help others find the show."
    },
    {
        "speaker": "B",
        "text": "With the crypto.com app, you can buy, earn and spend crypto in one place. Download and get $25 with the code Lora link in the description. Hey unchained listeners. As you know, its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free Unchained daily newsletter at unchainedcrypto dot substack.com dot. Youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings and bullet points. Plus our meme of the day, all curated and written by our amazing team. It's still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com dot. Again, the URL is unchainedcrypto dot substack.com dot. Today's guest is Mike Selig, counsel at Wilkie Far."
    },
    {
        "speaker": "A",
        "text": "Welcome, Mike."
    },
    {
        "speaker": "C",
        "text": "Good to be here."
    },
    {
        "speaker": "B",
        "text": "There's been a lot of activity from the SEC in the crypto sector in the last week. We've seen a ton of enforcement actions."
    },
    {
        "speaker": "A",
        "text": "But before we get into all the."
    },
    {
        "speaker": "B",
        "text": "Details around all of these events, what."
    },
    {
        "speaker": "A",
        "text": "Would you say is sort of the top headline? Meaning, like, what's the takeaway from all these different actions?"
    },
    {
        "speaker": "C",
        "text": "Yeah, and just a quick disclaimer to all the anons out there. I am not your lawyer. I am a lawyer, but nothing I say today will be legal advice. So the general vibe, I think, right now is that there's some coordination amongst regulators, both in the treasury Department, the prudential banking regulators, and at the market regulator level with the SEC and CFTC. And there appears to be some backlash, really, from the FTX events where we had a number of incidents within the FTX organization, fraud, mismanagement of customer funds, all of these things that regulators at the market level and at the banking level are concerned about, and so they want to institute measures to protect that. But there's also been this concern that the opportunity is being used by regulators to really cut off access to the crypto markets. And we had the custody rule proposal yesterday. We've had a number of significant enforcement actions brought by the SEC regarding staking and DeFi, and there's rumors of actions potentially down the pike for stable coins. And the CFTC similarly has brought some actions involving daos and other types of DeFi related products in the mango action recently as well. And at the banking level, we've seen statements by prudential regulators that have put into the federal register really discouraging banks from entering this space. And that's concerning to many in the industry."
    },
    {
        "speaker": "A",
        "text": "So it sort of seems like what you're saying is that FTX has now caused the government to try to clamp down on crypto at many different levels. And so then would the takeaway be that it's not that they're seeing the FTX issue as an FTX problem, but more as a problem related to crypto itself?"
    },
    {
        "speaker": "C",
        "text": "That's the concern. And certainly there are many on the hill and in the industry saying, look, this was fraud. This had nothing to do with its underlying technology or the institutions that are trying to comply with laws. And it's been very difficult, frankly, for many of the institutions in this space to comply with the, you know, the Gary Gensler view that many of these crypto assets are securities which kind of got snuck into the custody rule yesterday, where there's a statement saying that most, if not all, of these crypto assets are either funds or crypto asset securities. And Hester Peirce and her dissent disagrees with that view. But even if we assume they're securities, there's really not a market structure that works. And I think this latest custody rule proposal is really an attempt to push a new market structure on crypto that really is the existing securities market structure, by trying to disaggregate some of the custody function from exchanges by making it very difficult to trade on an exchange if you're a registered investment advisor, because the exchange may not be a qualified custodian, really just starting to restrict and clamp down on these different types of crypto intermediaries that don't fit within the current securities market structure. And then similarly, at the banking level, we're seeing really a discouragement of any sort of holding of crypto assets as principles, saying that that might not be saving sound banking practices and a discouragement of the banks themselves from actually banking crypto companies."
    },
    {
        "speaker": "A",
        "text": "Yeah. So now we'll just go into some of the details so people can see exactly what's happening. Let's start with what happened this week on Monday, which is when the New York Department of Financial Services ordered Paxos to stop issuing BUSD, which is finance's stablecoin. And apparently the SEC also issued a wells notice to Paxos, which indicates an intention to bring an enforcement action. So what was the core issue with Busd?"
    },
    {
        "speaker": "C",
        "text": "It's really hard to say specifically what the SEC is looking at with respect to BOSD or stablecoins. You know, many are speculating here that the definition of a security is much broader than an investment contract, which is an investment of money in a common enterprise with a reasonable expectation of profits to be derived from some other here. It could also be that they're looking at other prongs of the security definition, such as evidence of indebtedness or certificate of deposit. So it's very unclear what the SEC might be investigating here. The wells notice is really potentially just the beginning of a further enforcement action that could occur, or it might not. There's an opportunity to respond. The New York Department of Financial Services appears to be potentially concerned with the partnership between this stablecoin operator and a third party exchange, as opposed to necessarily just what the third party. Sorry. As opposed to what just the stablecoin operator is doing. And so by exercising this authority over a New York limited purpose trust company. So Paxos is regulated by the New York Department of Financial Services as a trust company. The department is able to essentially say, we no longer want you to offer this product, and so we're able to kind of force you to turn that off. And so by cutting off the ability to mint new tokens and force everyone to only be able to withdraw and redeem, that's essentially closing down this program. And it impacts the exchange, really the exchange, more than Pax us, necessarily. But that's a big source of revenue, potentially, yeah."
    },
    {
        "speaker": "A",
        "text": "So it sounds like what you're saying is that the New York DF's action was really more aimed at Binance, but it's because that Paxos fell under its regulatory purview that that's what that action was, was intended to do. It was like that was an actor that they could access. Is that what you're saying there?"
    },
    {
        "speaker": "C",
        "text": "Potentially. It's really hard to say and speculate here, but Paxos is actually regulated by the DF's. Binance is not. And so, you know, that's really the only throat they had to choke in this action."
    },
    {
        "speaker": "A",
        "text": "And then, as for the SEC's wells, notice about Busd to Paxos. It sounds like what you're saying is maybe it has to do things with other law that relates to the definition of a security beyond just the Howey test, which is what the crypto community has been focused on for a long time. So maybe now we're going to learn about what other areas of law could apply."
    },
    {
        "speaker": "C",
        "text": "Yeah, that may be the case. Yeah. It's interesting because back in September of 2020, the SEC actually put out a release related to stablecoins, the fin hub, the innovation hub within the SEC. And they said that stablecoins may well be offered as non securities, and it depends on the facts and circumstances. And Gary Gensler, in a speech, kind of alluded to this same line of reasoning, that they may be offered as money market funds, which would have investment company implications. They may be sold in connection with an investment contract because they have an interest component or other features that are investment like. It really depends on the facts and circumstances. And so each individual stablecoin must be evaluated separately. So this should not be viewed by the industry and the market as an assault on all stable coins. But there's definitely this concern that this coordination amongst regulators to sort of choke off access to banking products is coming into play here, because stablecoins are really the access point to a lot of DeFi applications. You don't have dollars that you can load into any sort of DeFi protocol. You have to use a stable coin. And so by draining out the ability to access stablecoins, that might indirectly choke off access to DeFi in the United States."
    },
    {
        "speaker": "B",
        "text": "Okay, so it sounds like there's like."
    },
    {
        "speaker": "A",
        "text": "Two implications, which are, number one, other stable coins could potentially be targeted this way, but it would depend on how they're structured. And then that would mean that then it would be another category of stablecoins that potentially are totally safe and how they're structured, meaning safe from regulatory action. And then the other thing is that potentially the reason there are these actions against stablecoins is that the true target of regulators is to prevent people from accessing Defi. Is that kind of where you were going there?"
    },
    {
        "speaker": "C",
        "text": "That seems to be potentially what they're doing here. It's really hard to say, and it's all speculative, but if we're thinking about this coordinated effort to really undermine crypto markets or bring crypto markets within the regulatory perimeter by selectively targeting some stable coins. And of course, there's going to be legal challenges here, because the arguments, we don't know what arguments they're making, but there's very good arguments potentially that these products are more like money transmitter issued products, like a stored value instrument or a gift card. And these are things that money transmitters that are licensed at the state level and have a registration with FinCEn or even a trust company that doesn't need the registration with FinCEN are able to offer. So these are, you can load dollars into your PayPal or Venmo account and send those dollars to someone else. That's all regulated as money transmission as opposed to the offering or issuance of securities. And so the lines are starting to really blur here when we get into the world of stablecoins, because they really do look like gift cards on a blockchain that are transferable, open loop gift cards."
    },
    {
        "speaker": "B",
        "text": "All right, so in a moment, we're going to talk a little bit more."
    },
    {
        "speaker": "A",
        "text": "About the implications for stablecoins as well as go into some of the other regulatory actions. But first, a quick word from the sponsors who make this show possible."
    },
    {
        "speaker": "B",
        "text": "Join over 50 million people using crypto.com comma, one of the easiest places to buy, earn and spend over 250 cryptocurrencies. Spend your crypto anywhere using the crypto.com Visa card. Get up to 5% cash back instantly, plus 100% rebates for your Netflix and Spotify subscriptions and zero annual fees. Download the crypto.com app now and get $25 with the code. Laura link in the description back to."
    },
    {
        "speaker": "A",
        "text": "My conversation with Mike one thing that I just look at and wonder if this was an unintended consequence of these regulatory actions is that I saw Tom Wan, a research analyst at 21 company, tweeted that the market share of stablecoins that BUsd held obviously went down, which makes sense, but so did the market share of USDC. And then the kind of short term effect that we saw after this enforcement action was that the market share of tether actually went up, which seems very counterintuitive. I don't know. When you talked about how there are certain stable coins that based on the way they're structured, they might be safe, would tether fall in that category?"
    },
    {
        "speaker": "C",
        "text": "It's really hard to speculate, and there's been a lot of FUD thrown on tether as well. It really will just come down to the facts and circumstances and what the SEC is really looking at here. So it's under a typical investment contract analysis where you're thinking about, howie, a stable coin has a stable value. I was actually part of the team that went into the SEC a few years ago and got a no action letter for what's called VCoin, which was issued by IMVU. And the SEC, through a no action letter said, if you're going to sell this token at a fixed price and redeem it at that same fixed price, there really is no expectation of profits. And therefore, given all of the conditions and other facts and circumstances in the letter, we're not going to deem that to be a security and recommended enforcement action. And so there's certainly a path for some of these stable coins to be offered. It's just a question of whether the SEC is looking at some other prong within the definition of a security. And that's almost a bit of a rug pull under the industry, because many of these coins have been offered potentially following the in view no action relief, or under a separate reasoning, under the howey analysis and under the fin hub framework, the guidance that they've put out around investment contracts, which many rely on, because that's the only true guidance that the industry has gotten on what is and what is not a security. Everybody's thinking about investment contracts. And of course, Reeves, which is the analysis for whether an instrument's a note, another type of security, that's something that the SEC started to pursue and think about in the context of, in particular, interest bearing products. But generally, under our Reeves analysis, you're looking at something that looks like a promissory note, and none of these stable coins really look like that unless they're paying out some fixed rate of interest or even a floating interest. And so that's the problem that I think the industry is in, where we just don't have enough guidance to say, hey, we can offer these products saying they're not investment contracts, but then if the regulator is going to say no, they're a different type of security. It's really hard to navigate without any clear rules."
    },
    {
        "speaker": "A",
        "text": "Last question on this. Paxos plans to litigate against this decision. And so I don't know if you agree, you know, that BUSD could be an unregistered security or whatever. But I was curious, what do you think is Paxos best argument, that BUSD is not an unregistered security?"
    },
    {
        "speaker": "C",
        "text": "I think the SEC has put out significant guidance on this point through their, you know, the prior interpretive releases. It was all under the Clayton administration. But as I said, there is the in view no action letter. There's been this SEC Finhub statement. There is the SEC Finhub guidance framework document that they've put out. All of this leads one to believe that these should be analyzed under an investment contract framework. And under an investment contract framework, there's really no expectation of profits when you have something that has a stable value. And really, the efforts of the custodian in this case really are ministerial in just making sure that the funds are maintained, one for one. And so a lot of the arguments that these stablecoin operators are likely to make is just, there's no real expectation of profits. And unless this is going to be characterized as some sort of money market fund, which the SEC has never really put out that view or said, hey, these operators need to go register as investment companies, that just seems kind of like, as I said, like a rug pool. It's just not fair to the market to not really put them on notice that this is the way that they're supposed to comply. And so there's going to be these fair notice arguments that a lot of these stablecoin operators are going to make as well."
    },
    {
        "speaker": "A",
        "text": "Yeah, there's just so much we could discuss here, but let's now move on to some of the other enforcement actions. So last week, the SEC did reach a settlement with Kraken, which disclosure was previously a sponsor of Unchained, and it was over its staking program. So I did see some of the crypto lawyers tweeting that the way Kraken marketed the product probably is one of the reasons that it may have fit the definition of a security according to the four prongs of the Howey test. But I wondered more broadly, what risks do you see this settlement posing to either staking itself, like meaning to Ethereum, or to other exchanges that offer staking as a service, or even three, any of the more decentralized options, like lido or rocket pool."
    },
    {
        "speaker": "C",
        "text": "Mm hmm. Most importantly, this is a settlement, and it is not precedent or law or any sort of concession on Kraken's behalf that this is a security. It was decided by both parties to settle. And so there's no kind of admission or denial of any of the facts that are alleged. But what the SEC really focused on in this case was comparing direct staking, where, for example, if I'm on Ethereum, I gather my 32 eth together, I put them into the deposit contract and receive native rewards from the Ethereum blockchain, putting those assets instead with a custodial provider, and the provider pools them together, puts them into the staking deposit contract for me, or holds back a portion of those, which is what was alleged to have happened in the Kraken case, where Kraken was depositing certain of the assets pooled from customers within the staking contract, holding back others in reserve so that it could offer instant liquidity, which is not the way that you would be able to stake directly because you would be. On the case of Ethereum, there's an unbonding period, and the withdrawal contract is not enabled yet, so you wouldn't be able to withdraw your assets. So these are additional features that make it potentially more appealing. And then, of course, by pooling a larger amount of assets, as opposed to just directly staking the customer's assets, you have more consistent rewards. You're proposing blocks more often, and the rewards aren't necessarily higher, but they're more consistent. And that allows Kraken, in this case, allegedly, to offer a fixed rate of return to customers, because it's constantly receiving those rewards. And the rewards aren't necessarily timed out the way they would be timed out if you were just earning them from the relevant network. Those features are what the SEC focused on. The marketing, of course, was important as well to the SEC, but it was just this bundling of features that made the SEC concerned about this program. And it's not necessarily the case that all staking programs would fit within that definition, because all of these custodial exchanges and platforms that are offering staking are generally registered within cent as a money services business and or at the state level as money transmitters, which gives them the authority to take funds and move those funds to another person or location. And so if all that's happening here is that an exchange is taking crypto assets and putting them in the deposit contract for a customer, that looks a lot like what PayPal or Venmo or western Union does when they move funds for remittances or whatever purpose. And so that arguably shouldn't fit within the scope of the securities laws. And then, of course, these liquid staking protocols, where really the efforts are not the efforts of the staking provider, the custodial provider, or any sort of liquid staking provider, these are the efforts of the users of that smart contract protocol. And so the users are collectively putting their assets into a smart contract, and the smart contract in a non custodial way, routes those into, if we're talking ethereum, into the deposit contract on ethereum. And so these are the types of arguments that would be made in the case of any sort of non custodial, decentralized program. And you don't have the marketing issues necessarily that you have with a fixed rate of return, because the rewards are coming from the network and they're passed right onto the holder, if it's a receipt token with a liquid staking protocol, the receipt token receives that amount of rewards that are generated by the network and not by any sort of provider. And so the essential managerial efforts are not those of any sort of development company or DAO or any other identifiable person."
    },
    {
        "speaker": "A",
        "text": "Okay. So maybe, yeah. The further implications for staking are, at least at the moment, somewhat limited or too hard to kind of read beyond that one settlement. So now let's talk about something that you mentioned earlier, which is the proposed rule by the SEC from Wednesday that would effectively keep registered investment advisors from using crypto companies for storing digital assets. So what would you say is kind of the purpose of this rule, and what effect would you expect it would have if it does get passed?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So registered investment advisors are required to custody assets with a qualified custodian, and assets are currently defined as securities and funds. The new safeguarding customer assets rule that the SEC's proposed yesterday would expand that definition to also cover other types of positions and that definition of other types of positions. The rural states is really supposed to be evergreen, but it's meant to capture all crypto assets, as well as other sorts of commodities and different products. The current definition, per the preamble to the rule of just funds and securities, says that all crypto assets should fall within this because they're either crypto asset securities or funds, which Hester Peirce and her dissent has poked fun at. But this really appears to be a shift in market structure where you're going to have all these registered investment advisors that have to custody their assets, whether their securities or not. Clearly, I mean, many today are custodying their crypto assets with a qualified custodian out of precaution because it's not clear what's a security what's not. And frankly, these qualified custodians have a number of measures that other exchanges might not have in place or other custodians might not have in place that protect those funds. But it's not clear, for example, whether an NFT would fit within funds or securities today, and it would certainly fit within the definition of other sorts of positions. They even reference artwork as a physical asset that is supposed to now be custody, potentially with a QC. And so the rule really expands the scope of the SEC's regulatory authority over assets that aren't necessarily even securities. But of course, the SEC has this view that many of them are securities or funds. And then the idea that the qualified custodians themselves are not regulated directly by the SEC, but will now be indirectly regulated to a greater extent under this rule. And so the rule also requires registered investment advisors to enter into a written contract with their qualified custodian, which many do today. But there's specific requirements here for things that need to be within that contract. And then there's also a requirement that there be reasonable safeguards and reasonable assurances that the QC provides to the RIA. And these assurances include indemnification, limitations on liability, segregation requirements, all sorts of requirements that really sort of seem like indirect regulation of the custodian. And then the biggest issue, in my view, is that many of these exchanges today are not qualified custodians. The custodian branch of the exchange operation might be, for example, if you have a trust company, that custody's institutional assets, and then an execution entity, that's like your retail exchange, where you might still execute transactions, or some other sort of prime brokerage arm where you're executing transactions, that arm might not be qualified custodian. And so it seems to be the case, and Commissioner Yeda pointed this out, that there might be this fragmentation of liquidity, because now all of these rias are going to have to use exchanges that are qualified custodians, and that's a limited market today. There's a handful of exchanges that have gone out and got a trust charter, but most of the market participants have segregated their trust from their exchange. And I think it's interesting that there might be this shift in market structure, because it's no secret that Chair Gensler wants a national securities exchange, and a national securities exchange is noncustodial. It looks a lot different from the typical exchange in the crypto market today. You have to go through a broker, broker dealer that's a member of that exchange. And so you have this segregation of custody from execution that the custody rule seems to be driving at to a degree. And it's just not, it's not clear that this would be practicable, certainly, for DeFi, but even for the current market structure for custodial crypto assets."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I believe there's only one entity so far that would a crypto entity that could meet the proposed rule, which would be Anchorage. So in that regard, like, it would definitely would change the landscape. You know, we kind of referenced this earlier in the show, but, you know, we were talking about how it looks like banks are also cutting off some access to crypto. And so when you, I don't know if you could just talk a little bit about what you think is happening there, and then how that could affect some of the different crypto entities."
    },
    {
        "speaker": "C",
        "text": "Yeah, there's definitely some sort of effort at the prudential level to discourage access and participation in crypto markets at the banking level. So you have all of these state chartered entities. We're talking about state trust companies. We also have the Wyoming SPDIs, the special purpose depository institutions like custodia. These entities potentially are also regulated by federal regulators and that they might have access to the FDIC insurance. And then the case of custodia. Custodia has applied for fed access and been denied for a master account and member status at the Federal Reserve. And so there's this dual regulatory structure where you might get a charter at the state level, or you might be like Anchorage, where you have a national trust charter. They'd converted their state trust into a national trust. And so these federal regulators have a way of indirectly regulating the state trusts and also these state banking entities like Aspiti. And so what's happening here is that the Fed and the OCC and FDIC have put out a statement that has now been entered into the federal register, essentially listing a bunch of different activities, including participating in crypto markets as principle. It's not entirely clear how they view custody. I think after this SEC rule proposal, it might be the case that they're backing off a little bit on custody, but all these sorts of crypto activities, they're saying may not be safe in some banking. And if the national banks aren't allowed to engage in these activities, they're saying that state banks shouldn't just be able to engage in these and then go out and get a Fed account or access to the Fed or FDIC insurance. And many state banks do need FDIC insurance in order to operate. And so it really discourages many state banks from getting involved in crypto. So it's really just more of a. A discouragement, in my view. It's not necessarily any final rules saying these are the steps to access crypto or offer crypto, and it's going to be very difficult or challenging to do so. But it's a policy discouragement. And there's also this issue of many of these state banks not being able to offer the products they want to offer. For example, if a stablecoin operator that needs access to the Fed, it's going to be more difficult to be able to access the sorts of investment products that they would need to back the stablecoin."
    },
    {
        "speaker": "A",
        "text": "So in a previous conversation that we had in my premium offering, you did talk about a difference between Gary Gensler's SEC versus Jay Clayton's SEC. And I was wondering if you could elaborate on that. How are they different and what do you think that means for the crypto space?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so the Clayton era was really the ICO public token sale era, when crypto was first coming into its own. And we had bitcoin, which really was the fountainhead of all these other sorts of tokens. Everybody wanted to offer a different type of token. Ethereum really unlocked that with its white paper and with the idea that you could have these meta tokens on top of the Ethereum network. And we've seen that now with nfts. But really, during the 20, 1718 years, there were so many of these icos, and the Clayton administration looked at a lot of these and said, denta Coin and some of these Ron Paul coin and I, different coins out there. Many of these are being sold as securities. They're being sold as part of an investment contract. An investment contract, as we discussed, is analyzed under the Howey test, but it really isn't a scheme, a transaction or a contract that has potentially a token attached to it, because there's this investment of money on a common enterprise with a reasonable expectation of profits, and the token is just representative of that. The Clayton administration did not necessarily say all of these tokens are securities. They said many of them being sold in offerings that look a lot like an IPO, and that's why they're labeled icos. And so the Clayton administration went after Telegram and Kik and a lot of these ICO issuers, and that really reigned in this era of icos. And in 2019, 2020, it had largely died down. And we got many of these DeFi protocols and other types of innovations on top of the ethereum network and other blockchain networks. And rather than just sell a token, many of them gave tokens away to the community. There may have been venture funding and whatnot where tokens were promised, but largely these tokens were being given away or earned in various ways. We talked about some of the new action letters that the Clayton administration granted related to different applications. There were gaming applications, there were stablecoin like products. Clayton administration was really willing to engage and sort of limit this idea of selling tokens to earn profits, but open to the idea that you could have tokens that have utility. So there was certainly this utility token model, but real utility. And I think Clayton had a handful of statements really alluding to the idea that you could have tokens that aren't sold for speculative profit. They might have a fixed value, but they're sold to be used in a game or an application. The Genslere era Sec really doesn't want to entertain this idea that tokens have all these broader use cases. I think the focus has been on decentralization in the case of all of these protocols in terms of their strategy. And that really started up before the Gensler era, because a lot of these protocols wanted to give away control and governance of the protocol to the community. But that's really on steroids right now, where we're seeing many of the DeFi protocols and operations issuing tokens, moving to DAO structures where they set up a decentralized, autonomous organization to really decentralize governance and control over the token network or protocol or what have you. And the Gensler administration is very skeptical of these. I think they view a lot of these daos as alter egos. It really is forcing this battle of regulation versus decentralization where there's this real drive to decentralize every aspect. There are a number of protocols that have very limited governance and are very much decentralized because there's very few features to change. They've just deployed their protocols. The Gensler administration has now turned its sites as well, to the intermediaries, to the exchanges, to the custodians, to the platforms, the marketplaces, all of that. We're seeing a shift away from these issuers to focusing on governance and protocols where there's no meaningful decentralization or governance, as well as these intermediaries, where there's a lot of risk because the assets are being held or custodied by some intermediary, and there might not be the protections to prevent something like FTX happening again. So some of this is well placed in light of FTX, but there's nothing an urge under this administration to go issue rules. It was really refreshing to see the custody rule proposal. So that's the first real meaty rule proposal we've had. There are many reasons to criticize it. It's got a 60 day comment period. It's being rushed through pretty quickly with an 18 month window for compliance, but we're at least seeing some rulemaking. So I think I have to give a little check mark to the SEC on doing this through a rule, but by and large, it's through enforcement, and by and large, they're focused on the intermediaries, the custodians, and the centralized points of failure in the crypto ecosystem."
    },
    {
        "speaker": "A",
        "text": "Yeah. Which, I mean, it does seem almost like, you know, it's. What's that saying, you know, criticism only makes you stronger or whatever, that if it's forcing the industry to decentralize, which is idealistically what the industry proclaims it wants to do, then in that sense, like perhaps it will all be. It will all be for the good of crypto. Anyway."
    },
    {
        "speaker": "B",
        "text": "We'll have to see what happens."
    },
    {
        "speaker": "A",
        "text": "But this has been so illuminating. I so appreciate that you came on the show. Thanks for coming on unchanging."
    },
    {
        "speaker": "C",
        "text": "Thanks for having me."
    },
    {
        "speaker": "A",
        "text": "Don't forget, next up is the weekly news recap. Stick around for this week in crypto."
    },
    {
        "speaker": "B",
        "text": "After this short break. Thanks for tuning in to this week's news recap. Sam Binkman Fried's bail may be revoked co signers are revealed at a hearing for the criminal case against Sam Bankman Freed on Thursday, Judge Lewis Kaplan threatened to revoke the FTX co founder's bail if his access to electronic devices was not severely curtailed. The hearing was scheduled after SPF was caught using a virtual private network, or VPN, though he claimed to have used it while under house arrest to view the Super bowl using an international sports subscription he had purchased while living in the Bahamas. During the hearing Thursday, his lawyer, Mark Cohen, said, referring to SPF's parents home, there isn't a television in the house. Earlier in the week, Judge Kaplan ordered the disclosure of the names of two mystery co signers of SPF's $250 million bail bond after bankman Fried's legal team failed to apply to the appeals court. Stanford University affiliated Larry Kramer and Andreas Pepke were revealed as the bond signers. Kramer, a former dean of Stanford Law School, told Coindesk that he signed the bond in a personal capacity after Bankman Fried's parents, both Stanford professors, supported his family through a cancer battle. Pepke is a senior research scientist in the computer science department. Still, Sam got at least one piece of good news this week as the civil lawsuits by the securities and Exchange Commission and the Commodity Futures Trading Commission were placed on hold by US District Judge Kevin Castell. Judge Castell approved the motion to stay the lawsuits at the request of the Department of Justice, which is handling the criminal case against him. The DOJ argued that delaying these lawsuits was appropriate due to the substantial overlap between them and the criminal case. FTX bankruptcy Judge rejects request for an independent examiner the FTX bankruptcy case also saw lots of movement this week. Judge John Dorsey rejected a motion to appoint an independent examiner, claiming that it would be too costly with multiple investigations already underway, according to a court hearing. On Wednesday, FTX transferred $7.7 billion worth of assets from its bahamian estate to its us entities before filing for bankruptcy in Delaware. It's unclear to which entity the assets belong. In addition, the bankruptcy court served subpoenas to FTX insiders SBF, his father, Joseph Bankman, mother Barbara Fried, former Alameda CEO Caroline Ellison, former FTX CTO Gary Wang and former co CEO of FTX Digital markets Nishad Singh. They are all required to produce various documents related to the now defunct crypto exchanges activities. The subpoenas demand information on any payments, digital assets, real estate, fiat currency or other assets received from any of the entities in the FTX group or from any executive or employee of any entity in the FTX group. On Wednesday, the New York Times reported that the new management of the exchange is in talks with the founders of hedge fund modulo Capital to recover the $400 million invested by SPF. The founders are negotiating to return the funds with bankruptcy lawyers representing the exchange, aiming to be released from certain legal liabilities in return for the money. Moreover, according to a report from the Wall Street Journal, a former FTX executives foundation made almost $150 million in profit from the company's digital tokens and is now trying to access a frozen account on the exchange. The SEC sues terraform labs and do Kwan late Thursday, the SEC sued Terraform Labs and its co founder Do Kwon for fraudhead, selling unregistered securities and other charges. The SEC claimed that terraform and Quan misled investors and that Luna and anchor protocol were, quote, crypto asset securities. The suit alleges, quote, terraform and Quan also misled investors about one of the most important aspects of terraform's offering the stability of UST, the algorithmic stablecoin purportedly pegged to the us dollar. Earlier Thursday, when Bloomberg reported the SEC's intention to sue, Terraform issued a statement saying terraform labs has not been contacted about such a proceeding by the SEC and thus cannot comment. Congress is divided on crypto the Senate banking committee held a hearing titled Crypto crash, which indicated that post FTX collapse, crypto may be emerging as a partisan issue. Duke law professor Lee Reiners, a crypto skeptic, stated that crypto is doing more harm than good to our society, while Linda Jang from the Crypto Council for Innovation and Yasha Yadav from Vanderbilt law, defended Crypto's potential for consumer empowerment and financial inclusivity. Republican senators blamed the SEC and its chair, Gary Gensler, for the cryptocurrency crash. Meanwhile, the Democrats seemed to think Gensler should be in charge of regulating the crypto industry. Although there is growing interest in crypto law, proposals will likely face hurdles as the new congress is split between parties. Also this week, us lawmakers asked the SEC to release its communications with FTX and its founder related to his arrest, raising questions about the timing of the arrest and the SEC's process. Celsius may get acquired by digital asset manager Novowulf Celsius Network, the bankrupt crypto lender has proposed plans for a sale to Novowulf Digital management. The new owners would invest between $45 million to $55 million in the firm and introduce additional divisions, including debit cards factoring trade, finance and private wealth services. The restructuring plan would see Novowulf managing the new entity, with smaller Celsius creditors receiving the majority of their funds back and larger creditors getting tokenized shares in the new firm. Meanwhile, CEl token holders could face a dilemma over their compensation, as the token may be valued at ICO price for the purposes of the recovery. Its current value, however, is fifty four cents. Celsius lead attorney Kirkland and Ellis Ross Kresteniot said they were struggling to determine the fair value of the cell token and how to compensate its holders without rewarding insiders. Additionally, the official committee of Celsius unsecured creditors filed court documents in an attempt to recover millions of dollars, which they claim were transferred fraudulently by former CEO Alex Mashinsky, his wife and other former senior executives. On a related note, key Fis Jason Stone, who is an ongoing legal dispute with Celsius, and other involved parties, have been temporarily prohibited from transferring or disposing of property linked to the lenders bankruptcy case. Genesis files a restructuring plan crypto lender Genesis has also proposed a restructuring plan to sell off Genesis Global hold company and Genesis Global trading to help parent company digital currency group settle its debt with creditors. The plan includes equitizing Genesis assets. Even if the sale process doesn't result in the sale of all the assets, creditors would receive 100% of the equity in a reorganized Genesis global hold company. DCG plans to conduct an initial public offering by February 2025, and creditors would have the option to participate by converting their preferred interest into equity in DCG and getting two independent board seats. Binance moved $400 million from Binance US to CZ managed trading firm on Thursday, Reuters reported that in late 2020 and early 2021, Binance moved $400 million from the bank account of its us arm Binance US at Silvergate bank to trading firm Merit Peak. Merit Peak is reportedly a trading firm managed by Binance CEO Changpeng Zhao or Cz. Then CEO of Binance US Catherine Coley, wrote emails to a Binance executive asking for explanations for the transfers. A Binance US spokesperson said that Reuters reporting was based on outdated information and then noted that Merit Peak does not trade or provide any services on Binance us. Additionally, Binance is expected to pay monetary penalties to resolve probes from the US Department of Justice and the CFTC, according to Hillman. At its start, Binance's executives were developers unfamiliar with the laws around money laundering, bribing and corruption. The exchange is working with regulators to identify the necessary remediations needed to make amends for that. Binance refuted the investigation reports when they first emerged in December. Mount Gox creditors choose bitcoin two of Mount Gox's largest creditors, Bitcoinica and Mount Gox investment funds, opted for an early lump sum payment, mostly in bitcoin, instead of fiat, which is expected to be paid out in September. This is positive news for bitcoin because if the creditors had chosen to be paid in fiat, the estate would have been forced to sell a significant portion of tokens with the potential of tanking the price. Following the news, the bitcoin price rallied to over $25,000, its highest level since June. Meanwhile, shares of crypto related companies experienced significant increases on Thursday, with Silvergate, Coinbase and microstrategy seeing double digit gains. Silvergate jumped by 28.5% to $22.40, Coinbase increased by approximately 17.5% and microstrategy rose by 10%. Flashbots sets forth protocol to distribute gains to users Flashbots proposed a new protocol called MeV share, that will distribute maximal extractable value, or MEV gains, more equitably on the Ethereum blockchain. The MEV profits are made by validators and blockbuilders as a result of reordering or including certain transaction in blocks. At present, only validators and blockbuilders can earn these profits. The MEV share protocol would introduce matchmakers to match partially constructed transaction bundles with selective information users have chosen to reveal about their transactions. Once a bundle is matched, it is sent on to block builders, who are required to share some of the MEV back to the user's wallet address. MEV share would be an early implementation of the suave blockchain Uniswap governance drama finally ends venture capital firm Andree Sinhorowitz lost a vote asking whether or not to deploy Uniswap v three on the BNB chain using the wormhole bridge. It had used 15 million of its unitokens to vote against the proposal since it preferred that Uniswap use layer zero as the bridge. Despite a 16 Z's opposition, 66% of votes were in favor of the deployment, with Ethereum infrastructure firm consensus using 7 million unitokens to vote for the proposal. Disclosure consensus is a former sponsor of Unchained tornado cash developer to remain in jail Alexey Pertsev, the developer of tornado Cash, a privacy tool for crypto transactions, will remain in jail on money laundering charges, according to a dutch court hearing. The dutch public prosecutor alleges that perts have and others ran tornado like a business, comparing them to bank clerks accepting piles of suspicious cash without question. Perts of next hearing will take place in late April. His arrest has drawn protests from Edward Snowden and the crypto community time for fun bibs the economic devastation wrought by bond cosigners people were fascinated to see who had signed SPF's bond and Jenny Hogan, unchained social media manager has a fun take on the news heads up. For those of you listening on the podcast, there's one joke where the punchline is a visual, but I'll just reveal what it is now, and I'm sure you can guess which joke that applies to the visual is a blank sheet of paper."
    },
    {
        "speaker": "D",
        "text": "Firstly, we got the names of the people who backed SBS bail, who's the former dean of the Stanford Law School, a Stanford research scientist, and Giselle. Oh no, no, wait. Sorry, sorry, sorry. I read that on SBS substack. That's not true. The two Stanford affiliates pledged about $700,000 for SBS bail, which is officially the most money anybody has ever put up to let some dude live in his mom's basement. The fact that these Stanford professors have so much money only adds to the carnage created by FTX. How irresponsible of them to imbue undergrads everywhere with the insane notion that getting a PhD is an economically wise choice. The names were revealed after news organizations petitioned for it. So I was inspired and I myself petitioned to have the names revealed of every woman SPF has ever slept with. Shockingly, they accommodated me. SPF is also in trouble for using a VPN to watch the Super Bowl. I don't know why he even wanted to. If he's curious about what it looks like when a small group of men create a lot of chaos and utter devastation that no one can tear their eyes away from, he should just google himself."
    },
    {
        "speaker": "B",
        "text": "Thanks so much for joining us today to learn more about Mike and the current spate of regulatory actions in crypto. Check out the show notes for this episode. Unchained is produced by me, Laura Shin Pudhuff from Anthony Yoon, Mark Murdock, Matt Pilchard, Zach Seward, Fauna Ranovich, Sam Sriram, Ginny Hogan, Ben Munster, Jeff Benson, Pama Jimdar, Shashank, and CLK transcription. Thanks for listening."
    }
]