[
    {
        "speaker": "A",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started covering crypto eight years ago and as the senior editor of Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the August 8, 2023 episode of Unchained. Arbitram's leading layer two scaling solutions can provide you with lightning fast transactions at a fraction of the cost, all while ensuring security. Rooted on Ethereum, Arbitrum's newest addition, orbit enables you to build your own tailor made layer three. Visit Arbitrum IO today at Token 2049 Singapore on September 13 to 14th, Balaji Srinivasan, Tyler and Cameron Winklevoss, Arthur Hayes and 200 others will hit the stage, joining over 10,000 attendees. Visit token 20449.com for 65% off regular ticket prices with the code unchained link in the description. Buy, trade and spend crypto on the crypto.com app. New users can enjoy zero credit card fees on crypto purchases in the first seven days. Download the crypto.com app and get $25 with the code Lora link in the description. Hey unchained listeners, as you know, its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings and bullet points, plus our meme of the day, all curated and written by our amazing team. It's still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com. today's guest is Alex Blania, co founder of Worldcoin. Welcome Alex."
    },
    {
        "speaker": "B",
        "text": "Thanks for having me."
    },
    {
        "speaker": "A",
        "text": "WorldCoin developed with the goal of distributing universal basic income to all 8 billion people on the planet. And in order to do that, it needed to solve the problem of personhood, which is a way of detecting whether some or the entity I guess, that is being transacted with is a person versus an AI or some other kind of bot. And I wondered how it was that this was decided that this goal of universal basic income should be goal for humanity, right?"
    },
    {
        "speaker": "B",
        "text": "So actually universal basic income was, I think it was a motivation for Sam personally, right? Because like Sam."
    },
    {
        "speaker": "A",
        "text": "Sam Altman."
    },
    {
        "speaker": "B",
        "text": "Sam Altman, right. Sam Altman. Because he's been interested in universal basic income since many, many years, and also, he believes that AI is going to put us in a position where we can actually do these things at a meaningful scale. Right. So, like, he actually believes that something will change about the world compared to now, meaning AI will become increasingly powerful, and you will have a couple of entities that produce a lot of value that we can distribute. But that was not the. It was one of the potential outcomes of rotcoin. It was not one of kind of the main founding purpose of rotcoin. The main funding purpose of Rotcoin was creating a financial network that is truly inclusive based on proof of personhood, with the goal of kind of onboarding actually billions of people with the hope that it will accelerate many of the things that crypto, as an industry and as a space, has tried to do in a shortened timeframe, because we think it's important for the world."
    },
    {
        "speaker": "A",
        "text": "So since your launch, which was very recently, I'm sure you have been feeling that you've been in the hot seat, because you have been. So we're going to go through some of the different criticisms that I've seen that have popped up, and one of them is pretty recent. Shortly before we started recording, Oriel Ohayan of Zengo published a video showing that his colleague was able to make a world coin transaction from Oriel's account simply by using Oriel's pin code. So assuming that Oriel and his colleague don't have the same exact iris, why was that transaction not rejected?"
    },
    {
        "speaker": "B",
        "text": "Because the protocol is designed to not reject that transaction. So essentially, the protocol has a roadmap, as any protocol ever does. One of the things that will have to be implemented for the protocol is re authentication, essentially making sure that you, as a user, you're still the same holder of the same role id as you go forward, and that will work with local, on your phone, stored face data. So it's like Face ID, essentially, but the really valuable thing is not that. The really valuable thing is that we can distribute proof of unique humanness kind of credentials to everyone, and it will be very, very valuable to people. So I don't think they will actually start trading that. That's a concern that is there right now, and I understand it, but that's how the system is designed. And be very public about that."
    },
    {
        "speaker": "A",
        "text": "I'm not following. So I thought the whole premise was to prove that you are this unique individual, but you guys launch when the technology doesn't require that, that you can just bypass that with a pin code. It sounds like that's what you're saying."
    },
    {
        "speaker": "B",
        "text": "Well, that's not what I'm saying. So what I'm saying is you as a user, you get a credential when you verify with an orb about your proof of personnel, and you can use that online. You can verify in different services with zero knowledge proofs that you actually are verified with rewrote id. But yes, right now."
    },
    {
        "speaker": "A",
        "text": "But it's not used in Worldcoin. Like, worldcoin doesn't use it. You're saying that you can use that online, but you don't use it in world code?"
    },
    {
        "speaker": "B",
        "text": "No, we also use that. So when you claim your worldcoin tokens, you also use a world id, of course. So like whenever you do that, use."
    },
    {
        "speaker": "A",
        "text": "A rot id, but to transact in the tokens, you don't use that."
    },
    {
        "speaker": "B",
        "text": "No, you don't need to use it there. That's right."
    },
    {
        "speaker": "A",
        "text": "I know, but why wouldn't you? Because then what if somebody then just steals your pin code and then they take all your money?"
    },
    {
        "speaker": "B",
        "text": "So these are two very different things, right? Like you actually have, let's say, use the world app, which is non custodial wallet. You actually have two things. You have your normal ethereum wallet, and then you have your world id credentials, which are two different things. So actually world id is not connected to your financial transaction data or anything like that for many reasons, and most of them are privacy related. So these are two different problems, essentially. So you can receive a world coin, these are ERC 20 tokens, they will arrive in your wallet and it's a normal ethereum wallet. And then you have also your world id that you can use to verify online."
    },
    {
        "speaker": "A",
        "text": "So in the future, so when people receive their world coin, it will be based on that proof of personhood, and that is what that's used for. But transactions with an Ethereum wallet, although in this case it is the world coin wallet, but still any wallet, they're separate from the proof of personhood, they're not meant to be linked and they'll never be linked. Is that the case?"
    },
    {
        "speaker": "B",
        "text": "That's correct, yeah, that's the case. So essentially, what do you have? What world id is? It is essentially like a separate key, public private key pair that you then use to issue zero knowledge proofs to different services. So you remain anonymous to those services. And one good example is actually, let's say, Twitter. So Elon was very public about the fact that bots will flood Twitter X. And the only way to solve that is that actually every user has to pay a monthly amount. He might have different incentives to say that because he just wants to increase his revenue, of course. But however, this will be a real problem, and it will be a real problem not only for X or for Twitter, but also for meta and many other services. Then you can use your world id to prove that you an actual, like, you have your world id. That basically gives rate limiting to the whole system and solves that problem."
    },
    {
        "speaker": "A",
        "text": "Okay, so it truly is, I guess, designed for that universal basic income. It's like you can receive and people will know that you are a human on the receiving end, but all the other stuff is okay. Okay. So I think this is like probably a misconception based on what it seems like the system should be. One other thing I was curious about is I couldn't find any evidence that iPhones use iris scanners. Apparently some Samsung phones do, but I didn't see anywhere saying that iPhones use that. Apple's support page just says, quote, Face ID recognizes if your eyes are open and your attention is directed toward the device. So does WorldCoin's iris scanning verification, does that work on an iPhone?"
    },
    {
        "speaker": "B",
        "text": "No. So essentially, that's the whole point. That's why we had to build hardware from the ground up. That's why we had to build the orb is when you use your iPhone, when you use Face ID, what Face ID does, it just recognizes that you're the same person again, using the phone. So you're still Laura, and you want to use your phone right now, and there's some embedding stored on the phone, Face ID takes a scan of your face, says, okay, this is also Laura. Those two things matches, and then you can use your iPhone. And that's other than fraud. It's very easy to do because it's very hard for me to look exactly like you. However, for proof of personhood, however, for proof of personhood or anyone that actually wants to solve that problem, what you have to do is you have to compare one user against everyone else. So it's not Laura against Laura, but it's Laura against a billion other users, let's say. And you need much, much more information about that comparison, otherwise the error rate. So, like, how many mistakes you make in that comparison will be so big that the whole system collapses. And that is actually the hardest problem to solve. And that's why the orb, so you essentially, you go to an orb, you verify it takes a picture of your face and also of your eye and takes essentially all the kind of all the information that is in there, calculates a unique embedding and hash and compares that against everyone else. And if that is the case, on your phone you receive a role id. You will be able to recover a new world id if you lose access to that phone. And you can then use that role id to verify yourself online. However, when you use then your phone and you use Royal ID on your phone, we don't need the iris anymore. You only need the iris once to issue that original pair of role id. So that's checks, uniqueness. And afterwards the only thing that you have to check is that still the same user is holding the account, which is what the first question was referred to, which right now is not the case."
    },
    {
        "speaker": "A",
        "text": "Okay, so let me try to restate all that to make sure that I understood. So you do the scan and that verifies that it's unique in the database it then creates. I guess it's a zero knowledge proof, correct. Okay, and so the zero knowledge proof is then what is used later on to verify it's not the actual iris. However, one thing that's curious to me is. So then when I. So then just restate the part about how your phone verifies that you. Because I guess, as I'm sure you're aware, there was this black market that popped up where people were selling world coin credentials. So I think that's the missing step. It's like, you know, people expect that when they're using their device, that the device is checking that their iris or whatever, the hash of it matches the one in the database or. Well, I think it's maybe not."
    },
    {
        "speaker": "B",
        "text": "Yeah. So two things so quickly on that on a black market, I think it was like, this was just clearly a very juicy headline to use because I think that was like black market for biometric data or something. That is actually not what is happening here. First stating what exactly happened is you had users in countries where world coin is not active and so they cannot participate, which was mostly China. And they essentially bought login credentials from other markets where roll coin is active, which was Portugal, Nairobi, in Kenya, India. And that, by the way, most of that actually happened before the token was live because the users, they didn't have a clear value that could attach to the world coin. However, what that does is you essentially, you sell your login. So you sell, let's say, your email address and your password. However, what you as a user will be able to do is you will just be able to recover your roll coin by showing up world id by showing back up to an orb again, then what that means is that, let's say the person in China that acquired the login credentials, they just acquired something that is completely useless because the login doesn't work anymore. So that's actually what happened. And yes, you're right in that sense, that in the identity space, people called it continuity. So I own a world id, and without going to an orb again, I can still show that I still use the same world id, similar to Face ID, which is what you just referred to with iris scanning or something like that. However, for that you will not need. So this is not implemented right now. It's on the roadmap. It's going to be probably there in three to six months. You don't need iris verification for that step anymore. But what happens is the orb takes also a picture of your face, signs that, and sends that locally to your phone, so you actually have self custody of that. And then with your local phone camera, you prove that you are still the same person. So very similar face id. But that's, again, the one to one comparison problem, which is pretty easy to solve. Sorry, this is like pretty technical."
    },
    {
        "speaker": "A",
        "text": "Yeah. Wow."
    },
    {
        "speaker": "B",
        "text": "Makes sense."
    },
    {
        "speaker": "A",
        "text": "So basically there's more than one type of verification. One more than. There's more than one biometric type of verification. One is the Iris and the other is your face. And you do the face because that's how the iPhone works."
    },
    {
        "speaker": "B",
        "text": "We will do that. So that's not implemented right now."
    },
    {
        "speaker": "A",
        "text": "Oh, right."
    },
    {
        "speaker": "B",
        "text": "And that's the much easier problem. So what people call that is kind of the uniqueness check and then re authentication. And so your face id is doing re authentication and that's also going to come for Worldcon at some point. And that's what you just referred to? Yes."
    },
    {
        "speaker": "A",
        "text": "Will that be used to transact or. No, no. Is it still only to receive. Okay, yes, yes."
    },
    {
        "speaker": "B",
        "text": "So, to receive a role coin, but then also to use your role id online. So for example, if you want to verify to Twitter, you will then re authenticate with your face at some point."
    },
    {
        "speaker": "A",
        "text": "Got it. So. But something that's confusing to me is that MIT technology review did a critical piece on what Worldcoin was up to about a year ago. And one of the things they noted was that in some of the fine print, you were saying that you were going to collect information like high res images of users body, face and eyes, including users irises, and that you would also conduct contactless Doppler radar detection of your heartbeat, breathing and other vital signs. And then later the link where I think it was changed because I couldn't find that text on the new version, I found it on the older version. So I thought that basically that you weren't taking the information, but now you're saying that you are actually taking that information."
    },
    {
        "speaker": "B",
        "text": "Well, I mean, this is, to be very honest, what happened here. It was an over enthusiastic lawyer that just added this section, the agbs, and so we removed it because it doesn't have to be there. So right now, if you verify reform, the default is that we do not store any data. You can essentially say you opt in and you help us with training the models, but you don't have to. And actually the minority of users actually do that. So that's also something that was not there a year ago, to be clear, because like a year ago we were in early beta, so there was actually more data transferred back then because the features were just alive. But as of today there is no data collected, which was always the statement. Always the statement was like post launch, you don't have, it's going to be privacy preserving. You don't have to transmit any data."
    },
    {
        "speaker": "A",
        "text": "Okay. However, you are still taking people's face so that later on that can be used via the phone. So that is one keyword."
    },
    {
        "speaker": "B",
        "text": "No, we are so first of all, this is not implemented right now. Again, so this is going to be a future, this is going to be a future feature and we will not take the data, but rather the orb is going to send it locally to your phone and it's going to be in self custody with your phone and then you can do that to prove simulation knowledge, proofs again. So it's like this is actually really cool tech and I know it's confusing because most people never interact with these things, but it actually is very cool privacy preserving identity services that are going to be built here. So is that clear? Do you understand what I meant with we actually do not receive or have to receive that phase data."
    },
    {
        "speaker": "A",
        "text": "It's because you're taking it with the orb, but then you just generate the hash and you immediately delete the data or something like that. Is that correct?"
    },
    {
        "speaker": "B",
        "text": "No, the face embedding. So that's also correct. But that's for the uniqueness check. But for the face comparison piece, the embedding is going to be created and then going to be sent to the user's phone and then user usually hold it on your phone in self custody. So there's no centralized database of that data essentially."
    },
    {
        "speaker": "A",
        "text": "Right, right. Which is, I guess how our phones work."
    },
    {
        "speaker": "B",
        "text": "Correct."
    },
    {
        "speaker": "A",
        "text": "Right. Like Apple doesn't have. Yeah."
    },
    {
        "speaker": "B",
        "text": "Yes, correct. That's exactly how Face ID works. Yes."
    },
    {
        "speaker": "A",
        "text": "That would be crazy if Apple had all these facial scans. But anyway."
    },
    {
        "speaker": "B",
        "text": "Yeah, correct. So it really is like face id."
    },
    {
        "speaker": "A",
        "text": "Okay. And then I wanted to go back to the black market. You said that you had cut that off. So how did you do that? So people can't just sell the credentials."
    },
    {
        "speaker": "B",
        "text": "I mean, they still can. It's just that they don't do that anymore, that much. Because now the token is live. And so the incentive is low, right. Because it's much more profitable to just be a Relkn user and actually receive your airdrop than to sell that to someone who doesn't have access to your account. So I think that's a major reason why it happens way less. There's of course, a lot of security measures that are alive now that make it harder. But then also we are very clear in our white paper that right now, that kind of credential trading, it can happen. There's nothing that fundamentally prevents that from happening. The only thing that fundamentally would prevent that is what we just talked about is that face ID like feature. However, the protocol is already very useful the way it is. So it's like, yes, that's a limitation. And we are very clear about those limitations. There's even a whole section of white paper that just talks about limitations. And there's ten of them that we are aware of, and that's one of them."
    },
    {
        "speaker": "A",
        "text": "Okay. I mean, I guess the thing is that it's not really solved if someone is, because the countries that are banned from this are countries where either speculation is a really popular activity or that are ones that are kind of wealthy. So, like the United States and China. China is, I think, even more speculative than the US. The US is wealthy country. So I think that if anybody's willing to pay enough for the credentials, then they can just compete with whatever the market price is. Right? So."
    },
    {
        "speaker": "B",
        "text": "Right. So two things. One is, I did not say that that's the fundamental thing, preventing. And I just said that's why it's happening way less. The fundamental thing that is preventing it is two things. It is recovery. So essentially, you as a user, you sell your credentials to someone in China, let's say, like for a $100, because it's more than you would receive through Vulcan. Let's say. Then you as a person in Portugal or in Spain, where there's actually orbs, you can sell that to the person in China for $100. You received $100, and then you can just go back to an orb and recover your account. And that person in China will hold something that is worthless. So essentially you as like you as like you as a user, you can actually fraud the fraudster. So you have this like, that's something that is pretty common in kind of incentive design. So I think that's the number one feature. And then the second thing is the Face ID piece, because then that person in China would also need that face embedding locally stored on their phone, which they will not have. So there's always, and there will always be ways to, throughout the system. If you pay enough money for that, it's just gonna be increasingly hard. Every identity system has that. You can even fraud the european identity system or the us government identity system, purchase Social Security numbers if you pay a couple thousand dollars. So the only thing is recovery needs to work, re authentication needs to work, and that's. It will take time. It will not be perfect, definitely within the next twelve months. But the most important problem is solved, and the most important problem is uniqueness. And that's something where so many others have failed before."
    },
    {
        "speaker": "A",
        "text": "Okay, so now let's actually talk a little bit more about that MIT technology review article, because something that, you know, did seem a little bit alarming is, I'm sure you're well aware, it started with a description of one of these days where, you know, the world coin orb was in this one village and it was getting people's irises. And the person that they interviewed had heard about it just as a way to get free money, essentially didn't really seem to know anything else about it. And I wondered, you know, why it was that Worldcoin has focused so much on distributing and scanning irises in poor countries. I mean, you know, as we saw in the article, like, sometimes many of these people didn't even have email addresses, so they're not like, you know, crypto natives that, you know, are already familiar with this kind of thing, right."
    },
    {
        "speaker": "B",
        "text": "So that definitely was a very, like. I think it was very unbalanced reporting in that sense, that actually the whole, like, Worldcon actually started in Berlin. Like, all the initial signups happened in literally Berlin. Me walking with an orb and the team walking with orbs through Berlin. So this is actually how it started. Then afterwards came Sweden in Norway, and all of this was during COVID by the way. So traveling was super, super hard. However, it's called rollcoin. So we wanted to make sure it actually works everywhere. So we also signed up or kind of actually tested technology in places like Nairobi, Indonesia and poorer countries, because that's the whole. I think it's a big piece of crypto. The whole idea of crypto was to build a decentralized financial system that works for everyone, and it should work in the United States and then should work in other places in the world, too. So that's the one piece. Of course, back then, the company and the project was super, super early, and there's many things that should not have happened. But to the other point that you just raised, which is like, okay, these people are not crypto native, and whatever, they might not understand everything fully. I don't think that's a bad thing. And I think that's how crypto actually will become mainstream. That I think, is actually a good thing. It's not a bad thing. So it's like, of course, operators and everyone on the field is now trained to explain things much, much better. And there's a lot of quality controls and things like that in place that have not been in place a year ago. But even if you do everything perfect, the average person will not understand how ethereum works and how crypto works in detail or what your knowledge proofs are, what decentralized computing is. All of those things are things that by itself are very niche. So, yeah, a short comment on that."
    },
    {
        "speaker": "A",
        "text": "Well, I mean, it definitely seems, though, that a big percentage of the people in those countries, the more developing ones, they didn't really understand what they were doing when they were getting their irises scanned. And even though we can have this high level discussion around, like, you guys aren't keeping the data, it's using this hash, blah, blah, blah, I mean, there's even risks around the zero knowledge proof hashes. Apparently, quantum computing is a risk at some point in the future to that. So do you feel that people really understood what the trade offs were or kind of what risk they were taking when they were getting their irises scanned."
    },
    {
        "speaker": "B",
        "text": "So, first of all, I literally did quantum computing before rollcoin. And again, it's one of those things that it's very easy to say and sounds very futuristic, but we are very far from quantum computing being a challenge to zero knowledge proofs. And if they actually are, there's ways to react to that. So this is not like an actual concern right now. Second, again, there's many things back then that probably did not work the way I would want them to work, or like the project would want them to work. It was a very early state of the project, and it was during COVID It was really hard to travel, even. So that's for sure. I definitely want to say that. I'm definitely sure. If you would ask people that use or sign up for roll coin back, then they could not explain you fully what roll coin is. And they think that's fine, that's not going to change. If you actually want to aim for a billion users, this is not going to change. And I think the same is true for actually, there's a very, and people will hate me for this comment, but I think it's a very valid one, is the fact that, for example, transactions on Ethereum are fully transparent. I fly around the world. I talk to many, many people. Many people are first time crypto users. Most first time crypto users that actually use a wallet and get Ethereum or even bitcoin and want to make transactions. They just do not understand that and do not understand the trade off they do with that, which is very major. That's not privacy preserving. The whole space has a lot of problems like that still. So I think it's unfair if you hold me accountable to the fact that people don't understand how crypto works, because I think that's the case for all of us. It's the case for a large piece of the space."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think what you're referring to is all the people who used Silk Road early on and then later realized that actually maybe they're sort of like illicit purchases, could be traced back to them."
    },
    {
        "speaker": "B",
        "text": "No, no, I don't mean that. I literally mean you go to Argentina, to Benaziris, you talk to users that are people that just download a crypto wallet, many of the famous crypto wallets that we know and use it to do things with it, and you ask them, like, do you understand what you're doing here? Do you understand, like all the trade offs, they're not able to explain you that because how would they be able to explain you that? It's a very complicated construct, all of it. That's what I'm talking about."
    },
    {
        "speaker": "A",
        "text": "And you're talking about trade offs, like if they're using USDT or something or is that what you're saying? Or. I don't know what you're saying."
    },
    {
        "speaker": "B",
        "text": "Right. So you literally, you go to Benaziris, you talk to a first time crypto user, downloaded a wallet. Let's just, for example, say Coinbase, the Coinbase wallet, or even rainbow like more quote, I don't care. Just like any wallethood and a use case, there is, of course, that they use stablecoins. That's a major use case in countries with high inflation and you ask them, do you understand what actually happens on the backend? Do you understand all the trade offs that happen here when you send stablecoins, USDC or something to your friends or use it to pay? That all of that is transparent, that they don't. That's what I mean."
    },
    {
        "speaker": "A",
        "text": "Okay, well, so it's similar to the Silk Road thing. I was saying the transparency. All right, so in a moment we're gonna. Yeah, in a moment we'll dive into other aspects of the World Coin project. But first, a quick word from the sponsors who make this show possible. Join over 10,000 attendees for this year's biggest crypto event at Token 2049 Singapore on September 13 to 14th. Sandeep from Polygon, Eric Wahl, Chris Berniske and over 200 others will hit the stage, joining the industry's most influential for an unforgettable experience ahead of the Formula One Grand Prix race weekend, Singapore will transform into a crypto hub for a week from September 11 to 17th, with over 300 side events that will make for unparalleled networking opportunities. Builders and investors at the bleeding edge of innovation will drive an agenda that covers the ever evolving regulatory landscape, the convergence of crypto and AI, web three gaming NFTs and the Metaverse DeFi scalability, interoperability, and many more. Visit token 20449.com for 65% off regular ticket prices with the code unchained link in the description. Join over 80 million people using crypto.com comma, one of the easiest places to buy, trade and spend over 250 cryptocurrencies with the crypto.com Visa Cardinal, you can spend your crypto anywhere and get rewarded at every step, up to 5% cashback instantly, plus 100% rebates for your Netflix and Spotify subscriptions, and zero annual fees. New users enjoy zero credit card fees on crypto purchases in their first seven days. Download the crypto.com app and get dollar 25 with the code Lora link in the description. Arbitrum stands at the forefront of innovation as the premier suite of layer two scaling solutions, bringing you lightning fast transactions at a fraction of the cost, all with security rooted on Ethereum. From defi to gaming, Arbitrum one plus Nova is home to over 500 projects, and with the recent launch of orbit, Arbitrum welcomes you to build your very own tailor made layer three. Or as the arbitrum ecosystem calls it, an orbit chain directly on the arbitrum tech stack. Designed with you in mind, arbitrum empowers you to explore and build without compromise, propel your project and community forward by visiting arbitrum IO today. Back to my conversation with Alex. One other point that I wanted to bring up from that MIT technology review article. It really is about that, you know, aspect that in those countries, people are kind of. They can be in a really difficult economic situation. And really, you know, financial incentive is something that is very strong for them because they don't have a lot of ways to make money, or at least certain parts of those populations. And, you know, it looked like this notion that they could get, quote unquote, free money was a big draw. And I. There were even incidents where, like, a workshop at a high school in Indonesia was billed as teaching students about cryptocurrency. But I guess a reporter who attended saw that it mostly was focused on onboarding them into the worldcoin app, getting their biometrics scanned. It said even one of the participants was 15 years old. So you said that now you would do things differently. So what are you doing to prevent situations like these?"
    },
    {
        "speaker": "B",
        "text": "Look, this is a over one year old article as the company was in series a stage. And I will not enjoy dwelling more in the past here. Like, if that's what you want to do, I will not enjoy doing that. That's for sure."
    },
    {
        "speaker": "A",
        "text": "Well, but you said that you aren't doing those things now, so how are you not?"
    },
    {
        "speaker": "B",
        "text": "Well, I mean, there's many. So, like, just to give you a very simple example, a year ago, or this was actually, like, longer. Like one and a half years ago, the project was very, very small. We're like 20 people. It was a series, a stage project, and we just closed their series A. There was essentially no one with experience on the ground operations working in the project. Right? And so all of the decentralized, um, workforce products that you use in your daily life, like Airbnb or Uber or even kind of the scooter products, lime, they are full of similar challenges. Right? There's, like, a lot of things going wrong with Ubers. There's a lot of things going wrong with Airbnbs every day. And so essentially what these companies do is they have, like, a very, very strong operational team that reacts on spot, has, like, quality controls, has protocols to react to certain things, and to actually ensure the quality of things. And these are all the things that we also went through. And we hired many people of these companies, these projects, and they built these protocols within the project. That does not mean these things will not happen. These things will happen for sure as it scales to a billion people. There's no way around that it's just that the confidence will increase."
    },
    {
        "speaker": "A",
        "text": "Like, does it make sense basically, as it becomes more adopted and people become more comfortable with it and you codify your own processes? Is that what you mean?"
    },
    {
        "speaker": "B",
        "text": "I'm just saying, like we, as a project, we just implemented many, many processes to ensure that these things do not happen. I'm saying as we scale up, things like that will happen. It's almost unavoidable for anything that gets to a billion people scale the same way as like things happen with Airbnb. That should not happen, but they still happen, just like the scale of things and the scale of the operation. And so that's the same here, really."
    },
    {
        "speaker": "A",
        "text": "So at the same time, european regulators are scrutinizing worldcoin. Regulators in France and Germany have announced that they're investigating. And I wonder, did Worldcoin look into how your project could comply with GDPR rules? And if so, do you believe that it does so?"
    },
    {
        "speaker": "B",
        "text": "Well, I very strongly believe it does. So. We are working with the german regulator in Bavaria for quite a long time now. This is like a long back and forth, as you can imagine. But given we actually started the company in Erlang in Germany, we are regulated by the bavarian GDPR, which is one of the strictest agencies, I think, in the world to do that. So we will continue to work with them and answer all open questions. Again, the privacy guarantees here are very, very extreme."
    },
    {
        "speaker": "A",
        "text": "Do you mean world coin or do you mean GDPR? The extreme, which is extreme?"
    },
    {
        "speaker": "B",
        "text": "Actually, both things are extreme. I think the Bavarian Data Protection Authority is one of the strictest ones in the world. At least that's what people say, and that's at least what people that work in that space or in the industry say. And we are regulated by them and we work with them. And Im saying the privacy guarantees by rollcoin are much more than all the things you actually use when you use Google login. You dont have those privacy guarantees. I do understand the initial reaction, given its biometrics and its iris and all those things sound very strong. And I understand the initial gut reaction. I actually had the same when I started working on the project. But it is just fundamentally privacy preserving its open source. You can check those things for yourself and you cannot do that for all the other things that you use."
    },
    {
        "speaker": "A",
        "text": "Okay. And while we're just talking about different regulators, Kenya also suspended Worldcoin in its country because as Reuters reported, quote, the government was concerned with Worldcoin's activities and agencies will probe how it intends to use the data it gathers, what's your response to Kenya's suspension of Worldcoin?"
    },
    {
        "speaker": "B",
        "text": "Well, there's a lot of things happening in Kenya. The demand surge in Kenya was very, very extreme last week. So we had long, long lines in front of orbs, and I think it even led to the fact that traffic could not run properly in some spaces. So it was very, very extreme. The same as in Japan, in Tokyo, for example, we had similar situations, or in Hong Kong or in Singapore. So we just, like, all over last week, we had this, like, huge, huge spike in app downloads and people verifying. So there's, like, a lot of attention right now on the project. Of course, as you know, that's why we have this conversation. And the same is true in Kenya. So in Kenya, there is multiple. There's like a whole. I actually have a briefing about this after this interview, but there's different agencies pursuing different things. We actually will hold. We will hold operation until that is resolved and work with them. But there's a lot of users in Kenya that would really want us to resume. So let's see. I cannot be more specific at this point."
    },
    {
        "speaker": "A",
        "text": "When you talk about those long lines due to the launch of the coin, I do think it goes back to that free money issue earlier. Right. It's like, people want to do this to get free money."
    },
    {
        "speaker": "B",
        "text": "Why do you think this works in Tokyo? Why do you think this works in the richest area in Tokyo? How does that fit?"
    },
    {
        "speaker": "A",
        "text": "Like I said, because people are incentivized by free money. Right, right."
    },
    {
        "speaker": "B",
        "text": "But, like, there's airdrops all over crypto. Like, why is that fundamentally a bad thing? So it's a very loaded question. The way you ask it is like a very loaded question, and I want to understand why that is."
    },
    {
        "speaker": "A",
        "text": "I think because the link to biometric data, like, I guess, you know, something that I wondered was, you do understand."
    },
    {
        "speaker": "B",
        "text": "There is no link to biometric data? Like, that's another thing we covered in this podcast."
    },
    {
        "speaker": "A",
        "text": "Well, the biometric data is being used to generate the hash. So it is the basis for something. It's not like the raw data. But I guess this leads to another question I had, which is, why is there a world coin token? I don't understand why the hash can't be used as an NFT or a soul bound token or something like that. I don't understand. Why do you have the world coin token?"
    },
    {
        "speaker": "B",
        "text": "For a lot of different reasons, many of them that I think you cover in many other crypto projects. It's a major step that is actually required for decentralization. It will be important for governance. Also in velcoin, certainly around incentive alignment, it incentivizes signups. That's what is happening, and that's entirely as it was designed to happen. And then also, this was one of the initial motivations, actually, when we started working on the project, or when Sam pitched me to project initially, the idea was, okay, how can we create a network of over a billion people that actually use crypto in their daily life? And one of the key forces of that is, of course, you have to have a token. And so I'm very, very excited about the Rokuin token becoming the widest distributed token. Then down the road, which I think is also something you have covered many, many times before, is as a project like this becomes increasingly useful and the utility increases over time, you need a way to actually make the network itself self sustaining. So there is not a normal path to revenue here. There is no company that sells anything to a customer in that sense, right? I run a company, it's called tools for humanity, and we are one of the contributors. But roll coin itself has to be a protocol itself that stands on its own the same way as ethereum stands on its own, because whenever people use ethereum, they have to pay fees for each transaction. And so that's how the whole thing stands on its own. And the same will be true for roll coin as well. As people use world id and as people will use world app, at some point the governance can decide to engage fees in that, and that will sustain the protocol. It's the normal answer."
    },
    {
        "speaker": "A",
        "text": "So it'll be to decentralize, allow for governance, and have the community control the protocol."
    },
    {
        "speaker": "B",
        "text": "Correct."
    },
    {
        "speaker": "A",
        "text": "So if that's the case, then I think people also have been wondering about the distribution of the token supply, because currently insiders will be getting 25% of the supply and there is a short lockup. But the way this is designed, basically, it does look like founders and investors could exit pretty early with not too much risk. And I wondered what your response is to those kinds of criticisms."
    },
    {
        "speaker": "B",
        "text": "First of all, actually, let's be clear about what is in place, because I think what is in place is much stronger than pretty much every other crypto project that, you know, in that sense, that 25% to investors and kind of the team is actually a very, very low number, given we had to produce hardware devices and all of those things, like most of the other protocols that you covered here, have much, much higher pre allocations. So it was actually very, very hard to even get to that place, because right now royal is kind of the fancy thing and everyone talks about that. But three years ago it was not at all obvious. And raising money for that was really, really hard. And even getting to the 25%, I think almost two times really risked the project. So it was not an easy thing to do. That's the first thing. Then second, what is in place? It's a one year lockup and then a two year linear unlock schedule. For one year no investor can sell any tokens. And then for two years, linearly they unlock. And that is also more strict than most projects do. And then to your judgment about like, I mean, all of your questions are pretty loaded, so I will now load them too, is to your judgment about risk and whatever. Like, we work on this project now for four years, investors invested in this project when they knew we have to build a hardware device for more than $50 million with a team of 20 people, and we need to just root it globally. So it really was a high risk project. Invest in for investors."
    },
    {
        "speaker": "A",
        "text": "Right. But I think your venture capital funding covered that. Right, right."
    },
    {
        "speaker": "B",
        "text": "But Im saying like, they took a lot of risk, like venture capitalists took a lot of risk to fund that project, much more so than as usual here. Thats what Im saying."
    },
    {
        "speaker": "A",
        "text": "Their payoff will be if the token."
    },
    {
        "speaker": "B",
        "text": "Succeeds, and the token only succeeds if the protocol succeeds. So if the whole thing actually works, which is a very, like, it's a, it's a big bet."
    },
    {
        "speaker": "A",
        "text": "All right. And I'm sure you've heard this other criticism, which is around the fact that the token was launched as a low float coin, which derogatorily is often called a Sam coin, after Sam Pickman freed, because oftentimes tokens he would back, would only release a tiny percentage into circulation at launch, which led to a lot of speculation. It also would create this sort of inflated, fully diluted value market cap. And that's kind of like a pump and dump ish design. And I understand there's this one year lockup, et cetera, but why was this the method chosen, the initial low float?"
    },
    {
        "speaker": "B",
        "text": "It's actually very, very simple. It's like you launch a token and you want to give ownership into that to billions of people, ideally everyone. That's the whole goal of the project. So there's 1 million signups or there was 1.5 million signups or so at launch. So how does it make sense that there should be like more than 5% or something circulating at launch? It just is not what this project is about, and it clearly is not a pump and dump because there's nothing for us to dump, there's nothing for us to pump. Like we don't have any incentive to do that. So, yeah, I think it's just, that's the mission of the project. I understand the initial reaction to that, and we actually expected a reaction beforehand, but it really is the best way to launch this project. I think there's another big thing, of course, that the circulating supply is increasing very, very quickly right now, and it will so over the next year, because each user that signs up gets a decent amount of roll coin. So it is a reasonable concern for a couple of weeks, let's say. But I think the next time you and I will talk, it's not going to be a concern anymore."
    },
    {
        "speaker": "A",
        "text": "And then I saw Sam Bankman, Fried and three arrows capital were investors in worldcoin. So do they now own some of that 25% or what happened to their shares?"
    },
    {
        "speaker": "B",
        "text": "Well, I mean, yes, they do. SPF was like a super small check in the series A. I think three AC was actually more decent in Series A and Series B. And so the litigators now on these tokens, and as I'm sure you're aware, that's the case for pretty much every large crypto project at that point, because either SPF or three AC invested in pretty much all of them. So this was just not foreseeable back then."
    },
    {
        "speaker": "A",
        "text": "And wait, you said the litigators, but did you mean liquidators?"
    },
    {
        "speaker": "B",
        "text": "A liquidator, sorry, not litigators."
    },
    {
        "speaker": "A",
        "text": "Right. Okay."
    },
    {
        "speaker": "B",
        "text": "Huge but important difference."
    },
    {
        "speaker": "A",
        "text": "So earlier in the conversation, you mentioned that when Sam Altman first approached you about working on this project, that you initially also had kind of an adverse reaction. So I wanted to hear your evolution. How did you go from being a skeptic to not only being a believer, but now the leader of the project?"
    },
    {
        "speaker": "B",
        "text": "Before I joined, I was doing physics. I was doing deep learning Aihdenhe in physics in Caltech in Los Angeles. And I just randomly got this email about rollcoin initially from Max, which was the other co founder. So Sam and Max already started working the project like six months prior. And in that email there was just, hey, we're looking for software engineers, and here's a quick description of the project. And the project. It was like a two pager, very, very high level description of, um, what roll coin is trying to do. So my initial start was actually as an interview for a software engineer. This was how I initially got in contact with Rollcoin. And then I had this interview with Sam. I had many interviews with Max and kind of everyone surrounding that, and then decided to join, however, convinced them that I should be co founder, given kind of. I became friends with both of them quite, quite quickly. The founding team joined, which is a lot of my friends and very, incredibly important. And so then we started working on that. And what I meant here is two things. Like, one, the idea just sounded crazy because obviously it is. It's very, very novel. It's very, very ambitious, and it really is. There's not much in between. Outcomes is like, it clearly is a moonshot, and that's something that you rarely encounter. And all the other options I had were like working on quantum computing, let's say, with Google, or stay in research, or, I don't know, work in AI in some company. So all the other choices I had were very settled jobs that would probably pay me really well after some time. And then making the decision to join Roku and felt like really crazy back then. But then the second thing is, okay, like, for the first year or the first eight, nine months, all we did is really, we researched how to implement proof of personnel, and we talked to many, many people in this space. We talked to many researchers, we built many prototypes. And essentially we went through this whole cycle of implementing network of trust kind of implementations, which sounds very promising, it sounds very, very cool, essentially that there's 20 people and we all know each other, and so we can verify each other that we are actually real human beings with some. And then you have like, some clever math behind it to weight that with some confidence. So we implemented all these kind of, all of these major implementations. We went with face, we went with fingerprint, we tried to build it on top of KYC. So government identities, and these were the three big things. So network, web of trust, biometrics, and build it on top of KYC. And Kyc was a terrible idea for a lot of reasons, because I think it's the antidote to what crypto actually is trying to do. But then also, it's not at all inclusive, so you really could not do that. Web of trust. Things can become promising once you have a large number of verified users with something like world id that you can build it on top of, but it's really, really impossible to bootstrap. And so we threw that away, too. And then within biometrics, we came to this, like, hard insight that we cannot use phones and we cannot use fingerprints or face because of kind of the uniqueness requirement is just not fulfilled if you even go to a billion users. And so we had to go with iris recognition, which is the only thing that actually works on that scale. And it's, it's proven that it works and you can implement it. Privacy preserving, serial knowledge proofs. And of course, my first reaction was like, holy shit, this is going to sound like very, very scary, but then also it's the only way to implement a really, really important problem. So we went ahead and took the hit, and I think as we saw on this podcast, it still hits. It. Obviously, it sounds, it sounds crazy, and it sounds like a privacy violation initially. So you really need to understand the technology to understand why it's not concerning. And I had that same reaction. That's what I meant."
    },
    {
        "speaker": "A",
        "text": "Yeah. And so, you know, I try to go through all the major criticisms I've seen that people have had, but now you have this opportunity, you're getting hit from all sides. If you just want to leave the listener with one last message about Worldcoin or what you're working on or what it will be rolling out, what is it? What would you want to say?"
    },
    {
        "speaker": "B",
        "text": "Criticism will come and go. It is obviously very, very important, and we take it really, really serious. Of course, I think the important note to the listener is, please actually read the materials or try to understand it at least before you come to a conclusion, because I understand that their first reaction might be, oh, this is like crazy, or this is like super ambitious, or it sounds like a privacy nightmare. All of those things, before you come to those conclusions, actually try to understand what is happening here. That's the first thing. And the other thing is, I hope, and I do believe that it will become increasingly evident that world coin will become a very, very powerful technology that we will need in a time in which AI is becoming increasingly powerful, which is going to happen the next couple of years, almost definitely at this point. And if you only come from the crypto background, the growth that we see right now in terms of, we are over a million monthly active users now, and we did not even try because we were pre launched, but now we will try. It's like this will be probably the major onboarding to crypto that is going to happen. And it is important to all of us that this goes in the right way. And so please engage with us. We try to be incredibly open about everything. For example, about the token launch, even the market maker agreements were public. And so with all the criticism, just stick with the positive and let's implement this, because I think it's going to be very, very important."
    },
    {
        "speaker": "A",
        "text": "All right, well, where can people learn more about you and Worldcoin?"
    },
    {
        "speaker": "B",
        "text": "Follow us on Twitter. Follow me, Sam rollcoin on Twitter. And otherwise, just check out the white paper, which is arguably very long. It's like 150 pages. So we're sorry for that complexity, but it's just a complex project."
    },
    {
        "speaker": "A",
        "text": "All right. Well, it's been a pleasure having you on Unchained."
    },
    {
        "speaker": "B",
        "text": "Thank you so much for having me."
    },
    {
        "speaker": "A",
        "text": "Laura, thanks so much for joining us today. To learn more about Alyx and Worldcoin, check out the show notes for this episode. Unchained is produced by me, Laura Shin, with help from Kevin Fuchs, Matt Pilchard, Zach Seward, Wanda Ranovich, Sam Sriram, Ginny Hogan, Leandro Camino Shashank and Margaret Correa. Thanks for listening."
    }
]