[
    {
        "speaker": "A",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started curving Crypto eight years ago and as a senior editor at Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the June 27, 2023 episode of Unchained. Asia's buzzing and everyone's going to token 2049 Singapore on September 13 to 14th. Balaji Sreenivasan, Mike Novogratz, Arthur Hayes, and 200 others will hit the stage, joining over 10,000 attendees. Visit token 2049.com for 65% off with the code Unchained link in the description. Hey unchained listeners. As you know, it's hard keeping up with the fast paced world of crypto, so we've got just the thing for you. Subscribe to our free Unchained daily newsletter at unchainedcrypto dot substack.com dot. You'll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings in bullet points, plus our meme of the day, all curated and written by our amazing team. It's still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot. You know it, we know it, they know it. The system doesn't just need an update, it needs a complete rewrite. Web three offers that rewrite. It allows us to take control back and to truly own what's ours. Visit okex.com rewritethesystem to learn how, buy, trade, and spend crypto on the crypto.com app. New users can enjoy zero credit card fees on crypto purchases in the first seven days. Download the crypto.com app and get $25 with the code Lora link in the description. Todays topic is whether crypto exchanges have a path to register and also which tokens they can trade. Here to discuss are Aaron Kaplan, co CEO and founder of Prometheum, and Rodrigo Seda, special counsel at Paradigm. Welcome, Rodrigo and Aaron."
    },
    {
        "speaker": "B",
        "text": "Nice to be here."
    },
    {
        "speaker": "C",
        "text": "Laura good to be back, Laura."
    },
    {
        "speaker": "A",
        "text": "So, Erin, in the previous episode you were saying that it is possible for crypto exchanges to register, and I'm sure you're very well aware this is a view that's at odds with most of the crypto community. And meanwhile, Rodrigo has actually written in depth articles on how or why it's not possible. So, Erin, why don't we just start with you. Why do you think this is possible and talk about what you think that path is."
    },
    {
        "speaker": "C",
        "text": "It's possible because Prometheum has done it essentially by operating within the compliant frameworks of the federal securities laws as laid out by the SEC. Promethium ATS has been approved as an ATS to publicly trade digital asset securities, and Prometheum Capital was recently approved as the first special purpose broker dealer that can compliantly custody digital asset securities under the federal securities laws. So essentially, I think that's an example that others can follow and how to come into compliance."
    },
    {
        "speaker": "A",
        "text": "Okay, so, Rodrigo, go ahead and lay out your theory on why it's not possible."
    },
    {
        "speaker": "B",
        "text": "Sure. I think just quickly, before I start, I want to give a quick legal disclaimer. I'm a lawyer, but nothing that I say here should be interpreted as legal advice. So I think Aaron in his statement just pointed to the recent SPBD license that they got and the approval for the atsitive. I think two things to clarify there. First is he's not really operating an exchange. This is an alternative trading system. And I think, most importantly, what Prometheum currently has is a license, but they don't really have a business because they're not able to trade any tokens under the current law."
    },
    {
        "speaker": "C",
        "text": "Rodrigo, what about the formd tokens, the plethora of them? What about the tokens that are issued in saps, which essentially are part of a securities offering? Are those not tokens that could be traded under the securities laws? Are those not digital asset securities?"
    },
    {
        "speaker": "A",
        "text": "Okay, and before we jump in, form D, define that."
    },
    {
        "speaker": "C",
        "text": "Sure. A form D is a form that a company files when they do an exempt securities offering. There's been numerous tokens that have filed form ds which basically declare that their tokens are securities and being offered, offered an exempt securities offering by filing a form D. You're filing a basically a form with the SEC that says, I am doing a securities offering for an exempt security that has certain trading restrictions. Those trading restrictions can be removed under other rules under the securities laws, which then allow them to be publicly traded as digital asset securities on ATS, like Prometheum ATS."
    },
    {
        "speaker": "B",
        "text": "So I think Aaron is wrong about this. He's right that certain projects have filed form DS in connection with financings. But if you look at those form D's, all of them were filed for actually convertible instruments, such like a SAF or a warrant, which are distinguishable from any token that can be issued pursuant to them, but is it not a security."
    },
    {
        "speaker": "C",
        "text": "Is that instrument not a security? That instrument's a security, right, Rodrigo?"
    },
    {
        "speaker": "B",
        "text": "Well, let me finish. Yes, the Saft is a security, but the tokens themselves were designed with the explicit intent that they are not securities. So I don't think it's right to take the position that just because a project filed a form D for a financing that then a token that is subsequently issued is itself a security, and that was issued pursuant to an exemption."
    },
    {
        "speaker": "C",
        "text": "The token issued pursuant to the exemption in the saft or in the warrant is by definition a security in a securities offering. Anything else is completely incorrect. Your complete thesis is wrong. I don't understand how you could say that something offered in a securities offering is not a security. Essentially, it's like the argument that you have a securities caterpillar transform into a non securities butterfly. There's no precedent for that."
    },
    {
        "speaker": "B",
        "text": "It's basically, you can have warrants that issue. The warrant itself is a security. And then when you exercise the warrant, it issues something that is not a security. That's the whole structure that all token financings have basically taken."
    },
    {
        "speaker": "C",
        "text": "And that's why every token that are issued in those token financing are securities. Basically, you're creating legal concepts in order to serve your purpose. It's not basically the law. Essentially, the reason the SEC has basically said that almost every token besides where bitcoin is security is because it's an application of law."
    },
    {
        "speaker": "B",
        "text": "I think what you're referring to there are, you know, Gensler's statements about this, and as I'm sure you know and Laura's audience will know, Gensler's statements do not even speak formally for the SEC, and they definitely don't have the force of law. Right."
    },
    {
        "speaker": "C",
        "text": "But then you want to use those statements. You want to use the Hinman statements. You want to say the Hinman statements have the force of law, but the chairperson of the SEC doesn't. It doesn't have a larger implication than what a ahead of corporate finance says. You're basically contradicting yourself, man."
    },
    {
        "speaker": "B",
        "text": "I didn't bring up the Hinman statements at all, actually. And the one that's contradicting himself is Gensler. We've all listened to the videos where he argues that a lot of the tokens are not securities, and now he's turning around and saying that they are. Just to be clear, the law hasn't changed. It's just Gensler's political calculus that has changed. And I think if you drill down on the law, there's two important nuances that you need to understand, you can sell any asset in an investment contract transaction, and then that transaction or scheme is itself a security. Right. That's going back to Howie, the seminal case interpreting investment contracts, where a court found that a promoter that was selling interest in an orange grove along with a services contract was issuing a security. But no one in their right mind would think that the orange plots were themselves securities. Right. So I think the first step that you're missing, Aaron, is distinguishing between investment contract and the ultimate object."
    },
    {
        "speaker": "C",
        "text": "In this case, the instrument is the security."
    },
    {
        "speaker": "B",
        "text": "In this case, the token. Right. And I think tokens are the security here. The second point that you're missing, Aaron, is that there's zero precedent applying Howie to secondary market transactions. Right. In the case of digital assets, if you go outside of digital assets, the only case to ever apply Howie to secondary markets is hawking versus Dubois, which is a case dealing with real estate. I'm not sure if you're familiar with that one, but it's curious that the SEC, in that case, actually wrote an amicus brief arguing the diametrically opposed point that Aaron is making and that the SEC is now making, saying that basically, in secondary market transactions, where there's not an issue, the issuer is not a party to the transaction, there's no contract. So then there can be no investment contracts. Right."
    },
    {
        "speaker": "C",
        "text": "So, Rodrigo, we're not going to agree on the law because we just obviously interpretations. But then what is the best way to protect the american public? How is the best way to protect investors?"
    },
    {
        "speaker": "B",
        "text": "I think the best way to protect american investors and also keep crypto in the US is to carefully consider the thoughtful legislation that has been introduced in the House and in the Senate, and that, frankly, you're looking to distract from by claiming that we've solved this issue by saying that Prometheum is the, you know, the path to compliance, when what you have, Aaron, is a license, but you don't have a business."
    },
    {
        "speaker": "A",
        "text": "So let's dive into all these issues, because I love that we got right into it right at the beginning. But, yes, I have, like, a whole bunch of questions about what exactly can be traded here, because we, you know, we have this audience. Let's make sure that they kind of understand everything step by step. So, you know, in the last interview that Aaron participated in, we spent a fair amount of time on what exactly it would be that you guys could support on your ats. So obviously, bitcoin is not something that will be tradable there because that's not a security, and everybody agrees on that. But you kind of were saying that you viewed eth as a security. When I asked you if you would list it, that was your answer. So the implication is that you were planning on supporting trading for it. But how will you get it registered as a security?"
    },
    {
        "speaker": "C",
        "text": "That's not, that's not our requirement. Essentially, we are requiring, we have requirements on the compliance standpoint from the ATS, the trading, and the custody standpoint through Promethean, ATS and Promethean capital. The components that you're referring to in registration is a consideration that the issuer has to make essentially just that sense."
    },
    {
        "speaker": "A",
        "text": "But if it doesn't have, like, the disclosures in the registration, then wouldn't you be listing an illegally registered security? Because you."
    },
    {
        "speaker": "C",
        "text": "We will not support trading in anything that's an illegal asset. We basically will support trading in digital asset securities, which is a determination that's made by our compliance departments at both Promethean, ATS and Prometheum Capital to make a determination whether a digital asset security exists."
    },
    {
        "speaker": "A",
        "text": "So now you're implying you won't list ether because you're saying it was."
    },
    {
        "speaker": "C",
        "text": "We have not made any announcements. We had not made any announcements as to the assets we will support, and we will announce it in the near future."
    },
    {
        "speaker": "B",
        "text": "I think it's very telling that Aaron can only speak in hypotheticals and in very vague language. And, you know, he's been operating the ATS since 2018, right."
    },
    {
        "speaker": "A",
        "text": "2017 is when they first got started."
    },
    {
        "speaker": "B",
        "text": "He still, you know, has listed no assets. Right."
    },
    {
        "speaker": "C",
        "text": "So it's interesting how you attack us for choosing the harder route to achieve compliance by actually getting the proper licenses when the shoot first, aim later culture that happened led to billions of dollars of public losses. Essentially, you, your company paradigm has supported some of the entities that were basically so anti regulation, that promoted the biggest, biggest violations, the biggest frauds in american history. And essentially, instead of reassessing your thesis that maybe regulation should apply because it's the best way to protect the investing public, you double down in saying that regulation doesn't apply and basically are arguing for new legislation, which is going to take how long to pass, let's say a year or two, and then how long to implement a few more years, then how long to get it right. And in the meantime, the entities that have essentially violated the law, that have essentially put their customers at risk and essentially victimized their customers, continue to get, to continue to operate. I don't understand. What's happening overall is a transition away from the crypto financial services, the Wild west ecosystem, to one regulated under the securities laws. It's actually good for the industry. It will."
    },
    {
        "speaker": "A",
        "text": "It feels like so FTX, you know that alleged fraud is like a different thing from like tokens, right? They were just an exchange and they took customer."
    },
    {
        "speaker": "C",
        "text": "There was no fraud with FTT. There was no come on. It was a full service fraud shop running. When it comes to the creation, when it came to the trading, the manipulation, the lack of fair in orderly markets, the trading guest customers, issuers, the common customer funds and assets, basically everything across the board that the securities laws would prevent."
    },
    {
        "speaker": "B",
        "text": "What Aaron is trying to do here is distracted from the issue at hand, which is the fact that he's got a license, which is great, but he doesn't have a business. And the real risk here is when he goes around and he says that he is an example of the compliant path and that it's dangerous to consider new regulation. That's irresponsible to say because the status quo, it's what's causing these issues. Right. We currently have a regulatory gap that has been acknowledged by SEC chair Gensler in front of Congress. Going back to Hinman, which you brought up first, it was again acknowledged by SEC staff in the Hinman emails that became public as part of the ripple litigation. So we don't really have a workable legal framework today in the US for crypto asset security trading and to pretend that we've solved this issue is wrong and it's going to lead to the US falling behind."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "Let me respond to that."
    },
    {
        "speaker": "A",
        "text": "Yes, but after this, I really want to walk through every scenario. So go ahead."
    },
    {
        "speaker": "C",
        "text": "The status quo was established by firms like Cooley and Paradigm, essentially the status quo, arguing that tokens were utilities and not securities. And basically, investors didn't need protections, that they didn't need any rights for fair and orderly markets, was established by entities that basically were serving their own best interest to figure out how to get early liquidity such that they cash out of projects instead of going through private markets. And essentially what we saw is that the status quo, which was established by those entities, really led to the customers getting harmed, the american public being injured. Basically what you're arguing for here is that continuation of the status quo, which will continue to let the american public be injured. Now, in regards to us not being live for trading yet, that doesn't mean we don't have a business. You have to give us an opportunity to grow. Markets grow."
    },
    {
        "speaker": "B",
        "text": "How many customers do you have? How much volume have you had on your exchange since 2017?"
    },
    {
        "speaker": "C",
        "text": "By definition, we're not live. And the ATS wasn't approved until, I believe, 2021. What are you saying? You're trying to, I understand you're trying to shift the facts because they don't support your thesis, but it's not right. Your representation of inaccuracies is just nonsense."
    },
    {
        "speaker": "A",
        "text": "All right. Okay. So you guys have done enough back and forth like finger pointing, but let's just for a moment assume that Prometheum has an idea in mind of how this all should work, and let's explore that. So you were saying that you don't need disclosures from the token issuers of the tokens that you're going to offer trading? And is that what you said? And if so, no, that's not essentially responsibilities."
    },
    {
        "speaker": "C",
        "text": "There's responsibilities on the issue to ensure that there's proper disclosures."
    },
    {
        "speaker": "A",
        "text": "But who makes the disclosure, if so, if it's not eth, what? Like, let's say it's like comp, which is listed on your website. So then who needs to make that disclosure? Like, can you."
    },
    {
        "speaker": "C",
        "text": "That is a form D filing. Essentially, they basically file man."
    },
    {
        "speaker": "B",
        "text": "Form D filing does not include any disclosures."
    },
    {
        "speaker": "C",
        "text": "Have you looked at timeout? Time out? That's not what I'm saying. I'm saying in reference to form D, it's an exempt securities office. Basically, they filed a form d. Are."
    },
    {
        "speaker": "A",
        "text": "You challenging who files it?"
    },
    {
        "speaker": "C",
        "text": "The company. Which company files a form t?"
    },
    {
        "speaker": "A",
        "text": "Which company?"
    },
    {
        "speaker": "C",
        "text": "I have to look specifically either comp or whoever the entity that controls it is."
    },
    {
        "speaker": "B",
        "text": "So I think there are two things that are being confused here. Like one is a form D filing, which again, is not for the tokens. It's for a convertible instrument, which is."
    },
    {
        "speaker": "C",
        "text": "Different, which includes the tokens."
    },
    {
        "speaker": "B",
        "text": "And then there's the disclosure that Laura, you pointed out and that, you know, Sec chair Gensler always brings up. The form D does not include any of those disclosures. Right. So I think your point, which is the right one, is like, how are you taking the position that this is a compliant path that's going to provide customers with protection when according to him, there's nobody filing disclosures? Right."
    },
    {
        "speaker": "C",
        "text": "I'll explain to you why. Because basically there's a pervasive non compliance in the industry from issuance to trading through clearance settlement in custody. Right. Prometheum is trying to deal with the trade and clearance and settlement and custody components. I firmly believe that the investors are best protected on platforms that are compliant under the federal securities for trading in custody of digital assets. There's the fair and orderly markets requirements. There's the basic rules when it comes to segregation of customer funds and securities. A lot of the issues we've dealt with could have been avoided if you had properly licensed entities. You're referring to the issuance and the registration of tokens. All the problems can't be solved in one day."
    },
    {
        "speaker": "A",
        "text": "Right, but we're trying to figure out. We're trying to figure out which digital asset securities you can list. So let's just drill down more into that list."
    },
    {
        "speaker": "C",
        "text": "Can list registered or exempt digital asset securities."
    },
    {
        "speaker": "A",
        "text": "Okay, so the thing is that as far as I understand, there aren't any tokens that fit in that description at the moment."
    },
    {
        "speaker": "C",
        "text": "That's not true."
    },
    {
        "speaker": "A",
        "text": "So there's three categories. An ATS can legally offer either securities that are listed on a national stock exchange, those that are offered under a valid exemption from registration for under federal law, and there's also those that are registered with the states under blue sky laws. As far as I understand, there are no tokens that currently fall into any of those categories. And when you came on the episode."
    },
    {
        "speaker": "C",
        "text": "Last year, it's just not true. I promise you. There's a list of tokens that have filed form ds."
    },
    {
        "speaker": "A",
        "text": "Can you name some?"
    },
    {
        "speaker": "C",
        "text": "The ones on the website, the ones."
    },
    {
        "speaker": "A",
        "text": "That you referred before, but just name some of the ones that fall in one of those three categories I mentioned."
    },
    {
        "speaker": "C",
        "text": "I believe we have."
    },
    {
        "speaker": "A",
        "text": "And you were saying that the form D is one of those valid exemptions from registration under federal law."
    },
    {
        "speaker": "B",
        "text": "That is. Right. That is an exception from federal law. It's under four, a, two. Right. But what it's not. It's not an exception for the tokens. I think that's a key, like, analytical step that Aaron is totally missing. It's like you file, the staff itself is a security. All of these projects were specifically designed so that the token itself was not a security. Right. So he's confusing those two concepts."
    },
    {
        "speaker": "A",
        "text": "So you're saying the token is the orange grove, but he's saying the orange grove is. And the tokens are."
    },
    {
        "speaker": "B",
        "text": "Sorry, it's a little bit different because that's in the context of an investment contract. But let's even, let's assume that a project did file a form D for tokens themselves, which again, they did not. It still doesn't work because there's a bunch of other issues that need to be solved and that he would need massive SEC guidance and extent of relief in order to make it even theoretically possible. I think the most clear one to understand is when projects did financings, they sold a portion of those tokens pursuant to safs that filed the form D. But there's a bunch of other tokens as well that exist and that have been distributed since in other distributions, for example, liquidity mining. Under Aaron's conception of this, those other tokens that were distributed to liquidity mining would not be issued under an exemption and therefore would not be tradable. So then you're creating this world where you're splintering off parts of the token supply in a way that it's not working."
    },
    {
        "speaker": "A",
        "text": "They're not fungible anymore."
    },
    {
        "speaker": "B",
        "text": "Exactly. They're not fungible. There's a bunch of other, like, you know, follow on technical details. For example, in order to qualify for a form D, you need to put a restrictive license on your security. How do you do that with a token?"
    },
    {
        "speaker": "C",
        "text": "You can't, because basically that's not true. When tokens were issued, nobody put, nobody had contracts that basically restricted when they could be traded in the market license."
    },
    {
        "speaker": "B",
        "text": "So on the, on the form D."
    },
    {
        "speaker": "C",
        "text": "Tokens, it's called the restrictive legend, actually. And basically tokens issued an exempt offering have a restrictive legend which could be removed a year and a day later under certain rules, including 144."
    },
    {
        "speaker": "B",
        "text": "And so my point is, the tokens don't have that. So they're not, they're not, you know, we're not issued pursuant to this exception, so."
    },
    {
        "speaker": "A",
        "text": "Okay, but Aaron, are you saying that your plan is to come up with a new way for token issuers to issue tokens? That would be. No, no."
    },
    {
        "speaker": "C",
        "text": "Under basically how tokens have been issued, we feel comfortable that we are compliance within the fairest securities if we support trading and the assets mentioned on the trade on the website."
    },
    {
        "speaker": "A",
        "text": "But if they don't have the restrictive legends that would."
    },
    {
        "speaker": "C",
        "text": "But what does that mean, Laura? Laura, essentially what that means, a restrictive legend is a concept. Basically it means it can't, we can't trade in a public market for a year and a day."
    },
    {
        "speaker": "B",
        "text": "No, it's like you put it. Have you ever bought."
    },
    {
        "speaker": "C",
        "text": "I understand you're referring to a certificate. You're referring to a certificated security. What does that even mean? It's basically a stamp on a certificated security. So I don't. You're basically comparing it with a bunch."
    },
    {
        "speaker": "B",
        "text": "Of technical implementation details that Aaron is just breezing past, talking in very ambiguous language and always in the theoretical. And the fact that its platform hasn't been able to list anything, I think proves the point that they can't do it."
    },
    {
        "speaker": "C",
        "text": "The fact that our platform isn't live."
    },
    {
        "speaker": "B",
        "text": "Means we consider the telegram case in this context, as you are probably familiar. Right. Telegram there. The judge basically enjoined the distribution of tokens that had initially been sold to some investors pursuant to form the convertible instrument, the one like Aaron points to. And what the court said was, we're going to look at all this together, the initial distribution to the purchasers and the potential subsequent distribution to the retail consumers. And we're going to say this whole thing is an illegal securities offering. So even understanding that, I think you see how his proposed approach, which relies on the first exempt offering and then tries to dribble out all these tokens to retail, would not pass judicial muster. And I think the SEC would also."
    },
    {
        "speaker": "C",
        "text": "Have a big problem with it, obviously, and that's why we've had such difficulty obtaining the licenses we've obtained."
    },
    {
        "speaker": "A",
        "text": "Okay, one other thing does not have."
    },
    {
        "speaker": "B",
        "text": "To do with this at all, man. The SPBD license only exempts you from the customer protection rule. It doesn't allow you to list."
    },
    {
        "speaker": "C",
        "text": "It basically authorizes us to compliantly custody digital asset securities under the federal securities laws."
    },
    {
        "speaker": "B",
        "text": "Right. We're talking about listing tokens or offering tokens for trading not only the custody."
    },
    {
        "speaker": "C",
        "text": "Piece, but on the SPB. Do you're conflating the two? We have an ATS, which is a separate license from the special purpose broker dealer. I don't. So. And also your continued concept that, oh, we can't trade anything because we haven't go live yet. It's circular logic. By definition, we haven't traded anything because we haven't gone live yet."
    },
    {
        "speaker": "A",
        "text": "Right. Okay. Erin, I did also want to ask you about something that you said in the last episode more than once, which was, you were saying that Prometheum can make its own internal determination of which tokens are securities. And then, you know, from there, you can offer those on your platform. So how are your lawyers coming up with that interpretation? Like, is there any particular law or regulation that you can point to?"
    },
    {
        "speaker": "C",
        "text": "Basically, the determination in terms of specific tokens is based on, in terms of what assets we should report, is based on multiple factors that include compliance, regulatory, and other legal considerations."
    },
    {
        "speaker": "A",
        "text": "But, okay, but you don't need the SEC's stamp of approval. You don't need anything from them saying, like, yes, we agree that this is a security. You're saying we can come up with that determination on our own and then offer trading. And is that the case?"
    },
    {
        "speaker": "C",
        "text": "Essentially, you must update your formats with the assets you intend to support. And if the, I believe it's FINRA, doesn't come back to you in 20 days, then essentially there's no objection."
    },
    {
        "speaker": "A",
        "text": "Oh, interesting. And, Rodrigo, would you agree that that."
    },
    {
        "speaker": "B",
        "text": "Is possible so they can make a determination, but they don't have the power to cure what he argues are illegally issued securities. Right?"
    },
    {
        "speaker": "C",
        "text": "Because basically you're saying, I can make a determination which assets I'm going to support. So I have a business."
    },
    {
        "speaker": "B",
        "text": "I'll wait to make a judgment on whether you have a business the day you list your first token man."
    },
    {
        "speaker": "C",
        "text": "Cheers to that."
    },
    {
        "speaker": "A",
        "text": "But let's, I know you guys keep wanting to send barbs at each other, but let's just talk about like, can this work? Can this not work? So you are seeing, okay, and why? Why can't that work?"
    },
    {
        "speaker": "B",
        "text": "Well, I think there's two levels to this, right? First, prometheum's ATS and SPBD are only allowed to facilitate trading in tokens that were either registered or issued pursuant to a valid exemption. Like you said, the world of those tokens is zero because tokens themselves are not securities. And we can talk about that again. He totally breezed past that point, right?"
    },
    {
        "speaker": "C",
        "text": "What are the utilities, champ?"
    },
    {
        "speaker": "B",
        "text": "And then the second step to that is every transaction requires to be either registered or exempt, right? So even though the tokens were initially offered pursuant to form d, you still need to have another exemption to do the secondary trading. Right. Aaron has pointed before in kind of hand wavy language to rule 144 as the basis on which they would do this. And I'd love to understand from you how you think you can do this, because there's a ton of issues there as well."
    },
    {
        "speaker": "A",
        "text": "Okay, but before Aaron responds, just explain rule 144 for the audience."
    },
    {
        "speaker": "B",
        "text": "Sure. Rule 144 is a safe harbor under four a one of the securities act, which is basically an exemption for any offer or sale other than by an issuer, an underwriter or a dealer. And what rule 144 a says is that if you comply with the various requirements of the rule, you're not going to be considered an underwriter. Right. Importantly, the preliminary language through rule 144 says that it's like not supposed to be a runaround to registration, right? So this is supposed to be exempting people from doing the underwriting status, not allow you to issue securities to the public without registration."
    },
    {
        "speaker": "C",
        "text": "So essentially they can allow the restrictive legend to be removed after a year and a day and that digital asset security to trade on a public market ATS, correct."
    },
    {
        "speaker": "B",
        "text": "Well, you're skipping a bunch of other issues that would be, I think, prevent you from making that determination. For example, you need to confirm the holding period. You need to do it for a year. It's really hard to do that with no restrictive legends. And in the context of a continuous distribution, you also have a lot of additional requirements for holders that are affiliates, and we don't even know what an issuer is in this context, how are you going to figure out who the affiliates are for purposes of the volume requirements or the manner of sale requirements?"
    },
    {
        "speaker": "C",
        "text": "Affiliate has a definition as a term of a law. And basically you can make a determination."
    },
    {
        "speaker": "B",
        "text": "There are guidance to apply that to the context of crypto."
    },
    {
        "speaker": "C",
        "text": "You keep on saying there's different guidance. Basically, you want the law, the SEC, to tell you that the law applies. It's so upside down. The law is like oxygen. It's everywhere and nowhere at the same time. You don't need to be told it applies. I don't need you to tell me I can't murder someone. That's the law."
    },
    {
        "speaker": "A",
        "text": "Okay. And Aaron, what about. Yeah, that issuance issue."
    },
    {
        "speaker": "C",
        "text": "Yeah. Wait, wait. In regards to."
    },
    {
        "speaker": "B",
        "text": "Who's the issuer of Ethereum?"
    },
    {
        "speaker": "C",
        "text": "Honestly, it depends. You can argue at some point it was the Ethereum foundation, but you'd have to look specifically into it in regards to if our business can work or not. Rodrigo, if it can't work, why are you so concerned about us? Because why are you. So."
    },
    {
        "speaker": "B",
        "text": "I'll tell you. Because you're portraying your business as the compliant path and saying that everybody else is scoff law. That is like willingly violating the law. And in the next breath, you're saying that we should stop considering the thoughtful legislation that has been put forward. I'm not here to criticize you for the sake of criticizing you. I'm here to drive home the point that we're at a critical point in the national discourse over crypto and that we really need to come together and look at the thoughtful legislation that has been put forward and understand that the status quo is not workable."
    },
    {
        "speaker": "C",
        "text": "So let's talk about the legislation. I believe it's the draft market structure bill. Right. And as we both have probably read that bill. So do you believe that the companies, when they do provisional registration with the CFTC as a digital commodity deal or whatever the term was, that they should be basically exempt or it should basically launder or eliminate any skeletons, and they have their closet, so there should be no regulatory recourse either from regulators or the investors who got injured in their previous actions? Do you think that makes sense?"
    },
    {
        "speaker": "B",
        "text": "That's not what the bill says. They have carve out for fraud. And I'm also not here to say, like the McHenry Thompson bill, you're arguing."
    },
    {
        "speaker": "C",
        "text": "For new bills, but there's really nothing that you're basically saying is a legit path forward. I would say we have laws that are tried and tested over generations, laws that were able to handle the transition from paper trading to electronic and now electronic to digital. I don't understand why. Basically, we need to recreate the wheel here where we see the dangers."
    },
    {
        "speaker": "A",
        "text": "So, Erin, you've made that point a few times, so, but I just want to drill down on one other thing, which I feel like it came up, but I just want to get your take on this again. So again, we agreed that you're saying that Prometheum, as long as its compliance team and operations here, or whatever it was, makes its own internal determination that a certain token is a security. Then you can list that. But what about those instances where you believe that the initial offering was an illegal securities offering? Can you still list those?"
    },
    {
        "speaker": "C",
        "text": "That will have to be a determination made by our compliance department based on the prevailed prevailing facts. And."
    },
    {
        "speaker": "A",
        "text": "But you're. But you don't have a policy about that right now, because that should seem like something, you know, right off the bat, that you could just say yes or no."
    },
    {
        "speaker": "C",
        "text": "Again, we're seeing how all this plays out. Prometheum is trying to do compliant trading and custody of digital asset securities, and we feel Americans are best protected by platforms that afford the investor protections of the federal securities law. We can't solve every potential issue. Essentially, we're trying to move the ball forward. We're trying to provide a pathway where people can responsibly participate in the space."
    },
    {
        "speaker": "A",
        "text": "Okay, well, do you at least have a notion of how many digital assets you're going to be listing in the beginning? Could you at least give us, because Rodrigo is saying no token. Like many lawyers I've talked to say."
    },
    {
        "speaker": "C",
        "text": "No tokens, many lawyers who have perpetuated a myth over half a decade or so and potentially put a lot of effort into promoting the idea that tokens are utilities and not securities."
    },
    {
        "speaker": "A",
        "text": "Okay, so give us a ballpark. How many do you think you're going to be able to list in the beginning?"
    },
    {
        "speaker": "C",
        "text": "I think we will be able to support a significant number of tokens. I don't know how many initially."
    },
    {
        "speaker": "A",
        "text": "Is that like hundreds, or is that like more than any? All right, everyone, we had a slight glitch, so we don't remember exactly where we were in the conversation. So I'm just going to start off with a question, which is that, you know, as you mentioned, Aaron, you were saying that Prometheums own process would be to determine which assets are the securities and then offer trading in them. And I wondered, did you talk that process over with the SEC and did they either give you guidance on your criteria and did they say that you can do that?"
    },
    {
        "speaker": "C",
        "text": "I believe that's standard practice for an ATS."
    },
    {
        "speaker": "A",
        "text": "So you did not discuss this with them?"
    },
    {
        "speaker": "C",
        "text": "Obviously there was standard discussions in the course of the application process at the ATS and the special purpose broker dealer level that, but there was nothing that I would say was unique or outside the ordinary."
    },
    {
        "speaker": "A",
        "text": "So meaning you didn't discuss that process specifically with them?"
    },
    {
        "speaker": "C",
        "text": "I anticipate there were specifics about that discussion, but my co CEO handles most of that. So I'd have to go more into depth there and find out. Okay, I don't want to just say the wrong thing, but obviously when you go through an application process, it's an in depth process where many of the procedures that you go through through are reviewed and basically all your operational procedures are reviewed."
    },
    {
        "speaker": "A",
        "text": "Okay. And then also JW virit, who's a crypto law professor at George Mason and who also served on the SEC's investor advisory committee, said that if Promethea makes its own internal determination to list an unregistered security, it will, quote, absolutely lose its license and be a defendant in an SEC action, just like Coinbase. So do you know what would happen to you if you list an unregistered security?"
    },
    {
        "speaker": "C",
        "text": "If anyone violates the federal securities laws, I assume there would be regulatory actions against them."
    },
    {
        "speaker": "A",
        "text": "Okay, so in a moment we're going to talk about some of the other issues around disclosures and other. I mean, there's 5 million different issues. But first, a quick word from the sponsors who make this show possible. Join over 10,000 attendees for this year's biggest crypto event at Token 2049 Singapore on September 13 to 14th, Sandeep from Polygon, Eric Wahl, Chris Berniske and over 200 others will hit the stage, joining the industry's most influential for an unforgettable experience ahead of the Formula one Grand Prix race weekend, Singapore will transform into a crypto hub for a week from September 11 to 17th, with over 300 side events that will make for unparalleled networking opportunities. Builders and investors at the bleeding edge of innovation will drive an agenda that covers the ever evolving regulatory landscape. The convergence of crypto and AI, web three gaming nfts in the metaverse, defi scalability, interoperability, and many more. Visit token 2049.com for 65% off regular tickets with the code unchained link in the description. We've said it once and we'll say it again. The system doesn't just need an update, it needs a complete rewrite. Web three offers that complete rewrite because it extends beyond just money staking nfts defi earn, Web three has become a world of its own. But who has time to juggle between five different crypto apps? Okex Wallet is one of the best apps for everything web three. It allows you to store, trade, earn and manage your crypto and your nfts across 60 plus blockchains all in one place. And now it's one of the only self custody wallets that doesn't require a seed phrase. There's just no other wallet that says powerful, yet so simple. Give it a try@okex.com. web Three Join over 80 million people using crypto.com comma, one of the easiest places to buy, trade and spend over 250 cryptocurrencies. With the crypto.com Visa card, you can spend your crypto anywhere and get rewarded at every step, up to 5% cashback instantly, plus 100% rebates for your Netflix and Spotify subscriptions and zero annual fees. New users enjoy zero credit card fees on crypto purchases in their first seven days. Download the crypto.com app and get $25 with the code. Laura, link in the description back to my conversation with Rodrigo and Erin. So as we mentioned, you know, I believe, and I think Sherry Gensler has said this, that the main purpose of registering is security, is to make required disclosures. And that could be around things like the board of directors, corporate policies, executive compensation, accounting, which would cover things like revenue. How would you do that for something like Ethereum?"
    },
    {
        "speaker": "C",
        "text": "That's not upon Prometheum to make that determination, or Prometheum ats or Prometheum capital. Essentially, the issuer is responsible for ensuring that there's proper disclosures."
    },
    {
        "speaker": "B",
        "text": "I think the real answer to that, Laura, is that the current disclosure requirements that are meant to like, are tailor made for securities, are not purpose fit for crypto. A security is very different than a digital asset, right? A security is basically a legal claim against an entity. So you can think of an equity security. You're a part owner of a company, you have legal rights to dividends. And in that context, it makes a lot of sense to disclose who the board is, who the officers are, what the financials are. A digital asset does not have that relationship to any company. It doesn't give you any legal rights to an entity. It gives you technological powers in the network, and it does not depend on a single issuer. In fact, many a common structure for crypto projects is that the issuer or the labs will dissolve. So once you understand that, you realize that the disclosure requirements for securities are not going to serve the purpose of customer protection. If you just port them over to crypto, and then I think when you apply that to Aaron's business, you got to realize that they don't like, yes, they get to make the determination of whether they want to list something, but they can't force projects that don't think of their token as securities to provide the disclosures that would be required for them to be able to operate anything. And that was, frankly, before he alienated everybody in the community. So I think they're going to be much less willing to play ball with anything that he has to push them to."
    },
    {
        "speaker": "C",
        "text": "So by trying to do things compliantly, I've tried to alienate the community as opposed to trying to provide the investor protections that will allow the industry to flourish. I mean, we saw what happened. We saw what happened after FTX. We saw that institutions pulled back and the institutions that were in the space no longer wanted to deal with it as much. And essentially, the best way forward, the best way to move beyond the events of the recent other debacles of 2022 is to have compliant platforms that allow institutions to feel comfortable participating in the space that's in the best interest of the industry. You agree with me with that, so."
    },
    {
        "speaker": "B",
        "text": "I think you're wrong."
    },
    {
        "speaker": "C",
        "text": "Is that, by the way, do you agree with me?"
    },
    {
        "speaker": "B",
        "text": "You."
    },
    {
        "speaker": "C",
        "text": "There's the best way forward for compliant platforms?"
    },
    {
        "speaker": "B",
        "text": "Sure. Sure."
    },
    {
        "speaker": "C",
        "text": "For institute of public participation to feel comfortable participating in the space because it eliminates the current compliance and regulatory concerns."
    },
    {
        "speaker": "A",
        "text": "Let him finish."
    },
    {
        "speaker": "B",
        "text": "Ok, sorry, again, my main point here is that we should not be distracted by Prometheum and think that we've solved the regulatory morass that we have and actually engage with the thoughtful legislation that has been put forward. That's my main point, which you don't want to take. Alienated. The reason you alienated the community, Aaron, is because you called everybody a scoff law, and you should have a little bit more empathy for the entrepreneurs that have been with the best intentions trying to make this work. And you go around saying that everybody's violating the law willingly and that you've somehow magically pulled a rabbit out of a hat, which this is like, frankly, this is a space where a lot of people have been actively working on it, and it's even more insulting when you don't have anything really to show for it other than a license."
    },
    {
        "speaker": "C",
        "text": "What's a little bit insulting is that you basically say people who are trying to do it the right way are trying to do the wrong thing. And essentially what your argument is is that people who rush to market and disregarded the investor protections should be rewarded and should continue to be rewarded as new legislation takes a half a decade to go into place. Basically, you just don't care about the public and what's in their best interest. Essentially, you want to support one by one. Final point, lauration in regards to crypto innovation. Crypto innovation doesn't occur on the financial service providers. It occurs on the issuers in the projects. So basically you're saying, and I've been referring to the financial service providers that have literally lost the public billions of dollars. I'm not referring to the projects where the renovation occurs."
    },
    {
        "speaker": "B",
        "text": "Register a token today, or that's a different concept."
    },
    {
        "speaker": "C",
        "text": "What I'm talking about is the companies like FTX that have basically, and if you don't have investor protections, you'll have hundreds of more FTX. So basically you're just trying to promote that same situation."
    },
    {
        "speaker": "A",
        "text": "Yeah, but Aaron, like, if you're saying the innovation is on the token side, it does feel like all, you know, the way that you're going about it doesn't recognize kind of like the decentralized network of these nature of these networks and how there's all these different actors that don't necessarily know each other, that all come together to create something. So this leads me to my next question, which is. So you were saying that you guys make this internal determination about which assets will be tradable on your exchange, and we're all admitting here that, yeah, probably the token issuers or whoever launched the network, they're not going to be the ones who will come in and register and make these disclosures. So I was wondering, will Promethean be making any disclosures about the tokens that are on its platform?"
    },
    {
        "speaker": "C",
        "text": "We'll be making all disclosures that we have to make under the law about any sort of token we decide to support. Now, Promethean does not have to work with issuers. We're an ATS. Basically, we determine which assets we support. It's a different concept."
    },
    {
        "speaker": "A",
        "text": "And so what will you put in those disclosures? Like, will it be the things that we mentioned before, like the board of directors, the corporate policies, the executive compensation, all that stuff, or other stuff, like, you know, more actual stuff that's relevant?"
    },
    {
        "speaker": "C",
        "text": "You're telling me that I'm going to. You're asking me what disclosures we're going to make. What disclosures this coinbase make, what disclosures they make right now basically are allowing."
    },
    {
        "speaker": "B",
        "text": "They don't list securities."
    },
    {
        "speaker": "A",
        "text": "Yeah, they don't listen, securities."
    },
    {
        "speaker": "C",
        "text": "They're listing assets that people speculate in and do not think the public deserves to have rights to."
    },
    {
        "speaker": "B",
        "text": "Not securities."
    },
    {
        "speaker": "C",
        "text": "I can go buy like laundromats, tokens, because they're utilities and, you know, everyone, they go buy tokens so they can speculate on it. So when the laundromat prices go up, they can save. And when they go down, they could save. It's nonsense. Basically. This is an investment. It's so clear. It's an investment."
    },
    {
        "speaker": "B",
        "text": "Commodities all the time."
    },
    {
        "speaker": "C",
        "text": "I agree. But bitcoin's not corn."
    },
    {
        "speaker": "B",
        "text": "I agree with that."
    },
    {
        "speaker": "A",
        "text": "Yeah. What disclosures will you be putting up? Like, is it the, all the disclosures."
    },
    {
        "speaker": "C",
        "text": "That are required under the federal securities laws."
    },
    {
        "speaker": "A",
        "text": "Right. But so those would be like board of directors, corporate policies, executive. So how does that apply for something like ethereum?"
    },
    {
        "speaker": "C",
        "text": "Like if those don't exist, you literally put n a."
    },
    {
        "speaker": "A",
        "text": "Bunch of."
    },
    {
        "speaker": "C",
        "text": "Not going to go into specifics about what we're going to disclose. We're going to disclose everything that's required under the federal securities."
    },
    {
        "speaker": "B",
        "text": "Let's get specific about the law. Under exchange rule 15 C 211, brokers cannot quote, enter a quote into a quotation system unless there's current information available for that security. So that means you need the projects to provide that current information. That's not something that Prometheum as an ATS or an SPBD can do. Right."
    },
    {
        "speaker": "C",
        "text": "We are in compliance with 15 C 211."
    },
    {
        "speaker": "B",
        "text": "How are you going to do that if there's no, I encourage you to."
    },
    {
        "speaker": "C",
        "text": "Go do some homework. I don't need to tell you how everything's going to be in compliance. I'm telling you it's in compliance, basically. I like, so it's like a trust."
    },
    {
        "speaker": "B",
        "text": "Me, bro type thing or what?"
    },
    {
        "speaker": "C",
        "text": "Oh, well, as we should trust people who propagated the myth that tokens weren't securities in the first place. The people who propped up FTX. The people who basically propped up FTX as if there was their golden boy, and then two months later, three months later, took a write down over a quarter billion dollars."
    },
    {
        "speaker": "A",
        "text": "But, so, Aaron, why do you deserve any trust? Can you, but can you, so, so you're saying that you will have disclosures, but if it's, you know, so you're going to follow the ones that are required for securities, like board of directors corporate policies, and you're just going to write n a for anything that doesn't apply to these crypto tokens? Is that what you're saying?"
    },
    {
        "speaker": "C",
        "text": "No, I'm saying we are going to make all the disclosures and disclose whatever is required by an ATS and a special purpose broker dealer under the federal securities laws."
    },
    {
        "speaker": "A",
        "text": "Okay, so it is the ones for securities, like board of directors, corporate policies, blah, blah, blah. That's what you're going to do."
    },
    {
        "speaker": "C",
        "text": "We are going to make the required disclosures under the federal securities laws."
    },
    {
        "speaker": "A",
        "text": "Right, but, okay, but yeah, so what is required is all this stuff that we're talking about, board of directors, corporate policies, executive compensation, accounting, et cetera. Those are the things that you're going to put in your disclosures about the tokens."
    },
    {
        "speaker": "C",
        "text": "Whatever is required, Laura."
    },
    {
        "speaker": "B",
        "text": "So the reason we can't answer that question, right, is because it's not up to him to do that, right? He's required to only list tokens and only enter quotations for assets that have publicly available information that satisfies these requirements, that can only be provided by the issuers. So he can't just decide, he can't wave a magic wand and do that. And I'd be really curious to understand how you plan to comply with that. Like maybe you expect, you know, additional SEC exemptive relief or something, because we."
    },
    {
        "speaker": "C",
        "text": "Have not had any exemptive release from the SEC."
    },
    {
        "speaker": "B",
        "text": "Simply can't do it. Right."
    },
    {
        "speaker": "C",
        "text": "We have not had any exemptive release from the SEC. And your implication of such is a little bit underhanded."
    },
    {
        "speaker": "A",
        "text": "Okay, well, then, one other question that I want to ask, which is more of a philosophical question. Are those facts actually even relevant for people who might want to buy crypto tokens, like the board of directors corporate policies executive conversation? Is that going to help them figure out whether or not this token is worth buying? Do you feel that those are the right things to disclose to help protect investors?"
    },
    {
        "speaker": "C",
        "text": "So again, we're focusing on the disclosure. What about the fair and orderly market requirements of any trading venue under the securities laws? What about the customer protection rules? And when it comes to mingling of customer funds and assets, what we've seen in the crypto industry is there is, there is significant market manipulation. There's pot trading, there's wash trading, there's layering. Basically. You're basically saying that it doesn't make sense for crypto to be traded in a fair and orderly market. Well, it does make sense. It's the best way to protect investors."
    },
    {
        "speaker": "A",
        "text": "I was asking about the disclosures."
    },
    {
        "speaker": "C",
        "text": "In regards to disclosures, obviously, things are going to have to be determined over the course of time. It's like I said before, we can't solve every issue when it comes to compliance. We're trying to deal with it on the trading and custody side, which we think is the best way to protect the public. When you're talking about disclosures, you're basically bringing all the issuers potential issues on us. What I'm saying to you, the best way to allow the public to responsibly participate in the space is do it on properly regulated venues. We can't. Rome wasn't built in a day. All these problems aren't going to be solved in a day. But it's a step forward."
    },
    {
        "speaker": "B",
        "text": "No one's confusing. Promethean from Rome, man. Come on."
    },
    {
        "speaker": "A",
        "text": "Okay, I have a question. I have a few questions. Aaron. So a few weeks back, a Wall Street Journal opinion piece by US Senator Tommy Tuberville mentioned that one of your investors is Shanghai Wansheng Blockchain, Inc. And just to give people some context here, Wansheng Blockchain group was an early investor in Ethereum. They bought Ethereum tokens in September 2015. However, Tuberville's op ed noted that its founder, Liu Guang Q, is a faithful member of the Chinese Communist Party. The piece mentioned to be believes this is how the CCP is trying to wield influence in the us financial system. What response do you have to this notion that the Chinese Communist Party is trying to infiltrate the us financial system by having invested in Prometheum?"
    },
    {
        "speaker": "C",
        "text": "I think that Senator Tubberville's comments were species as incorrect and stale based on old information. When there was a subsequent filing in, I believe, November 2021, it disclosed that in an omnibus agreement, all joint development was terminated with Wong Shang. And basically we had both a CFIUS inquiry and an SEC investigation, both of which salt looked into the relationship, particularly with Hashken and Wangshan. The SEC, excuse me, the CFIUS inquiry was never turned into a full investigation. And the SEC basically subpoenaed us and asked us to provide all communications with any foreign entity up until that point. And basically at this point, we provided all requested information, and then thereafter, the SEC closed that investigation as well. Basically, we then took actions to make sure that there was no access by anyone to any foreign information. All development was brought in house. Basically everything was developed by Prometheum in America, and Prometheum is an America born, bred and controlled company. So basically, I think that the senators comments could have been avoided if he had done proper research."
    },
    {
        "speaker": "A",
        "text": "Okay, so Wansheng doesn't have any information on customers. Okay. And if Promethean could find other investors to buy them out of the cap table, would you consider doing that?"
    },
    {
        "speaker": "C",
        "text": "It would be something if we would consider, if it made sense, basically, when you're a young startup, you're looking to have a relationship with major entities in the space. As we've seen with Haske and Wangjiang's relationship with Ethereum, they were a major player in the space. And as we moved forward, we realized that it was not in our best interest to continue any joint development and brought everything in house and basically made sure that all development is done by Promethean people. Internally, we control all intellectual rights and property to anything we've developed, and everything is housed in the United States."
    },
    {
        "speaker": "A",
        "text": "And how did they become an investor in the first place?"
    },
    {
        "speaker": "C",
        "text": "They believed in the concept that tokens were securities and that the idea that the token financial services ecosystem, I believe, would sort of migrate to one registered under the ferrous or one license under securities laws. And I believe that their Hong Kong subsidiary, I'm not sure the exact name, hashkey something, was licensed by the SFC as one of the firms allowed under the securities laws to trade digital assets."
    },
    {
        "speaker": "A",
        "text": "Okay. And also your broker was Network one financial, which also has chinese affiliation. Some of the principles of that company are also principles of network one financial China, which is a consulting firm for companies seeking to do business in China or chinese companies seeking to enter the us market. Network one financial has also been the subject of 18 regulatory events, one civil event, and four arbitrations. A few of those include the notorious Long island iced tea company, which pivoted to long blockchain and was subject to an SEC enforcement action. So how did network one financial become your broker?"
    },
    {
        "speaker": "C",
        "text": "Network one was our placement agent in a capital raise."
    },
    {
        "speaker": "A",
        "text": "And how did that happen?"
    },
    {
        "speaker": "C",
        "text": "Basically there was a relationship form where they agreed to raise capital in order and basically take a commission. It's like any other placement agent."
    },
    {
        "speaker": "A",
        "text": "How did you find them?"
    },
    {
        "speaker": "C",
        "text": "Network one has been on Wall street for a long time, to my understanding, and I would point out, how many violations do any of the major banks have on their record? I think it's a way to sort of cherry pick facts in some capacity."
    },
    {
        "speaker": "B",
        "text": "As somebody who spent a long time in their career doing venture deals, it's highly, highly, highly atypical for a seed deal to include any sort of investment bank and pay a huge commission."
    },
    {
        "speaker": "C",
        "text": "Is it highly atypical for firms to accept $20 million checks from the companies that they invested in and then put in another $215 million on the back end?"
    },
    {
        "speaker": "B",
        "text": "So what you keep trying to do is distract from the conversation."
    },
    {
        "speaker": "C",
        "text": "I mean, it just seems a little weird when you say something highly unusual, is it not?"
    },
    {
        "speaker": "B",
        "text": "But that's not relevant."
    },
    {
        "speaker": "C",
        "text": "It's sort of highly unusual, right?"
    },
    {
        "speaker": "B",
        "text": "It's not relevant to the conversation, actually."
    },
    {
        "speaker": "A",
        "text": "Yeah, I did look into this. What you're referring to is the relationship between paradigm and FTX and SBF."
    },
    {
        "speaker": "C",
        "text": "Actually not SPX."
    },
    {
        "speaker": "A",
        "text": "SBF specifically. And SBF did that with multiple different vc funds. And apparently it is a thing after I looked into it, which is interesting to me, too, but. So, Erin, you recently gave a talk at SG Innovate, which I believe is like a single."
    },
    {
        "speaker": "C",
        "text": "Four years ago. Four or five years ago, Laura."
    },
    {
        "speaker": "A",
        "text": "Okay, so here's a quote from, from that. You said, how is Prometheum going to list tokens on its atsitive? Where are we going to get companies from? An ATS needs an issuer pipeline. You need a product to issue on our platform. The second part of our issuer pipeline is won Shang related entities. Prometheum's lead investor and technical co founder is a company called Won Shang Shanghai Blockchain, which is the largest, most capable blockchain company in the world. They've invested in a multitude of companies that are part of their network that they anticipate listing to do an issuance and to list on our secondary market. It's wonderful. The quality of their projects is immaculate. It's a wonderful product pipeline. So tell us more about these projects and tokens that you'll be listing."
    },
    {
        "speaker": "C",
        "text": "Essentially, at the time. That's what we believed. As of October 2021, we terminated any joint development in an omnibus agreement that's been publicly filed with the SEC in regards to Wangshan or Hashke. Hashke is an investor who owns approximately 19 of the company. And that's it. That conversation was given, I believe it's 2019. It was definitely before the pandemic, and everything has shifted since then. And so basically, you can use statements that were made half a decade ago, but we were consistently in our belief that the federal securities laws applied and they were the best framework by which to regulate digital assets."
    },
    {
        "speaker": "A",
        "text": "Okay, so you're saying that there was a previous time in history where the pipeline was going to be chinese blockchain projects, and now you're focused on these assets that we discussed earlier."
    },
    {
        "speaker": "C",
        "text": "Hashke and Wangshan, to my understanding, have investments across Asia, including the significant presence in Singapore. So I think while certain of them might have been chinese, and they were mostly in other parts of Asia as well, and I think that concept met its end, which was sort of commemorated and memorialized in the omnibus agreement."
    },
    {
        "speaker": "A",
        "text": "Okay. But essentially, that relationship of tokens being developed over there and being listed on your. Okay. All right, so let's talk a little bit about your congressional hearing as well. And here I'm just addressing a lot of different things I've seen in the crypto community. Did you coordinate in any way with either the SEC or House representative staff before your appearance at that hearing?"
    },
    {
        "speaker": "C",
        "text": "There's. I think it's pretty standard for there to be some communication between the entities that invite you. And in that capacity, I mean, we were somewhat aware of the topics they would cover, but we didn't really know the exact questions."
    },
    {
        "speaker": "A",
        "text": "Okay. There were times during your testimony when it looked like you were reading your answers. What were you reading?"
    },
    {
        "speaker": "C",
        "text": "Basically, I had thought I had prepared good responses and was looking in my notes. Obviously, we had prepared extensively to testify, and there was a lot I wanted to make sure to cover. So I wanted to make sure in looking at my answers that I was proper and thorough in my responses."
    },
    {
        "speaker": "A",
        "text": "Okay. And so none of the representatives previewed any of their questions for you?"
    },
    {
        "speaker": "C",
        "text": "Again, we were aware of the topics they covered, but we did not know the exact questions."
    },
    {
        "speaker": "A",
        "text": "All right, so now we're going to go back to discussing some of the structural issues which came up earlier. So, you know, and this came up in the first episode. So you have the special purpose broker dealer license. And correct me if I don't get any of this quite right, which allows you to custody. Sorry. Then it's separate. Then you have the ATS. But at the moment, the ATS cannot clear and settle. But at some point you would like that to happen."
    },
    {
        "speaker": "C",
        "text": "So that's at the special purpose broker dealer. So currently the special purpose broker dealer can custody, and we anticipate in the near future being able to clear and settle, settle the transactions that occur on the ATS."
    },
    {
        "speaker": "A",
        "text": "Okay, so I'm sure you're aware in recent complaints by the SEC against Coinbase and Binance, the SEC has made it clear that there should be these three functions, the exchange, the clearinghouse, the broker dealer, and they should all be separate. So your current structure is not going to be quite like that. So can you talk a little bit about whether the SEC is on board with that?"
    },
    {
        "speaker": "C",
        "text": "It's separate entities, separate compliance functions, separate operations, separate operational procedures. I would think that it is in line with the SEC's view there. I think what the issue is is that the industry has historically been incredibly intertwined with their different business lines, where you have basically a virtual currency exchange serving as a bank, a custodian, a market maker, basically trading against their customers order, doing lending, doing, basically staking, doing everything under the sun. And they basically build these intertwined business lines. And now, in order to come into compliance, they would have to get proper licenses for those specific business lines and build out proper technology and compliance infrastructure for that. And in some sense, it's basically uncracking a scrambled egg already. And basically what that would require in some capacity is arguably a complete tech rebuild to come into compliance, because the way that it's built is just not compliant with how securities have to be handled, processed, custody, etcetera. So I think that's what it's referencing there. Since day one, we've built it with the idea of being compliant under the securities laws, and I am confident that we are within the parameters of what's being sought there."
    },
    {
        "speaker": "B",
        "text": "So color me skeptical that Prometheum, with a part time CTO and a 25 person team, has developed part time CTO, 50 person team."
    },
    {
        "speaker": "C",
        "text": "What are you talking about? Gary Jacken has been with us for years. Come on, man, get your facts."
    },
    {
        "speaker": "B",
        "text": "Come on."
    },
    {
        "speaker": "C",
        "text": "It's not right."
    },
    {
        "speaker": "B",
        "text": "Has built this huge tech barrier that somebody like Coinbase or Kraken could not even accomplish. Right?"
    },
    {
        "speaker": "C",
        "text": "Because they didn't want to consider the law."
    },
    {
        "speaker": "B",
        "text": "I think the key point, Laura, to understand here, is that the SEC has repeatedly said in the Coinbase and the binance complaint, and also elsewhere, that they don't want retail trading crypto asset securities on acSs, which is what Aaron has, that they prefer that to happen on the national securities Exchange, which does have a lot more separation, and a separate clearing party."
    },
    {
        "speaker": "C",
        "text": "The SEC has basically said if some of the current virtual currency exchanges, the FTX, is in the Coinbases and the like, were trying to get registered under the securities laws, they would have to go for full exchange status, because basically the functions they have were not ATS, ATS based functions. That's my understanding of what happened."
    },
    {
        "speaker": "B",
        "text": "You can go back and look at Gary Gensler's speech. I encourage people to talk in April 2022. And Laura, maybe you can link this in the podcast notes."
    },
    {
        "speaker": "C",
        "text": "I'll also send you some comments as well."
    },
    {
        "speaker": "B",
        "text": "Says that he does not want this trading, retail trading on atSs, and that he is instruct those staff to figure out how they can trade on national securities exchanges."
    },
    {
        "speaker": "C",
        "text": "The way I see this, if we're looking at a transition to compliance securities ecosystems, it's a crawl, walk run approach. It's never going to go from wild west to pure exchange. There's always going to be an ATS step in the middle. And I encourage people to look at the Nasdaq example. Nasdaq starts out as an ATS, they build out their business, they expand, and then they go full exchange. I think it's a good model."
    },
    {
        "speaker": "B",
        "text": "So, Aaron, I don't think you're crawling. I think you're hobbled, and I'm not even sure you're pointing the right direction, man."
    },
    {
        "speaker": "C",
        "text": "I appreciate that comment. Good sir."
    },
    {
        "speaker": "A",
        "text": "Okay, so, Erin, you're saying right now you're in the crawl stage. So what does run or walk look like? Is it somehow you, you eventually, like Nasdaq, become a national securities exchange? Is that what you're saying?"
    },
    {
        "speaker": "C",
        "text": "We run. Essentially, you need to go in between. You start off as an ATS. That's basically, you're crawling. You're basically moving out. You're adding more assets. Basically, you're adding more functionality. And then as you get to a certain point, it might make sense then to move to a full exchange. The idea of going from basically wild west crypto financial services to full exchange, it's a major transition that does not appear logical. It's a crawl, walk, run. It's a developed approach. And if you look at the CBOe when it started, it trades two contracts for 4 hours a day, and I believe it's only long. There's perfect examples of how markets and properly licensed venues developed that I think will be interesting for people to take a look at."
    },
    {
        "speaker": "A",
        "text": "Okay. And so just to go back, I want to understand. So your SPBD, is it currently or do you think it will be in the future permitted to direct trade orders to your affiliated ATS or to another execution venue?"
    },
    {
        "speaker": "C",
        "text": "Wouldn't it be the other way around where essentially the ATS directs trade orders to the special purpose. I'm sorry, I didn't mean. I wasn't trying to."
    },
    {
        "speaker": "A",
        "text": "Well, you're more familiar with this than me. Feel free to correct me."
    },
    {
        "speaker": "C",
        "text": "So, under the current rules, to my understanding, for special purpose broker dealer, in the release that was adopted in the Federal Register in April 2021, correspondent clearing is something that they're trying to avoid in order to make sure that there's not incredible systemic risk in a concentrated standpoint, because there's no DTC component after. So when you have equities, right, you have the trading venue, then you have the clearing firm, then you have DTC and NSC, which is basically the custodian of cash and securities of last resort when it comes to digital assets, there is no DTC, there is no NSC. So basically, the SPBD is a very critically important component of that ecosystem. And the idea there is to let those systems and processes develop over time, see how it plays out, and then potentially in the future, maybe allow for certain things like corresponding clearing. But again, I think this is the part of a transition in that whole crawl, walk and run. And the way to avoid certain sort of systemic or contagion risk is to potentially prevent corresponding clearing at the special purpose broker dealer in the near future."
    },
    {
        "speaker": "A",
        "text": "And at any point in the future, would Promethium offer instantaneous settlement the way that is currently done on major crypto exchanges?"
    },
    {
        "speaker": "C",
        "text": "I believe transactions are settled virtually instantaneously right now. It's the same way it's done, but basically. Are you talking about actual blockchain settlement? Initial, immediate blockchain settlement? Because I don't think that's how it's done currently."
    },
    {
        "speaker": "A",
        "text": "Well, so as far as I understand, I think in order for you to be able to do that, the SEC would need to give you relief from its trade confirmation rules that require broker dealers to send confirmations at or before the completion of a transaction."
    },
    {
        "speaker": "C",
        "text": "But I believe that you have to send a confirmation as part of a trade, of course. But that's basically just a report, a disclosure and reporting requirements, basically like sending statements at the end of the month."
    },
    {
        "speaker": "A",
        "text": "Okay. And maybe Rodrigo will know this law more than I do, but this some, you know, I had some legal minds point out to me that this might not be possible for you."
    },
    {
        "speaker": "C",
        "text": "No, it's, it's. I think we're. I think we're okay there."
    },
    {
        "speaker": "A",
        "text": "So let's now, you know, go back to the issue that we kind of discussed a little bit around, like what it is that investors really should know before they buy tokens. Let's say that the federal securities laws didn't exist, and we were just going to, from scratch, write up some rules around what it is that people should know to make good decisions about which tokens to buy in that world. What would you want in those disclosures? And either of you can go first."
    },
    {
        "speaker": "C",
        "text": "I think in that regard, what we're able to utilize is all the blockchain data, because that actually gives a lot of information about the token, and that allows you to make certain abstract determinations. Now we talk about, like, there's no legal entity. The question of an entity is separate from the idea of there is information available based on the blockchain activity, which in theory, provides an alternative type analysis mechanism through which people can make determinations about the, you know, the potential prices of a certain asset."
    },
    {
        "speaker": "B",
        "text": "So I think the key concept to Grok here is that the disclosure rules as currently drafted are in opposite to customer protection for digital assets because they don't cover what people care about. Right. So I think things that are not covered are things like tokenomics, like IP rights. A lot of value to these crypto systems is also driven by parties that are unrelated. So I think coming up with a thoughtful framework that addresses all those gaps in disclosures is very important."
    },
    {
        "speaker": "A",
        "text": "Erin, you said that you think they should get blockchain data, so give some examples. What do you mean by that?"
    },
    {
        "speaker": "C",
        "text": "No, I just think it's an interesting resource to have some sort of actual understanding when it comes to certain activities on networks in terms of the number of transactions and anything else that's going on in a network in order to determine historic price versus where it's going. Basically, there could be issues data in regards to, if it's a proof of stake, networks, token staked, there's a lot of information which the actual chain data itself can give investors in terms of making the determination, in my opinion, when it comes to potential viability of an asset."
    },
    {
        "speaker": "A",
        "text": "All right, well, so we're nearing the end of this episode. This has obviously been something where, you know, just given the conversations we've seen in the crypto community recently, there's a lot of attention around Promethean. And I'm sure you're well aware, Aaron, the blockchain association did issue a FOIA request, a Freedom of Information act request, for information on the SEC's dealings with your company. And I was wondering if there's anything you'd like to get on the record before it becomes public via that FOIA request."
    },
    {
        "speaker": "C",
        "text": "Nope. I think it's interesting when people use abstract terms like suspicious. I think that's sort of a cheap trick in some capacity, and I hope that everything that they find will allow them to feel better in their suspicion."
    },
    {
        "speaker": "A",
        "text": "All right, and then another question, is that your special purpose broker dealer license could be something that's coveted by other players in the crypto space. Rodrigo might know that better than I do, but I. That was the inkling that I got, and I wondered if Prometheum would be open to being acquired by another current crypto player, such as an exchange."
    },
    {
        "speaker": "C",
        "text": "Prometheum is a capitalist entity. It would be based on the facts and circumstances surrounding the offer, which is an allusion and sort of abstractly to what they say in the Dow report, and to determination of whether the securities laws apply based on the fact and circumstances."
    },
    {
        "speaker": "A",
        "text": "All right, and then the last thing I want to ask about this special purpose broker dealer is that I believe it expires in a short period of time, like a year or two years. Is that the case?"
    },
    {
        "speaker": "C",
        "text": "I believe it's 2026, five years from the date of adoption, which is April 2021."
    },
    {
        "speaker": "A",
        "text": "Okay, so two years from now. So what will Prometheum do at that time?"
    },
    {
        "speaker": "C",
        "text": "I believe that's three years from now or two. Almost three years."
    },
    {
        "speaker": "A",
        "text": "Oh, right. Sorry. 26. Okay."
    },
    {
        "speaker": "C",
        "text": "Yeah, we will see how it plays out again. It will make, be determined based on what is occurring."
    },
    {
        "speaker": "A",
        "text": "Okay. Well, any final closing thoughts from. I'll take a final closing thought from each of you."
    },
    {
        "speaker": "C",
        "text": "After you, Rodrigo."
    },
    {
        "speaker": "B",
        "text": "Sure. I think my main point in coming here is to try to stress the fact that we're at a critical point in the national discourse about crypto policy. The current status quo doesn't work. There's a regulatory gap that has been acknowledged by SEC chair Gensler and the SEC staff, and I am very worried that Prometheum is being used as a distraction to divert from the real regulatory progress that we need to make. So I would urge our policymakers to engage with the legislation that is put forward so that we can provide a framework that includes consumer protection and also allows entrepreneurs a viable path to launching in the US."
    },
    {
        "speaker": "C",
        "text": "Those. What does Bukowski say? Those who preach peace need peace. Those who preach war need war. Essentially. Those who preach that the status quo needs to change were the ones who established the status quo in the first place. And the hypocrisy and the irony attended to. That is very comical, because the reality is, how do we best protect the american investment public? And the best way to do that is the federal securities laws. Is it going to be a perfect fit? I think it's quite good, and particularly when it comes to the trading and custody of digital assets, which is where we've seen the manipulation and the actions that have harmed the investing public. So the best way forward is to have platforms licensed under the federal securities laws, which will ensure investors are properly protected, ensure that there's proper oversight and proper regulation."
    },
    {
        "speaker": "A",
        "text": "But, Erin, you said you thought the best way to protect investors was the federal securities laws. But when I asked you what. But they should know in disclosures, you said it was blockchain data, which is not what the federal securities laws."
    },
    {
        "speaker": "C",
        "text": "That was just abstractly an idea of what I think investors should be looking at, not specifically a comment on the federal securities laws. It was abstractly what I thought might make sense, but not a specific interpretation of what the federal securities laws require."
    },
    {
        "speaker": "A",
        "text": "Right. I mean, yeah, they don't require that, but you're saying that."
    },
    {
        "speaker": "C",
        "text": "No, no, but that was just a generalized thought as to how people could determine viability of an asset that's different than what the federal securities laws require."
    },
    {
        "speaker": "A",
        "text": "All right."
    },
    {
        "speaker": "B",
        "text": "Thanks for having me."
    },
    {
        "speaker": "C",
        "text": "Thank you."
    },
    {
        "speaker": "A",
        "text": "This has been a really intense discussion. Thank you both for bearing with each other and with me. And, you know, I'm sure the whole community will be focusing more on exactly what all this could mean or does mean or doesn't mean. Where can people learn more about each of you and your work?"
    },
    {
        "speaker": "B",
        "text": "So I'm on Twitter at rssh 273 and I also write policy paradigm xYz."
    },
    {
        "speaker": "C",
        "text": "People can check out prometheum@prometheum.com. or LinkedIn or Twitter."
    },
    {
        "speaker": "A",
        "text": "Great. It's been a pleasure having you both on unchained."
    },
    {
        "speaker": "B",
        "text": "Thank you."
    },
    {
        "speaker": "A",
        "text": "Thanks so much for joining us today. To learn more about Rodrigo Aaron and whether or how crypto exchanges can register, check out the show notes for this episode. Unchained is produced by me, Laura Shin, with help from Kevin Fuchs, Matt Pilchard, Zach Seward, Juana Ranovich, Sam Sriram, Ginny Hogan, Jeff Benson, Leandro Camino, Pamela Jamdar Shashank and Margaret Korea. Thanks for listening."
    }
]