[
    {
        "speaker": "A",
        "text": "Hey unchained listeners, as you know its."
    },
    {
        "speaker": "B",
        "text": "Hard keeping up with the fast paced world of crypto, so weve got just the thing for you."
    },
    {
        "speaker": "A",
        "text": "Subscribe to our free unchained daily newsletter."
    },
    {
        "speaker": "B",
        "text": "At unchainedcrypto dot substack.com."
    },
    {
        "speaker": "A",
        "text": "Youll get the latest crypto news in."
    },
    {
        "speaker": "B",
        "text": "Original articles from our reporters, as well as summaries of other happenings in bullet points, plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "C",
        "text": "Hi everyone. Laura here Tuesday, October 3, was the first day of the criminal trial of the United States against Sam Bankman Fried. Unchained will be bringing you quick recaps of each day of the trial, and you can find our coverage not just on the podcast and on video, but also in our newsletter and on our website. Before the proceedings, Benkman fried sat with counsel on either side, noticeably thinner than he had looked previously, and his hair recently shorn so his curls seemed less unkempt than his signature look. He was also noticeably less jittery than normal. I did not see him shake his leg at all. He had a laptop and sometimes appeared to be scrolling via the trackpad. At one point, Judge Kaplan addressed SPF directly and said, Mister Bankman Freed, I want to make sure this is something that you understand. You have the right to testify in your own defense in this case, and the decision as to whether or not you testify is a decision solely for you. You are entitled to have your counsel's best advice on whether they think it is wise or potentially advantageous or not advantageous for you to testify. But they can't make the decision for you. It is your call. While the defense has not yet indicated whether Bankman freed will testify, he has gone against most legal advice thus far and given numerous media interviews about what happened at FTX. We'll see whether he continues to be as loquacious under oath. Just after this, the government put on the record whether or not a plea offer had ever existed and said, quote, the government early on in the case, after the case was charged, raised the question of whether the parties should engage in plea discussions, and the answer was no, meaning there were no discussions about a plea and the government never made any plea offers. For those of you who listened to the Tuesday episode with Kevan Sudegi and Samson Enzerme this answers one of the questions that I've had ever since Caroline Ellison, Gary Wong and Nishad Singh all pleaded guilty. Why it was that this case went to trial rather than ending in a plea deal. During this period before the jury selection process, the government mentioned that it wanted to ask whether jurors had seen one specific pre trial news story, which they called, quote, the CB's special, and which was later revealed to be the 60 Minutes interview with author Michael Lewis, which aired Sunday and has been seen as somewhat sympathetic to Bankman fried. Once the proceedings got going. The theme for day one was what recent unchained guest Samson Enser mentioned, jury deselection. The judge posed round after round of questions to prospective jurors meant to weed out those who either had conflicts preventing them from serving or who, for reasons pertaining to their professional position, personal experience or other factors, could not remain impartial. This process did create moments of hilarity, at least for the reporters in the press room. For instance, one prospective juror said that he was currently unemployed and that his lack of income plus a six week delay in his job search would be a hardship. Judge Kaplan asked him what he did for a living and he responded, commodities trader. Judge Kaplan himself was both firm about the purpose of the trial and the duty of the jurors, while also exhibiting both patience and a wry sense of humorous. A prospective juror who said she could not participate because she was scheduled to fly to Maui before the trials projected end ended up admitting that she was going to be in Maui for six months because she lives there half the year. Judge Kaplan asked her if she could just delay a week. Numerous jurors had already heard about or read about FTX. One potential juror works at Insight Partners, a VC firm that had invested in FTX and Alameda. Another said he had processed claims for the victims of Bernie Madoff and numerous others said that they had invested in crypto, and all of those said that they had lost money in it, including a man who said his twin brother had nearly been financially ruined from those losses. The government read aloud a long list of potential witnesses for both the defense and the prosecution to prevent any jurors with conflicts or ties relating to those people or organizations. Aside from one of the predictable names, such as Caroline Ellison, Gary Wong and Nishad Singh, some other FTX executives named included Ryan Miller, Romnick Aurora, Constance Wong, Dan Friedberg and Sam Trabuco, while other names and organizations known in the crypto world included Anthony Scaramucci, Zach Prince, Genesis Paradigm Sequoia layer Zero and Ripa Capital SPF's parents and brother were also named. The day ended with 50 remaining possible jurors. On Wednesday, Judge Kaplan will narrow it down to twelve jurors with six alternates. And we should see opening statements in both sides. With the government projecting its opening to be 25 to 30 minutes and the defense 35 to 40 minutes more to come tomorrow."
    }
]