[
    {
        "speaker": "A",
        "text": "In my experience, some defendants, some clients, when they are in prison or detained, they really want or are more interested in pleading."
    },
    {
        "speaker": "B",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started covering crypto eight years ago and as the senior editor at Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the August 18, 2023 episode of Unchained. Arbitrums leading layer two scaling solution offers you ultra cheap and lightning fast transactions, all with security rooted on ethereum. Visit arbitrum IO today. Todays episode is brought to you by Overtime Markets your premier web three sportsbook. The innovative protocol is changing the game one match at a time. Powered by Thales. Explore more at overtimemarkets XYZ. With the crypto.com app, you can buy, trade, and spend crypto in one place. Download and get dollar 25 with the code Laura link in the description hey unchained listeners, as you know, it's hard keeping up with a fast paced world of crypto, so we've got just the thing for you. Subscribe to our free Unchained daily newsletter at unchainedcrypto dot substack.com. you'll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings in bullet points, plus our meme of the day, all curated and written by our amazing team. It's still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com. today's guest is Brian Klein, partner at Waymaker. Welcome, Brian."
    },
    {
        "speaker": "A",
        "text": "Thanks for including me and having me on the show, Laura. I'm a big fan. I've listened to many of them."
    },
    {
        "speaker": "B",
        "text": "Excited to have you. Former FTX CEO Sam bankman Fried had his bail revoked and he got sent back to jail last week. What appears to have tipped things over the edge was that he leaked parts of Caroline Ellison's diaries to the New York Times. And judge Lewis Kaplan said when he revoked the bail that he believed SBF had likely intended to get two witnesses to back off and not cooperate as fully with the government, Caroline Ellison being one of them. Do you agree with the judge's decision on this, and do you agree that those were likely Sam's intentions?"
    },
    {
        "speaker": "A",
        "text": "Well, I think the defense has said those weren't Sam's intentions and obviously, the government took a different view, and the judge agreed with the government. Judges do take that very seriously. Usually a condition of release for any defendant is you not contact any of the other witnesses in the case, and that you not try to do things. And just a general precept of that is you not try to do anything that would intimidate them from coming forward and testifying, especially when they've been identified and there."
    },
    {
        "speaker": "B",
        "text": "You're referring to how we contacted the former general counsel via text message, kind of implying that you should try to be on the same team. Is that what you're referring to?"
    },
    {
        "speaker": "A",
        "text": "Well, I think that can be one thing, contacting somebody directly. There may be reasons you would contact someone, though. For example, you may still have business dealings or other things. Sometimes you would clear that through your lawyer or even through the court and have a carve out that wasn't done, from what I know in this case. And as for the Karen Ellison situation, I mean, what's been reported is he had a meeting with a New York Times reporter at his house or his parents house and provided his diary to the reporter, and the story came out. And it was somewhat salacious. And I think the judge and the government felt that that was a way to try to get her to back off from wanting to testify fully and truthfully at this trial. She is an expected witness of the government's key witnesses, from what we know. And I think there have been a number of other incidents that had gotten the court's attention about Sam when he's been out. And so I don't think people were surprised that he was detained. I think most people I've talked to were surprised he wasn't detained from the start. And so now that he's detained, though, that really does change a lot of the dynamics for preparation for trial, and it does make it much tougher on the defense to prepare for trial."
    },
    {
        "speaker": "B",
        "text": "And just a quick point, I think at the time of his extradition from the Bahamas, there was speculation that the reason he was released on bail was that he had made it a condition of his extradition. Do you think that theory holds water?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it's very possible. A lot of times when client is being extradited if they agree to waive extradition, which is what happened here. So he stopped his fight in the Bahamas and said, I will come back. That often is something that the defense will try to negotiate with the government, because it is important for a defense lawyer to have full access to their client. And just having your client available to answer the phone meet with you, respond to emails, look at all the discovery. It's just a thousand times easier when they're out and at a residence or somewhere that you can quickly do that with them. Now, Sam is in detention, he's in a jail, and he was much more limited access. So it's just a much harder preparation for its trial, much harder for the defense to work with their client."
    },
    {
        "speaker": "B",
        "text": "And his side has appealed his detention. How likely do you think it is that they'll prevail?"
    },
    {
        "speaker": "A",
        "text": "I don't think it's likely. I think it's a tough road for them. I understand why they would appeal and they filed that. We haven't seen the briefings yet, so maybe there are arguments I'm not aware of. Judge Kaplan is a very well respected member of the bench there in the southern district, New York, very seasoned judge. I haven't read the transcript of that hearing, but I'm sure he documented his reasons very well. And it's given a lot of discretion under the rules. So I think it's unlikely that it would be changed again. Judges are given a lot of discretion in this area of the law."
    },
    {
        "speaker": "B",
        "text": "So walk me through now what it is like when, you know, the defendant side is preparing for trial under conditions similar to what he had at his parents home under bail versus what it will look like now that hes in metropolitan detention center in Brooklyn."
    },
    {
        "speaker": "A",
        "text": "Sure. So when someones out, I mean, they may be restricted in terms of where they can go otherwise, but theyre always given access to their lawyers. Thats one of the almost always a carve out is that they can go to meet with their lawyer, they can get on the phone with their lawyer. Usually you're given the ability to email with your lawyer, sometimes not depending on the crime, alleged crime. And so that depends. But it's just like anything else. You can pick up the phone and call your client and talk through an issue, or you can invite your client in, or you can go meet with your client and look at documents together. And it's just, there's no like set times or hours. You can do that once someone's been detained. Those facilities have lots of other people there. They have their rules about when you can come. They have length of stay. You can stay in it. You could probably show up in the morning and stay a long time, especially in the lead up to trial, but you're bringing documents in and out. Your client is now detained. Sometimes there is a lockdown at the facility. No one can get in or get out. Sometimes there is some other incident that makes it harder to see your client. It's just a much more restricted interaction, and it makes things a lot more difficult. You can't just do things on the fly. You have to really sort of plan more ahead. Again, it's not impossible. Many people are detained and prepared for trial with their lawyers, and it's effective, but it just is a hurdle that defense lawyers really don't like to have. They don't have to, of course. And, you know, it affects the client, it affects the defending. I mean, he is now getting. He had some. He was detained a little bit in the Bahamas for a short period of time. Now he's going to be detained leading up to trial. A lot of prosecutors view that as a favorable thing. A lot of times. I think it's sometimes more likely that the defendant will choose to plead guilty once they've been detained for a number of reasons. So it's just overall, it's an advantage to the government and a disadvantage to the defense when someone is detained."
    },
    {
        "speaker": "B",
        "text": "And just a quick question. Earlier, when you said that the defense lawyers will have to bring documents in and out, do you mean that they can't just go over things on a laptop together, but they have to literally print out physical documents and bring those in?"
    },
    {
        "speaker": "A",
        "text": "You can get permission to bring a laptop in. It has to be usually a laptop that just has those documents on them. And so it's just more cumbersome overall. The client, the defendant can keep documents in their cell. They usually give it a box and it's marked attorney client approach or something like that. It depends on the jail. So there is a way to do things and for them to hold documents or view them on their own, it's just more cumbersome. You know, they can't just come to your office and go work in a conference room and have lots of boxes of documents around them and be shuffling through them and looking through them with you. You know, these rooms typically where you meet them are small, very small conference rooms, not comfortable. The lighting isn't great. You know, this is a jail, right? It's not designed for comfort or for ease of meetings. Yale's take their mission seriously. In my experience of giving the lawyers access, you get more access than just the. His parents will get to him. Again, it is a burden and it wouldn't surprise me. I'm not saying this will happen, but it wouldn't surprise me if they defends asked for continuance of the trial date. Based on this, it may be that Sam does not want a continuance because he's there and he wants to get the trial as soon as possible. But the additional burden may mean there is a request for continue, which means."
    },
    {
        "speaker": "B",
        "text": "A delay in the start date of the trial."
    },
    {
        "speaker": "A",
        "text": "Yes, possible. This will lead to a request for that. The signs do not point to that right now, to be clear, but that is possible."
    },
    {
        "speaker": "B",
        "text": "And you also said that in this type of situation, the defendant is more likely to plead guilty. What do you think the odds are of that?"
    },
    {
        "speaker": "A",
        "text": "Sometimes the defendant is more likely to be guilty, but yes, I think. I think in this case the odds are not high. I mean, this case has been litigated for months now. The charges are serious and extensive. There's been no indication that there are plea discussions. Every side has been filing motions, doing the things you would do as you're really preparing for trial, not engaging in plea discussions. I'm confident just because I know how the process works. In any case, there is at least some back and forth about the possibility, whether the defense asks about it or the government just says, hey, if your guy's interested, here's what it would look like. So that probably happened at some point, but whether there's ongoing discussions, I don't know. It's just in my experience, some defendants, some clients when they were in prison are written tame. They really want or are more interested in pleading. Part of that is because the jails typically are much. You're in a mixed population with lots of other defendants, both people accused of violent crimes and nonviolent crimes. Whereas if you're a white collar defendant and you plead guilty, oftentimes you'll get sent to a camp which is a much more humane facility, much more comfortable. Not saying it's comfortable, but more comfortable. And you're usually only in with non violently accused offenders. So you're not with like, you know, violent drug dealers, for example, or guarded camp, typically. So your fellow prisoners are more like you if you're a white collar defendant. And so usually people, when they're out, they're not dealing with that sort of situation. Sam was at his parents home, which is presumably a comfortable, nice house in the Bay Area. Right now he's sharing a prison cell or maybe by himself because he's a high profile defendant, but he's in an uncomfortable prison cell all day."
    },
    {
        "speaker": "B",
        "text": "In a moment, we're going to talk about why it is that Sam didn't just plead guilty. But first, a quick word from the sponsors who make this show possible. Overtime markets is your premier web three sportsbook. Overtime is an industry leading web three protocol, where users can immerse themselves in the thrilling world of sports. Leveraging the benefits of decentralization and blockchain technology, Overtime leads the charge in innovation, all the while offering fans juicy token rewards for sports events. Overtime supports over 40 leagues and utilizes advanced smart contracts to ensure a seamless user experience. Discover the future of sports trading at Overtimemarkets XYZ. Arbitrum stands at the forefront of innovation as the premier suite of layer two scaling solutions, bringing you lightning fast transactions at a fraction of the cost, all with security rooted on Ethereum. From Defi to gaming, Arbitrum one plus Nova is home to over 500 projects. And with the recent launch of Orbit, Arbitrum welcomes you to build your very own tailor made layer three, or an orbit chain. Propel your project and community forward by visiting arbitrum IO today. Back to my conversation with Brian. Sam is facing a trial in which three of his co conspirators have already pleaded guilty. And as you mentioned, there are, like, numerous reasons why somebody in his position might do that. But why do you think he hasn't?"
    },
    {
        "speaker": "A",
        "text": "You know, I'd be guessing like anybody, of course. I think there's a number of factors probably at play. One is I suspect that the prosecutors, to the extent they offered a plea offer, and they're not required to, to be clear, there's no obligation to engage in plea discussions. There's no legal requirement that there be a plea offer. Sam could always walk in any day and plead guilty to any of the charges. He's obviously pled not guilty. But if the prosecutors have made an offer, and I suspect they have, it's probably for extensive prison time, I would guess 25, 30 years or more. You know, they're seeking if he's going to plead based on the allegations of the loss here, which are billions in the scope of the number of victims, alleged victims and everything. So victims, allegedly indictment, I suspect, for whatever reason, you know, based on his own counsel, with his lawyers, and probably with his parents, he is not willing to consider that at this time. Now, again, his mind could change at any point, and he may ultimately choose to plead. But I think the moment for him to plead and get the most credit for it was early on, because at that point, he could have pleaded, he could have cooperated, in a sense, with the receiver and done lots of things like, they would love to pick his brain and figure out what happened here and what all these accounts mean and everything. Right. You can imagine. Right. And so the three who did, we understand, are cooperating, and they will get credit for that, presumably by the judge who will sentence them, but he's chosen not to. So I guess if you watch his media interviews, I'll lead up to the charges. I don't think it's that surprising that he hasn't chosen to plead because the way he talked about what happened, the way he's presented himself publicly, both for his arrest and since his arrest does not give any indication that this person is someone who is inclined to plead guilty."
    },
    {
        "speaker": "B",
        "text": "Both sides filed motions in lemon A on Monday. Can you explain what that means and then also give an overview of what each side said?"
    },
    {
        "speaker": "A",
        "text": "Sure. So there's really two sets of motions, typically in federal court. In the criminal case, one set of motions was early on in the case where a defense might move to dismiss a case or suppress evidence, call those substantive motions in a sense. And that happened here. Right. The defense moved to dismissed the charges. The judge denied it, and that's over. Now you're at the next phase of the case where you're getting ready for trial. And at trial, there's obviously a lot of things happening. Witnesses get up to testify, exhibits are being put into evidence. And so both sides have sort of started to think about the trial, what it would look like. And they are telling the judge through their motions, hey, the other side shouldn't be allowed to make these arguments or introduce this evidence, or we want to make these arguments, introduce this evidence, and you should let us do that. And they were looking at the rules of evidence, typically, which govern that. And so judges want this. They want these issues fleshed out before the trial started so that they get a sense of what the issues are. And if possible, they rule on them because it allows the trial proceed in the orderly of fashion as possible. And the way I think about it is like, if you look at a trial, it's not a perfect analogy, but it's like a play or a show. Right. You want to know, like, kind of the framework of it. Like, okay, how many characters are there and what are the props? Right. And that's kind of what this is. Who can get up on stage and talk and what props can they use? And you want to know that before you start the play, you don't want it. A free for all when the play starts, where everyone's just grabbing props in the back, trying to put them on the stage. And the stage manager, in this case, the judge would be like, or the director, we're like, no, that's nothing that shouldn't be out. So not the best analogy, but I think that sort of is what's happening here. One thing to keep in mind is judges often reserve rules. So it's very often that you'll file motions, eliminate, and a judge will with all of them or most of them say, okay, I hear your issue, but let's see what happens at trial. Like, let's see if that really happens. Let's see what the government says or let's see what the defense really does. Like. We need to see it play out a little bit. It's premature. That's a very common judge response to motions in the way. Now, some issues they will want to decide in advance. There might be some exhibits or some witnesses that are so provocative or incendiary that if even just allowed to come into play, would just, you know, cause a lot of problems later. If they, if the prosecutor, like, mentioned it in their opening argument and said, we're going to introduce this evidence, and then later the judge excluded it, that could be a real issue, both for the government, maybe for the jury, and create an appellate issue. So judges do want to see this. They filed, both sides filed extensive motions, eliminate, not surprisingly in this case. It's a broad case with a lot of evidence. So both sides have filed those. They filed those earlier this week, the same day the latest indictment was filed. And the judge will then, with his clerks, review those motions, usually set up a hearing date and make decisions. I suspect some will be deferred, some will be decided on."
    },
    {
        "speaker": "B",
        "text": "Some of the ones that I noticed the government said were, hey, these are based on charges that have been removed from this particular trial. But we want to submit these types of evidence that are related to those anyway. They were around, like political donations, straw donors, like foreign bribery. Do you think that will be allowed?"
    },
    {
        "speaker": "A",
        "text": "I think it depends. I think that was one the judge may punt on a little bit. So I think what the government did because of what happened in the Bahamas is we know they removed some of the charges. Right. They dropped some of them. But now they, in their latest, they've angled with, like, well, part of the motive or the reason he did this is so they have this money so he could do these things. So motive and why someone committed, why someone, why you think someone committed a crime is if you know, you're allowed to put in evidence as a prosecute, right. You needed the money to finance your high lifestyle. You need the money for whatever reason, or you need it to do this for whatever. So motive is always permitted to come into play. The scope of how much motive you can get into and how much you can tie it back to the actual alleged offenses is in question here. I suspect the judge will let that in. He may limit it. He doesn't want what we call a trial within a trial. Right. So he's want the trial to focus on the charged counts, not on counts that aren't charged, but typically putting in motive is allowed, and I suspect he will permit that to come up not the full extent the government wants, but to some extent."
    },
    {
        "speaker": "B",
        "text": "And SBF's lawyers also submitted their side, and they said that the prosecutors had repeatedly failed to meet the deadlines for turning over evidence to the defense. As an example, they said that three days prior, the prosecutors had produced nearly 750,000 pages of slack messages from Gary Wang's laptop and basically requested that the government not be allowed to use evidence produced to the defense after July 1. What do you think is the likelihood that those requests will be granted?"
    },
    {
        "speaker": "A",
        "text": "I don't think they'll be granted. That's a hard one for the judge to grant. There's two reasons why that. One is the judge could say, if you need more time, I'll give you more time for the trial. Right. Okay, so there's an October date that you wanted, but you know what? We can pick a different date later on and give you more time. So that's a typical response to that kind of thing. Again, if the government produced it, like the day before trial or the night before trial, or there was a specific order on a specific date, that wasn't meant. The judge might be more harsh on that. But I, you know, we're talking about July and an October trial date. I don't think the judge will grant that motion. I think that's the defense preserving an appellate issue or maybe keeping its options open for asking for continuance, which they probably are keeping in mind more than ever now that Sam has been detained pretrial. And so I can understand why they might file that motion. I can see the strategic reasons to do it, but I think it's unlikely that the judge will grant that motion."
    },
    {
        "speaker": "B",
        "text": "And so what can we expect these next several weeks before the case goes to trial? And, you know, what are you watching out for? Whether it be something. But, you know, before the trial or at the start of the trial, both."
    },
    {
        "speaker": "A",
        "text": "Sides are going to be working furiously. I mean, this is the go time for the trial. I mean, the government is going to be focused on getting its exhibits in order, meeting with its witnesses, and preparing them to testify. Because, remember, the government, the burden is on them. They go first. Defense doesn't have to call anybody. So they're going to be meeting with their witnesses and they're going to have, you know, a number of witnesses. They're going to be going through the exhibits and there's a lot of documents to go through. They're going to be calling out what they think are the key documents. They're going to be coming up with a framework for their case in terms of the order of the witnesses they're going to call and how they're going to pray in their opening statement. And they're going to even probably start thinking pretty soon about their closing statement. Because even though you think like, well, you wait to start your close until the trial is almost over, in this kind of case, you're going to need to start thinking about how it all fits together like the entire play right now. Right. So if you go back to my analogy, you can't just think about the first act and second act and forget about the third act. So I think they're very busy doing all that. They're probably still looking through and discovering things, too. Does it mean they won't supersede the indictment again or maybe change a little bit, like their focus? They're still learning about their case. This case has moved along very quickly for a big case, a multi billion dollar alleged fraud here. Let's just move along very quickly. The defense is also equally busy. I'm sure they are doing this and I'm sure they do feel jammed up with getting stuff at the end. They're looking through all these documents, too, all this data. They're working with their witnesses. They might have some witnesses they want to call. Both sides will likely call experts in this case. I'm sure the government will call many experts. At least one or two dents may have some rebuttal experts or experts they want to call. Those experts. I think in this case would focus on how cryptocurrency works, how blockchains work, and how maybe some of the financial mechanisms work here because they are complex. You need someone distill it down and explain it to analyze the financial records. The defense is probably doing that, too. In addition, you know, they're meeting with their client. They're coming up with their theory. They're doing their own investigation. They may be interviewing their own witnesses. So both sides, I mean, it's a ways off October, but it's kind of a sprint at this point. I wouldn't be surprised if they're working pretty close to seven day weeks right now and lead up to October because the last, you know, for every week of trial, let's say, usually need at least two weeks of prep. And so that's how you have to backload this, you know, multi week trial. They're going to be prepping, starting many, many weeks more in advance."
    },
    {
        "speaker": "B",
        "text": "And if you were to guess how many weeks the trial will take, what, how long would you expect it to."
    },
    {
        "speaker": "A",
        "text": "Last based on the more slimmed down indictment? I would say several weeks, definitely. Obviously, more than a week will take a while to select a jury here. You know, this is a complex case in the sense of, you know, it's sprawling. And I would suspect several weeks, a lot is going to hinge on whether Sam testifies, because if he testifies, that's going to be probably several days, too. And they might have their own experts. So it wouldn't surprise me if this trial is, you know, two to three weeks, I don't know what the estimates they've given now. They might have to give some new estimates based on the new indictment. That's something the judge will be keen to know because when they call the jury, and they're going to have a large jury pool here, they might, they'll probably do it, may do a questionnaire. They're going to need to know that people are available for those periods of times. Most cases don't last weeks and weeks. Right. And I could sell it. High profile. This is, you know, setting aside the Trump case, which is consuming all the oxygen in the room, this is one of the most high profile criminal trials happening."
    },
    {
        "speaker": "B",
        "text": "Yeah. Well, I guess we'll have to see how it all goes down. Thank you so much, Brian, for explaining it all on unchained."
    },
    {
        "speaker": "A",
        "text": "My pleasure."
    },
    {
        "speaker": "B",
        "text": "Don't forget. Next up is the weekly news recap today, presented by veteran crypto reporter and Columbia University night batchet fellow Michael del Castillo. Stick around for this week in crypto after this short break. Join over 80 million people using crypto.com. dot one of the easiest places to buy, trade, and spend over 250 cryptocurrencies. Spend your crypto anywhere using the crypto.com visa card. Get up to 5% cash back instantly, plus 100% rebates for your Netflix and Spotify subscriptions and zero annual fees. Download the crypto.com app now and get dollar 25 with the code Lora link in the description."
    },
    {
        "speaker": "C",
        "text": "Hello, and thanks for tuning in to this week's news recap. I'm Michael do Castillo, a Knight baget fellow at Columbia University. Yesterday, the us district court ruled in favor of the US Treasury Department upholding sanctions against tornado cash, the decentralized privacy tool also used by money launderers that was sanctioned by the Treasury Department's Office of Foreign Asset Control last year. The lawsuit, backed by Coinbase and others, argued that the sanctions overstepped the treasury's authority. The court, however, argued that in spite of tornado cash being widely described as decentralized, it was still in fact an entity that could be designated under sanctions regulations. The court also determined that smart contracts constitute property under applicable regulations. Bill Hughes, a lawyer at Ethereum development firm Consensys, noted in a tweet that the plaintiffs are likely to appeal to the Fifth Circuit. The decision regardless makes a significant legal precedent in the ongoing debate over the regulation of decentralized technologies. On Monday, Coinbase launched the stand with Crypto alliance, aiming to mobilize crypto supporters ahead of key votes in the US Congress. The latest in a multifaceted defense against a securities and Exchange Commission lawsuit alleging it operated as an unregistered security seeks to protect what the exchange's executives believe are consumer rights to crypto and to advocate for clear regulation in spite of being spearheaded by the largest cryptocurrency exchange in America. Coinbase's chief policy officer, Fariar Jihad, sought to frame the effort as a, quote, grassroots effort in a statement. In an earnings call initially reported by the block earlier this month, Coinbase's chief legal officer, Paul Grewal, said that while the exchange wanted to work with regulators, it also expected to defeat them. Quote, we do think we can win. We expect to win, end quote, he said. On Wednesday, Coinbase secured approval to list crypto futures in the US from the National Futures association, or NFA, becoming the first crypto focused platform to offer Americans regulated and leveraged crypto futures alongside traditional spot trading. In related news, late last week, venture capital firms Andreessen Horowitz and Paradigm filed a joint amicus brief supporting Coinbase, expressing concern over what they described as the SEC's, quote, regulatory overreach, end quote. A consortium of blockchain advocacy groups also argued that the SECS lawsuit is an attempt to usurp Congress's authority, urging the judge to dismiss the case, as reported by decrypt G. Kim, general counsel for the Crypto Council for Innovation Advocacy group, criticized the SEC's attempt to short circuit the legislative process and, quote, highlighting ongoing congressional efforts to establish clear crypto regulations. On Wednesday, two bankrupt crypto giants, FTX and Genesis, reached a $175 million settlement resolving a complex legal dispute involving intertwined loans and customer claims. Crypto lending firm Genesis, a subsidiary of digital currency group will pay the amount to FTX subsidiary Alameda Research, aiming to smooth FTX's bankruptcy confirmation process. The agreement eliminates the need for protracted litigation and provides near term benefits to Genesis and its creditors. However, a coalition of FTX creditors calling themselves FTX 2.0, expressed discontent with the arrangement in a post Thursday, as unchained previously reported. Nevertheless, the settlement marks a significant step in the crypto industry, reflecting the broader complexities and the need for clear legal frameworks. The ongoing legal dispute between the SEC and Ripple labs has taken a new, though expected, turn, as Judge Anneliese Torres of the Southern District of New York allowed the SEC to file an appeal while the broader case proceeds. The decision follows a ruling that some of Ripple's XRP transactions did not breach securities laws. The SEC now has until August 18 to present its motion, with ripples response due by September 1. The appeal specifically targets the decision regarding programmatic sales of XRP, or sales that happen automatically, usually with retail investors. Ripple's legal fight began on December 20, and this latest development could have broad implications for the way regulators treat assets similar to XRP. On Wednesday, digital asset Exchange Valkyrie funds filed with the SEC for a new Ethereum strategy ETF aiming to provide investors with capital appreciation by investing in ether futures and collateral investments, but not directly in ether. This is crucial. This comes as the SEC continues to delay decisions on spot bitcoin ETF's, including ARK investments management proposal. The regulator opened a 21 day comment period for ARK's 21 shares. Bitcoin ETF, extending the wait for decision on spot crypto ETF's in the US. While the SEC has approved funds linked to bitcoin futures, it has not allowed any spot crypto ETF's, a move that, if approved, would let institutions otherwise prevented from investing in digital assets invest in securities that directly reflect the price of the assets in the United States, republican lawmakers, led by the chairman of the House Financial Services Committee, Patrick McHenry, are demanding transparency from the SEC and the self regulatory body, the financial industry regulatory authority, known as FINRA, over the approval process for crypto broker Prometheum. In a statement Wednesday, the lawmakers raised concerns over what they called the, quote, timing and circumstances of the approval, questioning why the little known Promethium was the sole entity granted a license under the SEC's special purpose broker dealers framework. The lawmakers also expressed concerns over national security risks due to Prometheum's reported ties to the Chinese Communist Party. Prometheum's co CEO Aaron Kaplan has insisted that the firm followed the registration process like any other firm and says it will demonstrate compliance with current rules. The committee has requested all documents related to Prometheum's approval by August 22. Also on Monday, Binance, the world's largest crypto exchange, filed a motion for a protective order against the US SEC, claiming the regulator is conducting what it described as a, quote, fishing expedition in its discovery requests. The motion, filed by Bam Trading, the holding company of Binance Us, seeks to limit the SEC to four depositions of BAM employees and prevent questioning on matters outside the scope of the consent order. At bottom, the SEC is conducting a fishing expedition instead of seeking to narrow the limited discovery authorized by the consent order to ensure customer assets are presently secure and available, Bam wrote in the filing. In a separate but related development, Binance announced the shutdown of its buy and sell service, Binance Connect, formerly known as bifinity, starting Wednesday, August 16. The decision to shutter the service comes as the exchange plans to refocus on its main products and long term goals. A spokesperson for Binance told Coindesk, we consistently adapt and modify our business approach in response to changing market and user needs. Launched in March 2022, Binance Connect let merchants accept 50 different cryptocurrencies and included support for payment methods including Mastercard and Visa. Crypto media company Coindesk is cutting its workforce by 16%, including 45% of its editorial staff, as it prepares for a potential sale of a stake in the publication, according to an internal memo reviewed by the block. In the message, Coindesk CEO Kevin Wirth said that the deduction was a quote, required step to ensure a financially sound business moving forward and, quote, the layoffs are said to impact 20 people, predominantly in the media team. The move comes as Coindesk, owned by digital currency group, is reportedly close to a deal to sell a $125 million stake to a group of investors and is expected to be finalized in the coming weeks. Soon to be shuttered Silvergate bank, previously known for its crypto friendly services before it imploded earlier this year, announced in a regulatory filing the departure of three key executives amid ongoing liquidation proceedings. CEO Alan Lane, chief legal officer John Bonino and chief financial officer Antonio Martino will leave their roles, with Lane and Bonino departing on August 15 and Martino stepping down by September 30. Kathleen Freyher, Silvergates chief risk officer, will take over as the chief transition officer. The bank stated that departures were not due to any disputes or disagreements. The San Diego based bank is in the process of winding down operations after reporting $1 billion in losses related to the collapse of FTX and facing several lawsuits. The bank's stock price plummeted by 44% following the announcement of voluntary liquidation in March and has fallen 99% from its all time high in November, $2021 to time of recording. Meanwhile, back in New York, bankrupt crypto lender Celsius received permission from us bankruptcy judge Martin Glenn to ask its account holders if they wanted the company to restart as a user owned entity. According to a Bloomberg report. The plan, managed by TechCrunch founder Michael Arrington's Arrington capital, would see around $2 billion worth of bitcoin and Ethereum distributed to creditors and customers, repaid partly through equity in the new company. Some creditors, however, reportedly objected to the repayment plan throughout the course of the hearing, arguing they would be forced to take stock in a risky new venture. Judge Glenn's approval is contingent on Celsius Advisors sharing information about the crypto industry's volatility and potential challenges to the firm's mining operation. On Tuesday, crypto custodian Prime Trust filed for chapter eleven bankruptcy protection, marking a significant downfall for the Las Vegas based company. The collapse of the firm that once transacted $3.5 billion a month was accelerated by regulatory intervention from the Nevada Financial Institutions division, which placed prime trust under receivership in June due to insolvency and breaches of fiduciary duties. A failed acquisition attempt by rival Bitgo further destabilized the firm. Prime failed to safeguard assets under its custody and cannot meet all client withdrawals, stated the NFID. Quote as such, prime has breached its fiduciary duties to its clients in violation of Nevada laws, end quote. The bankruptcy filing reveals liabilities between $100 million and $500 million, with the largest unsecured creditor claiming $55 million. John Guidry, former president of the bank of Nevada, will lead the restructuring efforts. A $140 million legal dispute between bankrupt crypto hedge fund three arrows capital liquidators and investment firm Defiance Capital will be heard in Singapore, much against the liquidators wishes. The disagreement centers around assets managed by Defiance Capital, with three acs liquidators arguing they should be included in the bankruptcy estate, while defiance insists they should be treated separately. Singapore judge Chuan Li Ming ruled in favor of hearing the case in Singapore, citing the location of crypto assets and the substantial creation of the trust in Singapore. Defiance Capital founder Arthur Cheong expressed optimism, saying, quote Ize, we are delighted the High Court of Singapore agreed with our position. Meanwhile, three AC founders, Kyle Davies and Suzu, faced fines issued by Dubai's virtual asset Regulatory authority over the OPNX exchange, which launched after the collapse of three AC, amounting to around $2.8 million for violations of market regulations, with additional fines for executives, the Dubai regulator has emphasized potential further or additional actions to recover the payment in the Big Apple, Uniswap Labs fired developer Alan Lee, known as as Flynn, following allegations he orchestrated a rug pull on the Friendstech meme coin on Coinbase's layer two network base. Lin was accused of removing liquidity and moving 14 ETH, worth about $25,000, off the base chain through the hop cross chain protocol. Uniswap's founder and CEO Hayden Adams confirmed Lynn's termination, stating it was, quote, not behavior we support or condone. Lin defended his actions on social media, claiming he used his own money and was entitled to do as he pleased, though admitting that dumping the token was a mistake. If you're looking for something a little more lighthearted to wrap your week up, we've heard pretty much every possible take we could on the SBF going to jail story. But don't miss stand up comedian Ginny Hogan's take on Unchained's twitter account head."
    },
    {
        "speaker": "D",
        "text": "Of his October trial, Sam Bankman freed is being sent to jail. He had his bail revoked because he was accused of trying to tamper with the witnesses, which is incidentally what his college girlfriend called it when he tried to get to second base. The first instance of witness tampering was using a VPN to watch the Super bowl. Can a guy just second instance of witness tampering was sharing his ex girlfriend's diary with the New York Times. Can't a guy just share his ex girlfriend's diary with the New York Times? This was allegedly an attempt to discredit her since she's testifying against him in October. Totally unnecessary. Like if he wants to discredit her and to prove that she's not of sound judgment or mind, he should just tell people that she dated him. SBS father put his hand over his heart as his son was led away in handcuffs. I would felt compelled to do the same. Overwhelmed by the rare sense of patriotism that just once in America, justice was served. His parents were both crying, which seems weird. Aren't they proud of him for finally moving out of their house? His team specifically requested a jail with good wi fi so that he can prepare for the trial. That also means he's gonna be able to read all the tweets about him, talk about cruel and unusual punishment."
    },
    {
        "speaker": "B",
        "text": "Thanks so much for joining us today. Unchained is produced by me, Laura Shin Wilthup from Kevin Fuchs, Matt Pilchard, Zach Seward, Juan Aranovich, Sam Sriram, Ginny Hogan, Leandra Camino, Pama, Jimdar Shashank and market Korea. Thanks for listening."
    }
]