[
    {
        "speaker": "A",
        "text": "Hey unchained listeners, as you know, its."
    },
    {
        "speaker": "B",
        "text": "Hard keeping up with the fast paced world of crypto, so weve got just the thing for you."
    },
    {
        "speaker": "A",
        "text": "Subscribe to our free unchained daily newsletter."
    },
    {
        "speaker": "B",
        "text": "At unchainedcrypto dot substack.com."
    },
    {
        "speaker": "A",
        "text": "Youll get the latest crypto news in."
    },
    {
        "speaker": "B",
        "text": "Original articles from our reporters, as well as summaries of other happenings in bullet points, plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "C",
        "text": "Hi everyone, Laura here. This is the unchained recap for day 4, October 6 of the criminal trial of Sam Bankman fried quick note before we start, the original version of yesterday's recap had two errors, which we corrected later, and since some people may have listened to the inaccurate version, I'll just state those corrections here. I initially said that the fiat ad account was money in a bank called north dimension. It was, however, an account at Silvergate bank controlled by Alameda Research, but under the name North Dimension. Second, at the time the bug was discovered, it's not that it said that Alameda owed $500 million to FTX customers, but that it said that it owed 500 million more dollars than it actually owed. Okay, now for the most recent update. In continued testimony Friday, Gary Wong, the co founder of both Alameda Research and FTX, who faces a maximum sentence of 50 years in prison, described Alameda's special privileges that were programmed into FTX's code as early as July 31, 2019. A few months after the exchange launched, prosecutors presented evidence to the court, including previously deleted messages, tweets and GitHub code documents. Wong, who is cooperating with the government in hopes to preserve, quote, ideally no prison time, noted that these advantages were not disclosed to the public, FTX customers or investors. According to Wong, one privilege included Alameda's ability to have a negative balance on its FTX account. This meant that Alameda was able to transfer and withdraw more funds than it had essentially, quote, borrowing from the exchange in July 2019. Shortly after launch, Bankman Fried allegedly asked Wong and Nishad Singh, FTX's head of engineering, to pay for various FTX related expenses from Alameda's accounts and other bookkeeping accounts on FTX. In particular, the expenses were those related to FTT, the cryptocurrency created by FTX, the quote, allow negative feature, which was something that was built into the code, was then enabled for Alameda's account. According to Wong, because Alameda's account was allowed to hold a negative balance, it withdrew more funds than it had on the site. Those funds, Wong said, belong to FTX customers, and at the time that FTX declared bankruptcy, Alameda had borrowed $8 billion from the exchange. Other FTX customers that veered into negative territory would be liquidated and closed, Wong said, to protect FTX and customers from losing money. But Alameda's account was immune to being liquidated because of this allow negative code. According to Wong, SPF had told him to make sure Alameda's account was never to be liquidated on FTX. On the very same day that Wong and Singh had instituted Alameda's ability to go negative on FTX, he tweeted at a user who was concerned about the relationship between the two companies. Quote, Alameda is a liquidity provider on FTX, but their account is just like everyone else's. At some point, in response to a question from an Alameda trader, the defendant said that the max amount Alameda would be able to withdraw from FTX was the equivalent of its revenues. However, at the end of 2019 or early 2020, Wong said he checked Alameda's balance on FTX and discovered that it was negative by around $200 million, more than FTX's $150 million in trading revenue at the time. Wong, surprised about the situation, said he talked to Benkman Fried, who said to recalculate the values by including all the FTT held in all of Alameda's accounts on FTX. Wong indicated in his testimony today what he believed were two problems with Bankman Fried's approach. One, Alameda was withdrawing us dollars and other cryptocurrencies, not FTT. Second, if Alameda sold an equal amount of FTT to offset its withdrawals, the price of FTT would crash so severely that the selling quote might not be enough to cover how much Alameda was withdrawing. Additionally, Wang explained that FTT collateral was worth less than, say, BTC collateral because bitcoin is less volatile and more liquid. Wang said Alameda had a $65 billion line of credit, far higher than any other customer on the exchange had, and originally it actually started at a few million dollars, but gradually increased because the trading firm wouldn't have enough collateral to place large orders needed for its market making duties. Wong said, quote, initially it was just a few million dollars, then a few hundred million dollars, and then this kept happening. So then to prevent this from continuing to be an issue, Sam asked us to take a large number. I took it up to a billion dollars and then the issue happened again and then he asked me to take it up even further and I told him I am taking it up to $65 billion. In his testimony, Wong said in June 2022, Bankman Fried wanted a complete picture of Alameda's balances on the FTX exchange. After finding and correcting a bug that did not accurately represent Alameda's balance on FTX, Bankman Fried called a meeting in the Bahamas office to discuss Alameda's balance of negative $11 billion with Wong, Singh and Caroline Ellison, the then CEO of Alameda research and former romantic partner of Bankman Freed. In the meeting, Bankman Fried allegedly instructed Ellison to return the money Alameda owed to its lenders, such as crypto lender Genesis, who was asking for the loans to be repaid. Wong stated that the money to repay Alameda's letters would all come from FTX customer deposits by September 2022. Benkman Fried allegedly sent a Google document to Hwang and Singh, not Ellison, to discuss possibly shutting down Alameda research, citing a Bloomberg piece that highlighted the closeness between FTX and Alameda. Benkman Fried also mentioned that Alameda had a weaker culture and leadership compared to another investment firm, Medullo Capital, where Bankman Fried was an investor and one of whose executives was another former girlfriend. The day after FTX filed for bankruptcy on November 11, Wang said he was instructed by both Bankman Freed and bahamian government officials to transfer FTX assets to the Bahamas regulators. Wang said Bankman Fried thought it was ideal to transfer FTX assets to them because they, quote, seemed friendly and open to letting Bankman freed remain in power, despite us regulators also instructing Wang to transfer assets to them. Wang testified that he continued to follow Bankman Fried's lead by ignoring the us bankruptcy team and continuing to send funds to Bahamas regulators. Wang returned to the US on November 16, meeting with the government the next day to express interest in cooperating with the FBI and federal prosecutors. Wang, who thought getting charged was likely, said he wanted to avoid serving time in prison and thought cooperating with the us government would lighten his sentence. By December, Hwang pleaded guilty to four felonies and made a cooperation agreement with us prosecutors. The agreement stated that Hwang had to meet with the government, truthfully answer their questions, not commit any more crimes, and testify in court against his former roommate and math camp Buddy. Judge Kaplan expressed his displeasure, sometimes in the form of heavy sighs with the defense for repetitive questions throughout the week. After several questions that were blocked by the judge Christian Everdell, bankman Fried's attorney, asked Wang about his role as CTO, which was a firmly established fact at that point. After an objection from the prosecutors, Judge Kaplan said to the defense team, quote, it's been answered, but let's stop that, please. Referring to the repetition, Everdell then proceeded to ask whether Hwang was focused on the business side of FTX. Soon afterward, Judge Kaplan, visibly annoyed, asked what part of let's stop that was obscure. Everdell then asked questions about the fast growth of FTX and the number of employees it had when Wong, a co founder, started. The answer, of course, was that it was just him and SBF. It was at this moment that Judge Kaplan stopped the questions, referring to the fact that Friday's session was supposed to end at 02:00 p.m. and that the defense appeared to be trying to run down the clock without ending its cross examination. He said, quote, if we're really going on to get right to the dot of two, I think we can just break seven minutes early and let you start off afresh on Tuesday. The trial continues next week after the Monday holiday. The prosecution indicated that Caroline Ellison, Alameda's former CEO, is set to testify next, despite saying yesterday that blockfi CEO Zach Prince would take the witness stand after Hwang. Tune in next Tuesday for the next dispatch on the SPF trial."
    }
]