[
    {
        "speaker": "A",
        "text": "Hey unchained listeners, as you know, its."
    },
    {
        "speaker": "B",
        "text": "Hard keeping up with the fast paced."
    },
    {
        "speaker": "A",
        "text": "World of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well."
    },
    {
        "speaker": "B",
        "text": "As summaries of other happenings in bullet."
    },
    {
        "speaker": "A",
        "text": "Points, plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "B",
        "text": "Hi everyone, Laura here. Thanks for tuning in to the unchained recap for day seven of the criminal trial of Sam Bankman fried the cross examination of the prosecution's star witness, Caroline Ellison, concluded Thursday without the defense seeming to land any punches. A few times, Sam McManfried's legal team reverted back to its habit from last week of asking questions that simply repeated information already produced without making any new points about them. This, among other things, led to frequent tense sidebars between the defense and the prosecution. And while the jury couldn't hear what was said, the heated interactions were on full display. Still, shocking new facts came to light, such as that around the time that Alameda had borrowed $14 billion of FTX customer money, Sam Bangman Freed told Ellison he wanted to make a big investment in messaging platform Telegram and after the cross examination ended, the testimony of the next witness got FUD and Yolo into the court transcript. The defense team's initial inquiry Thursday morning touched upon a number of topics, though it wasn't always clear where the line of questioning was going or what points they wanted the jury or other observers to take away. For instance, defense attorney Mark Cohen asked questions about various Alameda counts on FTX, listing information such as the ballpark number of subaccounts Alameda had, but didn't seem to draw a conclusion. Early on, Cohen was able to score a few points for his defendant. He mentioned an early incident in which a large percentage of Alameda employees left the firm before Ellison arrived. Although SPF had hidden the fact of the mass departure from her initially, the defense, after a long discussion between the lawyers with the judge in the sidebar, got her to say she ultimately concluded SPF had been right in this dispute under his questioning. She also admitted that when she was co CEO and CEO Benkman Fried was not only absent for long periods of time from Alameda, but also didn't make day to day decisions for the trading firm. Other subjects Cohen touched on were how Benkman Frieds ambition was greater than hers, though she said SPF encouraged her to be more ambitious. Differences in their fashion, style, the contrast between his approach to the media and hers, the fact that she was more conservative when it came to business than Benkman, freed, etcetera. For instance, she said that she did not support plans to start FTX. However, at this point, Cohen presented Ellison with two documents establishing that they were the types of documents that she would regularly produce in her line of work. With the third document, she didn't say it was part of her regular practice. With additional questions, prosecutor Danielle Sassoon began objecting to each question or even rephrasings of the question, until finally lawyers had a back and forth over which laws allowed or didn't allow this document to be used as evidence. Ultimately, they went again to the sidebar, and testimony for the day had barely begun. At the sidebar, Cohen argued that he wanted to use the document to rebut that Ellison was just taking instructions from SPF and instead show that she really ran Alameda. But based on the grounds of this not being a document that Ellison regularly updated, the prosecution's objections were sustained. In further cross examination. Ellison said she and Trabuco became co CEO's of Alameda in 2021, handling the trading firm's day to day operations, although it seemed Cohen wanted to portray them as the decision makers. She said that although Ellison and Trabuco provided input into the firm's trading strategies, Benkman Fried was the ultimate decision maker. By the end of 2021, Trabuco had stopped coming into Alameda's offices. Ellison said she and Benkman Freed had conversations about replacing Trabuco with Ben Shia, Alameda's head of trading, but Ellison didn't think it made sense. The defense then asked a series of questions about her duties, potentially laying the groundwork to promote the theory later that she was in charge, for instance, showing that she handled accounting balance sheets and, for a period, lender relationships. Ellison, in her testimony, said she had considered resigning from Alameda at various points, including in the summer and fall of 2022, shortly before Alameda imploded, she said. When SPF found out, he, quote, told me that I couldn't, that I was too important to keep at Alameda and he thought I needed a stay at Alameda. Ellison didn't resign because at the time she trusted the defendant's opinion and didn't want the firms to collapse. Then a string of repetitive questions ensued. Cohen asked Ellison about Alameda's relationship with its third party lenders, her compensation, and her romance with the defendant. At this point, the prosecution objected, saying, your honor, we've now had several minutes of simply repeating the direct examination. When Cohen resumed, he asked her a few questions about how their breakup affected her ability to communicate with SPF at work. He then asked about the days post bankruptcy, when she had retreated to her parents house and the FBI came. She acknowledged that the FBI seized a computer from her boyfriend, who had also worked at FTX and or Alameda, as well as a computer belonging to her mother. At this point, a string of questions about her cooperation agreement ensued, which was confusing because these typically come at the end of the cross examination and the schedule wasnt even halfway through the morning. This prompted judge Lewis Kaplan to say, mister Cohen, I'm not rushing you, but in almost 30 years, most cross examinations of cooperators I have seen have ended with what you just did. Cohen responded he thought he would mix it up. Another confusing line of questioning almost seemed to imply that Ellison hadn't really committed securities fraud, as if the defense were concerned she had incorrectly pleaded guilty to one of her charges. Again, it wasn't clear where this was going for the defense. Raising questions about Ellison's leadership, the defense asked about how the collapse of terra Luna in May 2022 impacted the trading firm. Ellison said Ella Meeta lost roughly $100 million in UST, concluding that, quote, it had been a bad idea, a mistake at the time, to own UST. Ellison said she had multiple conversations with banquet Freeze starting in early 2022 about hedging or, quote, ways to reduce Alameda's risk by selling assets that were correlated with Alameda's portfolio. It wasn't until September 2022 that Ellison put on hedges to protect Alameda from the crypto market sliding. The defense team introduced a document by Ellison updating SPF about Alameda. In it, she said the biggest factor that prevented Alameda from making as much money as it could was its leadership. Quote, Trabuco and I weren't as good managers or leaders as we could be, and we weren't pushing employees to make new things or do better in the way that I wished we were, she had written. Cohen also probed Ellison about her personal competition against Modulo Capital, another trading firm in which Bankman Fried had invested, which was run by another one of SPF's exes. Ellison said the two firms competed on talent trading strategies and funding from banquet freedom. Referring to Modulo, Ellen confessed that she had wanted to, quote, crush them. At times, it seemed the defense tried to push an argument, but Ellison's response would make it unviable. For instance, Ellison verbally told Cohen that in 2022, she thought Alameda had performed terribly. However, he pointed out in a July 2022 Google document written by Ellison, which she shared with Alameda employees, she indicated Alameda had executed very well. Ellison then explained to Alameda, employees performed well, but the problem stem from the firm's management. The Google Doc was meant to keep the morale high for Alameda employees, but admitted that she felt she was misleading them about her true feelings. When the defense brought up SPF's trip to the Middle east to fundraise around the time when Alameda owed FTX $14 billion, Ellison said that not only did he come back empty handed, but he also now wanted to make a large investment in messaging platform Telegram, Cohen asked Ellison about tweets she sent after Alameda's balance sheet got leaked. In one, she wrote that Alameda had greater than $10 billion in assets not reflected on the leaked balance sheet. However, during cross examination, Ellison admitted that the asset she was referring to actually personally belonged to Benkman Fried. Cohen again brought up the November 9 all hands meeting, before which Ellison had reached out to Bankman Freed via signal to ask for advice on what to tell employees. The defense reviewed the signal chat and asked her if her goal had been to get employees to stay, but she demurred. I was trying to be honest and help them do whatever was in their best interest, she said. He then asked whether in the all hands, she had covered the topics of accounting, an internal software system known as the pointer system, Alameda's interactions with lenders, and whether she had revealed wrongdoing at the company. She said yes, and then he said, but you were also asking them to stay, she responded. She didn't ask them that, but that it would have been appreciated if they could help wind down the firm. And with that, the cross examination of the trial's star witness ended. Next up was Christian Drapey, a former Alameda software developer who started in May 2021 and whose testimony added credibility to Ellison's assertion that Bankman Fried was the ultimate decision maker at Alameda when she was CEO, amongst other things. In a short but effective testimony for the prosecution, Trippy first testified that while Bankman freed wasn't Alameda's CEO, SPF still had direct communication with a trading firm, possessed access to privileged data and was involved in large trades involving, for instance, japanese bonds, japanese currency and the Nasdaq index. On November 8, Drapey was with two other Alameda employees and Ellison in the firm's Hong Kong office when he learned that SPF announced binance might acquire FTX. Drapey said he was, quote, utterly shocked in his description of the all hands meeting on November 9, Drapey said Ellison, who was sitting on a bean bag surrounded by 15 people, led the meeting and provided answers to people's questions. He said her demeanor was, quote, sunken, kind of slouching, and that she did not display confident body language. When the prosecution asked Rapey whether the meeting was audio recorded, he said yes. Rick Best, another Alameda traitor, had recorded it. Best had joined Alameda just three days prior. In a series of audio clips of the meeting, words like Fud and Yolo were heard and Drapey had to define each one for the jurors. Then he himself was heard on one of the clips asking, was there a plan to make FTX users not fucked if this were to happen? Drafy asked Ellison in the meeting what the plan was for Alameda to pay back FTX customers, to which Ellison said, quote, FTX was trying to raise an order to do this. But yeah, after the crash, no one wanted to invest. For Drapey, this was concerning. He said, quote, when a company raises money, it's about future growth and not to fill in a hole in a balance sheet. In another clip, where Ellison laughed, he said it was nervous laughter and characteristic of her. In another clip, Drapey asked Ellison, I'm sure this wasn't like a Yolo thing, and asked her who else knew. Ellison said she also talked to Benkman, fried, Singh and Wong. On an audio clip played in the courtroom, another employee asked whose decision it was to use FTX customer deposits. Ellison's response was Sam, I guess she had explained earlier in the testimony that she had said, I guess as a, quote, vocal tic because she hadn't gone into the meeting intending to cast blame on anyone. But I also wanted to be honest and open in answering my employees questions. In a mic drop for the prosecution, Drapey said that within 24 hours of the meeting, he resigned Thursday, concluded with Zach Prince on the witness stand. Although he only spoke for ten minutes, Prince described how BlockFi made it publicly clear its lending program would lend out customer deposits to generate revenue, a clear contrast to what happened at FTX. He also noted that Blockfi lent out hundreds of millions of dollars to Alameda research and then went bankrupt itself. The trial begins again Friday with Prince's testimony at 09:30 a.m. eastern. Check back Friday for more updates. You can also check out our real time updates from me posted on my Twitter feed at lunchtime and after court lets out each day, usually around 04:30 p.m. eT. Otherwise, you can catch our slightly more polished recaps here on the podcast feed. Thanks for tuning in."
    }
]