[
    {
        "speaker": "A",
        "text": "Hey unchained listeners, as you know, its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings in bullet points, plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "B",
        "text": "If you read what Vitalik is talking about, what are the things that he wants us to go back to? It's things like thinking about governance again from first principles, or thinking about quadratic funding or public goods funding. This kind of stuff is what he generally points to, or enshrining privacy even further. In a way, he's sort of dismissing to some degree the bank, the unbanked, you know, Tron, super low fees, all that kind of stuff that Tron is actually doing, despite the fact that, yes, Justin Sond is not the paragon of decentralization, but he's the practical guy who's getting stable coins in the hands of people in emerging markets."
    },
    {
        "speaker": "C",
        "text": "Not a dividend."
    },
    {
        "speaker": "D",
        "text": "It's a tale of Tukwan."
    },
    {
        "speaker": "B",
        "text": "Now. Your losses are on someone else's balance sheet."
    },
    {
        "speaker": "C",
        "text": "Generally speaking, airdrops are kind of pointless anyways."
    },
    {
        "speaker": "B",
        "text": "Unnamed trading firms who are very involved."
    },
    {
        "speaker": "D",
        "text": "I like that. ETH is the ultimate possibility."
    },
    {
        "speaker": "B",
        "text": "Defi protocols are the antidote to this problem. Hello, everybody. Welcome to the chopping block. Every couple weeks, the four of us get together and give the industry insiders perspective on the crypto topics of the day. So quick intros. First, we got Tom, the Defi maven and master of memes."
    },
    {
        "speaker": "D",
        "text": "Hello."
    },
    {
        "speaker": "B",
        "text": "Next, we've got Tarun, the Giga brain and grand poo bah at Gauntlet, yo. And joining us today, we have Laura."
    },
    {
        "speaker": "A",
        "text": "The CEO of the show, I guess I'll say GM."
    },
    {
        "speaker": "B",
        "text": "And I'm Haseeb, the head hype man at Dragonfly. So we are early stage investors in crypto, but I want to caveat that nothing we say here is an investment advice, legal advice, or even life advice. Please see chopping block XYZ for more disclosures. So it is the start of the new year. Laura, it's been a while since we've had you on the show. It's great to have you back. How's your end of year festivities been?"
    },
    {
        "speaker": "A",
        "text": "Good. I finally had some time off. I made it up to Vermont and had a really fun time. Vermont, honestly, actually, you guys. Oh, my God. So we ended up going to this Alpaca farm. Okay. The Alpaca Farmer has a crypto podcast, and he started in 2016, which is the same year that I started unchained."
    },
    {
        "speaker": "B",
        "text": "So what's his podcast about?"
    },
    {
        "speaker": "A",
        "text": "He told me that he does it kind of in an edutainment style where he does, like, songs and jokes and I don't remember, like, whoa, songs or. I don't remember."
    },
    {
        "speaker": "B",
        "text": "We need to branch out clearly. We got to get multimedia."
    },
    {
        "speaker": "D",
        "text": "This isn't song of the day, man, is it?"
    },
    {
        "speaker": "A",
        "text": "No, no, no. He's not an alpaca farmer."
    },
    {
        "speaker": "D",
        "text": "Well, I don't know. I don't know, Jonathan. Like, was someone who I could have seen, like, over the last five years went from living in New York to Alpaca Farmer. Wouldn't be totally."
    },
    {
        "speaker": "B",
        "text": "Maybe we should do a crossover episode with this alpaca farmer."
    },
    {
        "speaker": "A",
        "text": "Well, I. So I know, Jonathan, so, you know that, you know, I feel like I would have known that. But this guy, yeah, he moved from Boston up to Vermont a few years ago and started this Alpaca farm, but he knows a ton about crypto. I have a feeling he's an a non that is very active on all the different social media because he was saying, oh, like, I posted something on Reddit earlier that day, and I think he was saying basically that he could tell it was going viral. I don't know if that's exactly what he was saying. But then, then I was like, oh, I wonder if I could figure out who he is. But the point is, yes. So there are crypto people everywhere, even on alpaca Farms."
    },
    {
        "speaker": "B",
        "text": "Wow. Okay. I guess that's how you know you've gone mainstream, is when you have people from all walks of life."
    },
    {
        "speaker": "D",
        "text": "The other thing that's crazy is I just realized none of us wished each other. Happy New year. So happy New Year."
    },
    {
        "speaker": "A",
        "text": "Happy New Year."
    },
    {
        "speaker": "D",
        "text": "Happy New Year."
    },
    {
        "speaker": "B",
        "text": "Happy New Year. Slightly late, but yes, happy New Year to you guys. Well, so going along with the new year, we did have one bet that was riding that was going to be adjudicated on the end of the year. And so that bet, for those of you who remember who are long time shopping blog listeners, is we had a bet riding on what was going to be the end of year circulating supply of PayPal's USD stablecoin and so we have the final number. So just to remind everyone, each of us had taken a beta on what was going to be the circulating supply at the end of the year. So Robert bet that it was going to be at 70 million, Tarun bet it would be at 100 million, Tom bet 250 million, and I bet 499 million. And I think we were doing price is right rules. And so the ending supply of PI USD was 264 million. And so Tom was right within 14 million of the final number. Amazing accuracy. Very well done. Yes, clearly."
    },
    {
        "speaker": "C",
        "text": "Thank you."
    },
    {
        "speaker": "B",
        "text": "I think they might have been juking the numbers a little bit in order to get Tom to win, but we'll give it to you. So I think you win a pack of Red Bull. I think so. Paypal actually reached out. They're very generously sponsored our bet, and so they are. I think if you give them your address, they will ship you a pack of Red Bull. Congratulations. Do you even drink Red Bull? Oh, no, you do, right?"
    },
    {
        "speaker": "C",
        "text": "I do. I do drink Red Bull. Not as I saw Tarun, who's actually drinking a Red Bull right now. So not as regularly as him, but, you know, it's really this one."
    },
    {
        "speaker": "D",
        "text": "This one is also a mega size. It's 16oz. Oh, wow."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah. That looks like a normal Red bull to me."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I also put it closer to the camera. It does look bigger, I will grant that."
    },
    {
        "speaker": "A",
        "text": "Yeah. It makes me wonder, like, how well."
    },
    {
        "speaker": "D",
        "text": "Do you sleep, you know, four to 6 hours a night, something like that."
    },
    {
        "speaker": "B",
        "text": "Four to six? Dude, that's not good. Yeah, you need to sleep."
    },
    {
        "speaker": "D",
        "text": "I don't know. I definitely need to always be more."
    },
    {
        "speaker": "B",
        "text": "Than four to six."
    },
    {
        "speaker": "D",
        "text": "I just wake up. I just wake up and can't go back to sleep. So it's."
    },
    {
        "speaker": "A",
        "text": "Yeah. If I were you, I would maybe try to drink Red Bull earlier in the day and then, like, stop drinking it by, you know, like, noon, and then. And then your sleep will probably. Probably improve."
    },
    {
        "speaker": "D",
        "text": "There's too many things to do in a day, though, to, like, sleep that much, so."
    },
    {
        "speaker": "B",
        "text": "Yeah, but there's less to do at night. That's why we kind of orient, you know, society."
    },
    {
        "speaker": "D",
        "text": "There's definitely not less to do at night. That's the reason you live in New York."
    },
    {
        "speaker": "A",
        "text": "I'm a little worried you're going to lose your gigabrain status, let me put it that way."
    },
    {
        "speaker": "D",
        "text": "By not sleeping."
    },
    {
        "speaker": "B",
        "text": "There are a lot of studies about long term sleep deprivation that do result in losing brain mass. So it is. It is very much a thing. Like, if you look up, especially people who are ex military, I think that's where a lot of these studies are done, because people in the military very often, they very regularly get, like, four to 5 hours of sleep a night. And if they continue that kind of sleep cycle, you can do that for a few years without any issues, especially when you're young. But if you keep doing that into your middle age and old age, it ends up affecting your cognitive performance later in life. So it is a thing."
    },
    {
        "speaker": "A",
        "text": "There are studies also that show, like, when you are sleep deprived, then your brain is functioning at the level of, like, a drunk person."
    },
    {
        "speaker": "D",
        "text": "I'm excited for us to have Brian Johnson as a guest. Based on this last two minutes of conversation."
    },
    {
        "speaker": "A",
        "text": "I don't even know who that is."
    },
    {
        "speaker": "B",
        "text": "You don't know who Brian Johnson is?"
    },
    {
        "speaker": "C",
        "text": "The longevity guy."
    },
    {
        "speaker": "D",
        "text": "Venmo co founder."
    },
    {
        "speaker": "A",
        "text": "Oh, okay. No."
    },
    {
        "speaker": "B",
        "text": "Braintree. Braintree."
    },
    {
        "speaker": "C",
        "text": "Braintree, Braintree."
    },
    {
        "speaker": "D",
        "text": "Sorry, sorry. Braintree. My bad. Both. Some company bought by PayPal, related to."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Really?"
    },
    {
        "speaker": "C",
        "text": "Company owned by PayPal."
    },
    {
        "speaker": "D",
        "text": "So bringing full circle. I just remember, you know, I just was like, yeah, somehow. Somehow PayPal's acquisition is involved. But if you ever see pictures on the Internet of, like, this normal tech bro guy, and on the other side is, like, this guy who looks like a vampire in some ways."
    },
    {
        "speaker": "B",
        "text": "That's probably Brian Johnson, an ashy, very fit vampire with very little clothing on."
    },
    {
        "speaker": "D",
        "text": "Or pictures of him and his son holding each other's blood or whatever. There's also that kind of thing."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's a whole thing. Laura, you do need to read up on this, but probably not appropriate for the show."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "All right, cool. So let's move on to news. So it's been a relatively chill week. Well, I don't know. It depends on how you count as chill. So there was a massive hack that we're just going to touch on very briefly. So thing called the orbit bridge, which is a bridge between Ethereum and Clayton, which is the chain that was launched by Kakao, which is a south korean company. So this hack, it was on the order of, I think, 80 million. And the hack was discovered as I believe a bunch of the multisig signers were taken over and people believe. There's some speculation that I read from Taylor Monahan that this may be related to the North Korea, the Lazarus group. It seems to share some signatures with them. I don't know how much there is to really talk about here, but another big hack that took place recently that a lot of people are freaking out about. Laura, you mentioned that this was the only part of the news that you read this morning. What are your thoughts on the orbit bridge hack? You have the floor."
    },
    {
        "speaker": "A",
        "text": "Well, you guys probably already know that I have an interest in North Korea, and as somebody who's covered the regulatory issue in crypto for a while, I will definitely say when this happens, the us government is watching, and it's not a good look. It's not even. Not only. It's not only that, it's a bad look for crypto, but it's going to cause problems for you all. And what's surprising is, Clayton, is you."
    },
    {
        "speaker": "B",
        "text": "All crypto people in this industry. Laura, you're a crypto person. Crypto people like, you're a crypto person."
    },
    {
        "speaker": "A",
        "text": "We've had this discussion before. I'm a journalist covering crypto, which is different."
    },
    {
        "speaker": "B",
        "text": "Come on. You were just hanging out with a crypto alpaca farmer. I don't even do that."
    },
    {
        "speaker": "A",
        "text": "Right. But I'm not building crypto things. Right. And so I'm sure just like the."
    },
    {
        "speaker": "B",
        "text": "Biggest podcast and the media company and all that. Anyway. All right, fine."
    },
    {
        "speaker": "A",
        "text": "But whatever you want is. Point is that, you know, after what happened with tornado cash, like, if this keeps happening, it's going to cause more backlash. And the other thing, frankly, that was surprising is like, Clayton is a south korean something or other, and so you would think that they would be especially kind of vigilant about these things. And, yeah, it didn't happen."
    },
    {
        "speaker": "B",
        "text": "So, yeah, I mean, we don't have enough details about how exactly the attack took place, but it is kind of. I mean, you know, who has the biggest interest in stopping flows of funds to North Korea? You might think, well, the us government, but it's like, even more so. The south korean government. Oh, for sure. I'm kind of like, is this really. What does this have to do with the US? I guarantee you this bridge was overwhelmingly used by Koreans. Because Clayton. I mean, nobody in the west ever talks about Clayton."
    },
    {
        "speaker": "A",
        "text": "Right, right. But I mean, the US government, just for, like, national security, because, you know, North Korea now, they're developing, like, a nuclear whatever they're doing. And so the US government, they don't want."
    },
    {
        "speaker": "B",
        "text": "Right. To threaten South Korea, you know, so my point is like, yes, obviously the US cares because they care about everything in the world, but this is really Korea's problem."
    },
    {
        "speaker": "A",
        "text": "Yes, but think about it. Nuclear issues are actually a global problem. Yeah. Basically, the US and South Korea are allied, so I think that's the deal. But I don't know if you guys knew this. I literally just found this out recently. Seoul is extremely close to North Korea. Did you guys listen to this?"
    },
    {
        "speaker": "B",
        "text": "I was currency or Seoul the city?"
    },
    {
        "speaker": "D",
        "text": "No, no, Seoul the city. I was there in summer, and I remember that you can take the subway to the DMZ. So, like, we went to the DMZ and it was. It's like, astonishingly close."
    },
    {
        "speaker": "A",
        "text": "It's closer than San Francisco is to San Jose. You have to. You guys should listen to this Tim Ferriss podcast that he did with some korean american guy who, like, is very familiar. Like, I think he goes back to Korea very regularly. It's very educational and, like, super, super interesting. But, yeah, like, I didn't even know that I'm korean american. So anyway, point is that, yeah, I think there could be backlash against the industry from the government."
    },
    {
        "speaker": "C",
        "text": "How do they actually go by, like, off ramping this show?"
    },
    {
        "speaker": "D",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "It's always like, okay, North Korea, pack these funds. Even if they send it through a mixer or tornado or something like that. Like, who is then receiving those funds on the other end for, I don't know, whatever they need to purchase that part of it."
    },
    {
        "speaker": "B",
        "text": "They did immediately sell the tether. I think they sold it for Eth, and then they basically sold out of things really quickly before there was a lot of coverage of the hack to obviously move to uncensorable assets. But, yeah, I think when we talked to cryptogle, he was sort of gesturing at this, that if you are an individual, it's really, really hard to offer him this stuff if you're in North Korea. I'm sure that they have a lot of channels that they've pre established to sell off dirty money, whether it's through russian exchanges or exchanges that just have much weaker compliance programs. And I'm sure they're getting big discounts for these things. So they're probably getting $0.50 on the dollar or something."
    },
    {
        "speaker": "C",
        "text": "Sure. It's just doing it in size and also doing in a way that it's still traceable at the end of the day. It's not like, oh, you have some cash, and after a certain period of time, it's hard to know where the cash came from. No, you can always look on chain and see where this eth came from. And so it's just like, it seems very difficult, or at least not very valuable, actually. You have this stuff regardless."
    },
    {
        "speaker": "A",
        "text": "Yeah, but I mean, they don't really have any other way of getting money, so it's basically why they're doing this."
    },
    {
        "speaker": "B",
        "text": "Yeah. Anyway. All right, so that's the orbit bridge hack. Let's move on to stuff that Laura hasn't read yet. So one big story. This week has been, Vitalik has raised his voice and has written a couple of things that have gotten the Internet wrapped up in some back and forth. So he wrote a piece talking about calling for a return to the cypherpunk roots of crypto. For those of you not aware, the term cypherpunk refers to an early movement back in the late two thousands, which describes basically people who were much more radical and much more political in their views that there should be strong safeguards of privacy and kind of almost like a countercultural effort using cryptography to fight back against government intrusions on civil society. And this is the roots of a lot of where bitcoin and ethereum and the early cryptocurrency movement came from. Cypherpunk nowadays is kind of an OG thing. Most people who come to crypto did not come to it for cypherpunk reasons. And Vitalik calls for a return to the good old days. He states that he disliked the shift toward financial interests and centralization, the rise of these djen gamblers being the tail that wags the dog in crypto, and hope that developments like roll ups, privacy solutions, zero knowledge proofs will reclaim crypto's original ethos of pushing for an open and free society. Decentralization, censorship, resistance, community collaboration, less of the zero sum competition of tokens as it seems to play out today in most of these venues, but instead being a non zero sum vision for how the crypto industry can work together to build a better society. So this seemed to galvanize a lot of people, and the dogcoin people mostly ignore this. What are your guys views on Vitalik calling? Is this Vitalik getting old and kind of starting to. To get all back in the day on people? What's your feelings on this piece, Tom? What's your take?"
    },
    {
        "speaker": "C",
        "text": "I don't think he's reminiscing necessarily. I do have to imagine there's a very strange feeling of having helped create this thing that is now probably a very perverted version of what you actually want, where it's people making Harry Potter, Obama, shiba punk inu, and trying to get on centralized exchanges and completely ignoring the whole self custody component. And so, you know, I empathize with him, though. Like, hey, this is probably not the vision he had in mind when he was building ethereum initially. I think at the same time, though, like, even from the early days of, like, you know, ethereum, a lot of this stuff was technically built. And you can have, you know, he calls out, like, status, for example, people using status as a form of, you know, censorship resistant messaging or identity layer. It's just not very good, it's not very user friendly. And that's why people gravitate towards these things. It feels a little bit old. Man yells at cloud, maybe where he's upset that things aren't going, I think, in the vision that he had initially. But there's a reason for that. It's not an arbitrary choice. It's like, yeah, this is just a genuinely better product that sort of solves problems that people actually have. And so I think maybe that is kind of the question, just like, how do you actually make this stuff competitive in the market if that's the vision that you want?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I maybe will take the other side of this. So I think one interesting thing I have observed, and this is just my subset of things I've seen, is that I do kind of agree with this idea that Ethereum's narrative dissemination has sort of left Twitter to some extent. Like some of it really is. There's certainly the people who are talking about price and whatever on Twitter, but I think the ethereum intelligentsia sort of, arguably doesn't exist as much on Twitter anymore. You don't really see as much. You see a lot of engineering stuff. You actually don't see much research. The research content is on ETH research, which is an online forum, or on Farcaster or other places. It really has actually moved quite a bit away from Twitter. And I think there was a bit of sentiment that because of that, there's this vacuum that other chains were filling. And there's this argument that, hey, this post was a response to that. So that's the undertone that I had seen a lot of people, uh, make kind of make claims about. Now, I actually think the post was very good at calling out a lot of kind of shitty things within Ethereum. You know, I think blast obviously got blasted pretty directly. And I think, um, there are a couple things that Vitalik took very direct shots at, not in name, but by obvious smacks in the face. There's a sense in which there was a sort of like, retrospective angle to this. It was almost like reading like a postmortem. And the most funny thing was that every single person who, you know, if you go read the quote, tweets of Vitalik's tweet was like someone interpreting it differently. So it's almost like a religious text in that way, right? There's like people from Solana land saying, look, Vitalik values low fees. Like, Ethereum isn't meeting its goals. And Solana is the real Ethereum. There were people who are in all l one s talking about how, like, oh, like we care about these end users who aren't in the casino, which is sort of not true if you look at their centralized exchange behavior, but whatever. And then there's finally, there was kind of like the Ethereum intelligentsia, who's like, hey, our roll up roadmap makes sense, but also, let's say fuck blast one more time, if we get a chance to. And so there's kind of this very interesting thing where everyone took this script and I gave you their own interpretation, and you sort of got, like, almost like this, like, religious, like response to it in the sense of, like, prophet says something, everyone interprets it differently. So I thought that was a very interesting aspect of this."
    },
    {
        "speaker": "B",
        "text": "Yeah, that was 100% where I was going, which is that Vitalik is basically the pope. And it felt like, okay, I can tell that, like, the, the party is about to be back on. And it's like, right around, just like a big holiday, it's on the pope to speak up and say, hey, guys, let's remember the moral center and let's not get too crazy, and let's not just, I don't know, throw all the old traditions out the window. And it feels to me, like exactly what you said, which is that, okay, everybody kind of agrees with the message. Everybody feels like, yes, you're right. We have lost our way. We should be better people. We should respect the virtues of chastity and patience and blah, blah, blah. But everyone has. Everyone basically finds a way to justify exactly what they were doing before the pope spoke up. That's really my feeling about this. I always love the analogy between crypto and religions, and this feels particularly apt in the way that nobody really heard this message and was like, oh, you know what? I've really been misguided in my ways, and I should repent, for I've committed sins against the ethos of Ethereum. Everyone is like, oh, yeah, Vitalik is talking about me and how awesome I am."
    },
    {
        "speaker": "D",
        "text": "Yeah. Which was just wild, right? Because it was like, people who are completely not what he might have been calling out also."
    },
    {
        "speaker": "B",
        "text": "That's the nature of religion, though. Even, like, you know, even the thieves and the brigands, you know, they say their little prayer at night and, you know, please let me have a good take this evening."
    },
    {
        "speaker": "A",
        "text": "I think the thing. So I read at least part of it and then skimmed the rest. The thing that I thought about was."
    },
    {
        "speaker": "B",
        "text": "See, that's how, you know, it's real. Religion is like, I skimmed it. I kind of, I got the idea."
    },
    {
        "speaker": "A",
        "text": "You know, you guys, he published on December 28. Like, I just told you, I took a trip and then I had like an all day meeting today."
    },
    {
        "speaker": "B",
        "text": "So I'm just giving you shit. I'm just giving you shit."
    },
    {
        "speaker": "A",
        "text": "But the point is, so in the beginning, where he's talking about this period when he was a bitcoiner, it just reminded me the way that he started Ethereum was a bitcoiner, was noticing how people were changing things, and he thought, oh, this isn't the way you should progress things. And that's how he came up with the idea of building it around a programming language and making it so people, developers can kind of dream up whatever decentralized app they want. But at different times, he's kind of like, basically, yeah, called out when the community is getting a little bit too greedy. Like that time when he said, oh, if this space is just about jokes around sharding and whatever, then I will leave. Do you remember this? It was late 2017, I think so."
    },
    {
        "speaker": "D",
        "text": "I feel like early 2018 because I remember that was when, like the Samson Mao type people were at their peak. And I remember that was like the, one of the main sources of those jokes, if I remember correctly."
    },
    {
        "speaker": "A",
        "text": "Okay. Yeah, yeah. So, I mean, I think, like, even, yeah, just now he's probably set for life financially, but he's so humble and he's, yeah, just not the kind of person who is going to be flashing his wealth or whatever. And as we all very well know, the other co founders of Ethereum made off much better financially than he did. And he doesn't seem to have any ill will about it, even while other people in the community are upset that he didn't make as much financially. So it's just interesting. But the other two parts I want to call out are, first of all, he gives kudos to Gavin, and I know from the research I did for my book, I don't think their relationship has been the best. So I thought that was cool that he did that. And looking back, I think people could probably definitely say that Gavin never got as much technical credit as he should have. I think there's a lot of personality issues maybe that came into play there, but he really kind of like took Vitalik's ideas and put them into practice in a concrete way, like with the yellow paper and just, you know, he really was kind of one of the main architects of all this, of ethereum, meaning. But then the other thing I have to call out is he threw shade at Justin Tron, Justin's son. I don't know if he notices, but he. There's a photo of him in the blog post where he's standing in front of his ad, and it says, the world's of largest decentralized ecosystem. And there's a huge headshot of Justin sun looking like the innocent angel boy and Vitalik standing in front of it. And his caption is, background the humble tron founder and decentralization pioneer, Justin sun, bravely leading forth the coolest and most decentralized crypto ecosystem in the global world. So, you know, that was a little bit of sarcasm. But anyway, point is that I don't, I'm not surprised by what he's saying here, because to me, it, like, goes back to why he was even interested in all of this in first place."
    },
    {
        "speaker": "D",
        "text": "One thing I think that is related to that last part is he does cover the fact that Tron has a lot of stable coins. And I think this might have been the first time I have seen that in a Vitalik communique of any form that was mentioned. So I do think there's also the sense in which people are, who look at Ethereum are worried that the main use cases like stablecoins may not live in the most decentralized places. And I think there was also a little bit of that undertone in everything. And I think the Justin sun thing was sort of like the pinnacle of that part of the essay."
    },
    {
        "speaker": "A",
        "text": "It was like Ojo's last bit, just where he lists the values. The number one one that he put is open global participation, and he put that above decentralization."
    },
    {
        "speaker": "B",
        "text": "So let me get a read from the room. How do each of you guys feel about the cypherpunk ethos? Right. There's kind of the cypherpunk aesthetic, which I think everybody in crypto likes and everybody in crypto appeals to. But then there's cypherpunk as a set of philosophical principles that clearly that's what Vitalik comes from. That's the very, very old school approach to crypto. How do you guys actually feel about it? There's the mood affinity of, yeah, it's good because it's smart and it's cool, and that's what all the cool kids like. But then there's the, do you actually agree with it and endorse it, or are you more financial bank, the unbanked, reinvent Wall street, which are, I think, two very different camps that aren't often opposed to each other in quite so many terms. But if you read what Vitalik is talking about, what are the things that he wants us to go back to? It's things like thinking about governance again from first principles, or thinking about quadratic funding or public goods funding. This kind of stuff is what he generally points to, or enshrining privacy even further. In a way, he's sort of dismissing to some degree the bank, the unbanked tron super low fees, all that kind of stuff that Tron is actually doing, despite the fact that, yes, Justin Sond is not the paragon of decentralization, but he's the practical guy who's getting stable coins in the hands of people in emerging markets. Uh, Tarun, what's, what's your, what's your feeling about the cypherpunk philosophy?"
    },
    {
        "speaker": "D",
        "text": "So I still personally think it's like the most important thing that like, if that disappeared, you have this like kind of slippery slope type of thing. Now, obviously slippery slopes are not a good debate argument. So I'm not trying to say that, I'm just trying to give some view that like if you do start admitting each of these little tiny changes, the compounded version of them is much worse than an individual kind of like, oh, we're going to be a little relaxed here. And I think especially in a world filled with like, increasingly cutting corn cut corners, I think the AI world is a great example of a place where corners are cut in spherical ellipsoidal lines. I think cryptos unique differentiator is not going to be strictly, we're a faster TPS chain type of thing. On the other hand, I do still think that there is a sense in which you have to account. You can't just make validators. Your number one user profile you optimize for. And like, in some sense, Ethereum has gone very far down the line of we don't care about the end user at all. We actually only care about the fact that the end user can be a validator. And those are two very different views. And I think that there's that sort of like a thing that's maybe beyond this slightly more abstracted version of this bank. The unbanked versus cypherpunk view of the world is who is the end user you actually care about? Do you care about the end user making transactions? Do you care about the validators? Do you care about the infrastructure providers of other forms, like oracles and stuff? Do you care, you know, dot, dot, dot, and, like, your preference over who's the most important, who's the second most important, who's the third most important, does impact those technical decisions you make. And I think that's the part where I think, you know, cypherpunk doesn't necessarily mean one preference ordering. That would be my, my take on this."
    },
    {
        "speaker": "B",
        "text": "That's a, that's a very good point, because I remember back in the day, Ethereum used to talk a lot about the Ethereum stakeholders, and the term stakeholders was meant to encompass more than just token holders. There's people who actually own eth, but that is not necessarily representative of all the people who use Ethereum. There was a lot of talk about miners also being part of the stakeholders. Assumed when you read the rhetoric of Ethereum back in those days that they were really trying to balance all the different kinds of people who are part of the Ethereum party. But then when you see what actually happens in Ethereum politics, you realize it's not really true, right? Like miners are kind of at the bottom of the totem pole. Like miners more. Like Ethereum more or less does not give a fuck about the miners now. They care a lot about validators now, but in the proof of work days, they really did not care very much about miners. And miners had very little political input into the Ethereum roadmap. And you realize, again, as you were mentioning, Tarun, that they care a lot about validators at the expense of companies in the space. Companies in the space don't get a lot of voice. The end users, in terms of ease of use or transaction fees or whatever, they don't get a lot of voice. The primary voice comes from. They're sort of like a little bit of all people are equal, but some people are more equal than others. If you run a validator, you are the most equal of all the people in Ethereum. And there is something that's very pure about that. In the sense that if you're a solo staking, a solo staker, yes, to be clear, not a commercial validator, but like Homestaker. Yes, exactly, a home staker. There is something that's very pure about that, in that it is one of the few chains that is truly unobjectionable in its commitment to a philosophical ideal, and that helps it in many ways, which is that, look, Gary Gensler would never dare to come after Ethereum, given the purity that lies at the heart of it, that everybody can see very clearly. And the same is true of bitcoin. Bitcoin also has this inimical attitude towards end users that, look, we're here to enshrine the decentralization there is a true cypherpunk ideology here, and that helps you in a way, but it is very different than almost any other chain. And it is also a little bit different than the rhetoric. The rhetoric, they would never come out and say that. Ethereum would never openly say, yes, the thing that matters most is homestakers, but when you see the political reality of it, it certainly seems that way. Tom, whats your take on the cypherpunk versus financial bank? The unbanked thing?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, its a little bit like maybe like Brian Johnson. Im glad some people are sort of pushing this philosophy kind of to the extreme, but for everybody else its just not very pragmatic. Right. And that was kind of my issue with the post and it just feels very kind of luxury and preachy of, hey, we shouldn't be doing these things. And then he cites a bunch of products that have been out for a while that no one really uses or cares about because they're kind of shitty and they're not really serving users needs. And so like the wrong lesson to be learning here, which I think Vitago's learning is, hey, like we should remind everybody to do the thing that philosophically we're aligned to be doing versus. Hmm. Like, why aren't people using these things? What's wrong with them? How can we make a version of them that fulfills our ideals, but also is something that people want to use? And so that's kind of my issue with this. It just, it feels like I'm being lectured to eat by vegetables. I'm like, well, the vegetables taste like shit, so why don't you make something better that actually you want to eat? And I was going to analogy, but I guess that's kind of, you make."
    },
    {
        "speaker": "B",
        "text": "A great point because I remember he mentioned Swarm, which was like their old IPFS competitor. I was like, I have not heard about swarm in like five years. Yes, but of course, like Vitalik still holds swarm very deep."
    },
    {
        "speaker": "C",
        "text": "That's what you say about projects that are just fucking dead. They're not dead. They continue to be developed, so. Or, yeah, I say it's status as the extension of Whisper, as if that is a amazing success. And so, yeah, I think they're learning the wrong lessons from kind of what the market is telling them."
    },
    {
        "speaker": "B",
        "text": "That's a good point. Also very, a very product minded point. So I appreciate you, uh, bringing the product perspective. Laura, what's your, what's your take? I mean, I know that you're not a real crypto person, according to. I'm not a dollar self assessment, your own self assessment. You are not a crypto person. But how would you, how would you answer that question?"
    },
    {
        "speaker": "A",
        "text": "I have a question. Um, this mention of swarm and ipfs, like this decentralized, you know, data or storage, is that the same thing as kind of like the modular approach where like celestia is providing this data layer, data availability layer, is that the same concept?"
    },
    {
        "speaker": "D",
        "text": "Not quite. They're related, but that's not quite. Data availability really needs this notion of verifiability and I can challenge things. So think about, the simplest way to think about is like think about an optimistic roll up. Well, you have the seven day challenge period for a lot of optimist groups, or it's less, but for some, but let's just say seven day one week challenge period. Well, I need that data that was, say, there's a function called, that was called on invalid input. Well, I need the invalid input to prove to the layer one that, hey, like this sequencer and the layer two fucked me over somehow, right? Well, you need that data to be somewhere everyone can agree on the layer one validators. The layer two person sequencer might get slashed. The user, you need to keep that somewhere that you can slash. All the fights about data availability security are really fundamentally about should the layer one itself be keeping that or can it outsource that? If it outsources, it can lower its cost."
    },
    {
        "speaker": "B",
        "text": "But you need this verifiability part."
    },
    {
        "speaker": "D",
        "text": "It's not just storing."
    },
    {
        "speaker": "B",
        "text": "Yes, yes, yes. So data availability is a little bit different from just storage, right. But it's more like volatile storage that has certain other guarantees that you care about."
    },
    {
        "speaker": "A",
        "text": "But I mean, it basically the whole idea of modularity, it sounds like a better version of storage."
    },
    {
        "speaker": "B",
        "text": "It's not a better version of storage."
    },
    {
        "speaker": "D",
        "text": "It'S a different version of storage. It's different, yeah. The extra properties you add on top for sampling and for like clients to do stuff are expensive in other resources. So it's not just that there's resources of storage, but there's resource of communication. Like how much do the nodes have to communicate to prove this kind of invalid state or reconstruct state? And that overhead might not be worth it for all applications. So maybe your NfT dog shit picture doesn't need, people don't care that much about it and you're not going to do this. But for my uniswap swap, I do care about that. Yes."
    },
    {
        "speaker": "B",
        "text": "It's also Celestia is not long term storage. It's not like Arweave where arweave is. We will hold this data for hundreds of years because blah, blah, blah, blah. Yes, permanent, they're perma weave or whatever it's called."
    },
    {
        "speaker": "D",
        "text": "Permanent needs a perpetual ponzi scheme. Never forget that. Somehow I think the second law of thermodynamics is always missed by crypto people. But that's true."
    },
    {
        "speaker": "B",
        "text": "But no, but the core idea of modularity, I think you are right in pointing that out. The whole idea of modularity is that instead of doing all this stuff in a single blockchain, lets outsource this particular thing to another blockchain. And that is absolutely what ipfs or swarm could be described as. Okay, I want long term storage. I dont want to build that in my own chain. Its much easier for me to use another blockchain to do that. That is what the idea of modularity is."
    },
    {
        "speaker": "A",
        "text": "Okay, yeah, I mean, my main point that I was just going to say is it feels like what he's doing is just kind of emphasizing, yeah, I mean, these ideals around like, decentralization and whatever. But, but I think, you know, the person that he has in mind, you know, going back to your cypherpunk question, are people where they cannot trust their government and they need another, you know, resource, they need something that they can rely on that, you know, won't be taken away from them or won't be devalued in some way. And so I think what he's calling out is like, okay, like, a bunch of people are getting rich off crypto, great. But let's not forget that this could be something that would be really valuable to people who are more in like a life and death situation, rather than just like, you know, yeah. Making money. So, to my mind, it just feels like he's saying, okay, some of you are kind of taking this easy way to get rich quick, whereas we could do things that are harder technically that would serve more people. And, yeah, I think you're right. That's like a pope speech. And he's just trying to remind people of what some of the ideals are and like how crypto can do some good in the world."
    },
    {
        "speaker": "B",
        "text": "And look, we, as much as that might sound flippant or dismissive, crypto really needs a pope. Right. We don't have a lot of virtuous paragons to wait."
    },
    {
        "speaker": "D",
        "text": "Some people would definitely say there should never exist a pope."
    },
    {
        "speaker": "A",
        "text": "I was just going to say, the bitcoiners, we're going to, let's release this clip on social media and see what the bitcoiners have to say about that."
    },
    {
        "speaker": "C",
        "text": "Yeah, the bitcoiners are protesting, and that's. That's their big issue."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "D",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "There's a whole."
    },
    {
        "speaker": "D",
        "text": "The only thing I want to say is, like, I think an interesting fact is, like, if you look at someone like Anatoly, who's just completely focused on engineering as, like, you know, you know, I view kind of Anatolia and Vitalik, in some ways, as, like, the dialectic of any of these types of decentralized systems. One is focused on is like, well, I guess it's ironic that Solana names their minimum currency unit Lamport, but one is sort of focused more on these theoretical distributed systems components, like Leslie Lamport would. The researcher would have focused on, and these kind of philosophical things about what things you can and can't agree on. Right. And that's sort of, in my mind, Ethereum came out of that school of thought. The Solana school of thought is like, well, centralized exchanges suck, but what's the closest thing we can build, product wise so that users use it? But also, we care about all these optimizations, and we really care about thinking about these low level engineering details, but we maybe are not as careful about these other things. I've generally found that, interestingly enough, both of them are probably the two, in many ways, sort of popes of these two different domiciles, because Vitalik, by all means, would not, I suspect, self anoint himself on the engineering side. In fact, he's been quite self deprecating in that way in some previous posts and certainly some research posts. And I think there's always this inevitable tension between the kind of philosophical components of these fields and the theoretical components versus the engineering and product components. And I think this is not something unique to crypto, interestingly enough. Right? Like, I think the OpenAI thing was exactly the same type of divide between the engineers and the philosophers. And I think that's sort of the type of thing that we see here. And I think there's a good argument that you kind of need both types of people being able to describe these long term visions. And so the dialectic is useful. I think Hegel maybe gave it a bad name, but I think it's kind of useful as a rhetoric means."
    },
    {
        "speaker": "B",
        "text": "Well, I see your point, but I think, actually, Vitalik and Anatoly are actually much closer. I think the angle between them is not that big. Whereas the shadow Vitalik, who is the true inverse of Vitalik, I think it actually is Justin's son. I think Justin's son, he's kind of the inverse pope, right? Where he puts on the hat. But he's part of this heretical coptic religion. And he's like, look, we're just kind of on the run. We're trying to make a bunch of money. We're super practical, we're doing business deals. We're going to sing the praise of decentralization while not really worrying too much about how decentralized we are and caring a lot more about Daus and fees and end user metrics. And if the metrics aren't good, we just juice the numbers. And in a way, and I kind of want to agree with Tom here on this point, in a way, this space needs some of that. As easy as it is to dunk on Justin sun, like he is the opposite pope. He is the pope for just get shit done. Just get stuff in the hands of users, get stuff that people actually want. And you can dunk on him all you want, and there's plenty of legitimate reasons to dunk on him. But that is, in a way, one of the other virtues of crypto that we have discovered post the cypherpunk era, which is that, yes, people actually do want these things. This is not just a philosophical experiment. This is not just a way of crafting a world as we might want to see it. It's not just purely a utopian project. It is also a very deeply capitalist project of people want certain things. If you look at the discourse of Ethereum back in 20 15, 20 16, 20 17, there was a lot of talk about how do you make Ethereum nation state attacker resistant? If a government wanted to shut down Ethereum, how could you stop that today? I think one of my biggest criticisms of Ethereum is that in a way, theyre still stuck in that mindset, despite the fact that weve now seen almost a decade of nation states responding to blockchains. And what you notice in the way the nation states respond to blockchains is that they do not do anything that anyone was talking about on the bitcoin forum in 2013, right? They do not aggregate a bunch of hash rate and try to 51% attack things or do feather forks or anything. They don't do any of that shit. What they do is they pass laws and they engage in politics and they ban things and they fight things and they force people to pay taxes on certain things that are impossible to enforce. That's how governments actually respond to crypto. And so if your philosophy and your thinking about how to construct these systems is not responsive to what you're actually viewing in the world or from your perceived adversaries then I think that is kind of shaking your hand at the clouds and not really learning from how the world has changed over the last decade. And so, to be clear, I'm not saying that should all be more like Justin's son, but I think it's important that there is a Justin sun. He sort of orients us in an important direction in a way that Vitalik also orients us in an important direction, too."
    },
    {
        "speaker": "D",
        "text": "I just say, why can't you value all of these views simultaneously? They're not, like, so in, they're only not in concordance with each other. If you decide, if you treat them as, like, pure religion versus, you know, sort of a particular, more on existence. And in some ways, that's sort of why I don't, I find sometimes the, like, really aggressive, like, this is, this is why I think the quote tweets of Vitalik's when he posted this is the most informative thing you can see, because it's telling you this idea of, like, everyone has their particular pole, and they take the projection of this thing onto their thing, and they're giving you their little, like, view. And that's actually more, almost more important than the piece itself because that projection is more valuable because you see how each, you know, everyone interprets it. I just think there's no reason to kind of be, like, live at the polemics of that. And in some ways, that that's why it's a good piece. Right. That's why you talk about it for 30 minutes."
    },
    {
        "speaker": "A",
        "text": "Actually, just circling back to the Vitalik Anatoly comparison, honestly, I actually think they're a lot more similar. Yeah. Than Tarun was saying. I probably agree with Haseeb, but my spin on it would be that Anatoly is just like the 20 or 25 years older version of Vitalik than Vitalik, because they're both kind of similarly humble. They're both obviously super geeky and techy type people. But I just feel like, you know, I mean, especially, obviously, I learned through my book. Like, Vitalik was so naive. And, I mean, he was a kid when he started Ethereum, and it's just so clear when you interview Anatoly, like, nothing ruffles him. Like, do you remember that first? Or. I don't know if it was the first, but the one really big outage that was like 19 hours or something. Do you know what he said about it? He was like, oh, well, we just had a 19 hours block time. Like, he, like, people were calling it an outage, and he was like, that was just an extra long block time. And I was like, okay, like, that's quite the spin. But I just felt like, because he's, you know, in his forties or whatever he is, like, he has this sort of, like, I've seen it all before. Nothing's going to bother me. Like, like the, you know, the worst shit could go down and, like, people would be all freaking out and, you know, pulling out their hair and, like, anatolia is just going to be cool as a cucumber. It sort of feels like, and it feels like Vitalik will probably age into that. And it's almost like you can already see it in his dad, the way his dad, he has such a sense of humor about everything. He's tweeting these philosophical jokes and I don't know, it's just, I personally don't think they're that different. I just think that anatoly has a particular way of handling things simply because he's older and has experienced more."
    },
    {
        "speaker": "B",
        "text": "So, by the way, Vitalik is about to turn 30. I think within a month, he's going to be 30 years old."
    },
    {
        "speaker": "A",
        "text": "January 31."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. So he's entering that stage of, I mean, I don't know if it's exactly, it's obviously not his forties, but I think he's entering the kind of elder statesman phase of his career. And I do agree with Tarun in the sense that I think Vitalik is going to be, hes going to be the cypherpunk guy. Right? I dont think hes going to become more pragmatic in the way that Anatolia is of like, hey, guys, lets just build the thing and build the Nasdaq on chain and blah, blah, blah, and lets just do what we have to do in order to make those trade offs."
    },
    {
        "speaker": "A",
        "text": "Yeah, that reminds me, Anatoly, youre right, hes more corporate than Vitalik."
    },
    {
        "speaker": "B",
        "text": "But anyway, yes, I mean, he works at Qualcomm, right? Hes had real jobs. Vitalik has never had a real job."
    },
    {
        "speaker": "A",
        "text": "Vitalik has never had a real job."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. Which is great, right? That's part of what makes Ethereum, Ethereum is that Vitalik is so much at the heart of the culture, of how Ethereum has become what it is. But look, I think the answer, as Tarun was saying, is that you do need both because you need those voices. But the reality is that people listen to the pope and they're like, oh, the pope said, don't steal and don't have ill will or envy in your heart. But people kind of take it in stride they're kind of like, oh, yeah, yes. But I will also go look at shopping catalogs and, like, still follow celebrities. And so I think most people do end up somewhere in the middle. Most people do end up hearing these messages and internalizing them and kind of calibrating them in their own way. And I think that is part of the work of Vitalik. And I think, in a way, the way, you know, that it's working is precisely maybe what Tarun said, which is that everyone quote tweets it and has their own little spin on it to say, ah, yes, here's why I am virtuous. Just the way that Vitalik was saying. Maybe that's. Maybe that is the positive result of sending this kind of message, is that people are reminded of their own idea of virtue, even if it's not necessarily Vitalik's form of virtue."
    },
    {
        "speaker": "D",
        "text": "Yeah, I will say the one funny part about those quote tweets is there's particular individuals who I find funny where they're, like, constantly tweeting about people overly virtue signaling on Twitter, and then they quote tweet and write their own opinion. And I'm like, well, what do you think you're doing? But, you know, whatever. That's their own lack of self awareness, I guess."
    },
    {
        "speaker": "A",
        "text": "Name names. Tarun."
    },
    {
        "speaker": "B",
        "text": "Yeah, come on. You can't be calling."
    },
    {
        "speaker": "D",
        "text": "There's a lot of quotes. You can go read them yourself."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Okay. All right. All right. Well, let's move on real quick to Tarun's favorite topic, which is the bitcoin ETF. I can see Tarun is just celebrating internally as we shift gears. So ETF seems to be imminent. There's a lot of excitement right now. Bitcoin just hit 45k. Yeah, Turun, go ahead."
    },
    {
        "speaker": "D",
        "text": "Did we talk about the redemption piece, the fact that that changed last minute and it's cash redemption now versus in kinderg? Because I actually think that's going to be something that's kind of fucked up, personally."
    },
    {
        "speaker": "B",
        "text": "Yes. Basically what we've seen from some of the disclosures or some of the forms, whatever there are, is that all of the ETF's are going to be cash redeemed, not in kind redeemed. This is pretty weird. Most ETF's are redeemed in kind. So when you redeem or mint an ETF. So, for example, if you have the spy ETF. Spy ETF, which tracks the S and P 500, contains all the companies in the S and P 500 in the ETF. The ETF is like a basket of all these company shares. In SPy, when you redeem the ETF or you mint a new ETF, you basically put a bunch of shares in the basket to create a new ETF, a new share of the ETF. Or when you redeem from the ETF, you take all the shares out and so you dont actually go sell the underlying things on the market. Obviously that would be annoying and it would cause some slippage. Well, in the bitcoin ETF, apparently the SEC is not comfortable or is not quite given the rules to the authorized participants of the ETF's to show them how could they compliantly. As broker dealers manage bitcoin, apparently they've not been given any guidance on how to do this. As a result, all the ETF's are going to be cash settled. So when you mint new shares of the bitcoin ETF, you send them cash and the bitcoin ETF sponsor will themselves buy the bitcoin with the cash on a spot exchange. And when you redeem the ETF instead of okay, the authorized participant gets a bitcoin instead, the issuer will sell the bitcoin for cash and give the authorized participant the cash. Now this is less efficient. Now at the end of the day, I dont know how much it matters because obviously the authors participants arent just going to sit around holding the bitcoin, they are going to hedge it or sell it. But it does make the ETF's less efficient. This was something that a lot of people got annoyed by. That said, its very clear the ETF's are coming very soon. Bitcoin is rallied to 45k. We've seen now some of the ETF's get seeded with capital. It looks like Blackrock is going to have 10 million in there. Bitwise is going to have 200 million, wisdom tree 2.5 million. And there's just been right now, I think polymarket is pricing the likelihood of approval in the next two weeks at 88%. It seems like overwhelmingly. It's pretty much at this point to be a sure thing that the ETF is likely going to be approved or the ETF's plural are going to be approved very, very soon. So, um, any comments on the ETF to run? I know you have a, I know you have a lot of thoughts."
    },
    {
        "speaker": "A",
        "text": "Well, I'll, I'll say something about the in kind versus cash creation, which is, I don't know if you guys picked up on this, we, I think it was James Seaford on my show who talked about this, but basically, um, so this actually affects grayscale the most, um, to do it in cash. I don't know if you guys. Did you catch wind of this? So. Okay, so I'll just explain it. So what happens is that anybody who's in GPTC, of course, what, you know, when they, you know, just as anybody, when they were to sell an investment, they would, you know, pay taxes on that. Right. But the thing is that with GPTC, if you already currently own it, you are going to be. Once they convert into an ETF because of this cash creation redemption, all the holders of GPTC will have a tax event this year even if they hadnt been intending to sell their shares. Do you understand? So if the in kind had been allowed, then if they had stayed in GPTC, they wouldnt have necessarily had that tax event this year. But now everybody will. And what I was saying to James is, my thought is that this is so its not only bad for grayscale just because this happens to all the holders of GBTC, but it's also bad for them in the sense that if any GBTC holders were thinking of switching to a different ETF issuer, then this gives them like more of an impetus to actually just do it since they're going to have to have the taxable event anyway. Whereas like if that hadn't happened then they might have been like, well I'll just stay in it a little longer until it makes sense for me to, you know, have this kind of taxable event. But it does feel to me like, you know, since there are some GBTC holders who probably aren't happy with grayscale, they're probably, you know, not happy that they weren't able to redeem before, like whatever. Like they will potentially see more outflows than they would have. That's just my theory. But yeah, no matter what, I think you're right. It's like a worse experience for every single participant. It's like all the backend people plus the, you know, in my opinion, this probably raises fees because there's just like a little bit of extra. I mean it's not a huge amount, James Seifert was saying. It's like just, you know, I don't know, a really small amount of basis points, like one or two or whatever. But regardless, it does feel like it's just a worse choice for everyone involved. Um, so anyway, but yeah, it's going to affect Grayscale the most."
    },
    {
        "speaker": "B",
        "text": "Yeah, that makes, that seems really bad for grayscale actually."
    },
    {
        "speaker": "D",
        "text": "Yeah, I think the thing I just don't like about it is it's it's kind of like not a clean structure. And there's an argument that the authorized participants it favors the most are actually market makers in the designated market, which is Coinbase. Because all of those market makers now know the flow they have to cross against. And so it just like kind of makes it like, okay. The ETF creation redemption arm really concentrates into Coinbase market makers and like no one else. It feels a little bit like a free money gift to them, which that to me is the more, you know, like, I know the SEC like is run by a bunch of clowns most of the time in the last few years, but like this feels like absolutely stupid. Like if your fucking mission is consumer protection and you're just giving market makers free basis points like this, like, you are brainless. Like, I don't know what kind of fucking idiot comes up with that structure."
    },
    {
        "speaker": "A",
        "text": "Well, wait, one question, because I thought that actually it also benefited, benefited the big banks to have cash. Because if you recall, like originally all the applications said they were going to do both cash and in kind. And I thought the reason for that was because the cash option allows the banks to participate, whereas like, otherwise they wouldn't, you know, if it, if it were only inclined, then I, you know, I don't think they would have been able to. Cause they, they can't hold digital assets. But you know, all of the applicants I think, wanted to do both, but now it's like only the cash. So then it isn't that beneficial to the big banks or."
    },
    {
        "speaker": "B",
        "text": "Or."
    },
    {
        "speaker": "A",
        "text": "No. Am I misunderstanding that?"
    },
    {
        "speaker": "D",
        "text": "Or maybe. I mean, that seems like marginal, but yeah, I agree. You're right, it probably does."
    },
    {
        "speaker": "B",
        "text": "Yeah, probably. The crazy custody rule is what prevents banks from being able to touch the stuff in the first place, though, which is also because of the SEC. Oh no, no, that was the OCC, right?"
    },
    {
        "speaker": "A",
        "text": "OCC, yeah, that was the OCC."
    },
    {
        "speaker": "B",
        "text": "Sorry."
    },
    {
        "speaker": "D",
        "text": "This is just more this idea that if Im a market maker in Coinbase, say Im a big market making firm, and a lot of those are the us market making firms because its basically very hard to market make on Coinbase as a foreign entity for. For all the regulatory reasons. So there's good reason for that. But there's not that many of them who are doing it. And those market makers now know that they're getting this free flow on creation redemption. Like every time there's new cash coming into ETF and there's no one else who can actually fulfill the other side because there just has to be. The ETF rules are like, well, the nav of the net asset value of the ETF has to equal what index is tracking. Right. And I just feel like this structure exists to cause consumer harm strictly because who's bearing those basis points of law? So it's like the ETF holders. So it's actually idiotic. If your mission is really like, oh, we're trying to help consumers, you're literally just causing them extra slippage. It's just like, it's one of these things where it's like, I don't understand why you're adding this, because you're just like, okay, yes, we're afraid the authorized participants don't. KYC, first of all, your authorized participants and your market makers overlap so much. It's like you could easily, yeah."
    },
    {
        "speaker": "B",
        "text": "Right now, J Street and JP Morgan are the named authorized participants for the shares."
    },
    {
        "speaker": "D",
        "text": "It's kind of ridiculous you're favoring those people in such a way that's like, I think that Arthur Hayes post maybe about like the ETF is kind of like going to maybe destroy bitcoin. I mean, that's some of the hyperbole, I would say, in there. There's some truth to this idea that the SAC is just basically picking favorites. And if I were aggrieved person with infinite capital, I would be suing them because this is a very dumb decision and goes against their mandate."
    },
    {
        "speaker": "B",
        "text": "Look, I don't often come to the defense of the SEC, but in defense of the SEC, they were more or less cornered by the courts to have to approve the bitcoin ETF's. So I can imagine that the amount of, from my understanding of the rules around bitcoin custody for broker dealers, it's actually the broker dealers themselves who are like, look, we don't want to touch bitcoin because we don't actually know what the rules are. If you're talking about JP Morgan, Jane street, maybe whatever, we'll play more fast and loose. JP Morgan as an authorized participant, they're like, look, we will absolutely not do anything that there are not very clear rules around. And so the SEC just may not have had time, right? Literally, there was an impending government shutdown in November that obviously was averted. Then they had to ram all this stuff through end of year when they're closing out their end of year books. And so I can imagine there wasn't enough time for them to actually just write out clear rules and get industry input and blah, blah, blah of how broker dealers deal with bitcoin. So I can imagine that that will change once there's more time and things just kind of settle down a bit. But clearly there was a frenzy at the end of the year of the courts pushing back and them having all these impending deadlines that they had to get these things ready for approval in pretty short notice. That would be my first cut assumption."
    },
    {
        "speaker": "A",
        "text": "Except for the fact that they should have approved the ETF's long before this."
    },
    {
        "speaker": "B",
        "text": "So it's like, yes, yes, granted, granted, granted. But insofar as they were like, look, we hate ETF's and we don't want them to exist. Once you get to that point that, okay, the courts are forcing their hand. I don't know how they could have come up with, but just because the."
    },
    {
        "speaker": "D",
        "text": "Court forces your hand doesn't mean you do something that's, like, against your mandate. You know, like, I feel like this is, like, just purposeful, like, you know, sniping and like, it just feels like. It feels like Gary Gensler's YouTube videos, they're just, like, purposely exist to, like, twist a nail or, like, twist a little screw. Not because there's any good reason to do that. Not because there's an ethical or moral reason, because clearly he has close to zero."
    },
    {
        "speaker": "B",
        "text": "You think it's a fuck you to consumers and that he is like, yo, let's get more money. To James."
    },
    {
        "speaker": "D",
        "text": "It's a fuck. It's kind of a fuck you to crypto in some ways."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Broadly speaking."
    },
    {
        "speaker": "A",
        "text": "So I agree that it's maybe. Well, okay, so if it's intended to be a fuck you, it would be intended to be more of a fuck you to crypto. Um, but, you know, in terms of what I mentioned earlier, like, this screws grayscale over the most. And because they were the ones that sued the SEC to get this to happen, there were people on my show."
    },
    {
        "speaker": "B",
        "text": "You think it was a fuck you to grayscale?"
    },
    {
        "speaker": "A",
        "text": "No. Well, I don't. But there were people on my show. It might have been James Seaford again, because he's been on, you know, multiple times, obviously because of the ETF thing. But I think he said, like, oh, you know, there might be. And this was like, well before this whole cash and in kind thing came up. But I remember at the time he said that he was wondering if there would be something that would happen that would kind of screw grayscale over for political reasons. He said, because of the lawsuit. And this kind of fits the bill. Again, this is highly speculative, but it's just like everybody's saying, and it's like what everybody said even before when the SEC was not approving the ETF's. And their logic was that there could be potential market manipulation. And then everybody was like, okay, but the derivatives, they're based on the price of the derivatives is based on the price of the spot. So it doesn't make logical sense. And again, this goes against the logical sense, like in kind just is a lot more efficient for everybody involved. It's a better way to do it. And that's typically how commodities ETF's operate. You know, I don't know if there's literally any of them that are done in cash. And then second, you know, just handily enough, the one that's, you know, that's gonna be hurt the most is grayscale. So I hate to put a conspiracy theory out there, but I just want to."
    },
    {
        "speaker": "B",
        "text": "No, no, I mean, look, it does make sense when you put it. Yeah. What is it show for if not conspiracy theories against the government?"
    },
    {
        "speaker": "A",
        "text": "Well, it's not even a conspiracy theory. It's just like putting some bits and pieces together."
    },
    {
        "speaker": "D",
        "text": "I actually think that if I remember correctly, and so it's been a while since I was actually trading, but I remember there are ETF's that are like commodity ETF's that do do cash, but it's more because there's no inventory. Right. It's like, oh, like haha, it's like impossible to get uranium tomorrow. Like enough. Right. So like okay, fine, you can, you can do this."
    },
    {
        "speaker": "A",
        "text": "Yeah. If any, if there's any commodity that's easy to get immediately electronically, it's bitcoin."
    },
    {
        "speaker": "D",
        "text": "Exactly. So it's like, I don't think some of the known excuses make sense."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. Okay, well, by this time next week, very, very likely the bitcoin ETF is going to be approved and we're going to be in this new post ETF world, which I know Tarun is very eagerly awaiting. So to close out the show predictions for what happens with ETF, do you think it's going to be like, okay, rally time, or is there going to be a sell off? People be like, oh, well, there's ETF now. Now what are your views on whats likely to happen? Tarun, why dont you go first because I know youre the most excited about this."
    },
    {
        "speaker": "D",
        "text": "I think the interesting question to me is how much of this traditional equity interest moves from Coinbase miners microstrategy into bitcoin ETF? Because a lot of people who are regulatorily captured make these indirect bets probably microstrategy."
    },
    {
        "speaker": "B",
        "text": "The biggest one, right?"
    },
    {
        "speaker": "D",
        "text": "Well, they just announced while we were doing the show, this huge tender offer to sell a bunch of shares. So I don't know how closely related to the bitcoin ETF that is, but the timing is a little bit sus. But, yeah, I think the rotation will be interesting. I think the other thing I'm curious about is, and this is more a side speculation type of thing, of how much the options market on the ETF evolves and whether crypto options have always been this holy grail that never really has reached its potential. And so given that people love trading options in equities, especially right now, the zero day to expiry options, which basically didn't exist a few years ago, now have over 50% of volume. I think that if there's ever a time for crypto options to be in the spotlight, it'll come from this. So, like, that, to me, is my sort of side thing I'm looking at, and maybe I don't have a strong, true price predictions."
    },
    {
        "speaker": "B",
        "text": "Price predictions, that's what the people want."
    },
    {
        "speaker": "D",
        "text": "I think we are going to have alt season."
    },
    {
        "speaker": "B",
        "text": "You think we're going to have alt season? Okay."
    },
    {
        "speaker": "D",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Which means what he means by that is the bitcoin price is going to go very high and it's going to leak out to alts."
    },
    {
        "speaker": "D",
        "text": "You know, you can make your own assessment."
    },
    {
        "speaker": "B",
        "text": "Well, that's clearly what that means. Yes. The oracle of Delphi has spoken. Laura, I know that you are big. You're the biggest dj on the show. As the biggest crypto person, what's your take? Where do you predict things are going?"
    },
    {
        "speaker": "A",
        "text": "Well, probably just on the news of the approval, there might be a bit of taking of profits, but yeah, I don't know if you guys listened to this interview that I did with Rick Edelman, but he's kind of this like guru to financial advisors, and his organization has done surveys on, you know, what percentage of financial advisors own bitcoin. What, you know, what percentage of them would like to allocate some of their clients portfolios to bitcoin. And it was something like some huge percentage of them. It was so, sorry, I don't remember. It was either 47% of them or 77%. And the numbers are swapped here. But one or the other of those percentages is what the. Is the percentage of advisors who own bitcoin themselves. And then the other one, whether it's 77, I think it's 77%, are waiting on ETF's to allocate for their own clients and financial advisors in the US they control. I forget, it's like trillions in assets. So, in that regard, it feels like probably some of them, they're not going to allocate right away. But within the first year, I would expect a huge amount of inflows. And there have been a few people on my show. I literally think, if I remember correctly, I think two different people came up with roughly 150 billion as their kind of estimate of the first year of inflows. Um, so, you know, um, hopefully I didn't get the facts wrong. Now I'm a little worried."
    },
    {
        "speaker": "B",
        "text": "There's no way it's 150 billion. That. That is insane."
    },
    {
        "speaker": "A",
        "text": "Okay, sorry. Yeah, maybe that was three to five years. So maybe it was like 50 billion for the first year. Two of them. One was Alex Thorne and the other, if I remember correctly, was Matt Hogan. Um, yeah, you're right. I think it was 50 billion for the first year, and then it was three to five years where they were saying 150 billion. So, you know, I'm not sure exactly, obviously, how that will translate into price, but obviously it's a lot of money coming in, so there's only 21 million coins, so, you know, or. And even less than that, that are circulating. So."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Wait, actually, I have a slight. I have a question for you. Do you think that that means ordinals will be less popular? We can answer this after. But. Because fees will go up so much."
    },
    {
        "speaker": "A",
        "text": "Wait, I'm sorry, fees from the bitcoin?"
    },
    {
        "speaker": "D",
        "text": "Yeah. Let's suppose there's 50 billion injected in the first six months and price doubled."
    },
    {
        "speaker": "B",
        "text": "Wait, but no, hold on, because these fees are not coming on chain. We just established everything's cash settled. Right? So there's no on chain fund."
    },
    {
        "speaker": "D",
        "text": "No, no, no, I know, I know. But bitcoin price going up. The NFTs are like reflexive to a certain point, but at some point, the fees price people out. Right. And like, the question is, like, will the ETF actually be bad for ordinals or not? And like, the. On."
    },
    {
        "speaker": "A",
        "text": "I don't understand how you're."
    },
    {
        "speaker": "B",
        "text": "It seems pretty orthogonal to me."
    },
    {
        "speaker": "A",
        "text": "Yeah, I don't get."
    },
    {
        "speaker": "D",
        "text": "The ETF is, let's say the ETF caused the inflows. The inflows caused price to go up by two x three x. Right. At some multiple of price, the fees start pricing out the current ordinal user. Some of the current or. Right, there's obviously some ordinal."
    },
    {
        "speaker": "C",
        "text": "Well, you're assuming, like. But like, it might cause other people to drop out of the fee market too. Right. I don't know, on the totem pole for sure."
    },
    {
        "speaker": "D",
        "text": "That's where that's where the speculation comes in. Does the ETF crowd out these kind of native usages because it makes the price too high?"
    },
    {
        "speaker": "B",
        "text": "I think as the price increases, it just means that ordinals will become more like Ethereum NFTs and yeah, it becomes like a high end market rather than a kind of random."
    },
    {
        "speaker": "D",
        "text": "Which is, which is interesting right. Because it kind of started the opposite way for ordinals."
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Sorry not to front run your prediction, Tom."
    },
    {
        "speaker": "A",
        "text": "I mean, it might tamp down, especially BRC 20 activity. Like, I could see that the NFTs may be keeping pace, but the BRC, the meme coins, like the activity, they're slowing down."
    },
    {
        "speaker": "C",
        "text": "I don't know. I feel like if anything is always just like when things get crazy and block space gets crowded, thats like when prices go more crazy, when people are willing to pay like $100 to do a swap. And so I dont know, I guess. Well see, but it feels to me like its just more sort of fueled the fire. These generally feel kind of like sell the news kinds of moments to me, but in this case it does feel very material on that. There isnt really a good sort of competitor to look at bitcoin ETF in terms of fitting that need or demand in people's portfolio, like GPTC, microstrategy, coinbase, these are all flawed in different ways. And so it does feel like a pretty material event, but at the same time almost kind of like anticlimactic. I feel like the entire time I've been in this industry, people have been talking about the ETF and when the ETF's going to get approved, and now it's coming up soon and I don't really care. It's been so long and it's like kind of a boomer instrument for boomers, but I'm happy for them. So I'm having a drink on them tonight."
    },
    {
        "speaker": "B",
        "text": "Great. Yeah. My only prediction is I think immediately after the bitcoin ETF, I think ETh bitcoin is going to rally because I think immediately the next narrative in line is ether ETF. And so I think people will very quickly get bored of bitcoin, or bitcoin might do fine, or it might dump a bit after the ETF is approved. As Tom was mentioning. It's like, okay, now what? ETF is here, now we just wait. And crypto markets are very impatient. If I've learned anything about them, they don't like to wait. And so I think immediately there will be interest in rotation and say, okay, what's the next big story that we can get excited about. That'd be my guess. But we're not traders for a reason, because we're not good at it. So I would assume that I'm probably totally wrong on all these things."
    },
    {
        "speaker": "D",
        "text": "Do you think the timeline to the ether ETF is if you were to, like, guess, say, from the day of bitcoin?"
    },
    {
        "speaker": "A",
        "text": "Oh, I actually, I know the answer. It's something like May again, it was either James or maybe Eric Baltuna is one of them on my show who told me because it's all based on, like the, you know, there's like a starting clock that begins when. When an application is filed. There's like different deadlines, but yeah, they're. One of them said it was may something."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'd heard by summer, but I don't really know. I haven't followed any of the details, but I'm sure we will all be talking a lot about it on the show for the rest of this spring. Yeah."
    },
    {
        "speaker": "A",
        "text": "But ether ETF's could be quite interesting because due to staking, you can probably do things a little bit more creative."
    },
    {
        "speaker": "B",
        "text": "In terms of, oh, there's no way they'll be staked. No, no, there's no way they'll be staked."
    },
    {
        "speaker": "A",
        "text": "Yeah, maybe down the line, like you. You give. Because. So basically, for the bitcoin ETF's, they're going to be competing on price, but for ether ETF's they could compete in other ways."
    },
    {
        "speaker": "B",
        "text": "So true. Yes, yes, yes. So if Blackrock launches an ETF, there's definitely not going to be staking, but if there may be other bitwise or something might be like, cool, these are staked ETH ETF or an sdeath ETF, which is actually. That might be Steth might be too dicey. But I don't know, given the way the SEC has positioned themselves around staking, it might be not."
    },
    {
        "speaker": "D",
        "text": "Yeah, I kind of feel like that's a post Gensler type of thing. I think it's going to be like the most vanilla thing first."
    },
    {
        "speaker": "B",
        "text": "Yeah, for sure."
    },
    {
        "speaker": "A",
        "text": "Yeah. But this time next year, we might be in the post Gensler era because obviously it's an election year, so."
    },
    {
        "speaker": "B",
        "text": "Yeah, I. We'll see."
    },
    {
        "speaker": "D",
        "text": "We'll see."
    },
    {
        "speaker": "B",
        "text": "Anyway, all right, that wraps for this week. Laura, thanks for coming on and sharing your wisdom and energy with us."
    },
    {
        "speaker": "A",
        "text": "Thanks for having me."
    },
    {
        "speaker": "B",
        "text": "Hopefully by this time next week, we're going to have a bitcoin ETF. So if you guys don't hear from us by then, happy bitcoin ETF. If it, in fact, does come, I guess."
    },
    {
        "speaker": "A",
        "text": "I think there's like a delay between approval and listing, so. Yeah, we should have."
    },
    {
        "speaker": "B",
        "text": "But the party. The party is going to be on, hopefully by the."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So until then, I'm sure we'll have a lot more to talk about. But thank you, everybody, and we'll be back next week."
    },
    {
        "speaker": "A",
        "text": "Bye, everyone. Bye."
    }
]