[
    {
        "speaker": "A",
        "text": "Hey unchained listeners. As you know its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings in bullet points. Plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com dot. Again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "B",
        "text": "Not a dividend, its a tale of Tuqwan."
    },
    {
        "speaker": "C",
        "text": "Now your losses are on someone elses balance sheet."
    },
    {
        "speaker": "D",
        "text": "Generally speaking, airdrops are kind of pointless anyways."
    },
    {
        "speaker": "C",
        "text": "I manage trading firms who are very involved."
    },
    {
        "speaker": "B",
        "text": "Pollock Eth is the ultimate defi protocols."
    },
    {
        "speaker": "E",
        "text": "Are the antidote to this problem."
    },
    {
        "speaker": "C",
        "text": "Hello everybody. Welcome to the shopping block. Every couple of weeks, the four of us get together and give the industry insiders perspective on the crypto topics of the day today. First up, we've got Tom, the defi maven and master of memes. Next, we've got Robert, the crypto connoisseur and captain of compound. Then we've got Tarun, the giga brain and grand Poobah at Gauntlet. And then you've got myself. I'm a seab, the head hype man at Dragonfly. All four of us are early stage investors in crypto, but I want to caveat that nothing we say here is investment advice, legal advice, or even life advice. Please see choppingblock XYZ for more disclosures. Okay, so, holy shit, it has been an insane week. I have gotten so little sleep over the last like 72 hours. So we're recording this on, I guess this is Tuesday morning us time. I'm actually in the Middle east right now, so it's Tuesday night for me. But we've just gone through one of the most intense periods of kind of both macro generally, especially for those of us who are in the US and are dependent on the us banking system, but also for crypto. A whole lot of craziness has happened over the weekend. So let's start from the top and just recap for those of you who are asleep at the wheel or who don't really follow what's going on in crypto, the big story was the collapse of Silicon Valley bank. So I'm not going to reiterate everything that's happened. There's been a thousand explainers on Silicon Valley bank, but just the very, very short version. Silicon Valley bank is a big bank that not, sorry, it's not a big bank, it's like a midsize bank. It's like the 16th, 15th biggest bank in the US. But they bank a huge number of the startups that come out of Silicon Valley. Something like 50% of all startups and 50% of all companies that IPo that are in the technology sector bank with Silicon Valley bank. So Silicon Valley bank ended up having a run in the bank on Thursday, such that the bank was taken over on Friday morning by FDIC. FDIC is basically one of the regulators of banks, and they basically said, look, you are now insolventhe, the government is taking over the bank and we are going to run this thing going forward. This freaked out a huge number of people who are in the technology sector, who realized they no longer had access to their money. And the assumption was going to be that by Monday morning, either, one, the bank was going to be purchased, two, the bank was going to be basically wound down, or three, that there was going to be some kind of Fed backstop or FDIC backstopping the bank so that everyone's going to make their money, everyone's going to get their money back. But nobody knew what was going to happen. And at the time, there didn't seem to be, at least on Friday, Saturday, not a lot of signaling from the Fed, from Treasury, or from the president that anything was going to happen, that this wasn't going to be just another bank wind down. Now, Silicon Valley bank is the second largest bank failure in american history. It was a massive bank with over $200 billion in deposits. And the fact that they were involved in banking so many companies made them somewhat unique because over 90% of all of the deposits at SVB at Silicon Valley bank were uninsured, meaning that FDIC, which normally insures $250,000 of all bank deposits, would basically ensure almost nothing that would come out of SVB. And so if everybody at SVB was basically just like, hey, we're going to sell the bank, see what we get back. The bank obviously had a lot of losses in their portfolio. Whatever we get on the bank is what youre going to get back. And so a huge number of startups, many of which are in the crypto sector, bank with SVB and basically no longer had access to their money, didnt know if they were going to make payroll, didnt know if they were going to have their Runway or their bankroll basically cut in half or even less than that. But its not just startups, its also big companies that happen to have a lot of money with SVBH. So for one circle. So circle is the company that does USDC, which is one of the largest stable coins in circulation, USDC. It turns out one of the seven banks that they used was SVB and SVB. I think they announced on Saturday that SVB held $3.3 billion of circle deposits. And when people realized that USDC, part of the USDC reserves, were held in SVB, all hell broke loose. And all of a sudden USDC de pegged dramatically. It drove all the way down to $0.88 over the weekend as people were massive panic selling, trying to get out of USDC, moving into tether, moving into bitcoin and ether, and it caused a huge amount of mayhem in on chain activity, which we'll get into shortly. So just very quickly, just to end the saga on Monday, basically on Sunday evening, the FDIC, treasury and the Fed made a joint statement saying, hey, this is unacceptable. We are going to make sure that all Silicon Valley bank depositors are made whole. They also shut down Signature bank, which is another transactional bank in crypto, which does one of the other banks besides Silvergate, that banked a lot of crypto companies that was put into receivership on Sunday night. But they basically said, look, we're going to provide extra liquidity backstop for all banks, make sure the banking sector in the US is going to be okay, especially for mid sized and regional banks, which were the primary place where people were worried about their deposits. And that caused USCC to eventually repay and regain some confidence, but not after having caused an enormous amount of thrash over the weekend and also raising expectations for the Fed cutting interest rates sooner than otherwise expected. And so now the expectation for interest rates is much lower than what it was, because we've seen you raise interest rates too much. Guess what? Things break. And in this case, it was Silicon Valley bank and a lot of the mid sized banks in the US that broke. So that's a very, very quick summary of the high level of what happened over the weekend. I want to dive into what happened with USDC. When USDC de pegged, a huge amount of stuff broke. We saw a huge amount of DAI being minted, a huge amount of all the stable coins that were using USDC on the backend, such as makerdao and fracs, had huge issues. And they themselves de pegged pretty dramatically over the weekend. What were you guys seeing in just all the mayhem that was being caused on Defi from USDC losing the peg and going down to $0.88?"
    },
    {
        "speaker": "E",
        "text": "Well, I think there's a lot less that went wild in DeFi than went wild on exchanges and globally. In comparison, the impact on Defi, I think was actually quite subtle and muted compared to the impact on the rest of the world. The total amount of volume on exchanges, both centralized exchanges and decentralized exchanges trading USD coin went through the roof, whether that was on centralized exchanges or curve. Plus uniswap volumes across the board were just wild because theres never been such a volatile moment for us. Decoy full stop tether historically has de pegged a few cents a couple of times, but because there were so many questions about the redeemability of USD coin, whether or nothing on Monday people are going to be able to redeem it. Two, what potential losses it was exposed to with $3.3 billion of USD coins reserves at Silicon Valley bank. The combination of fears about irredeemability plus solvency, plus uncertainty around how USD coin could be redeemed, whether it would be first come, first serve, and if there was losses, the last ones out would eat it, or whether there would be something that would be proportionate across all users. This uncertainty led to the price of it going far below any possible losses. $0.88, if you do the math, assumes more than the assets at Silicon Valley bank are vaporized. It assumes roughly $5 billion of their reserves are missing. And the reaction was just crazy. So I saw the biggest impact of this just being frenetic trading of USD coin. I mean, I feel bad for everybody that sold at $0.88 or, you know, around that range, but it was driven by a very rational fear. It was. I don't know if I'm going to get anything out of this, whether I'm a us resident and I'm not going to be able to redeem it or whatever, just I want to get out what I can right now, right this second, and worry about the rest later. And so the exchanges were the number one, I think, like focal point of the impact of this deep peg event in Defi. You saw, you know, as we've started to talk about, a number of systems have to react to an asset that was generally stable, becoming unstable. Most of defi is set up on the expectation that assets are volatile and are designed around that accordingly. But I think the biggest impact actually comes from Maker. Now where roughly at this .2 thirds of the Dai supply comes from USD coins. Everyone's been talking about how USD coin deepen dai de pegged equally. Dai and USD coin were trading almost one to one, the entire massive deep event, because there was these flows where there was an arbitrage where you could take USD coin, put it into dai, mint more dai, and then sell that dai for anything more than the USD coin was worth. During this depegment, the biggest defi impact had to have been on Makerdao. I don't know who individual addresses are, but people on Twitter were saying that Justin's son minted like a billion dollars worth of dai or something like that. But all of the spare capacity in the peg stability module to create Dai using USD coin was tapped out, and emergency proposals were very quickly created to change the way that Dai is created and redeemed in response to dpag event. And so Makerdao had massive event. Exchanges like uniswap and curve were completely unaffected. Platforms like compound took proactive steps. USD coin was temporarily disabled for new users. Existing users could continue to use it, but as a preventative step, new users were no longer able to supply USD coin. Aave, I believe the. Was it arbitrum or optimism? One of the markets, they basically completely turned off, and all of these different systems had to account for this just out of left field radical devaluation in what everyone considered stablecoin and how it would impact their systems. But frankly, I didn't see anything truly break in DeFi. The most important thing in my mind is that even with this black swan, of all black swans, USD coin, which everyone thought was stable, de pegging massively in an incredibly short amount of time, 12% in minutes and hours, everything stood up pretty well. I didn't see any knock on effects of the system failing as a result of USD coin deep. So pretty impressive performance all around."
    },
    {
        "speaker": "C",
        "text": "It's important to understand the mechanism here, because just because circle did not have access to $3 billion of deposits in and of itself, should not have made USD coin peg. So, if you remember, what was it? It was like two, three years ago that tether had this crypto capital event where crypto capital was some payment processor or something in Europe that stole their money or whatever, and they were. I don't know. There was, under some investigation, there was some weirdness, right? And they lost a bunch of money, and tether didn't actually tether de pegged for a little while, but it was like, fine after that. And the reason why is that the thing that keeps USCC stable is not having reserves. The thing that keeps USDC stable is the arbitrage. And the thing that actually caused the deep was not that circle, like, didn't have money, was lost, SBB, blah, blah, blah. Whatever. The reason why it depegged is that Coinbase decided to pause all conversion of USDC over the weekend. Now the reason I suspect, and I don't know if they publicly have explained what exactly happened, but the reason why I suspect this took place was not because SVB was used to redeem USDC on weekends, but rather because there was so much demand for people to pull their money out that the only transactional network that still could support withdrawals. And this brings us to the other story about the two banks that basically have gone down in the last week. The two banks that had 24/7 settlement for digital asset customers were Silvergate, which had a 24/7 network called SEN, where you could basically settle with other people who are using silvergate any time of the day, 24/7 just on their own ledger. These are not 24/7 wires, because wires don't clear 24/7 but you could just trade sort of swap balances on their ledger. The other one was signature, and signature had a system called Signet, or I guess still does a system called Signet, which allows you to trade 24/7 as well. Silvergate was obviously shut down last week, which we talked about in the previous show with Arthur Hayes. Um, and so with, with Silvergate down, its only signet thats left. And I have to assume that what happened was that they had so many redemption requests on Friday when seeing all the craziness going on with Silicon Valley bank, that people were just trying to redeem, redeem, redeem, redeem, redeem, uh, USCC. And probably, you know, if they also had 3 billion on signature, that 3 billion was probably completely burned through by the weekend. And so by Saturday theyre like, we have no more money left on signethe. We can't actually redeem anybody on Signet. You have to wait till Monday until we can wire you money on one of the other banks on which we still have cash. And so because of the loss of Silvergate, that is actually what probably indirectly caused this inability for them to redeem people and caused USCC to depeg. Not actually, obviously, Silicon Valley bank triggered everyone's fear, but it was the inability to redeem. Because the vast majority of you can see actually, through the weekend, is that the queued up redemptions for circle actually were enough to be redeemed by all of their cash reserves."
    },
    {
        "speaker": "D",
        "text": "Yeah, I think that's pretty spot on. I mean, in total, 3 billion USDC was redeemed, I think, from Friday through Sunday. And so it's exactly what you said, the credit redeem. Our loop is broken, and so everyone's looking for something else to flee to. You can't flee to USD, and so they're just going to all these other different assets going to tether, things like that."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I wouldn't say defi actually was completely scot free. There were certainly a couple incidents. There are a couple things to note here. The first thing to note is native USDC doesn't exist on all chains. So some chains main form of USDC is synthetic USDC and the synthetic and native us, the bridge USDC and synthetic USDC deviated quite a bit, which is in part, you know, don't worry, I didn't sleep all weekend because I was spending all this time trying to, like. And we were spending a lot of time."
    },
    {
        "speaker": "C",
        "text": "Why did bridge see not de peg equivalently with real USCC?"
    },
    {
        "speaker": "B",
        "text": "I mean, I think people just lost confidence in the, like, liquidators weren't liquidating, bridged USDC on some lending protocols, because basically, like, avalanche was the main one where we saw a lot of this, this type of stuff where people were like, instead of liquidating hold positions, they were liquidating like very tiny chunks repeatedly because no one wanted to take large size risk in the synthetic, because there wasn't as much liquidity for going between the two. Like, people pulled all their LP, like, the LP shares were drained in a lot of different pools. So the liquidity. So, you know, this is why we spent, I've spent all weekend. We, you know, our team was really focused on, uh, understanding, like, which protocols were really sensitive to all these LP's who are pulling all their USDC liquidity, bridged USDC liquidity from other chains. So avalanche, arbitrum, optimism, obviously had these kind of like, flight, liquidity flight that sort of eventually came back by Monday morning. But there definitely were things. Ethereum mainnet, that is the gold standard. Very few people pulled curve, did $10 billion of volume or whatever. But off Ethereum mainnet, things were very, very wild in a way that I think reminded me a little bit of the Solana, the FTX day when everything was depegging. No one wanted to hold any of the synthetics. And it turned out they were right then, because after FTX, it turned out that a lot of synthetics were actually supposedly custodied by FTX the Solana wrapped BTC. And then it turned out they didn't exist. And so I think the market also had this huge getting spooked of the wrapped and synthetic versions. And you just saw liquidity vanished, uh, much faster off Ethereum than on Ethereum. So there, there were definitely like these second order effects, uh, that caused risk on some of these other chains to like really grow way faster than it did on Ethereum. Ethereum lp's actually were extremely profitable, but liquidity providers on other chains, it was, it was, it was a very kind of harrowing weekend, let's say. I'm sure someone took some, there are some addresses that you can see that took some extreme losses that had some of the protocols had paused or done other things they might not have. So I guess I would say it's a tale of two cities. Ethereum was very safe, but everywhere else was much more of a dog eat dog, liquidity free pogrom. I don't know how else to describe it. It was violent. It was violent. The medpools were violent off Ethereum."
    },
    {
        "speaker": "C",
        "text": "Sounds like pandemonium. I mean, we also saw during that time was the incredible amount of on chain activity of people just trying to run for the hills and get rid of their USDC."
    },
    {
        "speaker": "B",
        "text": "A lot of people just wanted to take their USC. A lot of people want to just take USDC off Ethereum, move it to Ethereum, mainnet, you saw the bridge transactions all going one direction. That's another thing that was interesting. So a lot of the liquidity that was on these other chains, everyone just wanted to go, everyone wanted to go back to Ethereum. Yeah. And that caused this kind of panic on some of these other chains that."
    },
    {
        "speaker": "C",
        "text": "Right. And probably luckily quite a lot."
    },
    {
        "speaker": "D",
        "text": "Yeah, it was a pretty popular mev transaction that was floating around where someone was trying to swap like a few mil USDC to USDT through like Kyber or one of the sort of long tail aggregators, and they fucked up one of the parameters in the swap, like the slippage or whatever, and they ended up losing almost all of their money because like they got a, you sort of dust USDT in return. So people were kind of panicking and just trying to market sell USDC. And then obviously when liquidity is drying up, fees are going up. That's kind of what you get."
    },
    {
        "speaker": "B",
        "text": "Yeah. In the Kyber case in particular, there was one particular pool that was routed through that only had $2 of liquidity. And so the user took almost 100% slippage. Which is exactly why effectively stuff like that. I think some of the aggregators indexing wasn't working correctly and it was way worse off Ethereum mainnet. And so there was a ton of stuff that went wrong off Ethereum mainnet. So I wouldn't give this an a. Let's put that."
    },
    {
        "speaker": "C",
        "text": "Yeah, but I suppose the closer to Ethereum Mainnet, the more it was just like good old fashioned panicking and just."
    },
    {
        "speaker": "B",
        "text": "People made a lot of money. Like, like think about Curve LP's. Curve LP's made out, I think their nominal amount earned was like ten to 12% per day while you were, while it was depeged. And it came back. So."
    },
    {
        "speaker": "C",
        "text": "Yeah, just holding from the bottom too."
    },
    {
        "speaker": "B",
        "text": "No, no, no, this is on top of that. I'm saying they did the curve. Curve lP's did really well. But off Ethereum, that's not the same story."
    },
    {
        "speaker": "C",
        "text": "Right, right. That makes sense. Yeah. I mean, so for us, our experience of this whole drama was especially intense because dragonfly, we actually bank with SVB. And so on Thursday. So zooming back from Defi, back to the normal world on Thursday. So actually we had two banks. Our first bank was Silvergate and our second bank was SVB. And so on Monday we were like, oh shit, silvergates going under. We should pull our money out. We pulled our money out successfully from Silvergate, put it all into SVB, and we're like, okay, phew. Okay, SVB is like a real super legit bank. Everything will be fine. And then Thursday we start seeing this news that like, oh, SVB, there's all these rumors about, oh, there's this phone call and the guy kind of sound panicked and he didn't seem really great. And people are saying like, oh, pull your money out of SVB. And I'm like, oh, that's crazy. It's actually Silicon Valley bank. What could possibly happen? And then as we see the stock starting to tank, we're like, oh shit, maybe we should take our money out. And so we start withdrawing all of our money on Thursday, trying to wire it out. And there was actually, we didn't have any other banks set up because we just gotten off of Silvergate basically on Monday. So trying to get the money into another bank, we just wasn't enough time to actually onboard anywhere. So we decided to pull all our money into Coinbase. The idea was that we're going to pull our money into Coinbase. Coinbase uses a combination of banks like Silvergate, JP Morgan, Cross river, and once we get our money into Coinbase, Coinbase isn't exactly a bank, but we could then convert it into USDC and then use that to continue our operations. We were literally getting debanked as a venture fund. Our solution was literally to use stablecoins because we had no other realistic option to get back banks and to be able to fund ourselves. But then, although we queued up the wires, on Thursday, Friday, the bank was put into receivership and the wires hadn't been processed yet. So we were basically in the same position as circle, which is that we had queued up wires before the bank was taken over, but the wires weren't in process. So the whole weekend, I got like 2 hours of sleep a night. It was one of the most intense weekends of my life. I was just trying to figure out, are we going to get our money back as a fund? And so we were like, we didn't know we were going to make payroll. We didn't know if, like, we had lost lp money. It was a really fucking intense weekend. So, you know, I think, look, either way, it was quite likely that something was going to happen. Either one, the Fed was going to bail things out, or that there was going to be a buyer, or that, you know, or that they were going to honor wires that took place before the bank was put into receivership, which apparently is common, although it's not guaranteed. But either way, I mean, we were just kind of staring down the barrel of a gun the whole weekend. So seeing all of that, also seeing USDC de pegging and seeing all these things in DeFi, just like, all these assets drawing down, it was one of these moments for me that I was just like, jesus Christ, how much do we have to take to be in this industry?"
    },
    {
        "speaker": "B",
        "text": "Yeah, you know that meme where it's like someone who's like, yeah, I've been trading two years and crypto hasn't aged me at all. And then it's like a picture of a really old person. I feel like that after this weekend."
    },
    {
        "speaker": "C",
        "text": "I have to tell you, I do too."
    },
    {
        "speaker": "D",
        "text": "This felt even more different to me than other market calamities in the past where shit is going crazy, because this isn't just like people's fund money. This isn't just someone's portfolio going up and down. SVB deposits and USDC. These are funds that companies are using for operating expenses, for payroll. And so over the weekend, I just had people asking me, hey, what's happening with the coin? That's like, hey, this is the money that I'm using to run my startup. What should I do with my corporate treasury? Do you have any banking suggestions? Should I put it all into ether? Because USDC is going to zero. It felt a lot more existential than I think, some of the other market events."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, the interesting thing that I observed was crypto people were obviously the most vocal on the Internet about this thing, because crypto people never give up a chance to be like, haha, the normal financial system sucks, right? Which, whatever. I don't feel like anyone should. No one deserves a victory lap here. It's like everyone lost, if we're being honest. But the interesting thing I would say is the people who, in my mind, were most affected, and this maybe gets to some of the political. Observed political changes over the weekend, were definitely biotech companies, because SVB is actually very famous for doing biotech operational capital funding. And a lot of biotech companies not only kept their money at SVB, but the conditions for SVB to give them loans was basically like, oh, you had to keep all your corporate treasury there, then we'll give you these loans. And they were sort of double dipped. And a lot of those people would have defaulted this Monday morning had this not happened. And that would have been much bigger than the tech stuff. I get. The New York Times wants to just be like, oh, these tech bros. Got a free bailout or whatever. But there's a lot of other industries, especially, I think once Elizabeth Warren realized that SVB bought Boston private, which is one of the biggest credit local banks in the New England area that services biotech companies, for instance, she suddenly changed her tune about like, oh, like, yeah, kill this bank. Kill this bank. To like, oh, actually, my constituents need to be saved as well. I thought that was. That was like, that was one of the funnier things I saw this weekend. And that's why I think this, like, this, like, continuing narrative that, oh, it's like, we saved the tech bros. Thing is, like, not realistically true. The problem is Silicon Valley bank has the worst fucking name of any bank in history."
    },
    {
        "speaker": "C",
        "text": "I was like, it's like, oh, if only we were named the greater bank of California, the bailout would have come, like, Friday evening. But it's like the whole weekend."
    },
    {
        "speaker": "B",
        "text": "I think people underestimate how many other industries they serve, like, between wineries and biotech and stuff. And I just found the way people were talking about it and using it to bully pulpit their political thing a little bit wild and just misguided, like, not. Not actually looking at the numbers."
    },
    {
        "speaker": "C",
        "text": "It was finally on Saturday that Silicon Valley figured out how to message, because I feel like it was Saturday that I started seeing like all these like threads of like, you know, I'm a, I'm a founder, like a young woman. I started my first startup, I finally got funded. I've got twelve people working on this new, like, you know, better way to do logistics and now none of us are going to make payroll. And, you know, these people have kids and they have this and they have that, and it's like, okay, yeah, now you finally grounded this in stories that people give a shit about rather than, you know, so I mean, look, I obviously, I was very nervous, but I'm a VC. Who gives a shit about me? Like, you know, people, people are not going to, you're not going to resonate with like, okay, crypto startups and tech startups have a bunch of money there and, you know, okay, they have less money now. Whatever, screw them."
    },
    {
        "speaker": "B",
        "text": "Look, also the VC's on Twitter were obscenely embarrassing like that. That was just like, that is true. The David Sachs and Cal Canis thing I feel like, is like just quite."
    },
    {
        "speaker": "D",
        "text": "Shitting on our sister podcast."
    },
    {
        "speaker": "B",
        "text": "I would just say it was just quite embarrassing to read some of that stuff. It shows how tone deaf people are. It did remind me a lot of 2008. Not in the good ways. And in spite of the fact that it was a much more reasonable crisis than what was written to, I really hope that they learned some lessons. You can tell that they're eating some humble pie right now, but we'll see how long that lasts."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, at the end of the day, obviously at the center of this were a lot of startups, and we chatted with a lot of folks in our portfolio who are very exposed if SVb were to go down. So it's great that things normalized. Now, the other thing is that, again, looking back over the week, so we lost Silvergate earlier in the week. Signature was taken over on Sunday. And with signature, signature is the interesting one because there's now a lot of rumor and innuendo going around that signature was kind of a hatchet job. Is that actually signature was maybe potentially fine. That signature actually had enough liquidity to be able to meet all the redemptions that were coming in over the weekend. Signature was one of the banks that was under pressure earlier in the week in their stock price, along with First Republic and a few others. But signature, according to Barney Frank, who was actually one of the co authors of the Dodd Frank act, he was on the board of signature. And Barney Frank said in an interview that when the department of Financial Services came in and took over the bank, they were initially not planning to take over the bank. They initially were like, we're kind of watching, but we think that things are okay. We're going to go ahead and let you guys keep operating. And then midday, they sort of changed their mind and decided, never mind, guess what? We're taking it over. We don't, we don't trust you anymore. And so Barney Frank insinuated that he thinks the reason why signature was shut down was to punish them for their crypto activity and because signature was so associated with crypto, even though, if you recall a couple months, I think it was a couple months ago, signature announced that they were going to be basically off boarding some of their crypto clients to reduce the concentration of crypto deposits in the bank. So now it was reduced to something like 20% or less of their deposits were coming from crypto. So the majority of it was non crypto, which obviously, crypto is a volatile depository base. Barneys claim is that, hey, I think that they were coming after us because were crypto. The New York Department of Financial Services denied this. They said, no. The reason why we took it over is that we lost confidence in leadership. And their claim, I think it seems a little bit of he said, she said thing right now. They claim that we were asking them for real time data. They stopped providing it. We didn't have confidence that they actually had enough visibility into their own kind of withdrawal queue that was building up over the weekend. Um, and that was why we decided to take over the bank, just because, like, we just, we just weren't sure that they actually were running it."
    },
    {
        "speaker": "B",
        "text": "Can, can we point out that it's a little bit ironic to say that a bank didn't give you real time information about their withdrawal queue when a blockchain is literally designed to be a denial of service resistant way for you to get a queue of withdrawals. Just want to point that there's an irony to that statement from the DF's."
    },
    {
        "speaker": "E",
        "text": "Every single defi protocol, you have radical transparency. And any observer could look in real time to see the health in the state that is."
    },
    {
        "speaker": "C",
        "text": "Right. Well, apparently that was not true signature, according to Department of Financial Services. We'll see what plays out, because almost certainly they're going to be lawsuits over this one because, you know, signature had pretty positive equity on Friday when markets closed. And I think if it is true, that signature was fine and they were put into receivership anyway, illegitimately, obviously. Now people are going to get. And also, I should say that in the joint statement by Fed FDIC and Treasury. They also said that signature depositors are going to be made whole, implying that signature was also a failed bank. If in fact signature was fine and they would be able to continue operating as a going concern. There's probably going to be lawsuits and all hell to raise about this. But now I think that the seeds of the conspiracy have been sown. I think crypto is now convinced that the banking regulators are coming after crypto banks. Do you guys think this is right? Do you think that this is overblown? What's your read on the signature situation?"
    },
    {
        "speaker": "E",
        "text": "Here's my view in a non conspiratorial sense. The three banks closest to crypto are no longer in existence and no other banks, regardless of the health of their balance sheet or systems, have gone under. And I think the root cause of all these banks going under was they all bought bonds at the wrong time. All of them really had mark to market losses which they didnt have to account for. I think most likely every single bank is in one way or another in the same position where interest rates were low. They loaded up the assets out of their balance sheet with long bonds and they bathed in them and took a horrible loss. Its just that these crypto banks are the ones that were forced to account for those assets through the withdrawal possibility. Most other banks are probably equally as insolvent or suffering from negative equity. They're just not forced to account for it. And I think from a non conspiratorial sense, I think it was easy for regulators to just say, hey, you banks are going to have to be placed in receivership because you're insolvent. Where they could do that with any bank today? For the most part they could do that. Maybe not with JP Morgan, but they could with probably any other regional bank or any other mid sized bank in America. It's just that they chose, especially in the case of signature bank, to target institutions that they felt like targeting."
    },
    {
        "speaker": "B",
        "text": "And I will say, to be fair, we did talk about this on last week's episode about the idea that the accounting standards for not even just the bonds that they bought, but also the agency mortgage backed securities and stuff, how those get marked is a dark art. And somehow the regulatory bodies have never just been like, hey, you just have to say what the price would be if you had to sell it right now. And we've never been able to agree on that since 2008 because the us government doesn't want people dumping its bonds. I think we're just in this very weird limbo where regulators never want to force mark to market, which is never going to incentivize banks to actually do it, except banks that have heavy transaction volume flow, eg blanks that service speculative trading."
    },
    {
        "speaker": "C",
        "text": "Which one thing, actually one thing that Arthur claimed on the last show, which was actually incorrect, which as we all learned this over the weekend, that Arthur claimed, he claimed, by the way, he was mostly right about almost everything he said, but this one thing he got wrong, which is he said that banks hide their mark to market losses in their hold to maturity portfolios. So when they buy bonds and they basically say I'm going to hold this until, if it's a ten year bond, I'm going to hold it for all ten years, that they basically do these. His claim is that they do these tricks like hide it from their books. Banks actually report all of this stuff. If you go read the ten k, for the ten k, what is it called? Whatever the, I don't know what the fucking form is called. Whatever these things are called, these quarterly disclosures from banks, they actually list all the mark to market unrealized losses from their hold to maturity portfolio. Now they dont list it in the overall equity of the bank, because they havent realized the loss, their earnings dont reflect. Their earnings are reflected. But it is basically you add two numbers together and you have the march to market losses. Its all reported there."
    },
    {
        "speaker": "B",
        "text": "Its not a secret preston, but I will say the following, which is that ETF rebalancing rules and portfolio rules generally usually just are like, hey, I have a dividend, this is how much Im going to rebalance. Theyre not like, hey, were going to actually look at the unrealized earnings and construct our portfolio of the KBW, ETF or KBW index from that. And so theres actually this weird thing where people are forced buying without ever accounting for these losses. And that forced buying comes from the passive investment vehicles that just have to buy these stocks. So theres also this very weird, it's a very tangled web where the accounting is there, but it's not really realized in some sense that financial instruments don't ever price it in. And that part I always personally have."
    },
    {
        "speaker": "C",
        "text": "Found a bit sad, right no, that's true, that's true, but that should get arbed away. People should ultimately, if they actually understand the true value of the asset relative to the force, buying markets should figure all that shit out."
    },
    {
        "speaker": "B",
        "text": "Can you explain Dogecoin to me?"
    },
    {
        "speaker": "C",
        "text": "That's going to be the next show is going to be. I explained Dogecoin to Tarun while we're both on huge amounts of acid. That will be if we do that."
    },
    {
        "speaker": "B",
        "text": "The number one thing I learned in recent weeks that I never understood, there's a dog coin which is extremely popular in crypto called pause inu pawsinu. And I always was just like, okay, like, there's a million of these Inu coins every time there's a hack. Like, for instance, like the Euler hacks, we'll talk about. Literally 30 seconds later, there was an Euler hack inu coin made. I don't understand exactly why the shiba inu thing, but pause inu is very special because it's uniswap backwards, which I only, I only realized, which is like. And it's. That's actually why it's market cap so high."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's why the market capon, it's an anagram of uniswap. That's why the market cap so high."
    },
    {
        "speaker": "E",
        "text": "That's correct. I had to type it to validate things."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's one of these. So anyway, my point is these markets aren't efficient."
    },
    {
        "speaker": "C",
        "text": "That is the one that actually sounds efficient. Is that. Yeah, uniswap in reverse should be worth a lot. Okay, wow. Um. Okay. I don't know. I don't know how to transition from that, but, uh, I think we talked."
    },
    {
        "speaker": "B",
        "text": "About the oiler hack. Euler hack inu."
    },
    {
        "speaker": "C",
        "text": "Should we talk. Should we talk about the Euler hack? Okay. Um, well, the one. The one thing that, before we, before we end this, this saga of crypto banking, I mean, it's definitely, the story is not over. Um, with the death of signature and the death of Silvergate, it's very clear, regardless of whether you believe the story, that there's a sort of Operation Choke .2.0 thing happening. Um, it is true that crypto has gotten significantly debanked over this week. We should see, especially with the death of signature and signet transactional banking in crypto, basically, meaning this 24/7 settlement stuff has taken a huge hit. We no longer have a 24/7 settlement system for crypto. I would guess that probably something will pop up fairly soon that will step in to try to replace them."
    },
    {
        "speaker": "B",
        "text": "Well, crossover now."
    },
    {
        "speaker": "C",
        "text": "That's right. So crossover is the one that seems to be that circle is going to start using as their transactional system. I think Coinbase also uses them. There's also JPMorgan, BNY Mellon that also bank coinbase and Circle, respectively. But a lot of banks may respond to this by saying, like, wow, the bank graveyard is full of people who touch crypto. Maybe I should be more careful about touching this stuff. And so my guess would be that startups are gonna have a much tougher time getting banked by a lot of the big players. After what we've seen over the last week. There are a few banks that are crypto friendly, like series, like Mercury, these sort of neo banks that are much smaller and more nimble, but a lot of. And there's also BCB group and a number of other players in Europe that are quite crypto friendly. But I think the banking story is going to be, we're going to feel the reverberations of that for a while, especially when it comes to crypto companies, you know, being able to on ramp and off ramp effectively. Whats your guys view on this?"
    },
    {
        "speaker": "B",
        "text": "So I have a claim that in the same way that stablecoins are a little bit like eurodollars, even though obviously because their accounts are held at these banks, they are held locally, but they are a little bit like euro dollars in that their dollars sort of held on chain. If we view on chain as the foreign bank that people are trading, ive never understood one thing, which is like when will it actually make sense for foreign banks to be custodying the dollars that back stablecoins? Tether does that, but we have no clue where they are. But imagine a version of circle where circle opens eurodollar accounts at Credit Suisse or something. Maybe I should pick someone more solvent at GCB or something like that. They store the dollars there. You wire to Europe, obviously still connect to swift, and they just charge you a higher create redeem fee. Because obviously the costs for the European bank are higher. I'm surprised we haven't seen that. Somehow we focused on making euro stablecoins. But why not just make the us dollar stablecoin custodied outside the US? It might actually just avoid some of these issues."
    },
    {
        "speaker": "C",
        "text": "I don't know how much it would solve these issues. If anything, I think right now for USDC in particular, I think the reason why they are, why it makes sense for them to use us commercial banks is because so much of the role of USDC was to basically be as different as possible from tether. If you were just using euro dollar banks, it's like, okay, is this really that much better than tether? How would I know? Whereas the fact that they use BNY Mellon and all these very stalwart banks is part of what makes them one more trustworthy and that's kind of their branding, is that we're the more trustworthy stablecoin but then also second, to the extent that they want to be the beneficiary of domestic stablecoin regulation, it's by being above board and being very squarely within the us regulatory purview. I think that's pretty essential to their strategy. And it seems wise to me, at least for now."
    },
    {
        "speaker": "B",
        "text": "I'm just saying someone else could do it. Paxos now actually has very good reason to go do this because they just lost. I mean, there's still quite a bit of BOsg, but my point is the growth story might not be there. Someone will do the euro dollar stablecoin. I just don't know who it's going to be."
    },
    {
        "speaker": "C",
        "text": "I mean, it's tether, right? Tether is already. They're crushing it."
    },
    {
        "speaker": "B",
        "text": "Tether is doing it. I think like all of the new regulation, I think like the. It was the EU today released like the smart contract regulation that was like, all smart contract developers have to include pauses in their transactions."
    },
    {
        "speaker": "D",
        "text": "What, stuff like that to both of your points, actually. You know, it's like in, you know, these kinds of times, there's obviously a flight to safety and flight to quality. And normally it would be a flight to USDC and then it would be a flight to USD. In reality, tether was actually trading above a dollar during a lot of this. People were trying to get out of USDC. And so clearly the demand for this offshore dollar stable coinish thing, maybe it could be a little bit more polished. But I would argue that's probably the most senior safe thing in the market based on how the market's pricing it."
    },
    {
        "speaker": "C",
        "text": "Yeah, that makes sense. Okay, well, we'll see what happens. I mean, sort of the last element of the story was that after we saw the bailout and an enormous amount of instability take place on Monday, a bunch of runs on regional banks, a lot of worry about smaller banks having massive deposit flight to the large banks. You saw basically the embers of a banking crisis taking place in the US. A lot of fear about is this going to spread like wildfire to all the regional banks? And now the expectations for interest rates is that they're basically going to turn a corner before the end of the year. And interest rates, I think right now the curve is pricing. They don't even hit 5% before rates are getting cut. So we're now looking at rate cuts before the end of the year if the market is right. And the other thing that you saw is you saw equity markets rally and you saw crypto absolutely rip. So bitcoin was up like something like 18% in a single day, which is one of the best days weve had in quite a while. And crypto is still up today. Crypto, bitcoin is up at time of us recording the show. And I think a lot of this just in response to interest rates. Interest rates, I think, is whats driving most of it for crypto. Crypto massively outperformed the S and P or the Nasdaq. And actually, now, it's funny, because I was just talking to some investors here in the Middle east, and a lot of them are like, oh, since FTX, things are really bad, and I don't know if this is investable anymore. And I was like, okay, hold on. I got to show you something. I pulled up trading view, and I charted bitcoin versus the Nasdaq since the day before FTX collapsed. And actually, in that time, the Nasdaq is up about, like, I think its like 6%, and bitcoin is up 18% since before FTX collapsed. So actually, bitcoin has outperformed the Nasdaq in that time, despite what you might read in the headlines, despite whats been going on globally, in large part because bitcoin and crypto generally is so responsive to interest rates. And I think the change in expectation of interest rates, despite the fact that interest rates are higher now than they were at the time of FTX, crypto is just done, rallied massively over the last 48 hours. So, anyway, we don't have that much time left. So I want to make sure that we cover the story about Euler finance. So Euler finance, by the way, not Euler. It's pronounced Euler, but it's spelled like Euler. So if you hear me say Euler, just imagine it's spelled Euler in your head. So Euler finance is basically like an on chain lending protocol. It's got some fancy, you know, tips and tricks and cool stuff. It does. That's a little bit different and kind of more nouveau than compound and aave. So Euler was hacked over the weekend. And let me see if I can explain this hack, because I sort of read it very, very briefly. Tarun, please correct me if I'm wrong, but basically, the way that this hack worked was that somebody basically, they borrowed a bunch of a certain asset using a flash loan. And after borrowing a bunch of that asset, there's a function in the contract that allows you to donate the asset. Like, donate an asset to the contract for some reason. Basically just say, hey, I just want to give you this because I love you and you're great. They donated a bunch of the asset and for whatever reason this donate function did not check that this would not put you underwater and basically in default on your loan. And so they basically did this, forced themselves to become in default on the loan. And Euler does this fancy thing where if somebody is really, really deeply in default it gives a really big incentive for you to liquidate them because the idea is that if somebody's a little bit in default, you only need a little incentive to liquidate them. So a lot of protocols, the old school way to do this was that you just have a fixed percentage. So if you get liquidated it's 5% flat. It doesn't matter if you're one iota in default, 5%. Screw you. That, too bad you got liquidated. Whereas Euler does this floating thing. The more in default you are, the bigger the reward is. They put their own account into massive amounts of default using this bug in the donation function and then they took another account and liquidated themselves, got this massive reward and made money from the protocol. Is that a fair understanding of how this exploit worked? Tarun?"
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "C",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "That's a good description."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "So they're, so my understanding is it's sort of like a dust collection feature. Like there are a lot of on maker, there are a lot of CDP's that are technically underwater that nobody is liquidating. And they just sort of accrue and this sort of lets you sweep all that basically into the protocol."
    },
    {
        "speaker": "C",
        "text": "I see, I see. Okay. That's why that's there. So there was $183 million stolen, which is a big hack. But I mean, I don't know. We're also PTSD at this point that it's hard for anything to register."
    },
    {
        "speaker": "B",
        "text": "This donation thing was also something that showed up in Aave when sushi and ex sushi diverged. And so there's actually no way of sort of preventing it for some annoying technical reasons. So they just happen to have an explicit function. But you could have just sent the money to the wallet that the pool is in the. So the function makes it sound like, oh, it was like a built in feature that made it do this, but there's a way to do it without explicitly calling it. So just wanted to point that out. But I think one of the issues, and I think while obviously most of the panic and fear and pandemonium of the last few days was people talking about SVB. The second pandemonium I guess you saw on Twitter was a lot of people like flash loans are the devil and bad. And there's sort of this trade off. Like, how could we, how could, you know, can we just ban them? And I think crypto is this type of thing that's a one way function, like a hash function. Like once you've unlocked something existing and people find productive uses for it, even if there's bad uses, people are not going to stop using it. Right? Like, the code exists, people know how to use it."
    },
    {
        "speaker": "D",
        "text": "I mean, people have been trying to band a flash loan just sort of making these moral arguments against them, basically since they were invented. And obviously the market is the market that people want them. They're extremely useful in many different scenarios just for making things more efficient. But some protocols do try to basically ban flash loans by preventing smart contracts from using the protocol."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "D",
        "text": "You have to have an EOA to open a position or to trade or whatever. But with the rise of account abstraction and 4337, more and more people are going to be using a smart contract wallet. And so I bet those are going to have to get rolled back. And, like, the protocols that thought they were safe from flash loans are now going to be exposed and going to have to figure out some way to harden their protocols going forward."
    },
    {
        "speaker": "C",
        "text": "Yeah. So right now, this reminds me, a lot of people who talk about when their market crashes, talk about banning short selling, right? It's kind of the same, like, sort of the same instinct that, like, oh, if we just, like, stop this. One thing that happens sometimes when bad things happen, that the bad things will stop happening. And ultimately, even if you ban flash loans, there are people who have enough money to go do this attack. There aren't a ton. But one way or another, you'll find a way. If you have an exploit, you'll find a way to actually exploit it. And so it's funny, because right now I'm in the Middle east, and I haven't spent much time here before, and it's a weird place to be learning about all this stuff, because the Middle east has its own version of crypto and its own version of all these different concepts that are kind of filtered through sharia law in a lot of these places. And I was learning about this, about sharia compliant Defi, Sharia compliance. It turns out one of the rules in Sharia that I'm coming to understand is that interest is not allowed. You can't pay interest on anything if you want to do. Now, of course, that doesn't mean there's no finance in islamic countries. There obviously is, but they find ways to mutate or grab this thing, put it over here and do something. Call it some other name, which I'm like, oh, that's like what Defi does. You tokenize this one part of it and you give it a new name, and then it's like, oh, it's defi innovation. Go ahead."
    },
    {
        "speaker": "B",
        "text": "In 2019, when I first heard about pool together, which is an old school defi protocol that some of you may remember, it's a no lost lottery. You put in money, the protocol then takes the pool and puts it into compound, takes the interest and then gives it away as a lottery. Winning to whoever deposited the islamic bonds are the same way. They basically don't pay interest uniformly to all capital providers. They do it as a lottery. And the lottery is not users, depending on which particular imam you're asking. There are obviously some that are like, this is all users, get out of here. But there's some who will be like, no, no, no, lottery is fine. It's fairer than distributing it evenly because then it's nothing. You're not really. Then you're. Then you're just charging for a service as an individual instead of pooling together capital to oppress the single borrower. So there's a lot of very funny stuff. I highly recommend reading about it more because, yeah, in the deep bear market last time. Another piece of trivia is Virgil Griffith, who was arrested for helping North Korea learn how to run Ethereum nodes was famous for going to, I think it was Saudi Arabia, maybe it was the UAE. And getting the government to make Ethereum halal in some weird way, it was totally eth staking was not viewed as a user us endeavor. And so I think Ethereum Algorand learned about this."
    },
    {
        "speaker": "C",
        "text": "I was talking to somebody over dinner who's like an expert on the rules around Sharia halal haram for proof of work. And so apparently proof of work is halal, meaning that it's allowed because you are being paid for work. So actually fiat money apparently is haram, because fiat money, you just make it out of thin air. It's not made of anything valuable. So nobody worked to create fiat money. And that means that technically it's haram. Now, no country is actually that hardcore to actually ban fiat money. But technically imams will say, yes, technically this is haram. You shouldn't be using it. But whatever, we got to live in the world. And so there are countries actually where they ban short selling because short selling is haram. But so they find some other way to do short selling. Vanilla short selling is not okay. Because of the interest that you're paying to the borrower or that you're paying to the lender. But. So there's a huge project in the Middle east that I'd never heard of until I came out here called islamic coin, and. Islamic coin, they raised something like $400 million. And the whole idea behind islamic coin is that it is a sharia compliant ethereum fork."
    },
    {
        "speaker": "B",
        "text": "And it's even, I think I thought, but it is running as a tender machine. It's closer to esmos or."
    },
    {
        "speaker": "C",
        "text": "Oh, wait, so you know about this? You know about this?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Okay. Okay."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "C",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Very famous. Very, very, very famous fundraise. Uh, partially because I think that the one coin woman is somehow hidden in the shadow."
    },
    {
        "speaker": "C",
        "text": "Apparently, it's, like, all Russians who are running it. And the whole idea, the way it was explained to me, is that how. So, like, how do you make a blockchain sharia compliant? Like, what does that even mean? And she's like, well, well, you know, the thing is, like, you don't know what people are doing on the blockchain. So there's a committee of, like, there's a committee of sort of validators who are like, you know, basically like imams, I guess. And they approve every smart contract that gets deployed onto the chain to check whether it's sharia compliant and only sharia compliant contracts can be deployed and then you can interact with those as you. As you see fit. That's. I. As far as I understand, that's the core idea of islamic coin. So it just goes to show that the world of blockchain is a very, very big place. And I had no idea how much money there was chasing this stuff, but it's pretty massive. So, anyway, that is totally irrelevant to euler finance. But I guess the reason why it was connected was like, banning. Banning flash loans, which I guess because the reason why that came to me is that flash loans are only sharia compliant if you don't have to pay fees. So only DYDX flash loans are sharia compliant, but the other ones are not."
    },
    {
        "speaker": "B",
        "text": "Because you didn't put that on the website."
    },
    {
        "speaker": "C",
        "text": "They put that on the website. I'll see if I can get Antonio to put that on DYDX."
    },
    {
        "speaker": "D",
        "text": "It makes sense, though, all this innovation, because hawala networks, where they do the peer to peer payments, that was really the world's first sharded blockchain. And so it's out of that you have all this innovation."
    },
    {
        "speaker": "B",
        "text": "It is true. Although hawala, unfortunately, in the US, I would not say that around a TSA employee just as a. A note for those who are often harassed at airport checkouts. Security."
    },
    {
        "speaker": "C",
        "text": "Yeah. Yeah. Okay, so let's bring this conversation to a close. We've been through a lot. It's been a really harrowing week. What do you guys think?"
    },
    {
        "speaker": "B",
        "text": "Hey, we're making jokes now. Come on."
    },
    {
        "speaker": "C",
        "text": "I know, I know. Look, things are okay now. Things are okay now. Prices are up. USDC is back, we're back in business. But I think the moment of introspection, I think, for the industry particularly, is probably most around USDC. USDC was probably, for the industry on the whole, the biggest reality check about how much crypto is intertwined with traditional finance and how dependent we are still on the banks. The bitcoin blockchain, the very first Genesis block has inscribed into it chancellor on the brink of bailout for the chancellor on the second brink of bailout for the banks. It was literally when a bank was getting bailed out that bitcoin was created. And once again, we have a bank getting bailed out. But this bank, instead of being the genesis moment of crypto, is actually showing the cracks in the thing that we've built. And so how do you guys reflect on the lessons for crypto, looking forward for how we get stronger from what happened over the last week?"
    },
    {
        "speaker": "E",
        "text": "Well, I definitely think this is one of the great reminders for people about, like, why crypto even should exist. So many sophisticated, well intentioned people over the weekend had no idea if their money was going to be there come Monday. And that's mostly what bitcoin and crypto assets were designed to present, prevent, which was this, like, uncertainty due to someone else having the control and not you as the user or the market participant. And I think it's a really loud reminder. The second thing that I think is vindicated and reaffirmed coming out of this weekend is, you know, all of these banks were being shut down because of opaqueness and uncertainty about their balance sheet and inability to trust management and all of these things. And we were sort of joking earlier in the show when we said, like, oh, but defi fixes this, but it does, right? A DeFi protocol would have been able to present to regulators the radical transparency of knowing exactly what the health of the market was or the withdrawal queue or whatever it is. It really does prevent a lot of the same sort of issues that were at the heart of these bank failures. I see this as just a nice reminder and wake up call for everyone building in this space that were headed in the right direction, even if moment to moment. It doesn't feel like that."
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, there was also a lot of sort of hand wringing over the weekend around, oh, this is why we should have never used USDC and makers going down the wrong path and having so much USDC exposure. Everyone should use rye or use liquidy. It's like there's a reason why people don't use these things. There's a number of different protocol flaws, scale flaws, et cetera. But I'm hoping that some of that energy is funneled towards more effort around building decentralized stable coins or more diversified stablecoins or maybe even a true, proper euro dollar stablecoin or something like that. I think it's not, I think, very productive to sort of like flash loans, sort of moralize around what you think people should do and instead, ideally direct that efforts into more research and more building and making your vision a reality."
    },
    {
        "speaker": "C",
        "text": "Is that a new term, recording flash loan moralizing?"
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Well, there it should just be flash moralizing because this used a flash loan and a flash mint because, you know."
    },
    {
        "speaker": "C",
        "text": "Thank you for clarifying that."
    },
    {
        "speaker": "B",
        "text": "I think the. Yeah, I think my take is like, you know, I've never had all these people who hate crypto call me over the weekend and be like, man, I really hate the banks. And I'm like, man, do I have a product for you. But it was actually funny. All these people who November 12 were just texting me like, haha, fuck you, this crypto sucks. AI is way better. Blah, blah, blah. People like that. I will say a lot of them ate some humble pie this weekend, which I'm not trying to have the schadenfreude, I'm just trying to say, you can't just immediately dump on crypto and then suddenly be like, oh no. What could ever solve the problem of solving dos attacks against bank withdrawals? I find that funny. But I think the long term thing is stuff like the Euler stuff, to Tom's point, there's a lot more research into the types of mechanisms to build that we need to do. And a lot of that boils down to some new technologies that a lot of people on the edge in this industry are working on that haven't made it to usage. But those things, I think in the next two to three years, once they're live and in production, should really help mitigate a lot of these issues over time. I think things like the Euler mishap are unfortunate, but they actually provide us a lot of really good lessons. And we have a lot of new technological tools that people have invested in and are getting to production scale that I think will be very useful for making sure that users can't do this to themselves and also that these protocols are able to add in new complex features without introducing a larger attack surface area."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think the events of the last weekend, Crypto has this sometimes overused trope of banking, the unbanked, much to our chagrin. We found ourselves unbanked over the weekend. And it's a very strange feeling to have money, but not actually be able to access the money, not be able to do anything with the money. And the idea that for us, a pretty regulated financial firm, that our best option was to try to get the money into crypto as fast as we could, I think is telling of where we're at right now with respect to the, the evolution of both the traditional financial system and of cryptocurrencies. The reality is, right now, the two systems need each other. The two systems interplay with each other. And this is also often how I think about when people ask me like, hey, do you think that DeFi is going to be, do you think that DeFi is going to eat everything in finance? Personally, I don't think so. I think that the two are going to sit side by side with each other. But a lot of what DeFi is fundamentally good for right now, today, is that DeFi is sort of like a floor. It's a floor of financial connectivity and usability that's always there. It's always there everywhere in the world, 24/7 if your local banking system or your local financial system, which has a lot of things that DeFi can't do, it has credit, it knows who you are. It has all this rich history that doesn't necessarily translate easily into a blockchain setting. But there are times when I, the normal financial system is way up here and DeFi is here. It's this solid thing that is accessible always, everywhere at all times. And sometimes your financial system is going to just fucking drive into the ground and be totally unusable. And when that's there, you can always default back to Defi. It's like this sort of, it's this default that's always undergirding you as competition, but also as a fallback. And I think that that's true in a lot of places around the world where you see a lot of DeFi adoption today, its because DeFi is here. And when DeFi is here and youve got a terrible financial system, DeFi is actually better than what youve got, or even if youre in the first world and youve got a failing financial system yet, DeFi is now better than what youve got. And as Defi gets better and better, that floor is just going to rise. Its just going to rise and rise and rise every single year that we start building more and more stuff. But in the interim, DeFi is better as the sum of parts. Its better with centralized stablecoins, with real world assets, with all these off chain identity primitives that are being built. It's going to get richer. It's going to get more robust over time. But we're not there yet. And I think things like Euler finance show us that there's going to be failures along the way and there's going to be learning moments. But ultimately, I think vindication. Not that we won, not that. Okay, hey, this shows that this guy is better than that guy, but it shows that all this stuff is important. All this stuff is really important. Like, tradfi needs to get better. Defi needs to get better. But both parts of this equation are important to what we should have as a human civilization going forward. And if it's that clear within America, then it's certainly true for the entire world. So. All right, I guess I'll leave things there."
    },
    {
        "speaker": "B",
        "text": "The real question is, is the sharia floor different than the non sharia floor? And I leave that for us to discover."
    },
    {
        "speaker": "C",
        "text": "Yeah, the sharia floor. Sharia floor is that you leave your shoes at the door, you don't wear your shoes inside. That's, that's the sharia floor. So, uh, anyway, we'll, we'll go ahead and wrap it up there. Thank you, everybody. I know it's been a crazy week, and I hope we helped you understand a little better what was going on. Until next time. See you, everybody."
    }
]