[
    {
        "speaker": "A",
        "text": "Well, my own view is that these rules as proposed are unadministrable. So I think we've argued that there should be a more measured approach."
    },
    {
        "speaker": "B",
        "text": "Hi everyone, welcome to Unchained, your no hive resource for all things crypto. I'm your host, Laura Shin, author of their cryptopians. I started covering crypto eight years ago and as a senior editor, Forbes was the first mainstream media reporter to cover cryptocurrency full time. This is November 28, 2023 episode of Unchained hey unchained listeners, as you know, its hard keeping up with a fast paced world of crypto, so weve got just the thing for you. Subscribe to our free Unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings and bullet points. Plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com. dot defi just got way easier with Vaultcraft popcorns no code defi toolkit for building, deploying and monetizing automated yield strategies. From institutional service providers to defi degens, anyone can use Vaultcraft to supercharge their crypto with custom cross chain yield strategies. Learn more on Vaultcraft IO. The game has changed. The Google Cloud Oracle built for layer zero is now securing every layer message by default. Their custom end to end solution sets itself up to bring its world class security to web three and establish itself as the HTTPs within layer zero messaging. Visit layer zero.net work to learn more. Today's topic is the proposed IR's tax regulations on crypto brokers. Here to discuss are Sheehan Chandrasekhara, head of tax strategy at Cointracker, and Lawrence Lackin, VP of tax at Coinbase. Welcome Sheehan and Lawrence."
    },
    {
        "speaker": "A",
        "text": "Happy to be here."
    },
    {
        "speaker": "C",
        "text": "Thanks Laura for having us."
    },
    {
        "speaker": "B",
        "text": "So we actually typically do one tax show on unchained every winter, and we usually schedule it for around when people start thinking about taxes. But this year we're doing one now in November because the IR's is currently coming up with a new tax regime for crypto in the US and is causing a little bit of a controversy. So can one of you explain what these new proposed rules are? Why don't we have Sheehan? Why don't we have you start."
    },
    {
        "speaker": "C",
        "text": "Yeah, sure. So I guess, let me explain the timeline first. So the infrastructure bill passed in November of 2021, and it pretty much said that crypto exchanges should act very similar to stock brokers. In other words, they had to collect KYC. They had to do this reporting of gains and losses and issue a form called 1099 Daev to the users at the end of the year. So that law passed in November 2021. And once a law passes IR's and the treasury, they had issued what's called proposed regulations outlining exactly what needs to be done to kind of comply with that new law. So those proposed regulations, that was like, that came out in August of 2023. It was like 282 page, like, you know, very in depth PDF documents on how brokers should kind of comply with these laws. So after those proposed regulations happened, the industry had like a 60 day comment period to kind of give feedback about that proposed regulation. Again, these are still proposed. And the industry gave feedback that the last day to kind of give feedback was November 13. And IR's hopefully took the industry feedback, and they're probably going to finalize those proposed regulations into final regulations sometime in Q 120 24. And then hopefully the final regulations probably going to go into effect for the 2025 tax year. But it is very likely those timelines going to get delayed because of some of the feedback that they receive from the industry. So that is kind of like the timeline. And I'm happy to go into the details if you have any questions."
    },
    {
        "speaker": "A",
        "text": "Further, just one related comment, which is what these are not. So these are reporting regulations. So this is what our customers, what broker customers receive. It's equivalent to what you receive usually in January and February of every calendar year when you have to pay your taxes, you get information from your broker about the transactions you did, and that gets reported on your tax return. It does not define what taxpayers are required to do to comply with the tax laws. So people often confuse the two people are still required to report their taxable gains or losses. This doesn't change any of that. This is just the reporting that goes both to the taxpayer and to the Internal Revenue Service. It's just a standard us mechanism we have in the United States for information reporting. So as she Han said, it is designed to sort of create what I sort of use as a positive. It's sort of in, it confirms the maturation of our industry and ecosystem so that we're held to equivalent standards to what financial institutions actually do. That's actually very important, I think was the impetus for these for the proposed, for the law and the proposed regulations."
    },
    {
        "speaker": "B",
        "text": "And so these rules, what do they say exactly? What are people reacting to?"
    },
    {
        "speaker": "A",
        "text": "So the regulations basically try to define the scope and purpose of the regulations. The scope is very, very important. They try to encompass what they, what the IR's and the treasury basically are trying to define who is a broker, the types of transactions that get reported, the types of digital assets that get reported on impact, just the overall infrastructure, how it's supposed to be reported, when it's supposed to be reported, the type of information that's supposed to be reported. And it also provides an economic basis as required by the Administrative Procedures act. So there's a whole set of rules that define every regulation that's supposed to help define the impact on the overall economy. So the regs are sort of constricted or defined based on their economic purpose as well. But basically it's scope timeline. So it's designed to sort of provide the industry with the paradigm or the rubric that we're supposed to follow for information reporting."
    },
    {
        "speaker": "B",
        "text": "But what does it say? Like what are the proposed, so the proposed rules are saying."
    },
    {
        "speaker": "A",
        "text": "So the proposed rules define broker. They define it very broadly speaking. These are the people who are going to be required to report transactional activity. So Coinbase, for example, is a centralized exchange. We're required to report on our customers. No issue there, actually. It then defines who else is supposed to be a broker. Miners, software developers were carved out. We can talk a little bit about that in a very narrow sense. But the definition of brokers expanded well beyond just centralized exchanges. It applies to essentially any, what's defined as any digital asset middleman, which is so broadly defined within the actual proposed regulations, it can encompass just about anything. Anyone who facilitates a digital asset transaction. So these people are brokers and they're supposed to then since they're facilitating transactions, they're supposed to report on those transactions to the Internal Revenue Service and to customers, ultimately also with basis information, so that you, the customer, can then have the adequate information to report correctly on your tax return what the transactions you did encompass, so that you can define your taxable gains or losses. So who's a broker, the transactions and the underlying information, that's what this is sort of defined to do. So equivalent to your fidelity statement. If you or e trade whatever you're using those, you receive a 1099 at the end of the year. It tells you what transactions you did on that particular exchange or through that broker, and that then you can keep that information, put it in turbotax, you can put it and give it to your accountant, and then that defines essentially what your tax liability is. It goes into schedule D like a whole set of parameters associated with filing your taxes. It helps you define what you, the customer, have as gain or losses by, through the broker through whom you're transacting."
    },
    {
        "speaker": "B",
        "text": "If this proposed rule were to pass, what would be the implications for crypto and by extension, for Defi?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so, so there are like, I guess three stakeholders in the chain, right? You know, you have the brokers, you have the taxpayers, and you have the IR's. Um, so when it comes to the brokers, I think, uh, it is pretty, I guess the industry knows that the centralized exchanges will have to kind of comply with these rules and kind of act similar to stock brokers, where they have to issue this new form called ten nine DA at the end of the year, listing taxpayer gains and losses. And that is somewhat clear. Now, there's a question how these rules gonna affect DeFi sector of the industry, right? Because in most cases, decentralized platforms, you know, Lawrence mentioned about these facilitating services pretty much. These are kind of like website that allows you to connect your wallet and you can kind of interact with the protocol underneath that with convenience without just interacting with the protocol directly. So if these proposed regulations get finalized, as it is, that website slash interface could also be a broker, and they will have to kind of capture the KYC information and all the computation information that's needed for them to issue the 1098. And some of those requirements are impractical because if I'm connecting my wallet to some website and sell a coin or an NFT, the website slash the broker in this new world, they don't have any visibility into my cost base, meaning how much I paid for that coin because that was in my custodial wallet. So in that case, how are they going to issue a 1099 DA with complete information? So that's the question. Another impact is kind of collecting this KYC information because these are platforms that have been kind of running under district crypto ethos. You get to transect pseudo anonymously because they care about the privacy. But under this new regime, they will be required to collect KYC, because when you get issued 1099 DA form, you have to have the name, address, Social Security and all those things. So that's going to be completely contradictory to what we know of the crypto space. So that's a broker impact. And by the way, like, there's like a lot of smaller DeFi platforms who might not have the resources to kind of comply with these laws because, you know, again, if this proposed regulation get finalized as it is, they will have to hire compliance folks. You know, they will have to build the systems to kind of capture this information and submit to the IR's and also communicate with the taxpayers. Now, when it comes to the taxpayer point of view, they're going to receive this 1099 DA form, but they will be either inaccurate or incomplete. Now, kind of going back to my example before, if I connect my wallet to one of these Dexs and transact something, meaning I sell something, the Dex will likely send me a 1090 idea with the proceeds, meaning the sale price of that coin, because they know that, but they wouldn't know how much I paid for that coin. So I still had to kind of figure out the cost basis to correctly figure out the taxable gain or loss from that transaction. Taxpayers will be confused because they're going to receive, like, you know, a ton of incomplete or inaccurate 1099 NDAs as a result of the regulations. The last but not least, the IR's are going to get bombarded with, like, so much of incomplete and inaccurate information submitted through these 1099 DA forms through brokers, and also incomplete and inaccurate data submitted to the IR's from form 8949s, typically filed by taxpayers when they file their individual returns. So as a company like who has been in this space specifically related to cost basis reconciliation, we are very concerned about the creation of this incomplete, inaccurate data that's going to negatively impact everybody in the chain. That includes taxpayers, brokers, and even the IR's. So that is kind of like the impact that we are projecting as a result of these proposed regulations."
    },
    {
        "speaker": "B",
        "text": "Yeah, and I think people are even saying that this rule could be a threat to crypto overall because it destroys the basic premise of a lot of crypto, which is that these systems operate in a decentralized fashion where miners could process transactions, but they don't necessarily work together with the front end. That is where customers are making those transactions. And so basically, when you force them to act more similar to a coinbase, then it just kind of removes the entire basis of what crypto has been built on. What do you think it would look like for the industry to actually try to put some of these rules into practice?"
    },
    {
        "speaker": "A",
        "text": "Well, my own view is that these rules as proposed are unadministrable. So I think we've argued that there should be a more measured approach. And I think if the IR's had started a little bit more, less boldly, if you will, and less expansively and had sort of focused on parity with financial services, which is what I think the intent of the regulations or the intent of the statute was supposed to be. And they focused on where essentially 80% plus of all transactions occur anyhow. And then we had a system that we thought was then had some standing and had some history and had some backing. I think then we could expand it to where they think there is potential risk. But by including just about everything multiple transactions get reported multiple times, the information in them, as Shahan described, would be inherently incomplete, at least to start creating confusion. Just the range of potential brokers is just essentially, it's impossible for many of them to actually compliant with current technology. They'd have to adapt or leave the country or figure out something else that they would have to do, which is not really promoting technological parity. So, I mean, how can think of a whole host of reasons, but the main statistic I would give you is that the IR's itself has told us that it's expecting 8 billion reports from this proposed set of regulations themselves. So this is from the IR's commissioner's office. And that tells you something, because the current entire information reporting regime, everything that's received from all broker, not just brokers, but w two s, like all the information the IR's gets relative to taxpayers is about 5 billion today. So just for crypto alone, for a nascent new industry, the IR's is expecting 8 billion. I didn't invent this number. This came from them. So I think just the, just think about the cost associated with building a system like that. I mean, essentially, it's just, as I said, it's unadministrable in its current form. So I think we have to sort of go back, look at basics, and figure out something that we, I mean, I think we want things to work, too. Like, I'm not suggesting that we don't have a broker reporting regime. I can think of alternatives, but in the current iteration, I think it's important that what was passed in the 2021 statute that Shahan mentioned was parity with the financial systems. So with financial brokers, we should follow that paradigm, build something, and then move on from there."
    },
    {
        "speaker": "B",
        "text": "Yeah. What's interesting is that crypto is so small now that if it's already 8 billion at the stage of adoption that it has now, then I can't imagine what it would be once it actually becomes widely adopted. So she han, you can add to that. But I also just wanted to ask about the stablecoin issue, because I did see that there is some reporting applied to stablecoins. But I've also seen commentary saying that people think that because there isn't capital gains for those transactions, that that shouldn't be included. But I don't know what you think of that because there are obviously people that they receive payment anyway. So what are the arguments on either side of that?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think stable coins, technically speaking, these could create a small amount of capital gain on capital loss because some of these stable coins are not perfectly pegged to the dollar. So when Iris kind of came up with the proposed regulations, I think they had that mindset. But at the same time, Lawrence mentioned about this 8 billion 1099 NDAs. I think stable coins, like reporting gains and losses on stable coins going to contribute to that 8 billion number a lot, because stablecoin transactions happen all the time. And for each transaction there has to be a 1099 DA with like very immaterial amount of either a small amount of gain or loss. So I read through like in a bunch of commit letters that was posted to the, to the regulations website. And the industry is asking to exclude stablecoin transactions from 1099 DA reporting. And practically speaking, it makes sense. I mean, I don't think anybody is in the business of like, you know, trading stable coins just to make any gains out of those, you know, cent or like half a cent. So, so it does make sense to exclude stable coins from. From information reporting reporting regime. But by the way, the stable coin transaction could be subject to other type of information reports like 1099 ks and et cetera, which is fine. But for, for DA, like capital gains and capital loss purposes, I think the industry consensus is that it should not be subjected."
    },
    {
        "speaker": "B",
        "text": "And one other aspect that's covered is nfts. And I also saw some commentary about that. What do the proposed rules say about nfts?"
    },
    {
        "speaker": "A",
        "text": "Effectively, every digital asset transaction is reportable. So there's no exclusion. There's no exclusion for stable coins, there's no exclusion for nfts. There's no exclusion for any tokenized asset. So if you think of the potential of crypto, which is to tokenize, put on the blockchain, all at something of value, if you will, it's the extent that there's a transaction with respect to that asset, it could be real estate. It becomes reportable under this regime. So again, it sort of proves just the over expansiveness of these rules and why I think they have to be more carefully crafted and they have to take into account Sheehan's comments, for example, with respect to stable coins that you should exclude things that don't generate gain or loss. So I just think there has to be sort of a more measured approach about how we do that. The IR's to its credit, and the treasury has been somewhat, if I'm reading the tea leaves from their comments, they've been sympathetic towards excluding certain things, including stablecoins, recognizing that that's not value added reporting to begin with. So I take them at their word. We, for example, proposed stable coins that could be excludable. We provided a definition for types of stable coins that we. That trade at par, that are not used for payment purposes, that people don't design for financial gain or loss. So I think you could develop rules like that. You could exclude, you know, there's a whole lot of duplication associated with this. So, but just in response to what you just said, everything is reportable, like under the current regime. So that's where this 8 billion, in essence, comes up. It also, if you think about it, because it goes well beyond financial and investment, it basically creates a oversight over everything that people do. With respect, if the crypto penetrates the way we want it to, for payment purposes, for example, or even beyond just simply just the standard bitcoin transaction people buy in Coinbase. If people are using it more affirmatively to really realize its potential, all that gets reported, which means the government sees everything that you do. And I don't think these regs really should be doing that, and I don't think that's what the statute was intended to do. I could go off on a little bit more on that, but I just, the whole notion of surveillance state, the intrusion on privacy, again, it's just. But everything is reportable."
    },
    {
        "speaker": "B",
        "text": "One question about the NFTs, though, you said that it should only be on something where there's a gain or a loss, but nfts change in value. Often people, you know, buy them at one price and sell them at another. So, but it's, you seem to imply you don't think they should be included or."
    },
    {
        "speaker": "A",
        "text": "Well, again, it's a matter of definition. So the, so if NFTs are essentially non financial, I don't think they were intended to be covered by this particular statutory regime. So if it's simply, you know, and if our argument is that if an NFT, which itself is just essentially a look through to files that themselves are financial in nature, and that's a reportable item, then yeah, if you have, if you have something that's tokenized, that's financial in nature, I think it's reportable. If it's something that's not tokenized, that it's tokenized, and it's not financial in nature, like art, for example, which can appreciate in value, then it should be treated the equivalent of the way art is treated today with. Not all art transactions are reportable. In fact, none are. They might be reported on the 1099K, which is something that Shahan just described. You might buy something from Sotheby's. They might report that transaction. If that's reportable more generally in the economy, then I think it should be treated as equivalent. But NFTs and of themselves, to the extent they're non fungible and non financial, should not be covered. And, you know, there are lots of other government agencies, including international agencies, faT, for example, that have looked at this more closely and have said that if NFTs are not used for payment and investment purposes, then they shouldn't be encompassed within the. These were with Carf and other proposed international regulations as well. Proposed regimes like that."
    },
    {
        "speaker": "B",
        "text": "Oh, oh, like, for instance, if it's an NFT, that. Yeah. Is just something different from, like, a collector's type item. Like, if it's like, I don't know, associated with rewards at a particular."
    },
    {
        "speaker": "A",
        "text": "It could be an entitlement to a theater ticket. It could be an entitlement to like your home. So, yes, there are. So the IR's actually has. So there was an earlier notice that was issued by the IR's earlier on nfts this year dealing with collectibles, and it was on a much more narrow issue about whether collectibles should be includable in retirement accounts and how they should be treated for under a certain section of the code. And the IR's actually adopted a look through approach with respect to nfts in that instance. It said, look, if what it's pointing to is something that we think we should, that's a collectible, for example, or something we don't think should be included in your IRA. You know, there's certain rules related to that. Then we agree that it's a look through approach. So therefore, that is what you're looking towards, and that's where we think the abuse is. And therefore, we'll essentially look through that and treat that as subject to the various restrictions that we currently have. I would argue, as we have argued, that you should adopt a look through approach here as well. So if an NFT, if something is tokenized and it's financial in nature, yes, it should be reportable under this regime. If it's non financial in nature. It should not be reportable under this regime."
    },
    {
        "speaker": "B",
        "text": "All right. And then just picking up on something that you referenced at the end of some other remarks, you know, there are privacy implications because it would require reporting of wallet addresses. So can you guys break down, you know, in what scenarios taxpayers would be required to disclose that and what you think the impact would be?"
    },
    {
        "speaker": "C",
        "text": "Yes. So according to the way the rules are proposed, you know, the users of brokers, they will get this form 1099 DA. So in the form 1099 DA, you will have to kind of show you all the PII, personally identify information like, you know, name, address, etcetera, and the wallet addresses where you kind of, you know, disposed of your coins and even the transaction hash id. So. And by the way, this is, this is like something completely new that we are seeing in the form 1090 NDA, because if you look at the form 1090 and B, which is applicable to stocks and securities like this, there's no such a thing. So the industry is very concerned about the privacy aspect of this. And in the future set of regulations, they're also talking about reporting outgoing wallet addresses. Like, I'll give an example. For example, let's say I am transferring something out of a centralized exchange to my self custody wallethead. In that case, the centralized exchange has to capture the outgoing wallet address and put that on the form 1099 DA as well. So again, these are some of the privacy concerns that the industry is worried about from the proposed regulations."
    },
    {
        "speaker": "A",
        "text": "By the way, that transaction doesn't trigger gain or loss, so it shouldn't necessarily be reportable in the first instance. But yes, it does raise issues because the government will now have wallet addresses. Once you have a wallet address, you know everything that happens within that wallet, whether it's related to this transaction or not, and it's potentially subject to hacking security concerns. So there are a whole host of issues that should be taken into account by the government from standpoint both of privacy and security. The OECD, just to, again, going back to other sets of rules that are going to be applicable internationally, consider this very issue, and for that very reason, decided not to include wallet addresses and reporting for member states pursuant to a different regime called car the crypto asset. This is a non us regime that will be applicable outside the United States."
    },
    {
        "speaker": "B",
        "text": "Oh, okay. So Shihan gave a little bit description of how this rule got introduced, but my memory is that they fixed the language for brokers back in 2021. So correct me if I'm wrong, but why was that not incorporated for the final or for what got proposed now, two years later?"
    },
    {
        "speaker": "A",
        "text": "Well, there was a lot of discussion about inclusiveness of who was supposed to be a broker. There was a lot of back and forth. It was very late in the process, and the ultimate compromise was the definitions we currently have. There was a commitment, there was a colloquy, I won't go into the legislative detail and all that, because I don't think it's that terribly interesting. There was a commitment, actually, by the Treasury Department in a letter to the senators who proposed some of the, who raised some of these concerns that they would not be expanded beyond what they thought was intended, parity with financial services, so that brokers would be equivalent to this financial services regime that I described earlier. That was the assurance we got from the treasury. But these rules go far beyond that."
    },
    {
        "speaker": "C",
        "text": "To go like one level deeper, Laura. So let me kind of share the definition of broker for the listeners. So the way it is proposed, the definition is any person that in the ordinary course of credo business stands to effect sale to be made by others. So again, like Lawrence mentioned, it is very expensive. There could be other facilitative services or middlemen or people who are in the position to know who's transacting in their platforms could be considered a broker under this definition. And if you read the proposed regulations, kind of iris kind of go into details on, you know, who's a broker and who's not a broker, just to kind of like simplify it even further, like in the proposed regulations, you know, they identify five like types of like, you know, brokers at a high level. So number one, these are digital asset platforms. You know, these are the, you know, the exchanges of the world, the Dexs, or even like crypto ATM's. The second type of broker could include hosted wallet providers. I don't want to mention any names, but, you know, your favorite web, three wallets that also offer this, you know, swap feature. So, you know, you can connect your wallet inside the wallet itself. You can kind of swap these cryptocurrencies so they could be treated as brokers who have to comply with the information reporting. The third type of broker is digital asset payment processes. So nowadays, like in a lot of merchants, you know, they don't directly accept crypto as a method of payment. They use some type of payment processor. So in that case, a payment process is a broker who has to do reporting. And then number four, they call it like other brokers. It's kind of like in a stable coin issuers and certain icos and et cetera. And then the last one is real estate person. These are the people who transacting real estate. And then instead of kind of accepting cash, they would accept crypto. So these are kind of like the five types of brokers covered by the proposed regs and the proposed regs also they're excluding like three types of brokers. So number one, like if you're a merchant who directly accept crypto for, in exchange for selling goods or services, you're not considered a broker. That is actually a good news. And number two, if you're doing validation services for proof of work or proof of stake, those validators are not considered brokers. And this was actually like a huge deal. I think you spoke about how the 2021 infrastructure ad kind of got into this place. So when the act first pass, I think there was a lot of feedback about the act and the industry didn't want validators to be included as in the definition of broker. So luckily they're not including the definition of broker, which is which we should celebrate. And then lastly, if you have some type of software or like a hardware device that allow you to kind of hold your crypto without any swap feature, they're not considered brokers. So that's kind of how the proposed regulation define a broker and not a broker."
    },
    {
        "speaker": "A",
        "text": "Some of those are pretty unprecedented. So I think payment processors, wallets, those are, I mean, so by including anyone who indirectly touches a digital asset transaction, which is what these rules actually do, they go very, very far into the entirety of the just the transactional flow with digital assets. And that's not what I think the statute actually speaks to. It does not speak to anyone. It speaks to directly effect, as opposed to indirectly touch on a transaction. So when you, for example, and Chihan's right, so when you're a credit card payment, processors do not report on credit card transactions to the government today. So to require payment processors here who have no really insight or window into who those customers, they're not your customers, the customers of the merchant, to require them to then go obtain w nine s. Like all this information that we're going to now be required to do is way beyond what I think was intended by the statute. Wallets are another good example that Jehan just said. Wallets are the equivalent of like just using an intermediary or using Amazon to get onto the Internet. So if you use Amazon to get onto the Internet, Amazon's not then required, it's not compelled to report all those transactions to the Internal Revenue Service. Actually, under this regime, anyone who facilitates a transaction and earns a fee potentially for it is actually required to then report that. So Amazon would be, or let's say Google would be required to do it. Your Internet service provider would be required to do it. Your wallet, which essentially doesn't typically collect that information, wouldn't generally think of collecting that information. It's just facilitating your ability to access the ecosystem. So when you have a transaction, your counterparty might be a broker. That person should be required, necessarily, or the person who's directly affecting your use of crypto, that person should be required to report. But not everyone who's in that chain should be required to report. So the litany of brokers that Shahan just described to me is incredibly expensive."
    },
    {
        "speaker": "B",
        "text": "So in a moment, we're going to talk about where things go from here. But first, a quick word from the sponsors who make this show possible. The game has changed. The Google Cloud Oracle built for layer zero is now securing every layer zero message by default. Their custom end to end solution sets itself up to bring its world class security to web three and establish itself as the HTTPs within layer zero messaging. Visit layer zero.net work to learn more popcorn just made defi way easier with Wallcraft, your no code defi tool kit for building, deploying and monetizing automated yield strategies in a few clicks. Forget spending months of R and D capital and human resources when you can now instantly launch your crypto fund with Vaultcraft on any EVM chain. From wallets and institutional service providers to anon Defi Degens, Vaultcraft supercharges your crypto assets by enabling instant cross chain yield strategies that you can deploy in 1 minute. Now anyone can supercharge their crypto portfolios with custom tailored defi strategies. You can now partner with popcorn to launch and list your strategies on the popcorn Dap and earn kickbacks. Learn more on Vaultcraft. IO back to my conversation with Sheehan and Lawrence. So as we mentioned earlier, the IR's published the proposed rule in late August. And then there was a comment period, and during that time almost 120,000 comments were submitted. And I wondered, is that a typical volume of submissions for proposed IR's rules? And if so, you know, assuming not, then, you know, why do you think that was? And, you know, what did the IR's see in those comments?"
    },
    {
        "speaker": "A",
        "text": "I think it is unprecedented. I don't think that. I don't think in my experience of ever seeing comments with that volume be submitted to the IR's, they're required to log all these in and then Callum essentially define whether they're relevant or nothing, how they fit within the notice and comment process. So I think it is rather unprecedented. It shows a lot of interest by the overall crypto community. We know that we're, you know, the crypto community is a very active one. It has a certain degree of passion that's probably in excess, maybe, of what other industries have. So I think you're kind of seeing this is the voice of democracy, basically people saying you're impacting what I do with the crypto economy. I think these are great, or I think these are not great. Most of the comments are going to be fairly routine, probably pretty redundant. They might just say these regs are terrible, and that's about it. They're not going to be very substantive and have a lot of, I think, useful advice, if you will, for this whole process. But I do think the volume indicates both the interest and it indicates just the scope and probably just the threat, if you will, that these regulations pose to the crypto economy."
    },
    {
        "speaker": "B",
        "text": "And you both were at a hearing on the proposed rule on November 13, and that actually was postponed because there was such significant public interest. So who testified and what were some of the remarks that you heard about the proposed rule?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so there were like twelve speakers, including Coinbase, OpenSea, blockchain association, ask cointracker, and a few other industry players. Basically, they kind of went through their command letter and kind of raised some of the concerns. If proposed regulations become finalized, we kind of covered like some of these pushbacks, like Lauren mentioned, like duplicated reporting, unrealistic compliance burden and all those things. So the industry had a chance to kind of voice over those things to the IR's and the treasury. And we also received some follow up questions from the IR's. Just, you know, they're trying to understand this space as well as they're finalizing the process. So, yeah, the hearing happened on November 13. So now, you know, the hearing is over. IR's, I cannot officially take any new feedback. So right now they're in the process of finalizing these proposed regulations into final regulations, hopefully, I don't know, maybe sometime in 2024."
    },
    {
        "speaker": "B",
        "text": "And so both of your companies submitted letters with your own suggestions on how to go about handling this. So what are the specific like, or what are the kind of main changes that you each would like to see?"
    },
    {
        "speaker": "A",
        "text": "We have two comment letters, 15 recommendations. I won't go into each of them right now. My own view is that we should just go back to basics. I think everyone wants the system to work. We want a system based on compliance. We want a system based on taxpayer knowledge about what's going on and what they should be and should not be reporting. I don't think that's really in dispute. I think we should cover the 80% of the ecosystem that was intended to be covered by this in the first place, which is financial parity, parity with exchanges like Coinbase. On the centralized platforms. We should reserve on the more broad overlay. My view is they're overly expansive. Other people may have a different view, but they're also relatively modest. At the end of the day, we like to talk about them, but they're still relatively small in proportion to the total ecosystem. So we should start small and build upon that, use something realistic that we can then implement, learn from that, and then decide if there's more risk in other sectors and we think it conforms to or to the statute itself, and the statute allows for more reporting, then there should be more reporting because that will encourage compliance. That would be my primary recommendation. I also think this is a missed opportunity. This is not really specific to the statute itself, but blockchain, as I think we know, offers enormous potential, including for tax reporting. So there are various companies, including ours, that are working on attestation tools. You could do reporting on the blockchain. Like, there is an opportunity here to actually use, leverage this technology so that you can ensure compliance more effectively and more efficiently than just this paper system that we're essentially implementing here. So I just think it's a missed opportunity as well. I'd love to sit down with someone at treasury and go through what we think we could develop together that I think would work much better for the overall ecosystem."
    },
    {
        "speaker": "B",
        "text": "But just to like, in broad strokes, it would be this kind of reporting for centralized entities like Coinbase. But for instance, customers of Coinbase wallet, like, because Coinbase wallet does not have that information, or, sorry, Coinbase itself doesn't have that information, then those would not be captured. So in that kind of scenario, where people are doing like, DeFi transactions, how does Coinbase propose that those types of transactions get reported?"
    },
    {
        "speaker": "A",
        "text": "I think if a DeFi exchange is directly affecting transactions, and therefore is intermediary transactions between two parties, it should be covered by these regulations."
    },
    {
        "speaker": "B",
        "text": "It doesn't matter. Decentralized exchange."
    },
    {
        "speaker": "A",
        "text": "I don't. It would be hard for me to actually accept that from some type of reporting because they're intermediary transactions just like Coinbase. So, I mean, I won't name names, but if you're. So again, wallet is not doing that. If you have a wallet, and you're using that to, let's say, trade on Coinbase or to buy something. That's not what we're talking about here. We're talking about essentially decentralized platforms that intermediate and directly allow taxpayers to transact and therefore enter into transactions."
    },
    {
        "speaker": "B",
        "text": "So you're saying like the front end to a decentralized exchange, that there is a company there that could do Kyco?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think, again, we could talk about the practicalities about that. We can talk about whether that should be done now or done later. It's nothing, the vast majority of transactions. So I don't think we're talking about. So it could be subject to what I described earlier, which is a more measured approach. Let's learn from this and see how to apply it. But if you're asking me about just theoretically or just intellectually, whether I think there's much of a difference, the answer is no. So I think that if they're, if you're intermediary, again, directly, not indirectly, you're not indirectly facilitating, but rather you're directly involved in the transaction itself, you should, you know, our system is based on the notion of reporting. I can think of different ways to do it, which we talked about as well, which is we could use blockchain, we could use tokens to report information automatically through smart contracts. I think that would be much more efficient and a much more, I think, more tenable way of doing it. But if the simple question is whether there's defi, that's intermediary, a transaction should be treated differently than a centralized exchange, I think it's hard to argue otherwise."
    },
    {
        "speaker": "B",
        "text": "And so essentially, even like, the liquidity providers would also have to do Kyc, is that what you're envisioning in that type of scenario?"
    },
    {
        "speaker": "A",
        "text": "If liquidity provider is essentially allowing. So if you're pooling and you're allowing transactions between two parties, and it's done through smart contracts that you with nessons create, it's rather challenging for me to think that you're not directly intermediary transactions, and therefore, arguably you're covered by the statute."
    },
    {
        "speaker": "B",
        "text": "Okay, Sheehan, what about cointracker? How do you guys propose to handle that type of thing?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so we are very concerned about the data gaps this whole regime is going to create, not only for taxpayers, but also for the brokers and also for the IR's as well. So we strongly believe that if you self custody, you had to kind of self reconcile your crypto activity across multiple wallets and exchanges, because in a self custody scenario, there's no middle third party to kind of capture this information. So over the years, like this, tax aggregation industry has evolved to kind of help taxpayers kind of reconcile this information. There's coin trackers of the world. There are other handful of like software that helps you do that. So our recommendation for the IR's was that, hey, like, you know, crypto taxpayers, like, you know, they have this, you know, key, like missing cost basis and all this information inside these aggregation tools. So allow us to ingest this information to brokers information reports so those information reports could become complete and accurate. So obviously this has to happen with the user consent and etcetera. So that's the future that we believe in because as Lauren mentioned, the us tax system is highly dependent on information reporting. So information reporting is not going to go anywhere. But there are better ways to do information reporting. And we think that information reporting for crypto can be enhanced by using tax aggregation tools. Data, especially those data points, are missing from the internal records of the brokers, which is the case in many cases."
    },
    {
        "speaker": "B",
        "text": "What would that look like? It would be that I sign up with cointracker and I put it on a specific wallet of mine or the multiple wallets that I'm using and then is that it? Or like, what, what does that look like in practice?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So the contractor today, what we do is, you know, we connect with all your wallets and exchanges. We aggregate information and complete the gains and losses. So that's what we do today. So in the future, that information, at least a partial of that information has to be produced at the broker level. So the broker could say, hey, I have my, I have your proceeds, but I don't know your cost basis. Can you connect with your contract account? So I can ingest that cost basis and can produce like a complete ten, 998. So that's how I guess brokers can supplement the information we have to produce complete and accurate ten, nine days in the future."
    },
    {
        "speaker": "B",
        "text": "Okay. I have a feeling parts of the crypto community are not going to like either of your suggestions so much, but we'll see how people respond to that. So as we mentioned earlier, it seems like both of you think that stable coins should be kept out of this. And then for nfts, what are your companies each proposing?"
    },
    {
        "speaker": "A",
        "text": "As I said before, I think nfTs, to the extent they don't reference financial assets, should not be covered by broker reporting. They weren't intended to be covered and they shouldn't be covered. So not all tokenized assets should be covered."
    },
    {
        "speaker": "B",
        "text": "And Shahan?"
    },
    {
        "speaker": "C",
        "text": "Yeah, we have seen nfts? Yeah."
    },
    {
        "speaker": "B",
        "text": "Okay. And then for this part about how the rules proposed that people's wallet addresses be included when they report their taxes, what do you propose? Just that that not be done at all. Or like, you know, and I don't even know exactly why it was the IR's wanted to do that. But if you could talk a little bit about that and how you think."
    },
    {
        "speaker": "A",
        "text": "I feel very strongly that should not be included. I don't think you provide all your identification and all your personal information, even on your tax return, if the government wants to audit you afterwards because they thinks that you're at risk and it wants more information, come and ask you for that afterwards, there are tools to do that. So. But I don't think the tax return itself, the whole process should include wallet addresses."
    },
    {
        "speaker": "C",
        "text": "Yeah, we align with that too. I think the crypto community deeply cares about the privacy and, you know, there have been like hacks targeted at the IR's in the past several years, so. And honestly, like, I personally don't want to affiliate my online wallet address to my PII at this scale. I just don't think that's the right approach. And without revealing your wallet address, like, there's other ways that IR's can improve compliance. So as an industry, I think we should come up with those proposed solutions. I think that's what we did in our hearings and comment letters. Again, there's better ways to improve compliance without capturing everything that you need, everything that you have on the blockchain."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I do think that the security issue is a big one because of just the history of hacks in the crypto space. So, you know, as you both mentioned, you felt that there are blockchain based solutions and, you know, so coin tracker obviously would not be exactly that because that's more like a centralized or you, or maybe I'm wrong, but I thought, you know, when I was reading that you propose these other blockchain based solutions, that it's like something even more kind of novel. So what do you think that future would look like?"
    },
    {
        "speaker": "A",
        "text": "I think attestation tokens are the future. So I think they're, I think, well designed."
    },
    {
        "speaker": "B",
        "text": "But just define, like, what is an attestation token."
    },
    {
        "speaker": "A",
        "text": "An attestation token essentially confirms your identity. It could be as limited as Coinbase knows. You're a trusted person, you are who you are. So therefore Coinbase will essentially validate for the rest of the world in a smart contract that you are who you are without indicating who you are, but just essentially saying, yeah, this person told me who they are and they've confirmed who they are. You could also expand that to include what we call tax KYC. So you fill in a w eight or a w nine. It's a form that identifies your taxpayer identification number, your taxpayer status. You could attest to that. And therefore a third party, including Coinbase, could attest to that and essentially provide a token so they can insert a token in a smart contract. And that, in essence, would be the basis for identifying who you are to whoever is entering into the transaction with you in a smart contract. So that's what an attestation, when I think of an attestation token, I think of it along those lines, something that's calibrated for tax. And therefore, I think is a better way to go back to your DeFi question. If I think of how DeFi applies, it's a much better way because I don't think the current system works, is really practical for DeFi. So I think it's a much better way. If you think DeFi transactions, again, are taxable. Not all of them are taxable. So like you talked about, liquidity, not all liquidity is taxable. So not all of it could be or should be reported. But if you think of a mechanism, again, for the future to handle how they should be reported, using an attestation token, which tells whoever that smart contract should be reported to, to the IR's, for example, who you are only to the Internal Revenue Service, not to everyone else, is a useful starting point. That's a way to manage through this process."
    },
    {
        "speaker": "B",
        "text": "Just to be clear, that's something that the individual user would be able to create for themselves. They wouldn't have to go to a centralized service to obtain that, correct?"
    },
    {
        "speaker": "A",
        "text": "Yes, yes."
    },
    {
        "speaker": "B",
        "text": "Okay. Okay. And sheehan, what about you? What do you think are some blockchain based solutions that should be used?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so we kind of see this huge, you know, compliance problem in. And there's like three sub problems, right? So number one, like we had to solve for the identity because that's very important. Because without identity, you cannot enforce, like us taxes in the way it is, you know, designed today. And once you figure out the identity, then you had to actually compute your gains and losses and etcetera. And the third thing is like kind of reporting. How do you report that information to the IR's? How do I report that information to the taxpayer? So actually, Lawrence mentioned about the id could be done using this attestation token. So in practice, you know, you would have your web three wallet and that web three wallet could have some type of token. And if you have that token, that means that that wallet slash the wallet only is kind of like KYC for tax purposes and other things. And they can, they can connect their wallet to these platforms and kind of do their trainings and etcetera. I think the second part is the computation. That's where tools like Cointracker could come into the picture and help the wallet figure out what the exact cost base is that you're disposing of another information and not only calculate that information and also give that information to brokers who are doing reporting for the same transaction. And if your tax compliant board, again, this could happen in the future. Tools like Cointracker could also issue some type of token saying that, okay, this wallet is tax compliant because this wallet holder has connected all their wallets to coin tracker and they have reconciled their taxes and they have also submitted that 89 49 to the IR's. If that's the case, you know, Iris does not have to go after that wallet because they know that the wallet is tax compliant. So the good thing about blockchain is that we can actually issue these, I like to call this compliance tokens to wallet itself. So at any given moment, iris can open some type of dashboard or like a blockchain explorer and they can see the wallets with the token and the wallets without the token. So they can easily kind of concentrate their audit efforts for wallets without the token because those are the clearly visible bad actors. So that's kind of how this could work in the future. But again, we are, we are so far away from that today. So we had to start with the baby steps. Right? So that's why we strongly believe that, okay, information reporting is going to be here. So as a first step, let's try to make it more complete and accurate, and then we'll drive the industry and the IR's towards more blockchain first step or solutions. So, yeah, so we are hopeful."
    },
    {
        "speaker": "B",
        "text": "So what happens next? When does the IR's release a new revised version? And then at that point, is it that Congress needs to approve or like what happens to turn anything into law? Assuming that the next version is something that they'll go with."
    },
    {
        "speaker": "A",
        "text": "We're in what's called the notice and comment period. So these are proposed regulations. The IR's is required to then take all the comments that it's received, run through them, decide and respond really to them affirmatively. This is a requirement by the law itself. It's so called the Administrative Procedures act. So it's required to take all these comments into account and respond to them. If they're, if they're effective comments, it has to respond to the comments with deliberation. It can't just reject them out of hand. And then it finally could actually repropose regulations. It could say, well, we're going to go back to the drawing board, which is what I think they should be doing, and just try to do this a little bit more in a more measured way and focus on what they can focus on and what's effective. So they could repropose them, or they could issue final regulations taking all these comments into account, and then with an implementation date, they're not required to go back to Congress. So the statute is already the statute. This is the agency that's essentially empowered to effect and implement the statute is now proposing regulations to implement them, and it doesn't have to go back to Congress itself for approval."
    },
    {
        "speaker": "B",
        "text": "Okay, well, what do you expect to happen based on the hearing? I don't know if there was anything that you could see in the tea leaves."
    },
    {
        "speaker": "A",
        "text": "My own view is that I think there's been so much thrown at the wall about what doesn't work with these regulations that I'm hopeful and optimistic that the IR's will take that into account and come up with something a little bit more smaller in scale. Instead of using a sledgehammer, use a hammer. So it'll come up with something a little bit more practical and effective, and it probably will take it a fair amount of time to do that. I think just based on the volume of comments that have been made, I think Shahan was very optimistic when he said the first quarter of 24. I just can't see that happening based on everything we've learned in this whole process. So we're on a very constricted timetable. So, like, when you think about it, the IR's has given the industry 75 days to respond, 60 days initially. It extended it by two weeks. And this is, by their own admission, for 8 billion reports. That's a half a trillion dollars worth of reporting that would have to be done. So I don't think that's really adequate time. So I think if they don't do that, they just like, re, essentially finalize them in their current form. It's going to be open for litigation. I think they'll be subject to lawsuits as to whether these rules really are followed the law itself, and follow this procedure act that I just referred to. So I think they would be opening themselves up to litigation and that would further imperil the, I think the success of these regulations. So for all that, again, this is a lot of noise that we've thrown, you know, a lot of mud at the wall. I think it will take time for the IR's to actually do that. It probably will take at least, you know, six months, in my view, in 2024, at a minimum, them to come up with final regulations, if they come up with them at all."
    },
    {
        "speaker": "B",
        "text": "And so the timeline originally was that they would be implemented in 2026 to apply to the 2025 tax year. Do you think that they'll still be on track to do that?"
    },
    {
        "speaker": "A",
        "text": "It's inconceivable. Again, it's not. Forget the industry, the IR's itself has to implement these regulations. It has to ingest all this information we're going to send them. So I think if, if they finalize in their current form, just think of the volume that they'd have to do. I just don't think they could actually do it themselves. So by definition, they would have to extend the timeline. This is also part of our overall comments require the industry to effectively take less than a year. And again, Coinbase is like, I have people who work in information reporting, and my team were an established, we have infrastructure, most of the participants, and it's identified in the regulations themselves. They're small businesses. They're not equipped to basically even handle this, this type of infrastructure, and they have to build it from scratch. To do all of that in less than a year is just untenable. I just don't see how it's possible. And look, the IR's itself, I think, in earlier iterations, when this has happened, because they've often proposed regulations that have effective dates that they agree are unenforceable in a certain timeframe. So they postponed the effective dates. So that may not be welcome news for certain senators and certain people who want information reporting yesterday, but it's just a practical, realistic affirmation of what everyone's capable of actually doing. So we'll comply as needed. Like, I'll go to my CF, we'll do what we need to do. I just can't see it really being implemented by 1 January 2025."
    },
    {
        "speaker": "B",
        "text": "All right, well, thank you both so much. Where can people learn more about each of you and your work?"
    },
    {
        "speaker": "C",
        "text": "You can find me on, I guess, now X at the Cryptocpa. Yeah. If you have any questions, happy to answer there."
    },
    {
        "speaker": "A",
        "text": "I'm on LinkedIn, if someone wants to contact me. Happy to respond to questions. I get questions all the time. I love talking about this so you can find me that way more easily."
    },
    {
        "speaker": "B",
        "text": "Perfect. Well, it's been a pleasure having you both on unchained."
    },
    {
        "speaker": "C",
        "text": "Thank you."
    },
    {
        "speaker": "A",
        "text": "Thank you. Thank you for having us. Appreciate it."
    },
    {
        "speaker": "B",
        "text": "Thanks so much for joining us today. To learn more about Sheehan and Lawrence and the IR's proposed crypto regulations, check out the show notes for this episode. Unchained is produced by me, Laura Shin, with help from Kevin Fuchs, Matt Pilchard, Juan Aranovich, Megan Davis, Nelson Wong Shashank, and Margaret Courier. Thanks for listening. Unchained is now a part of the Coindesk podcast Network. For the latest in digital assets, check out markets daily seven days a week with new host Noel Acheson. Follow the Coindesk podcast Network for some of the best shows in crypto."
    }
]