[
    {
        "speaker": "A",
        "text": "And the SEC is supposed to be a regulator. They're supposed to be giving us the rules of the road. How can you follow the law if the person enforcing the law gave you at least three different explanations of what the rule is within a mere oral argument?"
    },
    {
        "speaker": "B",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started having crypto eight years ago and as a senior editor at Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the January 19, 2024 episode of Unchained. With iTrust capital, you can buy and sell crypto in a tax advantage retirement account, enjoy significant tax advantages, 24/7 access and the industry's lowest fees. Vaultcraft is your no code defi toolkit for customizing non custodial automated yield products on any EVM chain. Join the referral program today and start earning rewards. Learn more at Vaultcraft. IO hey unchained listeners. As you know, its hard keeping up with a fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings and bullet points. Plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com dot. Again, the URL is unchained crypto dot Substack.com dot."
    },
    {
        "speaker": "C",
        "text": "Ryan Reynolds here for Mint mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a."
    },
    {
        "speaker": "A",
        "text": "Thing Mint Mobile Unlimited premium wireless how about to get 30? 30 baby get 30 baby get 20? 2020 baby get 2020. I better get 15. 1515, just $15 a month, so give."
    },
    {
        "speaker": "C",
        "text": "It a try at mint mobile.com switch."
    },
    {
        "speaker": "D",
        "text": "$45 up front for three months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "B",
        "text": "Today's guest is Sam Enser, partner at Cahill, Gordon and Rydell. Welcome, Sam hi Laura."
    },
    {
        "speaker": "A",
        "text": "Thanks for having me on again. It's a pleasure to be here."
    },
    {
        "speaker": "B",
        "text": "Yeah, pleasure to have you back. On Wednesday, Judge Katherine Polkfela oversaw a hearing to determine whether she should throw out the SEC's case against Coinbase. This was the case that alleged that Coinbase is operating an unregistered securities exchange, broker and clearing agency due to offering, trading and certain tokens that the SEC said are securities. And also it's staking as a service program is also at issue here. Before we dive into the details of what happened during the hearing, why don't we have you start by explaining what the significance of this case is and also the hearing, and why this case is so important for the crypto industry in the US?"
    },
    {
        "speaker": "A",
        "text": "Sure. Great questions. So this, as many folks in the crypto world would know, the SEC has been on a sort of enforcement blitz against various companies, developers, founders in the cryptocurrency ecosystem. And the entire predicate for the SEC's enforcement campaign rests on the assumption, on the legal theory that digital assets can, in some circumstances, when they're involved in certain transactions, be regulated as securities subject to the SEC's enforcement jurisdiction. The SEC is not a regulator that has jurisdiction over any and all things. It doesn't have jurisdiction over most commodities, doesn't have jurisdiction over banks. The only jurisdiction they have is to regulate certain transactions involving securities and the SEC. If you look at the statutes that give the SEC power, the 1933 securities act, the 1934 securities Exchange act, they were passed around the time of the. We're talking about long before computers were invented, let alone bitcoin, blockchain, cryptocurrency. And so, as you might imagine, they do not listen. Digital assets or blockchain technology or cryptocurrency as a security. The SEC has, in a series of cases, argued that when companies do certain things like an initial coin offering, they are effectively offering an investment contract, which is a catch all category in the statute under the definition of a security. In other words, securities include stocks, bonds, but also this thing called an investment contract. What is an investment contract? The Supreme Court in the 1940s, in a case called Howie, said that an investment contract is an investment of money in a common enterprise in which one expects to earn a profit from the managerial efforts of the promoter of the common enterprise. That is an investment contract. When you have those things together, you have an investment contract, and if you don't, it's not. So. In a series of cases, the SEC has argued that cryptocurrency was offered or sold as an investment contract, and thus that they had authority to sue somebody for not registering those securities before selling. And in this case, the SEC's enforcement regime against cryptocurrency is at play because Coinbase has been sued on a theory that they were allowing trading in alleged investment contracts and were digital assets that qualify as investment contracts. And if Coinbeast is correct that in this circumstance there was no investment contract, then that could have significant implications for the SEC's entire enforcement regime against crypto."
    },
    {
        "speaker": "B",
        "text": "Well, yeah, and obviously there are many such cases that are sort of making their way through courts and other things right now. So let's now talk about the first of these two main issues, which was the Howey test and how it applies to transactions on a platform like Coinbase. What was the SEC's argument there and what is Coinbase's argument?"
    },
    {
        "speaker": "A",
        "text": "Sure, and before I forget, I should say, I represent Coinbase, they're a client, but I am not representing them in the SEC versus Coinbase case. And they've authorized me to speak publicly. I just want to make sure I've disclosed that the SEC is attacking the Coinbase trading platform, the Coinbase wallet and Coinbase's staking service. So I'll take each of those in turn. As to the trading platform, the SEC argues that they point to twelve digital assets that are traded or were traded on Coinbase. And they say those were offered by the issuers as investment contracts and thus qualify as securities under the Howey test. That's. .1.2. Now that they are traded on your secondary market exchange, you are facilitating transactions in them, and thus you are at you. Coinbase are acting as a national securities exchange that has to be registered with the SEC, a broker dealer that has to be registered with the SEC, and a clearing agency that has to be registered with the SEC. You didn't register, you don't have an exemption. You're therefore acting in violation of the federal securities laws and should have to pay fines, disgorgement, and possibly be shut down. As to the wallet, it's a similar argument. The SEC is saying that the wallet facilitates transaction in a digital asset called Nexo. They say that that was offered as an investment contract and qualifies as security, and that therefore Coinbase was operating in violation of the federal securities laws by facilitating transactions in that coin. And then as to the staking service, the SEC is arguing that the staking service itself is an investment contract. That Coinbase is essentially offering a program, an investment scheme whereby people can deposit their capital, cryptocurrency, and through Coinbase's managerial efforts, they will go and get a yield for them in the form of staking rewards. Now that's the SEC's argument. I'm not saying I agree with it. In fact, I disagree with it in many aspects. But that's their allegation. Coinbase, on the other hand, is moving to dismiss, or specifically, they are moving for a judgment on the pleadings dismissing the SEC's allegations. They are saying that even if you accept the allegations as true, they are insufficient under the law to state a viable claim for relief. And therefore, this case should be dismissed even before it reaches discovery and long before it reaches a trial on the merits. So we're at the pleading stage of the case, the beginning. All we have are the SEC's allegations. We don't have an exchange of discovery of documents and witness testimony to test whether there's evidence supporting the allegations. And we don't have a trial to adversary, test the proof with witness examinations, argument to a jury, etcetera. Coinbase's argument is a few things. So number one, as to the trading platform, they say, look, there is no investment contract here. If you think about how these transactions work, number one, when someone buys a token, especially someone who buys a token on the secondary market, as opposed to the initial purchase, that person is not getting any equity ownership, any rights to the capital of the company. When you buy stock, you get a bundle of rights, okay? You get, you are effectively getting a lien or right against the capital of the enterprise. After all, debts are paid, what's called the reserve. And that is no such thing as conveyed with a crypto token. A crypto token, a digital asset, is just software, it's code. And yes, they can be traded and they can go up and down in value. So can baseball cards, so can beanie babies, so can many things that we don't regard as securities regulated by the SEC. So there is no agreement between a secondary market exchange and someone buying the token on the secondary market. And if we think about this, if you think about how a token may initially enter the ecosystem, first, there is, let's say, a company or a project that launches the token, and perhaps they distribute with an airdrop or sell it to an initial buyer. We could have a discussion about whether there is an investment contract between the issuer and the initial buyer. And I think there are good arguments that there isn't. But in any event, that's not what's happening here. Here, issuer sells the token to an initial buyer. The initial buyer then trades that token with other people. And now 3rd, 4th, 5th level down like six degrees of Kevin Bacon, the people are trading it on a trading platform. They have no relationship to each other, they have no relationship to the issuer. Coinbase has no relationship to them or to the issuer. Certainly no investment contract relationship. Coinbase's argument is pretty simple. Where's the contract? And certainly, if there is a contract, how is this an investment contract, what you call an investment contract, an investment in an enterprise? They're saying, look, based on that, nothing here that was traded on our platform was a security, and thus we fall outside the SEC's enforcement authority. They also have an argument which is related, which relates to what's called the major questions doctrine. The major questions doctrine is a canon of statutory construction, which is to say, when you're looking at a statute, a law passed by Congress, which is a duly elected body, you know, congresspeople are elected by the populace. In our democracy, they are the ones authorized to make the law, not judges who are appointed for life and are not voted in by members of our democracy, by the public. So you look at a law, if there's ambiguity in part of the law, then you do not give a regulatory agency of the executive branch, which is not elected, the power to interpret the ambiguity in a manner that gives it unfettered power. And it goes back to separation of powers, principles enshrined in our constitution, that a check against the abuse of executive power is that Congress makes the law, the judges interpret the law, and the executive branch enforces the law. But the executive branch, if something is ambiguous, does not get to say, okay, I get to regulate an entire industry just because this word investment, or this phrase investment, contract is unclear. Rather, if we want to give an executive agency that power, it needs to be done through a new law. And in fact, as coin and base very forcefully argued, there are a whole host of efforts right now to pass new legislation. At the oral argument yesterday in front of Judge Faler, Judge Faler asked questions about the fact that one of the authors of a bill, Senator Loomis, had filed an amicus brief, a friend of the court brief in this case, saying, hey, we're trying to work out legislation. This is a major question for society, for american, for the american economy. Congress is trying to legislate. Do not legislate from the bench. Let Congress work this out. That's the major question doctrine. And it's that phrase. Major question is a phrase that has been introduced by the Supreme Court in describing this canon of statutory construction. And if you're gonna. If a statute goes to a major question for society, let the legislature clarify the ambiguity. Don't let a judge do it. Another component of the argument relates to the staking in wallet. So as to staking, I would say that the heart of the argument is a debate about whether Coinbase is in facilitating staking, whether they are doing sort of what I would call an IT service, a ministerial information technology infrastructure provision, like the way an Internet service provider gives you a connection to stake, which we would all, I think, agree is not a security versus something that's more managerial, looks more like a hedge fund. And there is a spectrum in the case law. The SEC brought an enforcement case against Kraken concerning their staking program. That was their first staking related enforcement action. And in the Kraken case, Kraken, Washington, really doing a lot more than just doing staking validation services or IT services. They were telling customers, hey, give us money, we will pool the money, we will decide how much of it to stake, we will get rewards back, and we will decide how much we keep for our fee and give you the rest. And they didn't disclose how much they were keeping for the fee. And so that looks a lot more like a hedge fund, what you would think of as something regulated by the SEC, because they are making investment decisions, they have a lot of discretion over customer money in those circumstances. You can see why the SEC says, okay, look, we need to have the protections of the securities laws, disclosure, anti fraud protections and the like. But in a circumstance where the staking program is much more of a bare utility for technology, look, you stake, you decide when you keep the custody of the funds, you own the funds the entire time. We will insure you if there's a slashing loss. And it's really the amount of the rewards are protocol driven, not driven by Coinbase or the intermediary. This looks a lot more like an IT ministerial service that is not an investment contract under Houthi. And then the wallet and I think raises similar issues, which is, what is this wallet doing? Is this wallet merely sort of a user interface for people who have control of their own money to make transactions in it? Or is it acting like a broker, soliciting people to make certain investments, making recommendations and the like?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, there are so many things that are at stake here, and I actually meant to. I think I, like, misphrased my initial question, but, you know, I meant to break out the question, but thank you for presenting all that in an organized fashion. So now we're going to talk about the judges reaction to all this. But first, we're going to take a quick word from the sponsors who make this show possible. Did you know you can buy and sell crypto with tax benefits in an individual retirement account? ItrustCapital makes this possible. But what does this mean? When you buy crypto outside an IRA, like on an exchange, you face taxes on gains, but in an IRA, like a Roth IRA, gains can be tax free. ItrustCapital also has some of the lowest fees in the industry and 24/7 accessibility. Start now and maximize your retirement savings with itrust capital."
    },
    {
        "speaker": "C",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse offer auctioneer, which is apparently a thing."
    },
    {
        "speaker": "A",
        "text": "Mint Mobile Unlimited Premium Wireless 20 2020 get 2020 1515 just $15 a month."
    },
    {
        "speaker": "C",
        "text": "So give it a try at Mint mobile.com switch $45 upfront for three months."
    },
    {
        "speaker": "D",
        "text": "Plus taxes and fees. Promoting for new customers for a limited time unlimited more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "B",
        "text": "Back to my conversation with Sam. So now let's talk about the judge's reaction to each of these lines of argument. And why don't we start with Howie? Her reaction to what the SEC was arguing versus what Coinbase was arguing."
    },
    {
        "speaker": "A",
        "text": "Mike so on the sort of most important question, which is how Halley maps onto the operation of the trading platform, I would say that the judge was extremely skeptical of the SEC's position, had a lot of concerns about whether the SEC is overreaching, and had a lot of concerns about whether it agreeing with the SEC would set a precedent that gives the SEC unfettered power to regulate beanie babies collectibles and just about anything else. The judge was asking the SEC attorney over and over. He heard her say, what's the limiting principle? And what she means by that is she has to rule in this case on the case or controversy before her. That's her mandate under the constitution, under article three of the Constitution. But she also has to think about, and she knows the SEC is a political animal. It has other cases against other exchanges, including binance Kraken. It has an enforcement agenda. And she knows that what she says in this case dealing with this dispute is going to be cited as a precedent in other cases. And she's wondering, you know, what, is there a way to say that the rule the SEC is asking her to adopt that is that they have jurisdiction here will not empower the SEC to go out to go enforce the securities laws more broadly than they should be enforced? And she had specific questions about collectibles and beanie babies. And frankly, I thought the SEC's attorney's answers were extremely unsatisfying. And also, I don't know if you noticed, but I thought the SEC contradicted themselves multiple times during the argument on what their position is as to what is the security. Is the security the token? Is the security a transaction in which the token is offered in an investment like way, or is the security this amorphous concept the SEC attorney was talking about where there's an ecosystem and the token is part of the ecosystem, and there's this sort of package that gets put together of the token and how it interacts with the ecosystem. And the owning the token is supposed to give you an increased return on how the ecosystem grows. Those are unsatisfying, first of all, because they contradict each other, and the SEC is supposed to be a regulator. They're supposed to be giving us the rules of the road. How can you follow the law if the person enforcing the law gave you at least three different explanations of what the rule is within a mere oral argument? And the other thing, as the judge, I think, was getting at, let's take the example of collectibles, right? A baseball card. There was this back and forth. If I own a baseball card, is that an investment in an ecosystem? I think you could argue it is. What ecosystem? The MLB ecosystem. I buy the card that could create more wealth for the baseball player. If they own some of the cards, could create more celebrity for them. Then everything else MLB related goes up. Maybe then the baseball players make more money. I mean, you could, you could. And yet, buying a baseball card is not buying a right to the profits of the MLB. It doesn't give me a right to vote on their corporate governance structure. It gives me no economic or tangible rights. And this is so true of many things, many forms of property. And so there is a real danger of mission creep, of if you give the FCC this authority, what else are they going to stretch it into down the road? Right? I understand, as a former federal prosecutor, I can tell you, I understand that there are abuses that can happen in any area of the economy. In fact, if you watch Netflix, I'm in a movie called Bitcond, which relates to an early crypto fraud case that I prosecuted. And in that case, the promoters committed a raisin fraud, taking advantage of enthusiasm for crypto to raise money through lies. Okay, this can happen in any economic sector. It can happen on Wall street or on the blockchain. But just because we are worried about some abuse doesn't mean we should give into a much worse abuse, which is the risk that we just give government unfettered power. No check. And then what happens? We've seen what happens. This story has been written for hundreds and hundreds, thousands of years. There's a reason we have a limited government in the United States. It's because when you give government unfettered power, you get tyranny. And this is exactly what is at issue here. It is tyranny to let an unelected official decide what the law means, whether they have a whim today that, oh, I don't like this type of thing. I'm just going to shut it down. That's not the way this country is supposed to work. We need to have our elected officials make the law and the executive branch enforce it as written by the will of the people."
    },
    {
        "speaker": "B",
        "text": "Yeah, that point that you made about the contradiction in their arguments and how there were multiple lines of argument. You know, one thing that crypto people were rejoicing about is the fact that at one point, the SEC lawyer did admit that the tokens in and of themselves are not securities. And the judge said something like, oh, well, then why are we here? Or the people behind you, meaning Coinbase, they're wondering why we're all here, if you agree with that. And she also, she mentioned this term that they kept talking about strict liability. And when she did, it was in a sort of mocking tone. I don't know if she meant to mock necessarily the argument so much as like that. They keep saying this term, but anyway, it just sort of felt like she was saying, you know, your, your argument, there is not something that I'm, I'm really either following or, you know, I think has merit."
    },
    {
        "speaker": "A",
        "text": "You're on to something there, which is that. So Judge Fayla used to be a federal prosecutor in the Southern District of New York, which is why I was a prosecutor as well. She was the chief of the appeals unit. And so her background is as a criminal prosecutor. Most criminal statutes require not just proof that somebody broke the rule, but that they did it knowingly, intentionally, and willfully. It is that extra element of state of mind. Mens rea, we call it in Latin, that turns something from a foot foul into a crime, something that somebody should go to jail for. And strict liability means, even if I didn't know the rule, even if I was unclear about whether something was or isn't a security, I can be held liable for it for the footfall with enormous consequences, regardless of whether I knew it. And that I think is part of what the judge's discomfort with giving the SEC all this power is? This is unclear. And we don't have a guardrail against enforcement overreach in the form of willfulness, a state of mind requirement. So I think that's what you're highlighting. There is another aspect of a limiting principle. Right. Limiting principles can be a rule that only applies to a specific thing. Another thing would be, well, we have a check against abuse of power in the form that they have to prove mens re, they dont have that requirement here. Registration violations are meant, are a strict liability."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. Sheets kind of seem to be implying, like, how could they have known that they were violating this? So one other thing is that the recent rulings in both terraform labs and Ripple came up and theyre sort of in opposite directions. So how, you know, did each of them play out in the hearing yesterday? And how do you think they could affect her ruling?"
    },
    {
        "speaker": "A",
        "text": "Yeah, let me unpack it. So you've got in the ripple case at the summary judgment stage, which is a later stage of the case. It's after the pleadings, after discovery. We're now on the verge of trial. And the question is whether, whether or not there's a genuine dispute of fact that should be tried to a jury, or whether on the undisputed facts, one party or the other should just win, as a matter of law, on the facts the parties can agree on. And in the ripple case at summary judgment, by the way, I represented Coinbase in an amicus in that case. So I'm very familiar with SEC versus ripple in that case, Judge Torres, I would say split the baby and had a series of rulings on different types of transactions involving XRP tokens and came to different conclusions about when they are or were nothing, securities transactions. So, for example, and we heard this come up a lot at the argument yesterday in the Coinbase case, Judge Torres said that when Ripple programmatically sold XRP to raise capital by having market makers sell the XRP on secondary market exchanges like Coinbase in blind bid ask transactions, that those were not securities transactions. And I think what Judge Torres was groping for there, although I don't think she explained it that well, in her opinion, is this concept that if somebody is buying it on a secondary exchange, they have no idea who the seller is. How could you say they're in an investment contract? There was no representation. There's no agreement, written or otherwise. It's very different than the facts of the Howey case, where somebody was raising money for an investment scheme involving orange groves, there was a conversation between the promoter and the investor and an agreement, written or otherwise, as to what that investment agreement would be. On the other hand, Judge Torres found that sales to institutions under written agreements, sales of XRP, were investment contracts. And the reason that thats sort of an odd decision is usually when you think about the securities laws, you think about retail investors, retail customers, the average person, grandma with 401K, as the type of investor that needs the protections of the securities laws. And the courts have often been comfortable saying that when sophisticated parties are involved, transactions can be outside the securities laws. So, for example, in a case called Kirschner versus JPMorgan bank recently, the Second Circuit Court of Appeals said that the multibillion dollar syndicated loan market, where loans get lent and then resold, all among sophisticated institutions, is outside the securities laws. Looks like an investment, but you've got sophisticated players. You don't need the securities laws. They don't apply. Whereas here, Judge Torres is saying, even though the institutions who are buying the XRP are sophisticated, that this was within the securities laws, which is sort of hard to wrap your mind around. On the other hand, in the terraform case, Judge Rakoff ruled that in the circumstances of that case, which are very different than Coinbase, terraform involves a fraud. It involves a circumstance where doequan and terraform labs were selling a variety of different types of tokens based upon promises that those tokens would give the buyers rights to profit from the terraform labs ecosystem, either because if you were buying a stable coin, that you could deposit it and get a 20% yield or APR, or in other ways, ways that look a lot like a stock, a dividend, an investment scheme. And so in those circumstances, it's not at all surprising that Judge Rakoff found, look here, I think there's an investment contract. I think it's hard to extrapolate that to what you see in the Coinbase case. And this is what Judge Fela is getting at when she says strict liability. What she's getting at is, this is not a case. The Coinbase case is not a case where Coinbase did anything untoward. The people buying and selling on the exchange are not getting ripped off. They're getting what they paid for. There is no allegation that anyone had a loss because of what Coinbase was doing. It's just, hey, you didn't follow the rules. You were supposed to do this this way, even though among consenting adults, there's nobody complaining about the way things were done. Nobody says, I didn't get what I paid for or I'm unhappy about what I bought on the Coinbase exchange. Now, the way this played out is, I think both sides, the SEC and the Coinbase lawyers, were trying to leverage the aspects of these rulings that they find favorable to buttress their position. So, of course, Wachtell, the lawyers for Coinbase, and Sullivan and Cromwell also representing them whenever they could, they pointed out that the transactions at issue were blind bid ass transactions. Why are they saying that? Because that keys directly into Judge Torres ruling in ripple. And on the other hand, whenever possible, the SEC tried to point to terraform. And in particular, one thing I think that's in particularly important about terraform is, as I explained before, you have a distinction between the possible relationship between an issuer and an initial buyer versus somebody who purchases a token in the secondary market and is not in contractual or other privity with the issuer. There is a problem for the SEC's theory as to everybody in the secondary market. And Judge Rakoff tries to bridge that gap in terraform. What he does, and I don't think he says it expressly, but I think what he's doing implicitly is saying, if I'm in the secondary market and I buy a token from anyone, even though I didn't buy it from the issuer, if the issuer is making representations to the public that would make me think that owning this token is like owning stock, then even though I didn't buy it from the issuer, and even though I may have never personally communicated with the issuer, I am effectively in a contract with the issuer based upon those public representations. And so you heard, for example, the SEC is trying to weaponize that and stretch it and get a further precedent on by doing things like, you heard the SEC argue about how Coinbase rebroadcast statements of the issue. So what they're doing there is highlighting that Coinbase is in the chain of making the promises. That could be what creates an investment contract. Right? That's what they're doing there. And the judge pushed back on that and tried to separate out. Okay, well, let's assume that's not the case. How does your theory work if we assume that didn't happen? There was a whole line of questions about that, because she sees, I think, the intellectual problems with the SEC's theory. But all of that said, I should say, I think it's important to say, I don't think the industry should expect a ruling dismissing this case on a judgment, on a motion for judgment, on the pleadings we are at the early stages of this case. The standard for alleging a case and a complaint that is enough to get to discovery is very low. It's a very low bar the SEC has to clear. The standard is very deferential. The judge has to assume that all the well pled facts alleged in the complaint are true for purposes of this stage. And so I would expect the judge to deny the motion, but to say things in the opinion denying the motion that start to put pressure on the SEC's theories, on their enforcement regime, on their legal theories. And this happened in the ripple case. In the Ripple case, some, the judge allowed the case to proceed beyond the motion to dismiss stage. She let it go into discovery, and it reached the summary judgment stage. And now it's beyond that. But the judge made rulings at the early stages that were helpful to the defense, to ripple as they litigated the case. And I think you're going to see that here in Coinbase. So I would not hold your breath for a decision denying granting the motion and dismissing the case. But I do think we're going to see some helpful language come out. And by the way, Judge Fayla, as many may know, there's a case called Riley, which was a civil litigation. It involved decentralized, I think it was uniswap, a securities, an alleged securities class action against a decentralized trading platform. And Judge Fayla dismissed the case. And I think, in her opinion, demonstrated a deep understanding of the technology, which makes me feel you couldn't get a better judge for this case. Judge Fayla is extremely smart. She's going to apply the law without fear or favor. And as you saw at yesterday's hearing, I mean, this was a five hour hearing. She gave 5 hours to this. She appreciates the importance of it. She clearly read all the briefs, not just the party's briefs, but all the amicus briefs from everybody who intervened. She was asking the right questions. And so I think we could not, as an industry, have a better audience for these arguments."
    },
    {
        "speaker": "B",
        "text": "All right, that is a great summation of what I think is the major question here in this case for the staking. Do you see, it seems like you were saying that Coinbase has the stronger argument, and do you have feel that Judge Fela interpreted that as well?"
    },
    {
        "speaker": "A",
        "text": "So I think that Coinbase has the better argument on the merits. But I think at the pleading stage, my impression was that she is going to deny the motion to dismiss as to staking because there's a clear factual dispute. Was this ministerial or managerial and you can't resolve that on the pleadings. That is an issue that needs to be tried, or at least there needs to be discovery on it so that we can see if there's enough evidence to get to a trial on that issue. And so I just think she's going to deny it. And I take that from the fact that when Judge fail was questioning, so her questioning of the SEC was pretty hostile on the issues that she was skeptical of, including the broader issue of is the exchange of essentially an unregistered national securities exchange. But on the staking issue, her questions were much more friendly, let's say much less skeptical, more like she was gathering the information she needed for her opinion, but she had a sense of where she was going. That's how I read it."
    },
    {
        "speaker": "B",
        "text": "Okay, and last quick question before we go. When do you think we can expect a ruling?"
    },
    {
        "speaker": "A",
        "text": "I would expect the first quarter. Generally, the judge would not have oral argument until she's thought through the issues and probably drafted an opinion or come close to drafting an opinion. And so I would expect in q one, maybe even this month. And I think the judge knows there's a lot of eyes on this. It's important to be speedy. It's a priority. So I would expect q one and maybe even this month."
    },
    {
        "speaker": "B",
        "text": "Okay. And then, as you mentioned earlier, if you're expecting that she'll deny the motion to dismiss, then discovery basically means, like, all the facts on each side will be presented, and so then it'll go kind of into the meat of the issues. Is that what happens next?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that's right. Discovery. The parties exchange documents with each other. The parties get to depose each other's witnesses, and that doesn't necessarily play out in the public, although you will see if there are disputes about, hey, I want this piece of evidence. I want that document. They're not giving it to me. There may be motion practice over that, but basically, the discovery happens between the parties outside the public eye. And then the next big thing is motions for summary judgment, a motion saying, I, you know, we, the SEC should win because on the undisputed facts, we are correct as a matter of law. Coinbase says the opposite. Hey, you know, these claims are invalid as a matter of law on the undisputed evidence. And that will decide whether somebody wins or narrows the issues for trial. If there's anything left to try, you try it. And then if there is liability found, you have a remedy face to determine. What remedies is the SEC entitled to? Can they get an injunction shutting down the exchange? Are they entitled to fines? I mean, an interesting question is the way the SEC pled this case. They basically said 13 tokens are securities. Well, what if Coinbase delists all of them and the SEC wins the whole case? Can they get an injunction shutting down the exchange? They haven't proven that any of the other tokens on the exchange are securities. Then you would have a historic issue which could be remedied with a fine and does not need to be remedied with a cease and desist injunction stopping the exchange from operating."
    },
    {
        "speaker": "B",
        "text": "Interesting. Okay, well, yeah, I guess we'll have to see how that plays out. This whole thing, it just seems super messy. But that creates a lot of interesting things for us to discuss on the show. Sam, it's been such a pleasure again, thank you so much for coming on Unchained."
    },
    {
        "speaker": "A",
        "text": "Likewise, and thank you for having me."
    },
    {
        "speaker": "B",
        "text": "Don't forget, next up is the weekly news recap today, presented by unchained contributor Megan Christensen. Stick around for this week in crypto after this short break. DeFi just got way easier with your no code toolkit for building, deploying and monetizing automated yield strategies in a few clicks. Forget spending months of R and D and capital when you can instantly launch your crypto fund with Vaultcraft on any EVM chain, from wallets and institutional service providers to anon DeFi Degens, anyone can use Vaultcraft to supercharge their crypto. Join Vaultcraft's referral program, unite with the community, and supercharge your crypto details on."
    },
    {
        "speaker": "D",
        "text": "Vaultcraft IO welcome to this week's crypto roundup. Today we're going to delve into several topics, from technological advancements in blockchain integrated mobile devices to complexities in the legal realm, impacting major industry figures. We'll also examine shifts in the bitcoin mining sector, discuss the implications of a notable stablecoin steepeg, and highlight a substantial legal settlement within the crypto lending and wrapping up, we'll add a touch of humor with an unexpected turn in corporate social media within the crypto world. I'm Megan Christensen, a producer here at Unchained. Solana Mobile has announced the launch of its second crypto integrated smartphone. This development comes shortly after the company revealed it couldn't fulfill all orders for its first model, the Saga, which experienced a complete sellout in the United States and the European Union. Available for pre order now at $450, the new device is more affordable than its predecessor and is set to ship in the first half of 2025. Solana Mobile spokesperson Megan Enright emphasized the company's commitment to making crypto products and services more accessible, stating, quote this product will further what we set out to do with the Solana mobile saga by putting web three securely in the palms of the public's hands. End quote. The initial Solana phone saw a surge in popularity after traders discovered it contained millions of Solana meme coin bonk tokens worth more than the phone itself, contributing to its eventual sellout. Anatoly Yakovenko, Solana's founder, highlighted on unchained the importance of reaching a substantial user base for developers aiming for 25,000 to 50,000 units. In news related to the ecosystem, the community of major decentralized protocol Avic is deliberating on a proposal to extend its services to the neon EVM on the Solana network. Ethereum stank in upgrade a critical step in enhancing the blockchain's efficiency was implemented on the Gurley testnet on Wednesday. This upgrade is part of Ethereum's ongoing evolution following the Shapala upgrade in April 2023, which enable the withdrawal of staked ether. The Denkin upgrade is aimed at reducing transaction cost in layer two networks by implementing proto Dank sharding, a process that could slash these costs by a factor of ten or more. However, the rollout on the Gurley testnet encountered issues as the chain failed to finalize. As expected. Developers believe the non finality might be due to either low participation, estimated at around 80%, or validators being offline, and Terrence, a pseudonymous user, suggested the issue could stem from operators not upgrading necessary software or else an unidentified bug. He wrote, quote personally, I will not base my assessment of Gurley's Deneb's readiness on immediate finality results. It will take time to accurately evaluate the status. End quote from Terence the Dunkin upgrade is slated for further testing on the sepolia testnet on January 31 and the whole SCI testnet on February 7 prior to its mainnet release. In a Thursday filing, the SEC has deferred its decision on Fidelity's proposed spot ETF to March 5. The extension, according to the SEC, is to allow adequate time to consider the proposed rule change and related issues thoroughly. Fidelity's application for the Ethereum fund, made in November, referenced a court ruling where judges questioned the SEC's consistent rejection of spot crypto ETF's despite approving futures based products. Bloomberg Intelligence ETF analyst James Seifert anticipated this delay, suggesting that key dates to watch would be in late May. The trial of Do Kwan, the former CEO of Terraform Labs, has been pushed back to late March, originally scheduled for January 29. The delay is being attributed to complications in Quan's extradition process for Montenegro, where he is currently detained. Quan faces charges from the SEC related to the collapse of terror. USD algorithmic stablecoin, his legal representation, has been trying to expedite his extradition, but faces challenges since Quan is serving a sentence in Montenegro for a separate conviction. US District Court Judge Jed Rakoff, who's overseeing the case, has acknowledged the potential delay in Quan's release from Montenegro, but has said that the trial cannot be postponed further than the new date, which is set for March 25. The SEC had previously succeeded in their claim against Quad and terraform labs for offering and selling unregistered securities, and Joseph Bankman and Barbara Fried, parents of FTX founder Sam Bankman Fried, filed a motion to dismiss the lawsuit brought against them by debtors of FTX and Alameda Research. The lawsuit, filed in September 2023, accused them of fraudulent transfers and breaches of fiduciary duties. However, the couple's attorneys argue that the familial relationship with their son does not automatically imply involvement in the alleged activities. The plaintiffs in this case had claimed that Joseph and Barbara exploited their connections within FTX to enrich themselves, including purchasing a 16.4 million luxury property in the Bahamas with funds from the debtors. The lawsuit also alleged that the pair pushed for substantial political and charitable contributions, including to Stanford University, where they are professors, which supposedly boosted their professional and social status at the expense of the FTX group. The defense attorney stated that these allegations hold no legal significance as there is no evidence suggesting that bankmen are freed directly benefited from these transactions. They emphasize that the lawsuit does not prove that the parents used the Bahamas property as a primary residence, nor received any direct financial gain from the donations made to Stanford and the cross chain protocol socket faced a significant security breach this week, resulting in a loss of $3.3 million. This exploit affected wallets with infinite approvals to socket contracts. The socket team identified the issue and promptly paused the affected contracts to prevent further losses, assuring users that no immediate action was required on their end. Blockchain analysts Brequia reported the exploit, which involved using a token approval from an Ethereum address, to carry out the attack. The analyst advised users to revoke all approvals from this address, known as Socket Gateway, on Etherscan. Amid this incident, phishing scammers attempted to exploit the situation by creating a fake socket account, urging users to revoke their approvals using a malicious app, but it was swiftly removed core scientific, a major player in the bitcoin mining sector, is set to relist its shares following its exit from bankruptcy. This move could mark a significant recovery step for the company, which faced challenges during the crypto market downturn. Simultaneously, a report from Coinshares highlighted a looming challenge for bitcoin miners. The upcoming bitcoin having an event that halves the reward for mining new blocks, is expected to significantly impact profitability. The report suggests that only a few miners will remain profitable after the halving, underscoring the need for operational efficiency and technological advancements in the sector. Furthermore, Coindesk reported that bitcoin miner outflows have reached a six year high ahead of the halving. This activity indicates that miners are transferring their holdings to exchanges, possibly to build liquidity. In anticipation of the halvings effects this week, the stablecoin true USD de pegged from its one to one parity with the us dollar. The devaluation to 0.984 occurred following substantial sell orders on binance, leading to a frenzy of speculation about the cause. The depegging coincided with a significant trade of true USD for tethers USDT stablecoin, followed by a large bitcoin purchase for the same amount, suggesting the possible liquidation of Binance's true USD holdings. Concerns have been raised in the past about true USD's ability to maintain its peg. The stablecoin had previously faced issues with real time attestations of its reserves, leading to questions about its collateralization, further complicating the situation. The lack of arbitrage opportunities on Poloniex, where TrueUSD has been trading at a discount, led some to be suspicious about withdrawal and deposit restrictions. Crypto lender Genesis Global Trading has agreed to pay $8 million to settle a lawsuit with the New York state Department of Financial Services. The settlement resolves allegations of anti money laundering and fraud. Alongside the monetary settlement, Genesis will seize its business operations in New York and forfeit its bit license. Adrian A. Harris, superintendent of DF's, said, quote Genesis Global trading failure to maintain a functional compliance program demonstrated a disregard for the department's regulatory requirements and exposed the company and its customers to potential threats, end quote. The settlement comes amid Genesis ongoing legal challenges, including a lawsuit filed in October by the New York attorney general's office alleging that the company defrauded investors in conjunction with its parent company, digital currency group and Gemini Trust. Genesis, which declared bankruptcy earlier this year, remains involved in court proceedings to recover lost investors funds. Now time to fund bits Franklin Tepleton, usually known for its staid financial expertise caused a stir by handing its ex formally Twitter keys to its digital assets research team. This led to a flurry of tongue in cheek crypto tweets transforming their typically composed feed into a treasure trove of crypto humor, from declaring, quote, speculation as a feature, not a bug in crypto, to expressing enthusiasm for Ethereum's midlife crisis, end quote. The team's posts were a far cry from the account's usual corporate demeanor. This unexpected shift prompted a mix of hilarity and disbelief among followers, with some amused by the company's sudden, quote, shitcoin chilling, end quote. I while others questioned the wisdom of its social media experiment, bitcoin enthusiasts found joy in the chaos, interpreting it as bullish for bitcoin amid jokes about over caffeinated interns and lawyer imposed limitations on replies. Franklin Templeton's trial turned out to be a surprising and entertaining departure from the norm in the usually button down world of asset management. And that's all. Thanks so much for joining us today. If you enjoyed this recap, go to Unchainedcrypto dot Substack.com and sign up for a free newsletter so that you can stay up to date with the latest in crypto. Unchained is produced by Laura Shin with help from Nelson Wang, Kevin Fuchs, Matt Pilchard, Juan Aronovich, Megan Gabis Shashank, and Margaret Correa. The weekly recap was written by Juana Roanovich and edited by Nelson Wang. Thanks for listening."
    },
    {
        "speaker": "B",
        "text": "Unchained is now a part of the Coindesk podcast Network. For the latest in digital assets, check out markets daily five days a week with host Noel Atreson. Follow the Coindesk podcast Network for some of the best shows in crypto."
    }
]