[
    {
        "speaker": "A",
        "text": "Hey unchained listeners, as you know, its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news in original articles from our reporters, as well as summaries of other happenings in bullet points, plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com dot. Again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "B",
        "text": "There was a great graphic that someone tweeted out showing every single major event on the schedule in Congress, particularly out of house financial services, this year. And when the SEC has dropped major news about crypto, and it's in the preceding one or two days, if not the Friday before, something happening on a Monday. It's uncanny."
    },
    {
        "speaker": "A",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started covering crypto eight years ago and as a senior editor at Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the July 21, 2023 episode of Unchained. Ondo Finance is bringing compliant institutional grade finance on chain. Ondo is a leader in the tokenization of traditional securities, including with its roughly 5% yielding tokenized US Treasuries product OuSG. With the Crypto.com app, you can buy, trade, and spend crypto in one place. Download and get $25 with the code Lora link in the description. Ever wanted to use DeFi without being tracked? Railgun is a leading Defi privacy solution on Ethereum, BSC, Arbitrum and Polygon. Shield your funds and use them privately in your favorite defi apps, while Railgun's cutting edge zero knowledge system encrypts your data from public view. Yes, that includes Dex trading. Visit railgun.org or use the Railway app at Railway XYZ. Arbitrum's leading layer two scaling solution offers you ultra cheap and lightning fast transactions, all with security rooted on ethereum. Visit arbitrum IO today. Today's guest is Bill Hughes, senior counsel and director of global regulatory matters at Consensys. Welcome, Bill."
    },
    {
        "speaker": "B",
        "text": "Thanks for having me."
    },
    {
        "speaker": "A",
        "text": "We're going to talk about some recent regulatory developments that are important to crypto, but let's start with one that continues to reverberate in the crypto world and be discussed, which is the XRP ruling. And I've already done a few shows about this, but one aspect that we really haven't touched on, which you dissected in a long tweet, is that the SEC has a few different options of what it could do here, and you kind of talk through, you know, which strategy it might choose or how the different strategies look. So walk us through that. How likely is it to appeal or not?"
    },
    {
        "speaker": "B",
        "text": "So I think it's very likely that they'll appeal. They're probably looking at this decision and thinking it's flawed in certain ways. That led the court to grant Ripple's summary judgment motion with respect to the programmatic sales and the other distributions. The real question is, and they're running that analysis now, right when Chairman Gensler is saying, oh, we're continuing to assess the opinion. I mean, they've clearly read it, and they read it immediately when it came out. What they're trying to do is see how basically assessing the judge's reasoning, looking at the case law she cited, and considering her conclusions in that regard, and then looking and trying to guess what the second Circuit would do with this case. I expect that they're going to come to the conclusion that the important parts of the case where the judge said programmatic sales were not a securities transaction, other distributions were not a securities transaction, they'll just say, she got it wrong, and so we should appeal then. The question is when? As other guests have told you on previous shows, they don't have the right to appeal now because the case isn't final. What they'd have to do if they wanted to appeal now is basically very soon, either by the end of this week or early next week, because I think they have to do it within ten days. They have to tell the district court, your honor, we'd like to appeal your summary judgment decision, and we're going to ask you for permission to do that. And then they have to essentially present an argument to the judge why she should allow the case to basically be put on hold while they go to the second Circuit and ask the second circuit to review her decision. There's going to be some briefing papers on that. They may even argue it in court. All the while, on a parallel track, the judge and the magistrate judge assigned to the case are going to be preparing for trial and doing all the administrative and evidentiary things that are attended to that. But let's say the judge says, okay, it is important enough an issue. It would be efficient, more efficient to decide this issue now at the second circuit, rather than waiting to the end of the case. And I think you sort of see the judge anticipating this issue by saying, are the parties going to settle now that my summary judgment ruling is out? Because a lot of parties, once summary judgment's over, like, they don't want to go to trial on some side collateral issue, basically, the case has been decided. And so rather than the labor things, they just settle the rest of the case out, and then they tell the judge they're settled, the judge writes a final order, and then you can go to the second circuit, if you want to, about the summary judgment motion. Assuming they can't settle, and assuming the judge says, yes, it's important enough, I'll let you appeal the. They will then have to go to the second circuit."
    },
    {
        "speaker": "A",
        "text": "So just to clarify for listeners what parts still remain that they either could settle on or would go to trial on."
    },
    {
        "speaker": "B",
        "text": "Yeah. So summary judgment is a part of the whole pretrial process where you're trying to narrow issues to reduce them down to really only questions of fact that go on to a trial. Cause a trial is all about determining what the facts are in a summary judgment motion. Basically, are both sides saying, these are the established facts, and all of these facts are material to the claims. There's no disagreement as the facts. The judge can just apply the law and end the case here. The judge said there's a question of fact as to what the executives at ripple what was in their heads when these institutional sales were going along. And so because the parties don't agree as to what the fact is there, whether they intended to do these, whether they knew about these sales, we got to send that to a trial where you're either trying to present evidence to a judge and convince judge or a jury about these things. So that is the loan issue, whether the executives knew or intended the institutional sales and thus aided it and abetted them in some fashion."
    },
    {
        "speaker": "A",
        "text": "Okay, so what do you think is the likelihood that Judge Torres would approve the appeal, and what is the likelihood you think the second circuit would accept one?"
    },
    {
        "speaker": "B",
        "text": "It's very hard to say. Very hard to say. I could see it going either way. Honestly, I think if I was a betting person, I'd expected her to certify the case for appeal. And then if it goes to the second Circuit, again, very hard to handicap what they think about it. It's a pretty important issue. The SEC would feel very strongly about them taking it. Maybe that persuades them to take it. But at the second circuit level, you know, you have to ask permission, and once you get permission, that's when the substantive briefing comes in. So this could take a very long time."
    },
    {
        "speaker": "A",
        "text": "Your conclusion was that the SEC would probably not like the odds it would have if this were to go to the Supreme Court."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So if you're saying that they probably will appeal, it sounds like they probably only wanted to go, you know, just a certain distance, but not all the way to the Supreme Court. So what do you kind of think would be the most expected choices they would make?"
    },
    {
        "speaker": "B",
        "text": "So, as everyone knows or should know, supreme court gets to choose its own cases. Just because a case is really important doesn't mean the Supreme Court is going to take it up. Generally, when there's a single case that's really important, it's important because it involves some fundamental question about, you know, the scope or the meaning of the Constitution. If it's just a question of, like, how to interpret federal law, they generally only take them when a number of these appellate courts around the country all reach different conclusions on basically the same issue. So if this goes to the second Circuit and the Second Circuit comes down one way or another, really the only way that the Supreme Court would want to take this case without there being other appellate courts around the country reaching a different conclusion is if it raised basically a fundamental question about the scope of the authority of the SEC. And it does raise that. Look, if it gets to the second Circuit and the SEC loses, I don't think that they would appeal. Maybe that's wrong. If they get to the Second Circuit and ripple loses, they're certainly filing a cert petition, basically asking the Supreme Court to take their case. And what they would basically say is along the lines of all the cases that you've issued in recent history and actually over for the course of, you know, a couple decades now that says administrative agencies have to follow the instructions that Congress gave them and can't play jazz to their heart's content with the authorities. They've been granted either to redefine the scope of their authority in an established field or redefine it for purposes of taking on a new field like this is that case that you've been deciding again and again, but decide it in this context with respect to the SEC's authorities under the securities laws, would that be something that the Supreme Court is interested in taking up? There's certainly a chance that it would, or the Supreme Court could say it's not big enough issue yet. Let's see what some other circuits say on this issue, and then we'll take it up. But it's a big risk the SEC runs by taking it to the Second Circuit on their own accord, because ultimately the crypto ecosystem and ripple included views this, these issues ultimately being decided by the Supreme Court at some juncture, barring the legislature actually changing the game completely."
    },
    {
        "speaker": "A",
        "text": "And then why is it that you were concluding that the SEC probably wouldn't like its chances at the Supreme Court? What is it about this Supreme Court that you feel would be unfriendly to the SEC?"
    },
    {
        "speaker": "B",
        "text": "They have been taking a much more conservative and small c, conservative and disciplined view as to the authority of administrative agencies to view their originating statutes and then define for itself what its job jar is. What are the areas of the economy that we are able to regulate, and how can we regulate those areas? In a recent case involving the EPA, the court said, EPA. What you were trying to do, Congress never gave you authority to do, and it's not your place to take that authority on for yourself. That's effectively what it said. Now, that similar issue has been a refrain in the crypto community about the role of the SEC in regulating digital assets. There are certainly digital assets which are explicitly securities, and there are certainly digital assets that might be based on how they are issued, what they do. But to just broad brush everything in this space, with the exception of bitcoin and maybe some other proof of work tokens, everything either is a security token or a securities transaction that envisions an overly expansive view of your own authority to regulate this new area that Congress never gave you and certainly couldn't have contemplated back in the 1930s when these laws were originally enacted. The SEC's counter to that is like, those laws were incredibly broad, and we're given the authority to interpret them in ways so that mitigate investor risks and market risks in ways where we don't constantly have to go back to Congress to ask for new authority in a new area. It's, you know, you've heard the chairman say this, it's very flexible. We're given a lot of discretion, and we've determined all of this fits within our box. Forgetting the fact in 2021, he said, you know, we don't really have enough authority here, and you guys need to act. You, Congress need to act. Memory holding those statements and never recognizing again. Their position now is we have the interpretive authority. Everything's in the box. And crypto's like, no, this is too broad of, you are too broad in your interpretation of your own authority. And so you look at the Supreme Court and how it's been reigning in administrative state overreach and caprice generally, and you look and you see that this is like the next logical progression of that line of jurisprudence."
    },
    {
        "speaker": "A",
        "text": "All right, so in a moment, we're going to look at some new bills that could definitely impact crypto and attempt to address some national security issues with them. But first, a quick word from the sponsors who make this show possible. Arbitrum stands at the forefront of innovation as the premier suite of layer two scaling solutions, bringing you lightning fast transactions at a fraction of the cost, all with security rooted on Ethereum. From Defi to gaming, Arbitrum one plus Nova is home to over 500 projects. And with the recent launch of Orbitz, Arbitrum welcomes you to build your very own tailor made layer three, or an orbit chain. Propel your project and community forward by visiting Arbitrum IO today, Ondo Finance is connecting the on chain economy to real world assets with compliant institutional grade tokenized securities. Ondo's flagship product, OUSG, a tokenized US Treasury's vehicle, brings the roughly 5% yield from treasuries on chain. Ondo is also launching a tokenized wrapper of government money market funds. OMMF investors can learn more and subscribe to Ondo's products at Ondo Finance ever wanted to use DeFi without being tracked? Railgun is the leading Defi privacy solution on Ethereum. It's available on BSC, arbitrum, and Polygon, too. Shield your funds and use them privately in your favorite DeFi apps, while Railgun's cutting edge zero knowledge system encrypts your data from public view, all without leaving your preferred chain? Yes, that includes Dex trading. Coming soon are integrations with leading yield lending and perp trading platforms on multiple chains, DeFi and privacy together at last? Visit railgun.org or use the Railway app at railway XYZ to find out more. Back to my conversation with bill on Wednesday, Senators Jack Reed, who's a member of the Senate Banking Committee, Mike Rounds, Mitt Romney, and Mark Warner. And for those of you who are interested in the horse race issues here, there's two Democrats and two Republicans. They proposed a bill called the Crypto Asset National Security Enhancement act of 2023, and it attempts to address national security issues in DeFi. At the same time, there's a similar bill in the Senate that's been proposed by Senators Elizabeth Warren, Roger Marshall, Cynthia Lummis, and Kirsten Gillibrand. Again, two Republicans and two Democrats, and theirs would be a crypto focused amendment to national security legislation. Break down for us what these two bills attempt to do and what problems they're trying to address."
    },
    {
        "speaker": "B",
        "text": "All right. So starting with Reed and rounds and Warner and Romney, this bill is about trying to solve the problems that at least three of those senators hear about apparently frequently in their closed door, classified briefings as members of the Senate select Committee on Intelligence. Senator Reed is also the chairman of the Armed Services Committee. So they just happen to be on the Senate Banking Committee, too, which is chaired by Sherrod Brown and which is the committee in the Senate, which crypto pays attention to mostly with second place going to the agriculture committee that oversees the CFTC. But Senate Armed Services, Senate select Committee on Intelligence are very focused on, obviously, national security issues. They are told from some reports frequently, that groups like the Lazarus group are leveraging DeFi drug cartels. Potentially terrorists are using DeFi or could use DeFi to enrich themselves through cyber warfare, cyber theft. They could use it for money laundering to whether, whether that's money that they've stolen online and they're now absconding with it, or they're just using it to separate how they stole the money from how they're actually going to get it into their hands. And they don't. From the reports out about Senator Reid and these other senators, they don't really see DeFi is having any sort of meaningful purpose at the moment. They just know that it's a way to trade pseudo anonymously or anonymously, one token for another, and that there's no permission structure there. There's no supervision there of the activity other than just being able to watch it on the blockchain. And they think that this is a big problem. And what they want to do is essentially make somebody accountable for these trading protocols, basically like a uniswap or other sort of Dex or AMm. That's sort of clearly at the core of their bill. Somebody needs to be responsible for them and in charge of ensuring people aren't violating us sanctions provisions when using them, and that people aren't using them for money laundering purposes. So that's that bill. The Lummis Gillibrand Warren Marshall Bill is different. It requires the SEC, treasury, and the FinCEN office and treasury and the CFTC to create a process where they can assess how well entities regulated by those entities, money services businesses, broker dealers, etcetera, are ensuring AML have an AML compliance program designed for crypto assets. So that's, let's better regulate existing regulated entities as they move into crypto assets or as they're exposed to crypto assets. That's the Lummis Gildebrand Warren Marshall bill amendment, I should say. And then the Reeds rounds bill has to do with directly regulating and bringing Defi into a regulatory perimeter, at least in the United States."
    },
    {
        "speaker": "A",
        "text": "In a tweet that you had about the Senate amendment, you said it wasn't all that unreasonable. But I am noticing a lot more concern about the House bill. This definitely looks like it could impact DeFi protocols in a big way across multiple different groups, developers, governance, token holders, users. Can you break down for us how you think it might impact all the different groups?"
    },
    {
        "speaker": "B",
        "text": "The posture of these two bills are very different. The Lummis Gillibrand Warren Marshall bill is currently proposed as an amendment to must pass legislation that is basically before Congress right now. It's basically a bill which gives the military the money they need for 2024 to be the us military that's getting passed. And every year there's hundreds of amendments that are added to that. And then the people in charge of the military bill, military appropriations bill, have to decide what's added, what's nothing. There's really no indication that the Warren, the first bill, the military appropriation related bill, is going to actually be tacked to that legislation. And even if it was and it went into law, the implications of that law would not come into effect for two years. Cause that's how long these different agencies have to come up with these new supervisory functions for them. The Reed rounds bill in the Senate, it has been made clear by their staff that this is not something that they seek to attach to this year's military appropriations bill, which they very much could do because Senator Reid is the chairman of the Senate Armed Services Committee. They're not going to do that. They want this to be, and have expressed this. They want this to be the start of a conversation about how to address this problem and really expect movement on it next year, at some point, maybe attaching it to the same legislation next year, because these are our yearly appropriations bills. What they made clear is that if the community comes to them and says what you should do is absolutely nothing, that that's not going to be, that's not going to fly with them. They're not going to find that persuasive at all. So I think what you're dealing with here is a bill that basically says if you're an interface and you allow people to interact with these protocols and you're US based, the bill likely requires you to then at least with respect to your users. Monitor their use of it, and you'll probably need to kyc them and do suspicious activity reporting. There is a question as to whether one of these interfaces would be responsible for basically all activity on the DEX, which seems facially impossible for them to be because anybody can interact with it. But if that is the case, then it's a de facto ban on any us based interface from being able to allow its users of that interface to connect with a protocol. It would have serious impacts on investment in these protocols. I saw some commentary about how this really impacts VC's who want to inject capital to support the development of these protocols, perhaps the early days of these protocols, by investing in tokens, trying to create a little, an actual little economy around the protocol. If it's above a certain threshold, which is not a very high threshold, it's $25 million. $25 million. And I love this part. Your governance token will be, the value of it will be assessed according to evaluation methodologies set forth by the SEC, which I thought was special. So the point is, backing this would be very difficult. And the curious thing about all this, of course, is this only would restrict us persons doing the backing or the facilitating role. And so if you weren't us, if you weren't a citizen, if you weren't located in the United States, you basically were in another part of the world, didn't have very strong connections to the United States at all. This law has no authority over you whatsoever. You can create an interface and you can back a protocol. So all it really would mean is that there would be a substantial reduction, if not outright elimination, of the involvement of United States entities and people with Defi. And that's the real rub of it."
    },
    {
        "speaker": "A",
        "text": "But what you mean is, you mean the entrepreneurs. It's different because, like, say, for instance, what we've seen with, you know, Binance or Bitmex or whatever, the SEC will say we have jurisdiction because you have users that are us persons. But you're saying in this case would only apply to the builders or the quote unquote backers such as the VC's. So, meaning it would just open up DeFi to be the entrepreneurial fruits of DeFi to go to just anybody on the planet who's not american, essentially."
    },
    {
        "speaker": "B",
        "text": "Basically, yes."
    },
    {
        "speaker": "A",
        "text": "But they could serve us persons and it would be fine."
    },
    {
        "speaker": "B",
        "text": "Yes, as long as. So this is the first draft, and this is supposed to be a discussion draft. There's plenty of things in here which they probably don't realize. This says, alternatively, they're probably gaps which they didn't realize were included in this language. Like, for one instance, I was just literally, before we got on to talk to each other, I was on with a number of other lawyers. And my question was, did they intend for there to be, like, a de minimis exception here, that for there to be the possibility that a protocol, a Dex, could be so diffusely backed and not specifically linked to by any one facilitator interface, whereas it doesn't fall within this supervisory regime. So there's a type of, if you get to, like, sufficiently decentralized and this wouldn't apply, does anyone have a sense that that's what they're trying to accomplish? And people didn't have that sense? And in fact, if you pointed that out, they'd probably be like, well, okay, that's a gap. And we're gonna, like, we're not. We want all of these things regulated, not just the ones that are sufficiently centralized. So there's going to be a lot here that needs to be worked out over the coming months."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I also get kind of, like, ookie dao vibes from this, where this issue about if you're a governance token holder, I think, I can't remember the language, but it was saying that you controlled the protocol. And so it just gets really tricky."
    },
    {
        "speaker": "B",
        "text": "The concept of control in this is loose. There is, you can change the code. You have administrative privileges. There's some, like a very broad catch all at the end of it. And so the concept of, like, who these people are who actually have regulatory obligations and regulatory risk here will, under the current language, remain very vague unless they agree to strengthen, tighten that language, make it more specific. But they very often, when writing these laws, don't want to do that, because what they're concerned about is writing it narrowly is to create a big gap on the side where the market doesn't end around the legislation. So the community has many very smart, very hard working lawyers and lobbyists who, like their job is to look at legislation like this, figure out how it's not workable, where it's problematic, how it could be improved. And the sponsors of this bill have expressed. And really, this bill is in the hands of Senator Reid. Like, he really, he and his staff really have the pen here. Like, they're open to having, like, productive conversations, but from what I understand, they've made it clear just saying how this is bad and shouldn't go forward, and with the alternative being do nothing, that's a non starter with them. So this is a serious list of sponsors. This is not some other bills. This gets senators attention and members of House, like the members of the House of Representatives, their attention when individuals on the Senate select committee for Intelligence and Armed Services and Senate banking all agree that something needs to be done and are pushing it. So this is a different animal, but we have time to engage with their staff to try to steer it in the right direction, make it as productive as possible."
    },
    {
        "speaker": "A",
        "text": "And when you say that for the infrastructure bill, what was that two or three years ago? I'm now blanking on the year. So many people called and wrote letters to their Congress people. So would you advocate that kind of thing or sort of. Yeah. What would be the ways for the community to engage right now?"
    },
    {
        "speaker": "B",
        "text": "I think what the community should really focus on right now are the bills in front of the House pertaining to stablecoins and market structure. These are the bills of both the House Finance Committee and the House Agriculture Committee are going to be talking about the McHenry Thompson bill, McHenry Thompson and then the McHenry Waters stablecoin bill. These bills are going to be marked up by the end of the month. They are forefront on the docket. This bill, the senator Reid and rounds bill. We have a much longer timeline. I think it's worth keeping an eye on it. But there's nothing sort of imminent about this. If we're going to, if folks in the ecosystem want to reach out to their member of Congress or to their senator to say anything about crypto policy, they should be focusing their members attention on the stablecoin bill and the market structure bill, I will say, and that will be a very important, because if I was a betting man, I'd bet the SEC is going to sue someone else right before those bills are marked up."
    },
    {
        "speaker": "A",
        "text": "Why is that what you're betting on?"
    },
    {
        "speaker": "B",
        "text": "Because that's what they've done in every other instance when the Congress has take, had a meaningful opportunity to discuss a change in crypto policy away from the SEC, basically determining the place of crypto in the broader economy and."
    },
    {
        "speaker": "A",
        "text": "Wait, so what is the strategy? It's just like, oh, you're about to take power away from us and we're going to assert our power."
    },
    {
        "speaker": "B",
        "text": "Part of it is political messaging to take all the attention of the media away from what they're doing on Capitol Hill and focus it on what the SEC is doing to. And it's also to demonstrate to people on Capitol Hill that they don't need to look further into the crypto problem because the SEC is taking care of it. That's essentially it. But if you look, there was a great graphic that someone tweeted out showing every single major event on the schedule in Congress, particularly out of house financial services this year. And when the SEC has dropped major news about crypto, and it's in the preceding one or two days, if not the Friday before, something happening on a Monday. It's uncanny. And people on Capitol Hill know precisely what's happening. It's not like it's going to change what the bill sponsors are doing, but the idea is that it signals to people on the fence, or who are skeptical or who just simply don't care that this isn't really worth your time, it's not worth supporting. Don't be surprised if before the 26th, 27th of this month, when they may be marking up these bills, which is a step prior to introducing them to the broader Congress, that the SEC reminds everybody that notwithstanding the ripple decision, they have a plan and they're going to move forward with it, which is, again, something going back to the ripple. I think it's probable that the SEC, if anything, will double down on enforcement as their strategy rather than look at the ripple decision and have any sort of introspection or change the plan whatsoever."
    },
    {
        "speaker": "A",
        "text": "Wow. Just hearing all this makes me so glad that I'm not a political reporter. But anyway, this has been such a fascinating conversation. Thank you just so much for all your insights on all of these. Well, on the case and then on both proposed bills."
    },
    {
        "speaker": "B",
        "text": "My pleasure. It was nice to be with you."
    },
    {
        "speaker": "A",
        "text": "Don't forget. Next up is the weekly news recap. Stick around for this week in crypto after this short break. Join over 80 million people using Crypto.com comma, one of the easiest places to buy, trade, and spend over 250 cryptocurrencies. Spend your crypto anywhere using the crypto.com Visa card. Get up to 5% cash back instantly, plus 100% rebates for your Netflix and Spotify subscriptions and zero annual fees. Download the Crypto.com app now and get $25 with the code Laura link in the description. Thanks for tuning in to this week's news recap. Capital crypto lawmakers and presidential hopefuls weigh in this week apart from the new Defi bill we just discussed, the us political landscape buzzed with crypto related discussions during an event at the Atlantic Council. Senior House Republican French Hill and Democrat Jim Himes, both members of the financial services committee, emphasized the need for comprehensive stablecoin legislation. Hinting at a potential bipartisan agreement, Hill stated, we do want to facilitate a state pathway, but we don't want any race to the bottom, suggesting that stablecoins could fall under federal Reserve review. During the episode, Bill Hughes clearly said that the crypto community should focus on the stablecoin bill as well as the market structure. One meanwhile, presidential candidates have been vocal about their crypto stances. Democratic hopeful Robert F. Kennedy junior proposed exempting bitcoin from capital gains tax and backing the dollar with hard assets like gold, silver, platinum and bitcoin. On the other hand, republican candidate and current Florida governor Ron DeSantis pledged that if he is elected, he would ban central bank digital currencies, citing concerns over, quote, government sanctioned surveillance. SEC and Ripple clash Gensler disappointed Ripple CEO optimistic SEC chair Gary Gensler said he was, quote, disappointed over the recent court ruling that declared that sales of XRP on public exchanges were not securities transactions, but that institutional sales, in which the buyer and Ripple labs had established a legal relationship, were securities transactions. Gensler, speaking at a national press club event, emphasized the SEC's commitment to bringing noncompliant firms into compliance and protecting investors. Meanwhile, Ripple CEO Brad Garlinghouse expressed optimism, stating that the ruling clarified XRP's status and that an SEC appeal would further solidify the judge's decision. The ruling has sparked debate in Washington, with some us lawmakers advocating for clearer congressional oversight of crypto. The full court process over XRP could take years, according to recent unchained guest Lewis Cohen. SEC clock ticks for spot bitcoin ETF's six applications under review on Tuesday and Wednesday, the SEC began the formal review process for six spot bitcoin ETF applications, including those from industry giants BlackRock and Bitwise. The review process, which officially starts when applications are published in the Federal Register, sets an initial deadline of 45 days extendable to 240 days. The SEC's acceptance of these applications marks a significant step in the agencys decision making process. However, theres no guarantee of approval as the SEC has previously rejected numerous spot bitcoin ETF applications, citing investor protection and anti fraud standards. Despite this, the involvement of BlackRock has sparked optimism among crypto investors. An SEC approval of these applications could open the floodgates for institutional investments in bitcoin, marking the end of a long wait by crypto investors. Binance lays off 1000 employees Wall Street Journal Binance, the world's largest crypto exchange, recently made significant cost cutting moves. According to the Wall Street Journal, the company laid off over 1000 employees worldwide, a major reduction from its previous workforce of around 8000. Binance CEO Changpeng Zhao said that the numbers were, quote, way off and that the company is still hiring. Additionally, Binance has reportedly scaled back employee benefits due to a decline in profits. The company is said to have stopped reimbursing certain expenses, including mobile phone usage, fitness and remote work costs. Crypto media giant Coindesk is on track for a $125 million acquisition. An investor group headed by Matthew Rosak of Talley Capital and Peter Vesnes of Capital Six is on the verge of finalizing a $125 million deal to acquire Crypto news outlet Coindesk. According to the Wall Street Journal. The purchase will allow the parent company, Digital currency group, to maintain some ownership in the media. Publication this move comes after DCG, which has faced financial difficulties and legal challenges, explored various options for a sale. Coindesk's current management is set to remain post acquisition. Blockfi ignored warnings, creditors say Blockfi, the bankrupt crypto firm, is under fire as creditors allege that the lender's CEO, Zach Prince, ignored warnings about the shaky financials of FTX and Alameda Research and continued to increase lending to both entities. The report reveals that BlockFi had access to the same balance sheet that later triggered FTX's collapse. And despite knowing that Alameda's assets relied heavily on FTT, blockfied continued lending, leading to losses of over $1 billion. The report also highlights three major failed investments that led to staggering losses for Blockfi, the Grayscale Bitcoin trust, or GPTC three Arrows Capital and Alameda and FTX. These allegations suggest that mismanagement and excessive risk taking were significant factors in the company's downfall, whose leadership hasn't suffered as many accusations as most of the other collapsed crypto companies. Coinbase CEO advocates for crypto legislation amid SEC scrutiny. According to Bloomberg, Coinbase CEO Brian Armstrong is set to meet with the New Democrat Coalition, a group of over 100 House Democrats committed to pro economic growth and innovation. They intend to address issues ranging from taxes to national security to privacy to climate. This comes as Coinbase faces lawsuits from the SEC for allegedly failing to register their operations with the agency. Despite the legal challenges, Armstrong remains a vocal critic of the SEC stance on cryptocurrency and has been pushing for clearer rules around digital assets. Meanwhile, Coinbase has paused its retail staking service in four states due to regulatory requirements. Ex Alameda CEO's diaries reveal struggles the New York Times obtained access to the diaries of Caroline Ellison, former Alameda research CEO and ex girlfriend of Sam Bankman Fried, in which he chronicled her discomfort with her position and her personal relationship with Benkman Freed, she doubted her ability to lead at Alameda, listing leadership and decisiveness as areas in which she felt she floundered. Additionally, Bankman Fried's rising fame and their romantic past caused her angst as she stated, quote, having to be around you all the time, hearing people talk about how great you are all the time. As their fraudulent operations crumbled, Ellison expressed relief, writing to SPF, quote, I just had an increasing dread of this day that was weighing on me. Now that it's actually happening, it just feels great to get it over with. Despite the crucial role she played, she received significantly lower compensation, $6 million, compared to other executives, such as the hundreds of millions of dollars that went to Gary Wang and Ashrad Singh and the billions that went to Bankman Freedom terraform Labs seeks FTX data for SEC case defense terraform Labs is seeking court approval to subpoena transaction details from the defunct cryptocurrency exchange for its legal defense against an SEC lawsuit. The company, facing accusations from the SEC of misleading investors with its algorithmic stablecoin TerrausD, which collapsed, claims a coordinated short attack precipitated the currency's downfall. The lawyers insist that the records from FTX are essential for performing analysis to refute the SEC's claims. The hearing on the motion is scheduled for August 2. Celsius allocates $24 million to fees from GK eight sale bankrupt crypto lender Celsius proposed a $25 million settlement from the proceeds of the GK eight sale to its Series B holders. A hefty $24 million of this sum is earmarked for legal expenses, with a remaining $1 million to be distributed amongst the group. The self custody platform GK eight was sold to Galaxy Digital as part of Celsius bankruptcy proceedings at a price significantly less than the $115 million Celsius originally paid. The proposal has sparked controversy among Series B shareholders, with some arguing that the $24 million does not fully cover their legal expenses. Meanwhile, former Celsius CEO Alex Mashinsky faces charges related to a multi billion dollar fraud and market manipulation scheme. Arkham's intel exchange debuts with a bounty hunt for crypto mysteries Arkham Intelligences native token ARKM made a splashy debut on Binance launchpad, trading at $0.75 after an initial sale of $0.05. However, the launch of a related offering, Arkham Intel Exchange, stirred controversy. The platform offers bounties for crypto sleuths to solve high profile cases, including the $450 million FTX heist, which will be rewarded with nearly $70,000 in ARKM tokens. Critics have labeled the program a quote docs to earn scheme, although Arkham CEO Miguel Morell believes the platform serves an entirely different purpose, as he explained in an episode of Unchained premium last week, despite the controversy, the platform has seen significant activity, with over 47,000 addresses claiming 23.7 million tokens worth over $15 million. Uniswap founder Hayden Adams unveils Uniswap x Uniswap launched a new open source protocol, Uniswap X, aiming to aggregate liquidity across decentralized exchange pools. The protocol introduces an ecosystem of fillers who compete to fill swaps at the best prices, offering users gas free execution and protection against maximal extractable value. Uniswap founder Hayden Adams emphasized that users will maintain self custody of their funds throughout the swaps, and the protocol will be immutable. Meanwhile, major DeFi lending and borrowing platform Aave deployed its decentralized stablecoin Gho on the Ethereum mainnet. This follows several defi giants which recently entered the stablecoin space, including curve and Frax finance. Time for fun bits, as Judge Torres ruled that selling XRP on exchanges did not violate securities laws. Which means what exactly here unchained Ginny."
    },
    {
        "speaker": "C",
        "text": "Hogan crypto secured an early legal victory when a judge ruled on Thursday that selling XRP on public exchanges was not a violation of security laws. Which is to say, for the hardcore crypto bros, XRP is now legal and therefore lame. XRP is a bridge currency, which means it's used to move money across borders, which makes it only the second sketchiest kind of bridge. But many are calling it a partial victory. XRP both is a security, and it isn't. It's like Schrodinger's Ponzi scheme. Sorry, sorry, sorry. Schrodinger's cryptocurrency I always get them confused. Partial victory or not, the crypto industry is rejoicing, which makes sense. They'll take any excuse to party. For example, nFt Miami, nFT Los Angeles, nFt New York City nFt wherever you are, as long as you're on ketamine. But who knows whether or not this decision will apply to other cryptocurrencies, since they're all different. For example, some are down 30% since 2021. Some are down 60% since 2021. Some are only down 29% since 2021. They're all different."
    },
    {
        "speaker": "A",
        "text": "Thanks so much for joining us today to learn more about Bill the SEC's options post XRP ruling and current crypto bills. Check out the show notes for this episode. Unchained is produced by me, Laura Shin, with help from Kevin Fuchs, Matt Pilchard, Zach Seward, Juana Ranovich, Sam Sriram, Ginny Hogan, Leandro Camino, Pama, Jimdar Shashank, and Margaret Courier. Thanks for listening. It."
    }
]