[
    {
        "speaker": "A",
        "text": "Intersubjective work token is quite a big or intersubjectivity is a pretty big word for myself. I like to actually just think of it as shared belief that you're able to actually mathematically agree on a shared belief. That's what the token allows you to do."
    },
    {
        "speaker": "B",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started covering crypto eight years ago and as a senior editor at Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the May 3, 2020 welcome to the 2024 episode of Unchained. Polkadot is the original and leading layer zero blockchain with over 2000 plus developers, and the Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem. Join the Community@polkadot.net work ecosystem community with itrust capital, you can buy and sell crypto in a tax advantage retirement account. Enjoy significant tax advantages 24/7 access and the industry's lowest fees. Deploy custom crypto strategies and boost your yield with perpetual options on Vaultcraft, the universal Defi adapter for supercharging your crypto. Learn more on Vaultcraft IO this episode."
    },
    {
        "speaker": "C",
        "text": "Is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps, and powerful analytics used by the world's leading brands. Sign up today for your $1 per month trial period@Shopify.com. tech all lowercase, that's Shopify.com tech."
    },
    {
        "speaker": "A",
        "text": "Whoa. Landing an account this big will totally change my landscaping business. It's gonna mean hiring more guys and more equipment and new trucks for the new guys to drive the new equipment in. I don't know if I'm ready."
    },
    {
        "speaker": "C",
        "text": "You can do this, and Ford Pro Finsimple can help. Our experts are ready to make growing."
    },
    {
        "speaker": "B",
        "text": "Pains less painful for your business with."
    },
    {
        "speaker": "A",
        "text": "Flexible financing solutions that meet the needs of your business today when you need them."
    },
    {
        "speaker": "C",
        "text": "Get started@fordpro.com."
    },
    {
        "speaker": "B",
        "text": "Financing today's guests are Sriram Khanan, founder and CEO of Eigen Layer, and Robert Drost, CEO and executive director of the Eigen foundation. Welcome, Sriram and Robert."
    },
    {
        "speaker": "D",
        "text": "Pleasure to be here."
    },
    {
        "speaker": "A",
        "text": "Thanks for having us."
    },
    {
        "speaker": "B",
        "text": "On Monday, the Eigen foundation announced a stake drop of its new Eigen token. With 15% of the Eigen tokens going to the community and the first third of those being available in what's being called season one. To those who have so far accrued points in Eigen layer, what was interesting to me is that people were anticipating this so much, and yet actually your announcement was about so much more than the token. So let's start with the white paper, which was titled Eigen the universal intersubjective work token, which that's a whole rabbit hole to go down. Super interesting. And then I don't want to forget this piece, because this was also interesting. The header also said towards the open, verifiable digital commons. So why don't you explain what all this is and why this is the direction you were trying to go? Srivam, do you want to start?"
    },
    {
        "speaker": "D",
        "text": "Absolutely. Thank you, Laura, for starting with that. It is a whole complex concept, and I think we should have done some work in simplifying and writing some easy pieces which will be coming up soon. The idea of Eigen layer is to promote more open innovation. More open innovation means if you're a builder, you come in and you should be able to build new decentralized protocols without having to bootstrap your own trust and community. And what Eigen layer did is to enable ETH staking. You can stake ETH to allow any of these services, we call them actively validated services, to use the trust underneath each staking so that the eats takers can run new services and provide decentralized trust to them. However, this trust is only fully transferred when applications are able to hold the stakers accountable for misbehavior. We call this slashing. So if stake somebody staked and actually created a violation of the core covenants of the AV's, then they should be slashed. And that's how Eigen layer works. The core slashing feature is for Eigen layer is not yet deployed on Mainnet, but it is there in the contracts. So that's the core idea. But eats taking does not allow avss to slash for faults, which are transparent to you and me and people outside the blockchain, but not to the blockchain itself. And there are many such faults. And a simple example is Eigenva, which is a data availability system that we built. The data availability system has two roles, to store data and to serve data, the storing of the data. Turns out you can actually create a proof that you stored the data, and if you don't have the proof, you will be slashed for it. This is part of the Eigenvalue roadmap, but the nodes are serving data to all the people who want the data. That's not transparent on chain, but it is transparent off chain, because you go to an RPC node, try to download your chunk, you don't get it. You run a full node, you're not able to get the chunk, you run a light node, you're not able to get the chunk. Immediately you say, oh, data is not available. So data availability is externally observable, not internally observable in the blockchain. How do you slash people for this? This was the kind of like a puzzle that we encountered. And Eigen as a token system was created to be able to slash for faults like this. And what we did is we took this thing and took it to the end run of what are all the possible category of faults which are externally observable, not inside the blockchain, but from the outside, and impose crypto economic penalty in the blockchain. So how it works is outside of the scope, but that's what it is trying to achieve. And that's why we called it universal. You can use it for any application. Intersubjective is basically a word for externally observable. People coordinating with each other can find out if there was a fault or not. Universal inter subjective work token. You're using it to do work in the blockchain. So that, that's the kind of like the big idea there. I think it got drowned with all the other things. But thank you for bringing it up here."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I really was amazed by this because, you know, if you read my book, I went deep into what happened with the daO, and I just kept thinking, what if this had been around during the daO? So we'll get to that. But I also want to then ask about this open, verifiable digital commons. I also saw you use the term shared security commons. So what do you mean by that?"
    },
    {
        "speaker": "D",
        "text": "Yeah, the vision for Eigen layer is when people think about things like layer two, they say, oh, can we offload traffic from Ethereum and reduce the fees? I think the vision that we want to bring is you have digital platforms which mediate all of our life, but those platforms do not have user governance, native incentives, permissionless innovation for anybody, any builder to build things on top. And a digital Commons digital platform which is run in a decentralized, permissionless manner, is what our vision is to transfer most of these digital platforms, or all of them, into this kind of like a credibly neutral, decentralized, permissionless substrate. So that's what the digital commons is. And when you think about the digital commons, there are really two foundational things that make it the commons have more power. And number one is open, which means anybody can participate as an equal. And number two is verifiability, which means, you know, that the people who are interested with maintaining the commons are doing the thing they are supposed to be doing. So this verifiability and openness are the two properties that we want for this kind of a system. So that's the broad vision, and we wanted to articulate that this is a step. The reason we built Eigen token is that you can use it to enforce this kind of a penalty on the workers who are maintaining the commons. So one model that I want to clarify here is a lot of people think that decentralized or like when you want to build the commons, means everybody should be able to participate in the upkeep of the network as an equal. We want to take a slightly different view. It's kind of like saying, you know, we would say the roads is commons because everybody can lay their own roads. That's not what we're saying. We're saying the roads is commons because anybody can access the roads equally. And we know that the people building the roads are held to account on standardized principles. That's exactly what we want to do for this. That's why we call it the open, verifiable digital commons."
    },
    {
        "speaker": "B",
        "text": "Yeah. Although I actually feel like it could even be useful in situations where there's a legitimate debate about the action, whether or not it was malicious. The DAO is that perfect example where there were the people who said, oh, the hacker was just going along with what the code allowed. It wasn't malicious. Obviously, the community at that time mostly chose otherwise, but there was that strong contention that broke off now, or part of Ethereum classic. Your mind goes in many directions. When I read about it, I thought, oh, wow. Because basically, I mean, this has been such a big problem. It's like you have this application or smart contract on Ethereum, and it suddenly poses some kind of existential risk to Ethereum, even though it's not related or it's not native to Ethereum itself, it's just an application."
    },
    {
        "speaker": "D",
        "text": "And this was one of the things that we thought a lot about, and I think the reason that fork was very contentious. So in the thing that we explained, there is this two phases of inter subjective consensus setup phase where we pre agree to what the conditions are, and there's an execution phase where it should be like, pretty much self evident what the course of action is. And the DAO hack was, I think due to an under specified setup phase, Ethereum, in its setup phase, said code is law. Like that was kind of the vision. And then now if you are like, oh, no, no, no, actually we realized code is law, but we don't want hackers to take all the money. So that's what created this counter pressure, which made it not self evident what the right course of action is. And so a lot of the thinking towards, you know, how we build this inter subjective systems is to actually create very clear setup phase, so that in the execution phase, you would actually know precisely what you want to do. And it's not an easy problem, but it is an important enough problem to devote a lot of attention to."
    },
    {
        "speaker": "A",
        "text": "And thats a really good point that youre saying there, because there could have been a different history. Knowing what we know now about hacks, theres a common shared belief that there should be a bounty if you return the money from a hack, or in some cases you can even just prove you could have hacked, that you get 10%. And maybe if its a huge amount, maybe you can reduce or negotiate what that amount is. But imagine if in 2016, there wasnt two options, but there was like a third one, and they said, oh, the hacker did something really useful. He pointed out a bug the community could have at that point, but it was too early. Now I think we're there, that we could have actually proposed an option where there would have been, oh, okay, that's useful. Let's do an x million bounty. If the hacker returns the money, they can be included in the canonical fork. So there could have actually been three choices. And that's important point on the forking is that ultimately, crypto has to rely on individual choice, and forks are the ultimate expression of that. You can ignore everything else in the protocol and go a different direction. So it's good here that intersubjective token reintroduces that on the individual token level inside of eigen layer, that the community has the choice individually on what they would like to do. And intersubjective work. Token is quite a big or intersubjectivity is a pretty big word for myself. I like to actually just think of it as shared belief that you're able to actually mathematically agree on a shared belief. That's what the token allows you to do."
    },
    {
        "speaker": "B",
        "text": "So, as we've been discussing, you designed Eigen so it can be forked without requiring that Ethereum itself hard fork, but you didn't explain how that works in the background. So can you talk a little bit about that."
    },
    {
        "speaker": "D",
        "text": "Yes. The high level idea is that instead of forking a chain, which was the basic primitive that Ethereum had to express for the Dow hack, you fork a token. What does it mean to fork a token? You could take a token as value only because of the shared belief that that's the right token for that system. And anybody could say, oh, here is another token which actually is the real token. The community kind of like can do that. But because tokens are not designed with this thought process in mind, this is leads to a lot of externalities. For example, this token is what is listed on Coinbase and other places, and actually being used in Defi and so on. Now you fork it. What happened to all those guys? What happened to the traders? What happened to people who just were hodling it in their hardware wallet and went to the himalayas? Like, we need to take care of that segment, while also making sure that people have the ability to create this fork. There's another problem, which is what is each time the token forks, it's a massive social cost to evaluate the fork and to make sure people choose between these two. How do you account for the social cost? So the token has a design which is actually taking this into account. The idea of if there was a fork. The way the token works is there are two. There is an underlying token we call backing Eigen, and then an overlay token called Eigen, which is what most users will ever touch. The underlying token can fork, and the overlay token, which is just called Eigen, what users use. It doesn't have to fork, and it gives you full redeemability across the forks. Whenever you create a fork, you have to burn some portion of eigens, because that compensates for the social cost you are creating for the community to evaluate, which is the right answer. Another thing is, if people staked Eigen, and then they validated a service, and the users got harmed because of malicious validation, Eigen has a mechanism to compensate them. It's not just you fork and burn the bad guys tokens as a way to compensate it back to the harmed parties. So it has the, we call it four properties. Universality, the ability to use across a variety of different applications. It has the property of isolation that DeFi and holding and fork unaware applications can exist simultaneously with forking in the background. The third one is metering, which is that you actually know what the cost of social consensus, and make sure that people can't just like grieve by creating wrong forks. And then the fourth one is compensation. The harmed parties are compensated for their bad behavior."
    },
    {
        "speaker": "B",
        "text": "And I just want to ask about that. Is that literally where you're taking tokens from the malicious actors and moving them? Oh, okay, that's a core idea. Okay."
    },
    {
        "speaker": "D",
        "text": "Then the questions go to like, oh, I was taking. And then there were multiple applications. How do you redistribute across these applications? How do you know a priority that I, as an application, have this much slash ability? All of this is encoded into the structure of the tool."
    },
    {
        "speaker": "B",
        "text": "Okay. But in those instances where there's kind of contention around who was actually the bad actor, then the community just wouldn't decide to compensate or something. Is that all just done off chain?"
    },
    {
        "speaker": "D",
        "text": "No, there is a protocol that specifies how the slash tokens should be reallocated. So if you create a fork. So this is why it's not like exposed social consensus. We meet in a discord or on a room and then decide to, it's a priori social consensus, which is that we already agreed what we would do when social. One of the things we have to make sure is that the token is used for staking for applications which have broad social agreement, what we would call social troops, who's the president of the United States, or like, you know, this kind of thing. Not like, oh, what might be the price of this token in two years? That's not, there is no clear consensus on what that would."
    },
    {
        "speaker": "B",
        "text": "Okay, and then one other question. Obviously we saw with bitcoin that it split off into bitcoin cash, and then it was bitcoin Satoshi's vision and whatever. So in this instance, if something were to have this kind of split, but then one of the factions wanted to split again, would it allow for that?"
    },
    {
        "speaker": "D",
        "text": "Yes, the token is like infinitely splittable, but each time you split, you are paying off a cost. So you just have to burn more and more and more to actually create those forks. But if you are right that all of those folks were actually correct, then you're not losing anything, because all value will re concentrate into the smaller number of tokens that remain alive through these forks. But also, we've designed the system so that forking is not a nominal path, it is a rare path, but it is built with this nuclear option in mind so that the normal mode, nobody would even think of like attacking the system. I think the right example here is nobody tries to attack Ethereum because I don't think that would ever be the case that Ethereum would have to fork because the validators all attack the Ethereum protocol because they know they're going to get slashed and forked if they actually do it, because it's known and pre agreed that that's what will happen."
    },
    {
        "speaker": "A",
        "text": "Okay, yeah, that's a really good point. Because that point of being able to fork know nuclear option that gives people power the ability at low friction, not zero friction, but low enough friction that they have the agency to be able to fork. You don't use it, but the threat of using it has a huge force multiplier orders magnitude more. And you look at a community like Ethereum, which is mature, and that's the model of how we want the Eigen layer community with the foundation and with the later decentralized one as well on chain to operate. Is this that you do listen to everybody? Because everybody has the ability to choose that they could fork out and therefore you have to collect all of that in. I mean, Ethereum is a great example. They don't even have a DAO, and yet they're extremely community driven. Because all of that feedback comes in through concentric shells to the very core devs. And the forks necessarily are non contentious. Nothing makes it to a fork if there's a big segment of the community that doesn't like it."
    },
    {
        "speaker": "B",
        "text": "So does all this mean that Dapps should be built as ABS is now and like all ERC 20s should now be built in some way where no. So talk a little bit about."
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah, I think the way that you think about the Eigen token and what is it used for is people building avss. So I'm building an oracle, I'm building a data availability system, I'm building a new chain. I'm building. And you know, a thing that rewards people for doing something on Twitter. Any of these avss that are built on Eigen layer has now optionality to say that I can use Eats taking to support my security and or I use eigenstaking to support my own security. Maybe I have my own token and I want my own token to be staked in addition. So all of these are options. Eigenlays principle is open innovation. So it's open for each of these avss to choose between these options. The AV's themselves doesn't have to like, you know, build a new token system or anything like that. The AV's just can have their own normal ERC 20, which is application specific token that they have for their purpose. But in addition, they can take advantage of the like inter subjective slashing from Eigen layer. So the interface for AV's is, hey, I'm building an AV's. I want to avail this crypto economic security on faults which are not probable on chain use, eigenstaking. So that's all that it is."
    },
    {
        "speaker": "B",
        "text": "Okay, so if I'm going to build a DaP on Ethereum, then that's basically the question that I used to decide whether or not to build it on Eigen or on Ethereum's main layer."
    },
    {
        "speaker": "A",
        "text": "So I actually wanted to simplify, I think, what Sriram said, and it actually answers what you were just asking. So that's great, because that actually means I was thinking at the time, this may actually not, you know, exactly like there's a question for ADAP, what are you doing? Right, I'm adap, what am I going to do? Eigen layer is adding to the Ethereum system. It is strictly adding. It is not, it is not substituting or in any way replacing the Ethereum system. The Ethereum system allows a very specific crypto economic system around the EVM to be the ultimate settlement for DApps that are putting their truth onto the Ethereum system. So that's what exists right now. Eigen layer also projects the truth of the Ethereum system, but it projects it into the shared security layer. When you're adapt, you will build on the EVM in many cases, and you will build on top of the avss that are in eigen layer. And so it will actually be a new additional palette. And the avss in Eigen layer do not have to settle on a twelve second block size, ten minute finality. The avss that are building on Eigen layer are full performance, millisecond speed, microsecond speed, even peer to peer networks that are able to use crypto economic security. So this is strictly increasing from only using crypto economic mechanisms for dapps that are in the EVM to now being able to do it additionally with peer to peer networks."
    },
    {
        "speaker": "B",
        "text": "Okay, I don't know if I fully understood, because at one point you said you could build on both Ethereum and Eigen at the same time. So what does that mean?"
    },
    {
        "speaker": "A",
        "text": "A final DAP at the top layer has a lot of off chain code that does things. Obviously you can rpc and use the on chain portion directly, and there have been some. But realistically, if you're looking at end user apps, if you're looking at things that have like a UX and a usability, they have a front end and even a back end, and their back end attaches to the crypto. The crypto portion right now is the EVM only. And Eigen layer is saying that there's now an expanded backend that still refers back to the same ethereum security that the EVM does, but it expresses it into any possible other protocol other than a blockchain ledger. And so dapps have a much wider breadth of, if you want to call them middleware or services that they can be built on. This is an expansion in some sense. We're actually building web three, because in web three, you have all of these middleware services. Blockchain is, the EVM is one of those middleware services, but there's many, many more. The avss that are coming out are amazing. And there are variety of new services that they provide for dapps."
    },
    {
        "speaker": "B",
        "text": "Right. Which is why what you're saying is now with this inner subjectivity ability, that that's what they're calling social consensus as a service. So that's sort of like a new AV's almost."
    },
    {
        "speaker": "D",
        "text": "That is a feature that powers many avss that can now rely on social consensus as a service. If you think of like, what Eigen layer is, is decentralized trust as a service. Right. And the way that we were doing it was getting it from each staking. We want to continue to get a lot, a lot of it from each staking, because that's where like, you know, the lot of capital, there's like value and it's non volatile, all of that. But there are certain things that you can't get from that. So for those things, you rely on it. So it's like a two legged stool."
    },
    {
        "speaker": "B",
        "text": "Okay. Okay. I have to say, this is so fun."
    },
    {
        "speaker": "A",
        "text": "I will say this, that there is exactly the question you had. If you look at the tweet that we put out. The tweet thread from the foundation on April 29, there was a very good graphic that we put in that kind of shows you the Ethereum token and it going into the Eigen layer system and basically adapt from the right side building on top of the EVM as well as the ABS is from Eigen layer. And that strictly is like the picture that I tried to describe in those more complex terms before. The log that we put out has a more complex one. But I'd recommend that's useful to look at. But it starts actually including how Ethereum consensus works, how the intersubjective token provides shared belief. But the simple one just basically shows just the tokens on the left side."
    },
    {
        "speaker": "B",
        "text": "Okay, so in a moment, we'll talk more about the launch of this token. But first, a quick word from the sponsors who make this show possible. Did you know you can buy and sell crypto with tax benefits in an individual retirement account. ITrustCapital makes this possible, but what does this mean? When you buy crypto outside an IRA, like on an exchange, you face taxes on gains, but in an IRA, like a Roth IRA, gains can be tax free. ITrustCapital also has some of the lowest fees in the industry and 24/7 accessibility. Start now and maximum your retirement savings with itrust capital. Polkadot is the original and largest layer zero blockchain. With over 2000 plus developers, the anticipated Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem, upgrading the infrastructure with eight times higher transaction throughput and twice as fast block times, tailored core time for the needs of every protocol, trustless bridges to multiple chains and revised tokenomics with a token burn to reduce inflation. Perfect for Gamefi and defi to build, grow and scale. Get your web three ideas to market fast think big, build bigger with Polkadot join the community@polkadot.net work ecosystem community back to my conversation with Sriram and Robert with the launch of the Eigen token, you've also now established the Eigen foundation. What will be the purpose of the foundation versus Eigen Labs?"
    },
    {
        "speaker": "A",
        "text": "So the foundation, it's a different structure, as foundations are. So it's a shareholderless entity, it is nonprofit, it is a non us entity. So it's structurally very different."
    },
    {
        "speaker": "B",
        "text": "And where is it based?"
    },
    {
        "speaker": "A",
        "text": "Based in Cayman Islands and its entire charter. Its mission is to grow the protocol and to help create a decentralized community. To assist a decentralized first help create and then assist operationally to make successful a decentralized community. So that the token is really owned in a decentralized sense? Not really. Well, people do own the token, but the overall protocol and the direction is something that is effectively run by this kind of global community, similar to how Ethereum is run."
    },
    {
        "speaker": "B",
        "text": "Let's now talk about the stake drop, because I'm sure you're aware that there was quite a bit of controversy around it. People took issue with the fact that many countries were blocked, including the US, Canada, UK, India, wide swaths of Asia and Africa, and a number of people wondered why Eigen layer had let them participate in restaking if it was going to block them from receiving tokens. What do you have to say to those critics?"
    },
    {
        "speaker": "A",
        "text": "I think the sensitivity on putting the token out is if the token ends up running to tremendous regulatory issues all over the place, then it doesn't serve the community well because it's not possible for it to go on. If it's mired in a lot of controversy and everything else. So there's always this tension of various trade offs. We have a number of things that we're doing right now to kind of address some of the later complaints. You're going to talk about this one. I think there's still some listening going on. And it's a really tough one to try to figure out how to balance that, because we can't go back and change what the restrictions were on going in and actually doing the staking originally. We have to deal with it as it is now. The token airdrops, or stake drops in this case, they have very particular set of issues that come up with it. We've seen that in other airdrops. There's actually geo blocking and there's VPN blocking across many, many different airdrops. They have gotten tighter over time, and they've gotten a lot tighter more recently this year."
    },
    {
        "speaker": "B",
        "text": "People also criticize the fact that Eigen had whats known as a linear distribution model, which people believe benefits whales more, since the number of points that users earn Eigen and tokens that they earn was directly correlated with the number of points that they had earned. So if you have these large restakers, then theyre just getting huge amounts of coins. And I did see that blockworks did some quick math, and they said that that indicated that the top 2% of all Eigen stakers received about 90% of the airdrop. So what do you say to that criticism?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so again, one of the good things about finally doing a stake drop is that we can be a lot more interactive with the community. The model, you know, it's very hard before doing that. And again, this goes back to regulatory issues. And I. You need to do these things carefully. There's this whole principle of responsible decentralization, and we're building in our belief, or we're trying to build something that's a foundational new crypto economic primitive. So in our mind, it's as foundational as Ethereum and obviously our favorite original crypto community, which is bitcoin. In this one, we have the shared security commons. We're trying to expand crypto. The point of eigen layer is that crypto is and should become bigger than crypto itself. So shared security is a way that crypto is able to project itself out of the blockchains into a construct that's available technologically everywhere. We did the distribution, and we've been looking, and if we were going live, this would actually be the announcement. But by the time you actually post this. This will be something that we put out today, May 2. We have been able to integrate a lot of great community input. You know, we've heard everything that's been out there in the community. We also have a lot of like, community leaders that are already engaged with us, who are very vocal and speak well and have great contact in various areas around the world. And so I'm happy to say, well, I'm not saying it here, but I'm happy to talk about the fact that we decided that, you know, we had plans for a later additional decentralization to the broader community out there who had participated and supported us in this earlier time. We thought we were going to do it in the next season. We've decided to accelerate into this season. So we're adding 100 additional eigens as a baseline to everyone who participated through not just March 15, but actually through the airdrop date, April 29. And that's on top of, you know, when you said before that the distribution was linear, it was not strictly linear. We actually did have a minimum floor of ten eigens. And so the sort of update for us is that we felt like there were various reasons, some were about the distribution. And although linear is correct, when the protocol has payments and everything else in the protocol, of course it's going to work in that sense, like a DeFi situation. So things will be straight along those types of mathematical equations. For right now, we have the freedom to actually stake drop in different configurations. So we did have this high non linearity to boost people at the bottom end. We heard a lot of really good feedback from people that gas costs were a lot higher at various times. And because of that, we wanted to make sure that everybody was properly accounted for. And we really recognized how much we appreciate the community supporting us in the early days. Eigen layer, talking about the shared belief. Eigen layer is valuable because there, like is a shared belief. The community is valuable because there's a shared belief that this is an important new protocol for crypto's future. And we wanted to recognize that. So thanks for asking that question."
    },
    {
        "speaker": "D",
        "text": "Just to add a little bit on that. The main reason for doing a linear airdrop is to disincentivize industry grade civil farming, which we all know, right, there is a huge amount of, like, you know, industrial grade, like, farmers who basically just run like thousands of bots. We don't want that to kind of take over the protocol. But what we did here is that was not the dominant portion. There were a lot of real people who actually participated in the protocol. So as we all know, crypto is pseudonymous. So we cannot know whether somebody is a real person or just an id created, you know, many ids created by the same person. This is called the Sybil problem. And hearing the stories of real people around the world that, hey, actually, you know, I stick with the belief that, you know, I'm participating in the Eigen layer protocol. And, you know, we were totally like, you know, it became clear that this is the right thing to do. So we're also including in the announcement that this will not be. We will not be able to extend this beyond the April 29 date because this is a recipe for the protocol being overrun by industry grade farms."
    },
    {
        "speaker": "B",
        "text": "Got it. And so this will be for people, because I think May 10 is when they can actually claim. Okay, so this applies for that."
    },
    {
        "speaker": "D",
        "text": "This applies for season one. The other thing I wanted to say is we have 280,000 wallets who participated, and all of them are getting this hundred additional eigen."
    },
    {
        "speaker": "B",
        "text": "Okay? So there's no threshold."
    },
    {
        "speaker": "A",
        "text": "That's right. There's a, you know, there's uniform 100 additional eigens. It will be there for people who are claiming starting on May 10, which we've referred to as phase one. And then there's a second phase, certain LRT users who are going to be coming a little bit later. There's still some work that has to be done by the LRT protocols to figure out how their users should have the state drop distributed to them. But this additional hundred eigens will fairly and uniformly apply to that distribution as well in phase two."
    },
    {
        "speaker": "B",
        "text": "Okay? And LRT's are liquid risk taking tokens for people who may not know. So there's, I'm sure you're aware another criticism which had to do with the fact that stake drops for the community are initially not going to be transferable, and the date at which they will be is still undisclosed. Meanwhile, investors and early contributors actually have a clear vesting schedule. Starts at the time of the claim. It's locked for a year. No, no."
    },
    {
        "speaker": "D",
        "text": "So Robert can clarify. Actually, I can clarify too, because, you know, it's part of eigenlabs, I should."
    },
    {
        "speaker": "A",
        "text": "Say, because it's ultimately, you know, I mean, I have to work with the labs on this. Well, this is actually. I mean, there is actually decision solely on the lab side related to this. But we do want to clarify something, which is that the lock countdown for everyone in the team. For the team as well as for investors, it starts after transferability. So people are not in a different camp. People are in the same camp. We've seen what happens with other. I don't want to name people because I know other people tried to correct it when they made this mistake. There's no reason why the community should be having their time kind of delaying the point of having the one year unlock for insiders, the team and investors. It's a shared belief by everybody that that's a fair thing to do so that the stake drops have this initial Runway, which is community focused. So, of course that is what we are doing. So thank you for asking that as well. It's just really important. You have to align the incentives. If you don't have this, for protocols that make the mistake of not kind of, you know, doing this, it could cause an issue because, you know, the community is like taking the hit and other people are nothing. This is shared. Everyone's in the same boat here."
    },
    {
        "speaker": "B",
        "text": "Yeah. And just to put a name to it, I think you're probably referencing what happened with Starkware, where people were quite upset about the fact that the clock had begun earlier and it was only revealed after the clock with the team and investors, I guess, had started earlier and it was only revealed later, and people felt a little burned by that."
    },
    {
        "speaker": "D",
        "text": "Robert can also talk a little bit more about the transfer restrictions."
    },
    {
        "speaker": "A",
        "text": "Yeah, there's one other really important one, which, well, we were very focused on getting the stake drop out, obviously, and so it was very big thing. Just really want to be very clear that we very much appreciate everybody who's been passionately engaged and part of the ecosystem. And, you know, there's a lot of trust that we have, you know, basically built up with people in trying to, you know, in them trying to help out and be part of the protocol. So we weren't able to do this before the stake drop because we just were so focused on making sure that we were doing that from, you know, many different perspectives, you know, getting all of the infrastructure and everything else together for it. But we went ahead and, you know, listening to feedback from people that it is very, it can be difficult to not have a timeframe. And we knew going into it, the timeframe is not something that's indefinitely and going on in the future, but listening again to the community and wanting to make sure that we're able to share more, we locked down a commitment of the date that we really are targeting. And so we're announcing today, May 2, that the features in the protocol, so additional technology that we're building as well as steps that we're taking for further decentralization of the community control over the protocol, that we're targeting those by September 30. So it does not have to be an uncertainty for people and they can kind of think accordingly."
    },
    {
        "speaker": "B",
        "text": "Oh, okay, okay. And I'm sorry, just that last bit, you said something about the community having some control over the protocol. What was that?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, the, you know, the point on something that's as important as token unlocking, ultimately their community is going to have participation in having the power to do the unlock. So that's what we're referring to is that that's a really important step here. The community can actually decide, oh, we think it would be better to wait. Whatever they do, they're going to have the control in the end."
    },
    {
        "speaker": "D",
        "text": "So just a clarification on the transfer restrictions. It's so weird that it got misinterpreted so wildly in the opposite direction. We believe that the transfer restrictions actually protect the community and the users, and we need to enable it when the community has more power, more say, more decentralization, rather than, you know, and more tokens are distributed. So all of these factors together is what led us to saying, this is non transferable today. Let's get these features, these more distribution. People say, oh, this is a low ftv, low float. I it is non transferable precisely because we are going through many seasons. Each season we allow more tokens to come out, and only after that does it unlock or transfer for anybody. After the community has a say and participation, I think there's just a chance for us to correct the record on communication here, which is that transfer restrictions are intended to empower users rather than any other phenomenon."
    },
    {
        "speaker": "A",
        "text": "Yeah, and it's really important. It's always a trade off on making sure that everybody has the information that's needed. In our case, something like the intersubjective work token, it's a big new idea. It's firmly embedded in the token. And so we feel like it's very important and responsible that the stake drop, the entire stake drop of 15%, everybody in there has a chance to understand it. There's no more questions. It's a bigger concept. There's going to be, I think, a lot of people who try to convey it in different places, in different forms explain it much better. There's a shared understanding. You can't have a shared belief if there's not a shared understanding of the crypto economic principles. And this is a new one. And so new crypto economic mechanisms, and then having a liquid token on the market just is not something, I mean, Sriram felt this strongly about it, just as doing right by the community. So the intention here was non financial. The intention was to responsibly roll out decentralization in a way that people had the information necessary. So that's really important. And beyond even the work token, there's a payment. Fundamental to Eigen layer is this idea of a shared security commons where different players can effectively have elastic security that people can contribute into and other people can rent effectively. As an AV's, the payment system is not live on chain. We wanted the shared security to already be live in the sense that there's inter subjective forking. And Eigenda uses it, which we recently released on April 9 as a Eigen Da uses the Eigen intersubjective work token as a fundamental security primitive. We needed that to be live. But overall the token, and when we see the crypto economic system for it, that actually, in our opinion, really requires payments to be live. Before that, it's a question of what will the marketplace look like? What will those dynamics look like? So yeah, you can, people will read through the announcement and we've given some more information, but we're going to have a lot more ongoing now that the foundation is visible and out there, a lot more community engagement. And similar to Ethereum and other things, there'll be a lot more ways that the information can be coming back and forth."
    },
    {
        "speaker": "B",
        "text": "Okay, well, since I have not looked at the announcement, is there anything else in it that you would want to mention?"
    },
    {
        "speaker": "A",
        "text": "There's one smaller part. It doesn't apply to the whole community, so not sure, you might cut it out. But there's one other part of the announcement, thank you for asking, which is talking about Testnet operators. We had testnet operators who helped us stand up and test the network. And one other thing that we heard certain Testnet operators were, you know, found that they were omitted from the claims. And so we're doing some more analysis to look through the data analysis, look through the restakers, and it's, you know, we'll make an announcement details in the coming weeks. But those testnet restakers will be added to the allocation as well, and that will be a separate amount. You know, everybody who's, you know, seen numbers, so forth, there's no numbers are only being added for other people, so there's a small extra allocation for them."
    },
    {
        "speaker": "B",
        "text": "Okay, great. Well, as we mentioned, Eigen layer is now officially in season two. So do you want to give any hints what people can expect this season or whatever else is on the plate? Of both Eigen labs and the eigenfoundation."
    },
    {
        "speaker": "D",
        "text": "Maybe I can talk a little bit more about the features. So right now, what is on Mainnet, we have stakers can stake eth, delegate to operators, and operators can opt into AbS's. All of this is live. We have seven or more avss live on Mainnet and many more coming up. The thing with the Eigen token is because it's a stake drop, stake drop in. The intention was that you can use the addrock to go on stake, right, to stake the Eigen token. So Eigen token will be stakeable. So you can stake the Eigen token to support Eigen da. And then over time, other AVss. The things that are not live right now are, number one is payments. So which is Robert alluded to earlier, which is coming up, and then two kinds of slashing. One is the intersubjective slashing with Eigen, and the other one is the eth slashing on chain on contracts. So both of them are coming up over time. So the core idea is that the ecosystem participates in all these different sides of the Eigen layer ecosystem. Whether it's as a staker, as an operator, if you're staking, you delegate to operators. If you're an operator, you opt into avss and serve your security. This is the expectation that grows the protocol. That's what we can say about season two."
    },
    {
        "speaker": "B",
        "text": "Okay. All right. Well, thank you to both of you. This has been truly fascinating."
    },
    {
        "speaker": "D",
        "text": "Thank you so much, Lara, for the opportunity."
    },
    {
        "speaker": "A",
        "text": "Thank you so much. Yeah, great to finally have a longer conversation. Now we can fully remember where we met before."
    },
    {
        "speaker": "B",
        "text": "Don't forget. Next up is the weekly news recap today presented by Wondercraft AI. Stick around for this week in crypto. After this short break, deploy custom crypto strategies and boost your yield with perpetual options on Vaultcraft, the Universal Defi adapter for supercharging your crypto with version V one five users can now earn options on optimism and arbitrum, while also rebalancing multi strategy yield products all in one vault. Mint vault vault crafts NFT reward optimizer to earn even more in XP points from institutional service providers to Defi degens, anyone can deposit any asset into vaultcrafts products to instantly start earning yield on their crypto. Learn more on Vaultcraft IO."
    },
    {
        "speaker": "C",
        "text": "Welcome to this week's crypto roundup. In today's recap, we delve into changpeng Zhao's sentencing. A dip in post airdrop valuations tethers record breaking profits. Hong Kong's spot bitcoin and Ethereum ETF's a 16 Z's major investment in optimism and legal challenges facing figures like Roger Ver and the founders of privacy centric crypto Services. Let's begin. Binance founder Chang Peng jo sentenced to four months in prison Former Binance CEO Changpeng CZ Zhao has been sentenced to four months in prison by a federal judge in Seattle for failing to comply with the Bank Secrecy act. During the sentencing, Judge Richard Jones emphasized the unprecedented nature of the case in terms of the volume, scale and massiveness of the noncompliance. Despite the prosecution's push for a three year sentence and the defense's argument for probation, Zhao was ordered to serve time in a low security federal prison near Seattle. The sentence concludes a years long Department of Justice Binance investigation, which found systemic anti money laundering failures. Zhao and Binance reached a joint plea deal in November 2023, resulting in a hefty $4.3 billion in penalties for binance. Zhao personally was on the hook for $50 million. Justin Papany, a former broker and advisor to white collar criminals, noted that while the sentence is lenient, Zhao will face significant collateral consequences as a convicted felon. Steep decline in Renzo and Camino tokens post airdrop recent airdrops from Defi protocols Renzo and Kamino resulted in sharp declines in their respective tokens, which traded far below their initial expectations following their debut on Tuesday. Res plummeted 54%, trading at $0.16, while Camino fell by 78% to just $0.04, illustrating the challenges facing newly launched tokens. These drops occurred amidst a broader crypto market downturn, which declined almost 10% in April. Even so, Renzo's total value locked grew by over 37%, whereas Camino experienced a 25% reduction in its TVL. Experts point to a trend where airdrop recipients quickly sell off their tokens, a strategy favored by short term traders capitalizing on low initial supplies for quick gains. This behavior reflects broader market skepticism toward the sustainability of high valuations set during launches. Mark Weinstein, a partner at digital assets investment firm Mechanism Capital, noted that investors don't believe there is upside potential if a project launches with an eleven figure valuation. Tether shatters records with 4.5 billion q one profit tether, the company behind popular stablecoin USDT, announced a record breaking net profit of $4.5 billion for the first quarter. This impressive financial performance was primarily driven by its substantial holdings in US Treasuries, bitcoin and gold, according to an assurance opinion conducted by global accounting firm BDO, Tethers CEO, highlighted the company's commitment to transparency, stability, liquidity and responsible risk management, noting that Tether's financial strength and stability continue to set industry benchmarks. The company reported an increase in net equity reaching $11.37 billion through March 31, up from $7 billion at the end of 2023. Despite these gains, Tether has seen its market share on centralized exchanges decline to 69%, reflecting intense competition within the stablecoin sector. However, the firm maintains a strong liquidity position, with 90% of tether issued tokens backed by cash and cash equivalents. Consensys alleges SEC shift on Ethereum consensys filed a complaint alleging that the US securities and Exchange Commission reversed its previous position that Ethereum was not a security. According to the unredacted complaint released Monday, the SEC had already begun investigating Ethereum as a potential security in March 2023. In a related development, Representative Patrick McHenry, chairman of the House Financial Services Committee, accused SEC chair Gary Gensler of misleading Congress about the agencys view on Ethereum. McHenry highlighted that the SEC was actively investigating Ethereum as a security days before genslers appearance in Congress, suggesting a deliberate attempt to avoid disclosure of the commission's evolving stance. Hong Kong's spot bitcoin and Ethereum ETF's launch with moderate success Hong Kong's financial markets witnessed the debut of six newspot bitcoin and Ethereum ETF's, recording over hk$80 million or $10 million in traded shares on their first day. This marks Hong Kong as the first market in Asia to allow trading of spot virtual asset ETF's. The trading volume in Hong Kong pales in comparison to the us counterparts, which saw $4.5 billion on their inaugural day. However, the introduction of these ETF's still represents a considerable achievement, outperforming the region's previous bitcoin and Ethereum futures ETF's, which had an average daily turnover of $6.5 million in the first quarter of 2024. These ETF's, managed by Harvest Global Investments, China Asset Management and a partnership between Bocera and Hashke, offer investors the unique feature of physical redemptions, aligning closely with the practices of traditional ETF's and allowing for direct investment from bitcoin miners. A 16 Z invests $90 million in optimism's op token. Venture capital giant a 16 Z purchased approximately $90 million worth of optimism's op token. The purchase includes a two year vesting period, suggesting a long term commitment from the VC firm to the Optimism project. This move coincides with optimism's increasing adoption, notably by Celo developers, who recently selected Optimism's op tech stack to develop their layer two blockchain solutions and Coinbase's base, which also chose the op tech stack. Us stablecoin regulation efforts stalled efforts to pass us stablecoin regulation encountered another setback as attempts to attach the bill to the Federal Aviation Administration reauthorization were blocked by congressional leaders. Advocates for the stablecoin legislation, including House Financial Services Committee chair Patrick McHenry and ranking Democrat representative Maxine Waters, had hoped to expedite its passage by linking it with the must pass FAA legislation. Despite the setback, there is momentum to find another legislative vehicle for the stablecoin regulations, possibly aligning it with high profile marijuana legislation. Simultaneously, us representatives introduced a separate bill aimed at clarifying the taxation of staking rewards. The providing tax clarity for Digital Assets act seeks to ensure that taxes on these rewards are only applied at the time of sale, aiming to simplify the current complex taxation landscape and prevent double taxation. Roger Ver, known as bitcoin Jesus indicted for tax fraud Roger Ver, an early bitcoin investor and advocate nicknamed bitcoin Jesus, has been indicted for tax fraud by the US Department of Justice. The indictment alleges that VEr failed to file tax returns and did not pay taxes on capital gains from substantial bitcoin sales in 2017 totaling about $240 million. Although no longer a us citizen, Vair was still obligated to report and pay taxes on certain distributions from us corporations. He was arrested in Spain with the US seeking his extradition. FTX Estate concludes second sale of locked Solana tokens the FTX estate completed its second tranche of locked Solana token sales, with bids averaging around dollar 100 each following a large initial sale in March. The recent auction saw the disposal of 1.8 million Sol tokens valued at approximately $232 million. The bids ranged from $85 to $110, with most successful bids over $95, reflecting a discount of 15% to 25% from the current market price. Notable participants included Galaxy Trading and Pantera Capital, the latter securing additional tokens in this second round. The third auction began on Wednesday, targeting both us accredited and non us investors. Samurai Wallet co founder Keon Rodriguez pleads not guilty released on $1 million bond Keon Rodriguez, co founder of the privacy focused Samurai wallet, pleaded not guilty on charges of money laundering and operating an unlicensed money transmitting business. Arrested in Pennsylvania, Rodriguez was released on a $1 million bond and has been confined to house arrest until his trial. The DOJ alleges that from 2015 until the recent seizure of Samurai wallet servers, the app facilitated over $100 million in illegal transactions from dark web markets. Rodriguez's next hearing is scheduled for May 14 in Manhattan. This case parallels the DOJ's actions against Tornado Cash, where developers face similar allegations of facilitating unlawful transactions through their crypto mixing service. Like Rodriguez, Tornado cash developer Roman Storm is also contesting DOJ claims, arguing that Tornado Cash did not operate as a custodial financial institution. This week, the DOJ challenged storm's motion to dismiss charges, reaffirming the service's role in money laundering and unlicensed money transmission."
    },
    {
        "speaker": "B",
        "text": "Unchained is now a part of the Coindesk podcast network. For the latest in digital assets, check out markets daily five days a week with host Noel Atchison. Follow the Coindesk podcast network for some of the best shows in crypto."
    }
]