[
    {
        "speaker": "A",
        "text": "We will definitely expand, but Ethereum was the clearly first choice to deploy."
    },
    {
        "speaker": "B",
        "text": "Hi everyone, welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started covering crypto eight years ago and as the senior editor of Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the August 11, 2023 episode of Unchained. Arbitrum's leading layer two scaling solution offers you ultra cheap and lightning fast transactions, all with security rooted on ethereum. Visit Arbitrum IO today. Today's episode is brought to you by overtime markets your premier web three sportsbook. The innovative protocol is changing the game one match at a time. Powered by Thales. Explore more at overtimemarkets XYZ. With the crypto.com app, you can buy, trade and spend crypto in one place. Download and get dollar 25 with the code Lora link in the description hey unchained listeners, as you know its hard keeping up with the fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com dot. Youll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings and bullet points. Plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things Crypto, just in newsletter form. Sign up at Unchained Crypto dot substack.com. again, the URL is unchainedcrypto dot substack.com. todays guest is Jose Fernandez di Ponte, senior vice president and general manager of blockchain, crypto and digital currencies at PayPal. Welcome Jose."
    },
    {
        "speaker": "A",
        "text": "Hello Laura."
    },
    {
        "speaker": "B",
        "text": "This week PayPal launched a stablecoin on Ethereum Pyusd. What is Paypal's vision for Pyusd and how it will be used?"
    },
    {
        "speaker": "A",
        "text": "Well, we have been active in crypto now for about the last four years and the vision for the whole of PayPal has always been to be that conduit between fiat and web three that can bring a mainstream adoption to the system for payments. We are a payments company and we really care about the payments applications and the launch of PYUSD is the natural evolution of that journey. We started with enabling that in the app with traditional crypto tokens. Then we moved to on chain transfers. We moved to international and adding now a fully backed and regulated stable instrument of value that can be used for payments is the culmination of that first phase. We do think that stablecoins are the killer application for blockchains right now, and they are very close to the payments market that we care so much about."
    },
    {
        "speaker": "B",
        "text": "And so how do you expect it will be used? Like, which sectors do you think will. I mean, is it just simple payments that you see it being used in? Like, do you see it being used in the, for instance, defi?"
    },
    {
        "speaker": "A",
        "text": "So we do believe that the primitives of digital currency are very well suited for payments, and there are inherent advantages that have to do with cost, that have to do with programmability, that have to do with settlement time. Interestingly, many of the conversations focus on the cost per transaction, and I'm even more interested in the settlement time. We tend to say that they are faster and cheaper, but with different payments. Faster is cheaper, and that settlement time advantages is very relevant. We also think that it will take time and that the revolution will not happen overnight. We think that we are a few years away from mainstream use of stablecoins in day to day payments, but there are sectors that are very ripe for that use right now. Obviously, there are 122 billion in a stablecoin today that mostly happen on crypto trading and web. Three use cases, including DeFi, as you were saying. And we do expect that by USD will be used there. And we see some early cases like remittances, which is one place where we have a ton of interest. PayPal has been active in remittances for a long time through a company that we acquired a few years ago called Zoom. So we do have a right to play in that space. And the convergence between remittances and digital currencies has been already underway. There is another space in b, two b payments, where we are seeing increasing adoption of stablecoins, because if you think about it, it makes a ton of sense if you're a company that is exporting to a foreign country and you want to receive payments, as opposed to receiving a wire that will take three or five days to clear that again, that instant settlement time is really, really powerful. Probably the fourth segment outside of crypto that we think will adopt stable coins first is digital goods. If you think economies like places like Minecraft or Roblox, or places where there are about $100 billion in digital goods that get transacted every year, if you're a developer selling digital goods in a game with the current payment setup, it can take you 15 days to get your money. So if you can do something that is in game, digitally native, and with instant settlement, there are very clear advantages there. Again, I think that we are still a few years away from mainstream use cases for domestic e commerce or retail, but there are very large commerce pools that are already available for stablecoins."
    },
    {
        "speaker": "B",
        "text": "And so it seems like you're saying that then DeFi would be even further out, is that I think that DeFi."
    },
    {
        "speaker": "A",
        "text": "Will be part of the first wave in the sense that we want to go where crypto users are today, using stable coins, and DeFi is a use case for that. As of today, you can only get PySD on the PayPal wallet. We are ramping up the product, but definitely the intention is that it will be available in main exchanges, and when that distribution is available, then folks will be able to use it for the traditional use cases."
    },
    {
        "speaker": "B",
        "text": "The press release said that PyUSD can be sent to, quote compatible external wallets. And I wondered, just because I'm sure you're aware, there's been some potential regulation banning transactions to self hosted wallets, but I wanted to just check, does that include self hosted wallets that people can."
    },
    {
        "speaker": "A",
        "text": "Send their comment on? Compatible is Pyusd is an ERC 20 token. So it's deployed on the Ethereum blockchain and it can be sent outside to wallets that enable ERC 20 tokens. That's the meaning of that compatible."
    },
    {
        "speaker": "B",
        "text": "And I believe that some of the user terms say that PayPal can rollback transactions, but I imagine that only applies to certain ones, such as within the PayPal Venmo system."
    },
    {
        "speaker": "A",
        "text": "I don't know exactly which reference you're making, but there are transactions that there is definitely an aspect of it that has to do with being a fully backed and regulated stablecoin. As you know, we are issued out of New York. Paxos is the issuer and the token is approved by New York DF's. And New York has very clear and strict requirements in terms of KYC and anti money laundering provisions that require the ability to be able to have the right controls in place."
    },
    {
        "speaker": "B",
        "text": "Already there are a number of stablecoins that are quite popular that are designed quite similarly to PYUSD, such as Tether and USDC. So how do you plan to differentiate PYUSD from those and any other similarly designed stablecoins?"
    },
    {
        "speaker": "A",
        "text": "I think that there are a few different things there that make PYSD a very strong value proposition. The first one is obviously the PayPal ecosystem. So PyUSD is the only stablecoin that is accepted in the PayPal ecosystem. That includes PayPal now, but will include a very soon Venmo as well, and gives access to our two sided networks. So there are millions of consumers and merchants that will be able to get access to it, and it will be able to be used as a funding instrument for PayPal transactions, meaning that if you are purchasing at millions of merchants that accept PayPal today, and you have a balance of PyUSD with you, and you want to use PYUSD as your funding instrument, you can pay today with your stablecoin balance, which is something that I don't think anybody else can do. The second one has to do with connectivity to fiat. By virtue of being accepted on the PayPal side, it leverages the bank connectivity that we have built over the years. As you know, moving from fiat to a stablecoin is a clunky process that sometimes involves that you move from your wallet to an exchange and then you have to pay fees, and then you have to withdraw. And it take days. By virtue of being supported on PayPal, you can move your poSD balance, you can sell it, move it to PayPal balance, and withdraw to your bank account. And that's something that we think is an inner advantage, both for on ramps and off ramps. And the third one, I would say, is compliance regulation, so, issued by a New York trust. And it leverages the 20 years of experience that we have in addressing and preventing fraud and financial crime online."
    },
    {
        "speaker": "B",
        "text": "Yeah. So, speaking of regulation, at this moment, stablecoin legislation has, for the first time, cleared the initial committee stage in the House of Representatives. And I wondered, is the timing of your launch coincidental or, you know, did that give you some vote of confidence to launch now?"
    },
    {
        "speaker": "A",
        "text": "We have been following the legislative process for a long while. I agree with you. I think it's fantastic that we're seeing traction there and that those bills are being discussed. There are obviously still differences between the parties on the legislation that it would see, but that is a democratic process, and that is what should happen in Congress in general. I wouldn't point specifically to those bills being passed out of committee as a trigger for our launch. There is a macro trend of clarity around the stable coins that is happening in the world. It was mica in Europe a few months ago. It is the UK, Japan, Singapore. There are many markets where there are clear regulations around stablecoins, and it's fantastic to see that the US is getting there. But also there is a framework in place today. We care a lot about strict and robust frameworks, and that's the reason we went to New York, because that's the most robust and strict and rigorous framework for stable coins that is available in the land today."
    },
    {
        "speaker": "B",
        "text": "So in a moment, we're going to talk more about regulation, but first, a quick word from the sponsors who make this show possible. Overtime Markets is your premier web three sportsbook Overtime is an industry leading web three protocol where users can immerse themselves in the thrilling world of sports, leveraging the benefits of decentralization and blockchain technology, Overtime leads the charge in innovation, all the while offering fans juicy token rewards for sports events. Overtime supports over 40 leagues and utilizes advanced smart contracts to ensure a seamless user experience. Discover the future of sports trading at Overtimemarkets XYZ Arbitrum stands at the forefront of innovation as the premier suite of layer two scaling solutions, bringing you lightning fast transactions at a fraction of the cost, all with security rooted on ethereum. From defi to gaming, Arbitrum one plus Nova is home to over 500 projects, and with the recent launch of orbit, Arbitrum welcomes you to build your very own tailor made layer three, or an orbit chain. Propel your project and community forward by visiting arbitrum IO today. Back to my conversation with Jose on Wednesday, House Representative Maxine Waters released a statement saying, quote, that she's deeply concerned that PayPal has chosen to launch its own stablecoin while there is still no federal framework for regulation, oversight and enforcement of these assets. What's your response to that?"
    },
    {
        "speaker": "A",
        "text": "I obviously saw the statement from the ranking member. I understand from her letter that her main point is that she will want to see legislation that gives federal oversight over stablecoins. As we were just saying, that is a debate that is going on in Congress. There are other parties in Congress. There are other members, both Republican and Democrat, that have different view and favor a state path that is part of the legislative process. We are very supportive of legislation being passed. We are now probated by New York that, as I said, that's the most strict framework that is in place. We will observe and obviously we will comply with any legislation that emanates from Congress when that happens."
    },
    {
        "speaker": "B",
        "text": "And does PayPal have an opinion on whether they think that federal oversight is necessary or that state regulation of stablecoins is sufficient?"
    },
    {
        "speaker": "A",
        "text": "We are a payments company and payments are regulated in this country at the state level. I think that different places do that in different ways. If you look at, for instance, some places like mica has a very clear definition of payment stablecoins. And in our sense, if stablecoins are related to a payment activity, it makes sense that fit inside the payments framework, which today is regulated at the stake level."
    },
    {
        "speaker": "B",
        "text": "Back a few years ago, Libra was an effort by the company, then known as Facebook, now meta, to create a stable coin of sorts. It wasn't directly tied to the value of the US dollar, but I wondered how the company's failure, largely for regulatory reasons, influenced PayPal's approach to this launch."
    },
    {
        "speaker": "A",
        "text": "I don't know. We were, of course, close to the conversations on Libre. It was four years ago already. But I don't think that it has informed our approach in the sense that we are continuing to do our evolution in the sector in the same way that we conduct the rest of our business. We are a tech company, but we are also a regulated financial institution, and we have been for 20 years. Our approach has always been regulatory first, and sometimes means that we might move slower than others. But we care a lot about the regulatory and compliance frameworks and we care a lot about regulatory relations. We are active, as we have said in the past, in 200 countries, and we are one of the few institutions who do that. And we always said in our explorations of the space that we will always be doing this in coordination with regulators. So I don't think it's a consequence of Libra is just our DNA, our DNA and who we are."
    },
    {
        "speaker": "B",
        "text": "And you're starting the launch in the US. How do you plan to roll it out to the rest of the world? And if so, will you be launching stable coins that are pegged to other fiat currencies?"
    },
    {
        "speaker": "A",
        "text": "So the plan today is we are live on the Paypal wallet. I'm looking at the next peak, and the next peak is enabling that on the Venmo wallethead. So it still be largely us based. We will think about international expansion. We have not put thought yet on any other local currency denominated stablecoins. The priority now is just to make this launch successful and make it useful for the crypto ecosystem."
    },
    {
        "speaker": "B",
        "text": "But I'm sure you must have a sense of whether or not you plan to launch, for instance, a euro stablecoin or a british pound stablecoin."
    },
    {
        "speaker": "A",
        "text": "We don't have plans now. We don't have in our roadmap anything that is currency now that is different than the dollar."
    },
    {
        "speaker": "B",
        "text": "Okay. And you'll be publishing a monthly reserves report. What will that look like? And will it also be showing proof of reserves?"
    },
    {
        "speaker": "A",
        "text": "Paxos will be issuing that. Paxos is the issuer of the token, and they are the ones. As part of the New York framework, there is a requirement that there has to be a periodic attestation. So it will be similar to what you can see today already for other stable coins that are issued by Paxos like USDP and others, and basically means that you will be able to see an attestation that is verified by a third party, where you can see the amount of the reserves and also the composition of those reserves."
    },
    {
        "speaker": "B",
        "text": "But it won't be something where there will be identifiable addresses where people can use some function to attest that their own coins are still held in reserve. Nothing like that."
    },
    {
        "speaker": "A",
        "text": "I think that the best way to look at that for the interested party is go to the Paxos website today and those reports are available for other stablecoins and you can see exactly what you're going to be seeing on our side."
    },
    {
        "speaker": "B",
        "text": "So as you mentioned earlier, PayPal wants to focus on some digitally native environments, such as online gaming. Just to my mind, I could be wrong. That seems like a different user base from PayPal's existing user base, and so I wondered how you planned to appeal to them."
    },
    {
        "speaker": "A",
        "text": "So just to qualify, when we say online gaming, we're thinking about video games. Sometimes people think that that has to do with real money gaming or something like that. I'm deeply, deeply interested in the video game industry for payments. If you think about video games sometimes for the external observer, they get dismissed as something that is just for a younger demographic when you look at it. Actually, the demographic of video games is very much the demographic of the general population. It's a very, very large industry and has very, very hard and constraining computing requirements. If you think of in terms of difficult technical problems to solve, millions of concurrent users on instantly render environments is a very, very tricky computing problem. And many computing innovations happen in video games first. And I think that a lot of the innovation in payments will happen in video games first. When we think of payment use cases that you cannot do today and that could be enabled by stable coins are things like streaming payments. So can you be watching a video clip where you are paying by the second or paying by the minute, as opposed to paying for the full thing? Or can you buy digital goods on an in game environment and then you can take with you? I think that we have seen a very exciting experiments in which you have NPC's or non playing characters, AI agents inside a game that can be attached to a wallet, carrying a value with it, and then that autonomous agent inside game can go and buy and sell stuff inside the game. Those are things that you cannot think of if you're trying to figure out on a whiteboard. What are the use cases? You just need to put a platform product out there and then developers will build on top of it."
    },
    {
        "speaker": "B",
        "text": "And so I think to my mind, this would be one of the reasons why PayPal decided to design Pyust as an ERC 20 token. It sounds like there's plans in the works for smart contracts, like other things that enable more programmability with the money."
    },
    {
        "speaker": "A",
        "text": "Yeah. At the very beginning of the process, we had to think, hey, we're going to go to open source protocols and traditional permissionless environments, or do we want to do something that is proprietary? And we very quickly went the open way because as we have said in the past, we believe that you follow developers, you don't tell developers what to do, they tell you what to do. And it was a very clear decision to go to Ethereum because the developer community was already there. The way that PyUSD was designed is to be multi chain. So there is absolutely no reason why we will not do other protocols later or other layers on the same protocols later. Ethereum has many advantages, also has obviously higher fees than some other protocols that for some use cases, like we said, in terms of micro payments or high speed, high throughput would be expensive. So we will definitely expand from there. But Ethereum was the clearly first choice to deploy."
    },
    {
        "speaker": "B",
        "text": "This definitely opens up a new line of revenue for PayPal. First of all, obviously PayPal could make money from the deposits, especially if you're holding it in something like treasuries. And then there's also the fees, which I believe are, is it 1.5% for depositing or transacting."
    },
    {
        "speaker": "A",
        "text": "So there are several ways. Traditionally, the monetization mechanism for stablecoins has been monetizing the yield of the reserves that has been historically there. And obviously in this interest rate environment, it has been a sizable source of profit for the industry, and that's fine. We don't think that we should foresee that that's going to be the only monetization mechanism or that in interest environments might change. What we are betting is that when there is adoption for these stablecoins, that we will monetize that with instruments that are closer to the traditional payment business. Meaning that when there are merchants who want to accept settlement in stablecoin, then there would be a merchant discount rate that, that they will pay, that people might move from a stable coins in one currency to other types, and then there might be a fee associated to that today. To your question on fees, we don't charge fees for the purchase of a Pyusd on the PayPal app. And we don't charge fees for the sale of PySD. So you can buy $1 to a dollar and there are no fees involved. You can sell $1, you receive $1 in your PayPal balance. There is no fees. You can transfer them out. The only fee that you pay is the network fee, is what the Ethereum protocol will require you to pay. We are not charging any PayPal fees on those transfers either."
    },
    {
        "speaker": "B",
        "text": "Oh, okay, okay, I misheard something then. Somewhere."
    },
    {
        "speaker": "A",
        "text": "We do charge for the other crypto that you can buy on the PayPal ecosystem. We do charge a transaction fee, but not for stablecoin."
    },
    {
        "speaker": "B",
        "text": "Okay. And so just going back to when I asked about the lines of revenue for PayPal, how big does PayPal see this potential line of business becoming?"
    },
    {
        "speaker": "A",
        "text": "We think that it can be in the very long term. In the long term, very relevant. But our expectations for the next year are moderate. It's interesting because these tends to be a very polarizing environment. There is proof of existence, right? So there is 120 billion of stablecoin out there, and we expect that we will capture a market share there, but we also expect that we will help enlarge the pie. It's interesting because I saw a report, I think it was an analyst report a couple of days ago that were saying that stable coins will go from 122 billion today to 2.8 trillion in five years. That is a lot. So there is a 22 x increase in five years. Obviously, if that happens, this becomes very, very relevant. But if you ask me, I believe that this is a multi year play. We want to walk before we run. It is important that we get adoption in the right way in these use cases. And the growth, I believe it will happen. But we're in this for the long game and it's going to be a multi year journey."
    },
    {
        "speaker": "B",
        "text": "And in the app, how will it be presented? Or how is it being presented to people? Is it just another option amongst all their payment options? Or is there any kind of incentive for them to try to use it or to try to obtain some?"
    },
    {
        "speaker": "A",
        "text": "So it is shown in two different places. The first one is when you go to the app, there is a crypto section of the app, and you will see that as one additional token. So you will see the tokens that we support. You will see bitcoin and ethereum, litecoin and bitcoin cash, and you will see PyUSD as well. And you can buy it and sell it and transfer to external wallets from there. And then when you are in a checkout transaction. We are big believers in choice for our consumers, so we are not predefining how, we're not steering them toward any specific payment method. So it will appear as another payment option option, but it will not be given more preponderance at checkout. If you have decided that you want to use PayPal and pay with your credit card, then your credit card will be shown first and the others will be shown after that, with PyUSD being one of those."
    },
    {
        "speaker": "B",
        "text": "All right, well, this has been a very fascinating discussion. Is there anything I didn't ask you about PyUSD that you'd like to mention?"
    },
    {
        "speaker": "A",
        "text": "I think that, as I said at the beginning, we do believe that stablecoins are the killer app for these, that the advantages in terms of settlement time and cost and speed are very important. I believe that is going to take a while for mainstream adoption in payments. So we are taking crypto first approach and then starting to explore some of the retail cases. And I do believe we were talking about competition. I do believe that we will definitely be taking some market share there. But I also believe that there is a ton of appetite in the market for additional stable coins that are fully backed and regulated. And hopefully this is a good move for the industry in general."
    },
    {
        "speaker": "B",
        "text": "All right, well, thank you so much for coming on Unchained."
    },
    {
        "speaker": "A",
        "text": "Thank you so much, Laura. Thank you for having me."
    },
    {
        "speaker": "B",
        "text": "Don't forget, next up is the weekly news recap today, presented by veteran crypto reporter and Columbia University night budget fellow Michael del Castillo. Stick around for this week in crypto after this short break. Join over 80 million people using crypto.com, one of the easiest places to buy, trade, and spend over 250 cryptocurrencies. Spend your crypto anywhere using the crypto.com Visa card. Get up to 5% cash back instantly, plus 100% rebates for your Netflix and Spotify subscriptions and zero annual fees. Download the crypto.com app now and get dollar 25 with the code Lora link in the description. Hey, everyone, just a quick note before today's recap that I need to take a bit of a health sabbatical. So Michael del Castillo will be filling in for me on the weekly recaps during that time. I'm so grateful to Michael that he could do this, and I'm sure you'll love him. Now, over to Michael."
    },
    {
        "speaker": "C",
        "text": "Hello and thanks for tuning in to this week's news recap. This week, the US securities and Exchange Commission announced its intention to appeal a partial defeat in its ongoing case against ripple Labs. The regulator will seek an interlocutory appeal, meaning the rest of the case will continue as planned, specifically targeting the part of the decision related to the sales of XRP on exchanges and other distributions, including offers and sales of XRP using algorithms also known as programmatic sales. In July, Judge Annalisa Torres ruled that some of Ripple's programmatic sales did not violate securities laws, while direct sales to institutional investors were in fact securities. In a letter to the judge overseeing the case, SEC deputy chief of crypto assets Jorge Tunrero argued that the review, happening at the same time as the case, would advance the termination of this litigation in an efficient manner, which is lawyers speak for not waste any time. Tynrero proposed that Ripple should have until August 16 to respond to with the SEC filing an opening brief two days later, Gary de Waal, senior counsel at the catton law firm, told crypto news site the block that it, quote, would not be surprising if Ripple makes a similar request regarding institutional sales. The appeal process requires approval from the United States District Court, Southern District of New York and the Court of Appeals, followed by permission from the Second Circuitous. In a week filled with legal developments surrounding the crypto exchange, FTX former co CEO Ryan Solome is negotiating a guilty plea with federal prosecutors for alleged offenses, including campaign finance law violations, according to a Bloomberg report. It's unclear whether or not Solomon's plea could involve testimony against former FTX CEO Sam Bankman Fried, whose criminal trial is set for October. Bankman Fried himself faces legal challenges. In a letter on August 8, the Department of Justice confirmed Bankman Fried will face campaign finance related charges. Ensigno Global Capital, a crypto VC, has filed a $67 million claim against FTX and sister company Alameda. A federal judge has set a hearing for August 11 to consider revoking Bankman Frieds bail, potentially moving him from house arrest to jail in New York. Adding to the complexity, the New York Times and separately, Harvard law professor Lawrence Tribe have argued that Sam Bankman Fried's gag order should be lifted, according to a report by the block over the weekend, in an affidavit dated August 1, argued that Bankman Freed has a constitutional right to speak to the media, stating, quote, the order effectively precludes Mister Bankman Freed from saying anything that might influence the public's perception of him in ways that could help make the presumption of his innocence more than a slogan. In an August 2 letter, the deputy general counsel for the Times, David McGraw, also opposed the gag order, citing public interest and First Amendment rights. The crypto community is closely watching the SEC as it reviews applications for spot bitcoin exchange traded funds or ETF's. CEO of Galaxy Digital Mike Novogratz reportedly expressed optimism on an earning call, stating that approval is a question of quote, when, not if, end quote, and that he expects a decision within six months. Investment managers BlackRock and Investco have amended their filings to include surveillance sharing agreements with Coinbase, a move seen as crucial for approval. Meanwhile, CEO of ARK invest Kathy Wooden anticipates another delay for Ark's proposed spot bitcoin ETF, optimistically suggesting that the SEC may approve multiple ETF's simultaneously, though of course another possibility is the latest batch of bitcoin spot ETF applications gets shot down just like all the others. Global X has also refiled its application, marking the 9th active spot bitcoin application. The anticipation has triggered cautions, excitement and speculation, with decisions expected as soon as this week. However, nonprofit markets watchdog better markets urged the SEC to reject spot bitcoin ETF applications, citing ongoing concerns about investor harm and potential criminal activities. Elsewhere, the US Federal Reserve has unveiled a new supervision program to oversee banks engaged with crypto assets and any of a variety of distributed ledger technologies, including blockchain. According to a statement from the central Banks Board of governors, the program will be integrated into the existing supervisory process with experts designated to work with banks involved in these novel activities. The degree of supervision will be risk based, presumably meaning the more contact with crypto, the more requirements, and certain banks will be routinely monitored, depending on their engagement level. State banks wishing to venture into dollar token or stablecoin activity must receive written non objection from the Federal Reserve. The central banks guidance emphasizes the need for appropriate risk management, including systems to identify and monitor potential risks, such as cybersecurity and illicit finance threats. While some on social media have portrayed the program as legitimizing the technology, by now it should be clear to anyone who has been paying attention to similar programs announced by the SEC over the years that having a path to compliance is no guarantee of approval. Makerdaos decentralized Dai liquidity market spark protocol has restricted access to us based users and just in case, anyone else using a virtual private network or VPN to cover their tracks, sparking criticism from privacy advocates, the move coincides with the implementation of an enhanced DAI savings rate, or EDSR, temporarily raising the DAI savings rate to 8% in order to incentivize higher participation. Makerdao founder Runa Christensen has since proposed reducing the EDSR to a maximum value of only 5%, though still higher than the original amount, citing unintended consequences of the rate being exploited by large scale Ethereum whales. The proposal also aims to ensure the EDSR benefits regular DAI users rather than just the richest investors. The changes in the DaI savings rate and the VPN blockade have ignited debates on the sustainability of such an offer, concerns about the decentralization of the matter, and the balance between profit and principle within the crypto community. Worldcoin, the eyeball scanning crypto project launched by OpenAI CEO Sam Altman, has faced a series of challenges this week following the kenyan government's suspension of the company's activities to assess the legality and data protection. Nairobi police raided a world coin warehouse, seizing documents and machines for examination, according to Kenya news site Kauhaua Tungu. Kenya's office of Data Protection Commissioner Immaculate Kasait told local news site KTN news that her team had asked Worldcoin parent company tools for humanity to stop collecting personal information in May. Meanwhile, in Bavaria, Germany, the data protection Authority said it was still reviewing the project when it went live on Monday. Worldcoins mobile app also experienced some technical difficulties limiting users access to wallets, with the support team attributing the issue to higher than usual traffic. In New York, the attorney general of New York is probing digital currency group, or DCG, over its financial dealings with its subsidiary, Genesis Global Capital, according to a Bloomberg report. The investigation, which has not been officially confirmed at the time of the report, is set to focus on loans and transactions between DCG and Genesis, including a $575 million loan accepted by DCG from Genesis last year. The New York attorney general's office, led by Attorney general Letitia James, is reportedly also concerned about the $1.1 billion promissory note declared by DCG CEO Barry Silbert. The probe is part of a broader examination into crypto lending, raising questions about consumer protection, market manipulation and systemic risk. While no formal complaints have been issued, the SEC and federal prosecutors are also reportedly examining the firm. DCG told Bloomberg it is working with regulators and investigators, emphasizing that the transactions were conducted according to standard market procedures. Crypto exchange Huobi has been embroiled in controversy this week as rumors of insolvency and police investigations circulate. Data from Nansen shows over $40 million worth of outflows from the exchange in the last week, with total value locked dropping to $2.5 billion. The outflows followed social media posts claiming that senior executives were being arrested by chinese police and allegations of money laundering involving Huobi and Tron founder Justin sun analyst Adam Cochran claims Huobi is likely insolvent, pointing to a rapid sell off of the stablecoin USDT and a discrepancy in the stablecoins reserves. Huobi's head of social media, on the other hand, said this malicious rumor has been confirmed untrue, and Huobi is currently doing well. Despite the denial, the situation led to a sizable drop in Huobi Global's stablecoin exchange balance in the past week. On Tuesday, an address reportedly related to sun transferred 200 million USDT and 5000 ETH into Huobi, though a Huobi spokesperson denied Sun's link to the addresses. The unfolding situation has raised concerns debates within the crypto community. OpnX, a digital asset exchange founded by the creators of the defunct hedge fund three Arrows Capital, or three AC, has bid to acquire the bankrupt crypto lender Hodlnot. The offer includes a $30 million capital injection of OpNXs native flex tokens, which would result in Opnx owning 75% of Hodlnuth. Flex, however, is one of two tokens associated with OpnX, which was originally named GTX after its similarities to the defunct FTX. The bid comes not only as Hodelnauts restructuring plan comes under court supervision in Singapore, but as us courts seek a response from three AC co founder Kyle Davies. Curve Finance, the decentralized finance platform that lost over $60 million in a recent exploit, has opened a $1.85 million bounty to the public to identify the hacker after the hacker partially returned stolen funds to other affected protocols. But not to curve, the platform extended. The bounty, initially offered only to the hacker, to anyone who could lead to a conviction the hacker had previously written, I'm refunding not because you can find me, it's because I don't want to ruin your project. Anyone looking for a laugh today, something a little on the lighter side should tune in to hear stand up comedian Ginny Hogan elucidate Elon Musk confirming there will be no cryptocurrency for X, formally known as Twitter. That's all for this week. Looking forward to seeing you next week."
    },
    {
        "speaker": "D",
        "text": "Prominent Dogecoin accounts are warning people to be wary of news that Twitter X is launching its own cryptocurrency. Elon has said he's never going to launch one, so these stories are all fake, which should be obvious from the fact that they have about 50,000 likes on x.com dot. Actually, though, Elon didn't say I'll never launch an X token. He said, we'll never launch an X Token, which is really inspiring. I didn't realize there were still people working at X, honestly. I also think the news of no X token itself is promising. Maybe Elon plans on shutting down the whole site. Why doesn't Elon want X to have its own cryptocurrency? Well, not to brag, but the website formerly known as Twitter actually doesn't need to get into crypto to lose a ton of money. Elon is also enmeshed in a multi million dollar insider trading lawsuit over the time that he changed the Twitter logo to the Dogecoin Shiba Inu. Dog investors have accused Musk of doing it deliberately to drive up the price of dogecoin 36,000% and then let it crash. Wow, he has a real pattern. That's exactly what he did with Twitter, except for the part where he drove the price up."
    },
    {
        "speaker": "B",
        "text": "Thanks so much for joining us today. Unchained is produced by me, Laura Shin, wilted from Kevin Fuchs, Matt Pilchard, Zach Seward, Juan Aranovich, Sam Sriram, Ginny Hogan, Leandra Kamino, Pama, Jimdar Shashank, and market Kuria. Thanks for listening."
    }
]