[
    {
        "speaker": "A",
        "text": "It seems a little bit incongruous that."
    },
    {
        "speaker": "B",
        "text": "The SEC would have approved an ether."
    },
    {
        "speaker": "A",
        "text": "ETF, at least in the rulemaking stage. They're still waiting for s one s to go effective, and that's a process that will play out. But it seems incongruous that they would approve that. At the same time that, as has been made public, they're sending out subpoenas to many people in the ethereum community asking whether perhaps ETH could be a security."
    },
    {
        "speaker": "C",
        "text": "Hi everyone. Welcome to Unchained, your no hype resource for all things crypto. I'm your host, Laura Shin, author of the Cryptopians. I started covering Crypto nine years ago and as a senior editor at Forbes, was the first mainstream media reporter to cover cryptocurrency full time. This is the May 31, 2024 episode of Unchained."
    },
    {
        "speaker": "D",
        "text": "With itrust capital, you can buy and sell crypto in a tax advantage retirement account, significant tax advantages, 24/7 access, and the industry's lowest fees. Polkadot is the original and leading layer zero blockchain with over 2000 plus developers and the Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem. Join the community@polkadot.net work ecosystem community deploy custom crypto strategies and boost your yield with perpetual options on Vaultcraft, the Universal Defi adapter for supercharging your crypto. Learn more on Vaultcraft. Hey unchained listeners. As you know, its hard keeping up with a fast paced world of crypto, so weve got just the thing for you. Subscribe to our free unchained daily newsletter at unchainedcrypto dot substack.com. youll get the latest crypto news and original articles from our reporters, as well as summaries of other happenings and bullet points. Plus our meme of the day, all curated and written by our amazing team. Its still your no hype resource for all things crypto, just in newsletter form. Sign up at unchainedcrypto dot substack.com. again, the URL is unchainedcrypto dot substack.com dot."
    },
    {
        "speaker": "A",
        "text": "Whoa."
    },
    {
        "speaker": "E",
        "text": "Landing an account this big will totally."
    },
    {
        "speaker": "A",
        "text": "Change my landscaping business. Its gonna mean hiring more guys and more equipment and new trucks for the."
    },
    {
        "speaker": "E",
        "text": "New guys to drive the new equipment in."
    },
    {
        "speaker": "F",
        "text": "I dont know if Im ready."
    },
    {
        "speaker": "E",
        "text": "You can do this and Ford Pro finsimple can help. Our experts are ready to make growing pains less painful for your business with flexible financing solutions that meet the needs of your business today when you need them. Get started@fordpro.com."
    },
    {
        "speaker": "C",
        "text": "Financing today's guest is Jason Gottlieb, partner at Morrison Cohen. Welcome, Jason."
    },
    {
        "speaker": "A",
        "text": "Hi, Laura. It's great to be back with you."
    },
    {
        "speaker": "C",
        "text": "This has been a momentous few weeks for both the SEC and also for crypto as a political issue in the US. And during that time, we saw the repeal of the SEC's staff accounting bulletin 121. We saw the agency reverse course on the ether ETF's. We saw 71 Democrats cross party lines to pass the fit 21 bill in the House. And meanwhile, while all that's happening on a much different timeframe, we have the SEC also pursuing these multiple court cases against crypto companies, including Coinbase. And this week, a judge in Utah fine the agency $1.8 million for its handling of the debt box case. And then the day before we went to record, the block reported that Democrats have even been reaching out to crypto industry people, people on Biden's campaign reelection team, they're trying to court them. So it sort of feels like the SEC was headed one direction. Things seem to be headed one direction generally with the Democrats. Suddenly now there's all these signs that things are changing. So at a high level, what do you think is kind of, I guess, the current position of the SEC on crypto, or what do you think is the outlook on the efforts it's been trying to make for a while on crypto in the US?"
    },
    {
        "speaker": "A",
        "text": "So I guess, stepping way back, and I'm here at the consensus conference, as good a time as any, to talk about the overview of the crypto industry."
    },
    {
        "speaker": "B",
        "text": "And regulation of the crypto industry."
    },
    {
        "speaker": "A",
        "text": "If we step way back to our three branches of government like a schoolhouse rock song, we've got the legislative, the executive, and the judicial. So we've seen what's going on in the legislative branch with the overturn of saab 121, the passage through the House of fit 21, and there's all sorts of other legislation that Congress has been considering over the last few years, a stablecoin bill. There was a bill last year that had some movement in the House Financial Services Committee, the Loomis Gillibrand bill. There seems like there's some momentum in Congress, but momentum is not enough to get something over the finish line."
    },
    {
        "speaker": "B",
        "text": "And this year, particularly in election year, it may be tough for them to."
    },
    {
        "speaker": "A",
        "text": "Get anything over the finish line. But legislation is always sort of, it's."
    },
    {
        "speaker": "B",
        "text": "Coming, it's coming, it's coming."
    },
    {
        "speaker": "A",
        "text": "Maybe someday, maybe someday, until it happens, and then it happens. And those changes can be momentous, and we feel the echoes of those changes across the years. I mean, we're still arguing in courts daily about an interpretation of section five of the 1933 act, the securities act of 1933, which was passed in the wake of the Great Depression, from 1929. So these events can have effects on legislation, and the legislation has effects on us literally decades later. So that's one big wave that's going on in Congress. Then the second big wave we have."
    },
    {
        "speaker": "B",
        "text": "Is what's going on on the regulatory front. And here, I don't mean the litigation."
    },
    {
        "speaker": "A",
        "text": "Which I'll get to, but the actual rulemaking. The SEC proposing passing a dealer rule."
    },
    {
        "speaker": "B",
        "text": "Proposing an exchange rule, although that has."
    },
    {
        "speaker": "A",
        "text": "Not been finalized yet. The SEC is doing some rulemaking, but."
    },
    {
        "speaker": "B",
        "text": "None of it is in any way that is remotely helpful to the crypto industry as a whole."
    },
    {
        "speaker": "A",
        "text": "And we see some other rulemaking coming."
    },
    {
        "speaker": "B",
        "text": "Out from other agencies as well, other."
    },
    {
        "speaker": "A",
        "text": "Rulemaking, other guidance, where any of that's."
    },
    {
        "speaker": "B",
        "text": "Going to end up with the challenges."
    },
    {
        "speaker": "A",
        "text": "To the dealer rule, or whether the exchange rule, the amendments to three B 16 get amended. That's another gigantic wave."
    },
    {
        "speaker": "B",
        "text": "And then, of course, third, we have."
    },
    {
        "speaker": "A",
        "text": "The actual question you asked about what's."
    },
    {
        "speaker": "B",
        "text": "Going on in the courts, where the."
    },
    {
        "speaker": "A",
        "text": "SEC is both being pushed back on in their cases against Coinbase, Kraken and others. And many folks are starting to bring affirmative litigation against the SEC."
    },
    {
        "speaker": "B",
        "text": "So you have another gigantic wave going on in the courts. And to figure out how all these."
    },
    {
        "speaker": "A",
        "text": "Three waves are going to overlap over the next one year, five years, ten years, I would need a degree in fluid dynamics to begin to figure that one out."
    },
    {
        "speaker": "C",
        "text": "Well, so. But given the events of the last few weeks, does it seem to you that the SEC might be pivoting? I mean, I guess the reason I'm asking, you know, obviously is because of this sort of last minute reversal on the ether ETF's. And, you know, I know that we don't know yet really what happened behind the scenes. There are still some holdouts who say, oh, they meant to do that all along. It just really doesn't look like it from the outside, doesn't seem like something that was planned. So that's why, I mean, by all appearances, it does look like a last minute reversal. So I just wondered, do you think that they are going to still try to pursue the same type of agenda, or do you think that that indicates that the agenda itself might be changing?"
    },
    {
        "speaker": "B",
        "text": "So I think if you ask someone."
    },
    {
        "speaker": "A",
        "text": "At the SEC that they would say."
    },
    {
        "speaker": "B",
        "text": "That their agenda never changes."
    },
    {
        "speaker": "A",
        "text": "Right. They would say that their agenda is to protect consumers, to foster a good environment for investment, and to make sure that everyone's getting the disclosures they're supposed to get so that they can figure out what the right investments are. That's the party line. But when you go below the surface, you do see a lot of the back and forth you're talking about. It seems a little bit incongruous that."
    },
    {
        "speaker": "B",
        "text": "The SEC would have approved an ether."
    },
    {
        "speaker": "A",
        "text": "ETF, at least in the rulemaking stage."
    },
    {
        "speaker": "B",
        "text": "They're still waiting for s one s."
    },
    {
        "speaker": "A",
        "text": "To go effective, and that's a process that will play out. But it seems incongruous that they would approve that. At the same time that as has been made public, they're sending out subpoenas to many people in the Ethereum community asking whether perhaps eth could be a security because of the merge. The shift to proof of stake, if."
    },
    {
        "speaker": "B",
        "text": "They are truly investigating whether it's a security, then approving it for an ETF, which necessitates that it not be a."
    },
    {
        "speaker": "A",
        "text": "Security, does seem very incongruous."
    },
    {
        "speaker": "B",
        "text": "So it's hard to tell where they're going on."
    },
    {
        "speaker": "A",
        "text": "Part of this may just be interplay."
    },
    {
        "speaker": "B",
        "text": "Within the SEC that we on the outside can't see."
    },
    {
        "speaker": "A",
        "text": "The chair, of course, has the direct."
    },
    {
        "speaker": "B",
        "text": "Reports of pretty much the entire rest."
    },
    {
        "speaker": "A",
        "text": "Of the staff, but you've got different."
    },
    {
        "speaker": "B",
        "text": "Divisions, and the division of enforcement may."
    },
    {
        "speaker": "A",
        "text": "Have different views in the division of trading and markets."
    },
    {
        "speaker": "B",
        "text": "I wish that they would talk to each other more. Guys, if you're listening, please talk to."
    },
    {
        "speaker": "A",
        "text": "Each other more, because sometimes enforcement will say, you need to register."
    },
    {
        "speaker": "B",
        "text": "I'll say, how?"
    },
    {
        "speaker": "A",
        "text": "They say, go talk to trading and markets. I'll go to trading and markets and say, okay, they said I should register. How do I do it? They say, we have no idea, and it's clear that they haven't communicated on that. So there may be interplay within the SEC where everyone's trying to do what they think is right in their department, with enforcement, sending out subpoenas. And maybe the folks who are responsible for approving an ETF have reached a different conclusion. Ultimately, though, this all flows up to Gary Gensler. And when you ask, where does the SEC go from here, it's both a short term question and a long term question."
    },
    {
        "speaker": "B",
        "text": "In the short term, the enforcement efforts."
    },
    {
        "speaker": "A",
        "text": "Are going to continue. Of course, it's not likely that they're going to slow down or change their tune pretty significantly, no matter what happens to them. However, in a longer term, we're looking towards the end of presidential term, and it could be that Biden is reelected. It could be that Trump is reelected. We could have a new SEC chair within one year from now. And if that happens, it's possible that the game changes entirely depending on who's in that seat."
    },
    {
        "speaker": "C",
        "text": "Well, earlier, when you said that things flow up to Gary Gensler from Gary Gensler, things also flow up somewhere else. And a lot of people are surmising that that's what happened with the ether ETF approvals, that maybe somebody in the Biden administration said, you are headed in this direction. We want you to stop. You have to go the other direction. And now with this news that the Democrats are reaching out to people in the crypto industry, I wondered if you thought that that would change anything about the SEC's actions, at least between now and election day. And let's just leave aside who wins and what would happen after that for this period, do you expect them to do other things, meaning take orders from elsewhere to do things that don't alienate crypto voters?"
    },
    {
        "speaker": "A",
        "text": "So it's a funny question because the SEC is nominally an independent agency, so it's supposed to be immune from political pressures like that. It's kind of funny to imagine Elizabeth Warren as a character from the wire. He thought it was going to be one way, but it's the other way. I'm not sure this is political pressure from Elizabeth Warren, who's obviously had an influence on Garrett Gensler in terms of policy outlooks. I think it may be from Biden."
    },
    {
        "speaker": "B",
        "text": "Or the political arm."
    },
    {
        "speaker": "A",
        "text": "If crypto is suddenly getting a lot more attention in a tight election, who knows? Even if it's just 10,000, 20,000, 30,000 people who choose to vote one way."
    },
    {
        "speaker": "B",
        "text": "Or another or choose not to vote."
    },
    {
        "speaker": "A",
        "text": "At all in a few states, that."
    },
    {
        "speaker": "B",
        "text": "Could swing an election."
    },
    {
        "speaker": "A",
        "text": "So if Democrats aren't truly committed to squashing crypto, which seems to be what."
    },
    {
        "speaker": "B",
        "text": "Some folks in the democratic party want."
    },
    {
        "speaker": "A",
        "text": "To do, and if they want to."
    },
    {
        "speaker": "B",
        "text": "Try to reach those voters, it makes."
    },
    {
        "speaker": "A",
        "text": "Sense to take those kinds of steps. Ultimately, there aren't a lot of people who care so deeply against crypto that they're going to be single issue voters on that."
    },
    {
        "speaker": "F",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Nobody in the entire country is saying, if the Democrats don't strangle cryptocurrency in its crib, I'm voting Republican. Nobody says, that's crazy, but there are people in the crypto community who say, you know something, I probably was going to support Biden, but if I, if."
    },
    {
        "speaker": "B",
        "text": "Biden and the administration are threatening my."
    },
    {
        "speaker": "A",
        "text": "Career, my livelihood, my family, I can't."
    },
    {
        "speaker": "B",
        "text": "In good conscience pull the lever for."
    },
    {
        "speaker": "A",
        "text": "Him, even if they're not quite ready to go and pull the lever for the other guy. So, you know, and I'm open about."
    },
    {
        "speaker": "B",
        "text": "My politics as a Democrat and as."
    },
    {
        "speaker": "A",
        "text": "A sort of lefty Democrat, that shocks."
    },
    {
        "speaker": "B",
        "text": "Appalls, and scares me. Right. I don't want my fellow dems in."
    },
    {
        "speaker": "A",
        "text": "Crypto thinking, well, they can't vote for."
    },
    {
        "speaker": "B",
        "text": "Who is clearly the better choice in this election."
    },
    {
        "speaker": "A",
        "text": "That's my own opinion."
    },
    {
        "speaker": "B",
        "text": "Just because of a position on crypto. If there are enough of us on."
    },
    {
        "speaker": "A",
        "text": "The democratic side who are talking to both our friendly candidates, representatives, senators, and."
    },
    {
        "speaker": "B",
        "text": "Folks in the political arms, we can."
    },
    {
        "speaker": "A",
        "text": "Try to push on them that this really is a very important issue, both policy wise, but also politically. Thankfully, there are many folks in Congress who really understand it on both sides of the aisle."
    },
    {
        "speaker": "B",
        "text": "So Richie Torres from New York, Wiley."
    },
    {
        "speaker": "A",
        "text": "Nickel from North Carolina have been very vocally pro digital assets innovation, and we thank them for that."
    },
    {
        "speaker": "B",
        "text": "And we hope that more of their."
    },
    {
        "speaker": "A",
        "text": "Colleagues are going to come on board."
    },
    {
        "speaker": "C",
        "text": "All right, so in a moment we're going to talk a little bit about some of these different court cases that the SEC is pursuing. But first, a quick word from the sponsors who make this show possible."
    },
    {
        "speaker": "D",
        "text": "Deploy custom crypto strategies and boost your yield with perpetual options on Vaultcraft, the Universal Defi adapter for supercharging your crypto. With version V one, five users can now earn options on optimism and arbitrum, while also rebalancing multistrategy yield products all in one vault. Mint Vaultron vault crafts NFT reward optimizer to earn even more in XP points. From institutional service providers to Defi Degens, anyone can deposit any asset into vaultcrafts products to instantly start earning yield on their crypto. Learn more on Vaultcraft. IO Polkadot is the original and largest layer zero blockchain. With over 2000 plus developers, the anticipated Polkadot 2.0 upgrade will be a massive accelerator for the ecosystem, upgrading the infrastructure with eight times higher transaction throughput and twice as fast block times, tailored core time for the needs of every protocol, trustless bridges to multiple chains and revised tokenomics with a token burn to reduce inflation. Perfect for Gamefi and Defi to build, grow and scale. Get your web three ideas to market fast think big build bigger with Polkadot join the community@polkadot.net work ecosystem community back."
    },
    {
        "speaker": "C",
        "text": "To my conversation with Jason so, you know, earlier I was asking if the SEC might change any of its actions between now and election day. But as we've discussed, there's already timelines that were set in motion quite a bit ago that, you know, have to deal with these different court cases. So probably one of the biggest ones is Coinbase. I don't know if you think any thing that is happening or has happened changes the calculus for the SEC when it comes to what they're going to pursue, either with that case or with any of the other court cases."
    },
    {
        "speaker": "A",
        "text": "So there are a number of different types of cases the SEC is pursuing."
    },
    {
        "speaker": "B",
        "text": "In the courts right now. Right."
    },
    {
        "speaker": "A",
        "text": "We're still cleaning up the tail end."
    },
    {
        "speaker": "B",
        "text": "Of the ripple case, where they're doing."
    },
    {
        "speaker": "A",
        "text": "Damages for the portions of the case."
    },
    {
        "speaker": "B",
        "text": "Where the SEC did win on summary judgment. That is, the institutional sales, the blind."
    },
    {
        "speaker": "A",
        "text": "Bid, ask transactions over exchanges, and other types of transactions."
    },
    {
        "speaker": "B",
        "text": "Ripple prevailed on those."
    },
    {
        "speaker": "A",
        "text": "So there are no damages there. Once we finish with the damages phase, either side can appeal the part that they lost."
    },
    {
        "speaker": "B",
        "text": "The SEC already tried to appeal on an interlocutory basis, and the judge said, no, you have to wait for final judgment."
    },
    {
        "speaker": "A",
        "text": "So after the final judgment in that."
    },
    {
        "speaker": "B",
        "text": "Case, we may see an appeal."
    },
    {
        "speaker": "A",
        "text": "So this was a case that was filed at the very tail end of Jay Clayton's tenure at the SEC. So you can see how even something that happened in the previous administration has these echoes coming out over the years. So that case is in towards the."
    },
    {
        "speaker": "B",
        "text": "Tail end, at least in the district court."
    },
    {
        "speaker": "A",
        "text": "And now we move to the Coinbase case and the Kraken case, which are much newer in Coinbase. Coinbase filed a motion for judgment on."
    },
    {
        "speaker": "B",
        "text": "The pleadings, a so called rule twelve."
    },
    {
        "speaker": "A",
        "text": "C motion, which was mostly denied, although."
    },
    {
        "speaker": "B",
        "text": "Part of it was granted."
    },
    {
        "speaker": "A",
        "text": "The SEC had made allegations that Coinbase's."
    },
    {
        "speaker": "B",
        "text": "Non custodial wallet was acting as a broker."
    },
    {
        "speaker": "A",
        "text": "And the judge said, no, that's not."
    },
    {
        "speaker": "B",
        "text": "How that works, and dismissed that part."
    },
    {
        "speaker": "A",
        "text": "So that part of the case is done."
    },
    {
        "speaker": "B",
        "text": "But now the SEC and Coinbase are."
    },
    {
        "speaker": "A",
        "text": "Going to the next phase, which is discovery. They've set a fairly quick discovery schedule."
    },
    {
        "speaker": "B",
        "text": "So over the course of this year, currently slated to end in October, for."
    },
    {
        "speaker": "A",
        "text": "The close of fact discovery, they're going to be exchanging documents, taking discovery from."
    },
    {
        "speaker": "B",
        "text": "Third parties, and doing all of the."
    },
    {
        "speaker": "A",
        "text": "Work that the parties in these civil cases normally do before they can move into the next phase, which presumably will."
    },
    {
        "speaker": "B",
        "text": "Be cross motions for summary judgment."
    },
    {
        "speaker": "A",
        "text": "And you would expect that to come later this year or early next year. Kraken is in a slightly earlier phase. We've just seen, I believe, the final briefing on Kraken's motion to dismiss, where I think, and I think that the."
    },
    {
        "speaker": "B",
        "text": "Papers in all these cases have been very strong."
    },
    {
        "speaker": "A",
        "text": "So it's been great to see fights."
    },
    {
        "speaker": "B",
        "text": "From the crypto industry."
    },
    {
        "speaker": "A",
        "text": "I think that we'll see what happens."
    },
    {
        "speaker": "B",
        "text": "On the motion to dismiss there as well. See if there's any different result from the Coinbase case."
    },
    {
        "speaker": "A",
        "text": "If there is, great, the case goes away. And if not, then that case also is going to go into discovery. But these cases can last a long time. As youve seen from Ripple, they can stretch out years. I frequently joke to people, were litigating neuromancer issues at a bleak house pace. So by the time we get to."
    },
    {
        "speaker": "B",
        "text": "The end of these, the industry may be very far gone from where they started. Even if you think about Ripple."
    },
    {
        "speaker": "A",
        "text": "Sure, it started way back when, but the allegations are about issuances of XRP that stretched back years before that. So the folks who are listening out."
    },
    {
        "speaker": "B",
        "text": "There in the industry, you should know that the SEC statute of limitations on."
    },
    {
        "speaker": "A",
        "text": "These things is five years in many."
    },
    {
        "speaker": "B",
        "text": "Cases, and ten years for fraud."
    },
    {
        "speaker": "A",
        "text": "So, a, don't commit fraud."
    },
    {
        "speaker": "B",
        "text": "That's not legal advice."
    },
    {
        "speaker": "A",
        "text": "But really, come on. It kind of is. And bdez, the SEC has a very."
    },
    {
        "speaker": "B",
        "text": "Very long time to come after anyone for wrongdoing, and then those cases can last a very long time after that."
    },
    {
        "speaker": "A",
        "text": "So if there is anyone out there who's considering committing fraud, a, again, don't. And b, we could be litigating that case well into the 2030s."
    },
    {
        "speaker": "C",
        "text": "Okay, but just now, one question. So, as you mentioned, let's say that chair gensler is no longer head of the agency within the year. And let's say that the agency has some kind of new mandate around crypto, because even if Biden were to be reelected, just from the few signs that we've seen over the last few weeks, it does seem like they might pivot on crypto. And so then what happens to the court cases if I, they kind of no longer fit the SEC's agenda."
    },
    {
        "speaker": "A",
        "text": "So it's a very interesting question, and it depends very heavily on the new SEC chair."
    },
    {
        "speaker": "B",
        "text": "So one could very easily imagine a."
    },
    {
        "speaker": "A",
        "text": "Situation where, in the event of a Trump victory, Gary Gensler resigns, and at least in an interim way, President Trump."
    },
    {
        "speaker": "B",
        "text": "Elevates one of the two current Republicans who are SEC commissioners, either Hester Peirce."
    },
    {
        "speaker": "A",
        "text": "Or Mark Uedae, to the chairman position. If that happens, those chairs would have the power to settle a case like that, and they could do so for ways in which I think the companies would appreciate. So, for example, if Commissioner Peirce decided, rather than retiring, to take up beekeeping and step into the chair, she could offer a settlement whereby Coinbase pays some fine, has to delist two tokens that everyone hates and has no liquidity anyway, and then they can continue doing business, and I'm sure that would be a deal that Coinbase would find very attractive. Now, she might not do that. She might say, that's too much of an about face. And we have to stay the course with what we've previously said because we have to maintain some consistency across, across terms."
    },
    {
        "speaker": "B",
        "text": "After all, the chair is politically appointed."
    },
    {
        "speaker": "A",
        "text": "But most of the rest of the."
    },
    {
        "speaker": "B",
        "text": "Staff are not political appointees. They're supposed to be career, they're supposed to be nonpartisan and non political."
    },
    {
        "speaker": "A",
        "text": "So she might think that that's too much of a bridge to cross, but we'll see. This depends on the chair. And again, either of these candidates, whether."
    },
    {
        "speaker": "B",
        "text": "It'S President Biden or former President Trump."
    },
    {
        "speaker": "A",
        "text": "Could appoint radically different people. So it could be that if Biden is reelected, he appoints a new, more centrist or more neutral view on digital."
    },
    {
        "speaker": "B",
        "text": "Assets to that chair."
    },
    {
        "speaker": "A",
        "text": "And that person comes in and says, you know something? All this regulation by enforcement is crazy."
    },
    {
        "speaker": "B",
        "text": "Let's do some real rulemaking. Let's do notice and comment periods. Let's really solicit the industry and get them involved, and they come out with new rules. That's within the power of, of the SEC chair. And if the political winds favor that or this person's personal temperament favors that, then that could be what we get. Of course, Joe Biden could also appoint."
    },
    {
        "speaker": "A",
        "text": "Someone who's more in the Elizabeth Warren."
    },
    {
        "speaker": "B",
        "text": "Camp, who wants to clamp down even more. So there's a huge variety of what."
    },
    {
        "speaker": "A",
        "text": "We might get, but we also have that on the other side of the aisle. Right? It's possible that a reelected President Trump could elevate commissioner Peirce or commissioner Ueda."
    },
    {
        "speaker": "B",
        "text": "Or someone more like Jay Clayton, who."
    },
    {
        "speaker": "A",
        "text": "Was not exactly favorable to digital assets, but someone who is going to take."
    },
    {
        "speaker": "B",
        "text": "The foot off the gas in terms."
    },
    {
        "speaker": "A",
        "text": "Of enforcing, to mow them all down. But like, it's Trump, he could appoint Judge Judy, or you could appoint someone whose sole criteria for whether you get sued or not is how loudly you praise Trump. So there's a wide range on either side. And I think a lot of the litigation now is trying to win the case that's in front of people, but at the same time, knowing that this."
    },
    {
        "speaker": "B",
        "text": "May be a very different case a."
    },
    {
        "speaker": "A",
        "text": "Year or two on."
    },
    {
        "speaker": "C",
        "text": "All right. And one last thing that I just want to ask about this part about the SEC in the courts is we had this fine that this judge in Utah levied against them because of the way they handled the detbox case. And I don't know, does that affect the way other judges maybe perceive the other cases that the SEC is pursuing, or I just wonder what kind of reputational damage it does. And there's also these other cases where crypto industry players are suing the SEC. So, yeah, I'm just curious, when you have that kind of situation where the agency itself gets a big fine and is berated by the judge, how that affects kind of their legal battles."
    },
    {
        "speaker": "A",
        "text": "Yeah. So the litigation battles have really been spilling out lately in some unusual ways. We're very much used to a history of the SEC identifying some truly bad behavior, you know, a stockbroker who's fleecing clients and suing that stockbroker. We have something very different going on in the courts right now. So in the detbox case, and I was counsel in that case. So even though it has now been dismissed, I'm going to be very cautious about what I say about it. I'll just stick to what's public. The SEC obtained a tro asset freeze and receivership in what the judge found to be false premises. The SEC essentially lied to the court."
    },
    {
        "speaker": "C",
        "text": "Yeah. Tro is temporary restraining order."
    },
    {
        "speaker": "A",
        "text": "My apologies. I'm in my own head pretty much all the time. The judge vacated the temporary restraining order, asset freeze and receivership and found the."
    },
    {
        "speaker": "B",
        "text": "SEC in contempt and ordered them to."
    },
    {
        "speaker": "A",
        "text": "Pay the attorney's fees for the defense lawyers that were incurred in fighting against this tro and asset freeze. This, as far as I can tell."
    },
    {
        "speaker": "B",
        "text": "Has never happened before."
    },
    {
        "speaker": "A",
        "text": "And SEC enforcement director Gerber Grewal issued personally an affidavit in that case where he apologized to the court, and he said that the SEC is undergoing new ethics training. In response to that, he made some remarks recently where he said that the government lawyers are and should be held to a higher standard. And I think that that's right."
    },
    {
        "speaker": "B",
        "text": "When you come into a court and."
    },
    {
        "speaker": "A",
        "text": "Say, I represent the SEC, I represent the United States of America, you're coming."
    },
    {
        "speaker": "B",
        "text": "In with a lot of weight and."
    },
    {
        "speaker": "A",
        "text": "A lot of credibility. So when you're telling the court, these are the facts, or this is the law, you have the credibility behind you. If that credibility is battered a little bit, that's terrible."
    },
    {
        "speaker": "B",
        "text": "Not just for that particular case, but."
    },
    {
        "speaker": "A",
        "text": "It'S terrible for every other lawyer who stands up and says, I'm here from."
    },
    {
        "speaker": "B",
        "text": "The SEC, and you should believe me."
    },
    {
        "speaker": "A",
        "text": "So I think it is important for."
    },
    {
        "speaker": "B",
        "text": "It'S important for all lawyers to be."
    },
    {
        "speaker": "A",
        "text": "Candid and honest with courts, but it's."
    },
    {
        "speaker": "B",
        "text": "Particularly important for the SEC, who's playing a repeat game, a programmatic game, where."
    },
    {
        "speaker": "A",
        "text": "Their credibility is really important. And I think this is going to affect the SEC both in the thinking harder about stretching things, but it's also going to affect judges in their view of the SEC. They're not going to be afraid to test the credibility of what the SEC."
    },
    {
        "speaker": "B",
        "text": "Is saying in court."
    },
    {
        "speaker": "A",
        "text": "Many judges already were very much show."
    },
    {
        "speaker": "B",
        "text": "Me, don't tell me kinds of judges."
    },
    {
        "speaker": "A",
        "text": "Where they wanted to see the facts and the evidence. But I think that to the extent any judges were tempted to say, well."
    },
    {
        "speaker": "B",
        "text": "Okay, you're the SEC, you definitely are."
    },
    {
        "speaker": "A",
        "text": "Telling me the truth, they might now take a pause and go back to."
    },
    {
        "speaker": "B",
        "text": "Being a show me, don't tell me kind of judge."
    },
    {
        "speaker": "C",
        "text": "Okay. Yeah. So in a way, they've sort of made things a little bit hard for themselves. So just to round out this episode, you know, as you mentioned earlier, you're a lefty Democrat, and I'm sure you've seen the conversation in crypto the last few weeks where, you know, at least until these more recent shifts by the Democratic Party and especially before the votes, where we saw numerous Democrats cross party lines to vote in favor of crypto. And also before this recent news about the Biden administration reaching out to people in the crypto industry, we had some hand wringing from people who said they were lifelong Democrats. You might have remembered, Kavatagupta tweeted something like, am I going as a woman in crypto? Am I going to be forced to choose between my body and my industry? Or something like that? So anyway, I just was curious for your thoughts on how you are thinking about these potential issues even as the ground shifts. And who knows, perhaps by the end of this election cycle, we will see the Democrats really going full force for crypto. I don't know, but just curious to hear your thoughts on all that."
    },
    {
        "speaker": "A",
        "text": "So I think it is an uncomfortable position for Democrats to hear their industry being attacked by people who are ostensibly on their side of the aisle. When I think of the importance of."
    },
    {
        "speaker": "B",
        "text": "Digital assets and the development of this."
    },
    {
        "speaker": "A",
        "text": "Industry, I don't think of it as a political issue."
    },
    {
        "speaker": "B",
        "text": "In some ways, it is political if."
    },
    {
        "speaker": "A",
        "text": "We'Re looking to disintermediate banks or other."
    },
    {
        "speaker": "B",
        "text": "Big companies, if we're looking to take."
    },
    {
        "speaker": "A",
        "text": "Back the privacy and control over our own data, these things are places that Democrats historically should have been fighting for. Democrats are not supposed to be the party of big tech and big banks, but this technology, digital assets and cryptocurrency is something that actually puts a lot of pressure on."
    },
    {
        "speaker": "B",
        "text": "It resists big tech and big banks. So it really is something that Democrats should be embracing."
    },
    {
        "speaker": "A",
        "text": "So it's a little heartbreaking for me to hear folks like Elizabeth Warren attack crypto so vociferously."
    },
    {
        "speaker": "B",
        "text": "If what we really want as Democrats."
    },
    {
        "speaker": "A",
        "text": "Is consumer protection and sensible regulation, this is something where there's a lot of."
    },
    {
        "speaker": "B",
        "text": "Common ground in the industry."
    },
    {
        "speaker": "A",
        "text": "I think that folks on both sides."
    },
    {
        "speaker": "B",
        "text": "Of the aisle can have this."
    },
    {
        "speaker": "A",
        "text": "Just yesterday, I spoke to a republican."
    },
    {
        "speaker": "B",
        "text": "Representative, Tom Emmer, who I believe is the chair of the House Financial services committee."
    },
    {
        "speaker": "A",
        "text": "He was doing an event here at consensys, and I told him, you and I agree on one out of 100 issues, and this is that one issue. And he said, well, then let's work together on this one issue."
    },
    {
        "speaker": "B",
        "text": "And that's the kind of bipartisanship that."
    },
    {
        "speaker": "A",
        "text": "I think can work for something like this."
    },
    {
        "speaker": "B",
        "text": "The divides in crypto are really more."
    },
    {
        "speaker": "A",
        "text": "About generations than they are about Republicans and Democrats."
    },
    {
        "speaker": "B",
        "text": "I think that there's an older generation."
    },
    {
        "speaker": "A",
        "text": "Who doesn't appreciate the value that digital assets can bring."
    },
    {
        "speaker": "B",
        "text": "They're more tangible. They're used to stacks of cash that they can put in the bank, and."
    },
    {
        "speaker": "A",
        "text": "They don't realize that the bank makes these dollars into digital ones and zeros anyway. They think of their cash as cash in the bank. Digital assets are literally the future of the economy. I think that a lot of the."
    },
    {
        "speaker": "B",
        "text": "Younger folks on both sides of the aisle appreciate that and understand it and."
    },
    {
        "speaker": "A",
        "text": "Are looking to capture the growth and."
    },
    {
        "speaker": "B",
        "text": "Development in that technology and make sure."
    },
    {
        "speaker": "A",
        "text": "That we dont wake up in ten."
    },
    {
        "speaker": "B",
        "text": "Or 20 years and find that all."
    },
    {
        "speaker": "A",
        "text": "Of that growth was captured in Europe."
    },
    {
        "speaker": "B",
        "text": "In China, in Japan, the UK, and elsewhere."
    },
    {
        "speaker": "A",
        "text": "So for folks who are interested in freedom to transact and privacy and american."
    },
    {
        "speaker": "B",
        "text": "Competitiveness, these are not political issues."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "Republicans and Democrats should all be for these things."
    },
    {
        "speaker": "A",
        "text": "So I think it's useful for all."
    },
    {
        "speaker": "B",
        "text": "Of us to come together in the."
    },
    {
        "speaker": "A",
        "text": "Industry rather than, and the Democrats folks."
    },
    {
        "speaker": "B",
        "text": "On my side, rather than hand wringing like, no, you should not go vote."
    },
    {
        "speaker": "A",
        "text": "For Donald Trump at all, ever. But we can kind of come together."
    },
    {
        "speaker": "B",
        "text": "With the Republicans who are willing to."
    },
    {
        "speaker": "A",
        "text": "Come together to have sensible legislation, sensible consumer protection to the extent that we."
    },
    {
        "speaker": "B",
        "text": "Can, to the extent it makes sense."
    },
    {
        "speaker": "A",
        "text": "These are things that we can do together."
    },
    {
        "speaker": "B",
        "text": "And I think that we should. And frankly, after seeing the results of."
    },
    {
        "speaker": "A",
        "text": "The last few weeks where democrats have crossed party lines because it's been good policy and good politics, I think we're going to see more of that over the coming years. It's an election year, so people are going to start getting bitter at each."
    },
    {
        "speaker": "B",
        "text": "Other over all sorts of things."
    },
    {
        "speaker": "A",
        "text": "It could be crypto."
    },
    {
        "speaker": "B",
        "text": "Hopefully, it's one of the other hundred."
    },
    {
        "speaker": "A",
        "text": "Issues that we all disagree on. But I think there's a lot of ground, common ground for the two parties to come together on these issues, and I sincerely hope that they do."
    },
    {
        "speaker": "C",
        "text": "All right, well, we'll have to see how it plays out because it's definitely sort of changing as we speak. Jason. Well, it's been such a pleasure talking to you, and thank you so much for coming on unchained."
    },
    {
        "speaker": "A",
        "text": "Always great to see you, Laura. Thank you."
    },
    {
        "speaker": "C",
        "text": "Don't forget, next up is the weekly news recap today presented by Wondercraft AI. Stick around for this week in crypto after this short break."
    },
    {
        "speaker": "D",
        "text": "Did you know? Unchained is much more than a podcast? Last year, we unveiled a completely redesigned website enriching your experience with the latest news, insightful analysis, compelling op eds, and comprehensive learning articles and guides for beginners. Explore all this and more at Unchained. Did you know you can buy and sell crypto with tax benefits in an individual retirement account? ItrustCapital makes this possible, but what does this mean? When you buy crypto outside an IRA, like on an exchange, you face taxes on gains. But in an IRA, like a Roth IRA, gains can be tax free. ITrustCapital also has some of the lowest fees in the industry and 24/7 accessibility. Start now and maximize your retirement savings with itrust capital."
    },
    {
        "speaker": "F",
        "text": "Welcome to this week's crypto recap. In today's roundup, we cover major legal developments for former FTX executives and terraform Labs. Caitlyn Jenner's memocoin controversy BlackRock's bitcoin fund becoming the largest DWF lab's investment in meme coins Gemini's return of funds to users the dispute between Polyhedra and ZK sync, Mount Gox's large bitcoin transfer and PayPal's stablecoin launch on Solana. Thanks for tuning in to the weekly news recap. Let's begin. Former FTX executive Ryan Salome sentenced to seven and a half years in prison after pleading guilty in September. Ryan Salame, the former co CEO of FTX Digital Markets, has been sentenced to seven and a half years in prison for making unlawful political donations, defrauding the Federal Election Commission, and conspiracy to operate an unlicensed money transmitting business. Salome, who's now only 30 years old, was a key figure in the now bankrupt cryptocurrency exchange FTX, led by Sam Bankman. Fried Salamis sentence includes three years of supervised release and financial penalties exceeding $11 million in forfeiture and restitution. Damian Williams, us attorney for the Southern District of New York, stated Salome's involvement in two serious federal crimes undermined public trust in american elections and the integrity of the financial system. Salome's conviction follows the march sentencing of bankman Fried, who received a 25 year prison term for stealing $8 billion from FTX customers. Terraform labs in do Quan reach settlement with SEC Terraform Labs and its co founder Do Kwon, reached a settlement in principle with the US securities and Exchange Commission over a civil fraud case, according to a court filing. The agreement follows a period of numerous legal battles in jurisdictions around the globe after the collapse of Terra's $40 billion ecosystem. The SEC accused Terraform labs and Quan of misleading investors about the stability of their products, culminating in the collapse of the algorithmic stablecoin UST in May 2022. Terra Luna was the first in a series of dominoes to fall across the industry in 2022. In a recent trial, a Manhattan jury found Terraform and quan liable for civil fraud in the SEC case. A court conference on Wednesday confirmed the settlement, with official documentation due by June 12. Quan, currently out on bail in Montenegro, faces extradition to either the US or South Korea and criminal charges in both countries. ETH ETF's approved but staked ether could still face SEC scrutiny the SEC's pending approval of Ethereum spot ETF's seemingly classifies ether as a commodity by labeling the ETF's as commodity based trust shares. The approval strengthens the defense of companies like consensys and Coinbase who are currently under SEC scrutiny. Sam Enzer of Cahill, Gordon and Reyndell noted the SEC in approving these ETF's implicitly acknowledges ether as a commodity, which is inconsistent with treating it as a security. However, the seeming shift still leaves unresolved issues in the SEC's ongoing legal battles with crypto companies giving the agency room to scrutinize transactions involving ether. It also doesn't mean that staked ETH is out of the crosshairs. However, the SEC has not provided clear guidance on staking an area of concern since Ethereum's transition to a proof of stake model in 2022. Gary Gensler, SEC chairman, has suggested that staking activities might fall under securities regulations, creating potential legal challenges for the Ethereum foundation or staking providers. Caitlyn Jenner criticizes Sahil Aurora amid meme coin controversy Caitlyn Jenner has been actively promoting her meme coin Jenner launched on the Solana based platform pump fun. Despite this, she publicly criticized Sahil Aurora, who allegedly assisted in the token's launch, accusing him of effing with too many powerful people. Jenner's precise involvement beyond promotion is unclear, sparking speculation about her control over the account. Aurora also linked to meme coin launches for other celebrities like rich, the kidde faces multiple misconduct accusations. Solana has seen a surge in celebrity interest with figures like DeVito, Iggy Azalea, Rich the Kid and trippie Redd engaging with the blockchain. Devito launched DeVito on pump fun, generating nearly $50 million in volume within 10 hours. Azaleas token Mother saw its market cap reach $12.57 million, with $98.87 million in trading volume in 24 hours. Both DeVito and Azalea expressed a desire to responsibly participate in the crypto community. This trend highlights the growing influence of celebrities on the crypto market and underscores Solana's rising prominence. Pump fun, where these tokens were launched, generated $14.12 million in fees over the past month despite a temporary halt in trading due to a security breach two weeks ago. BlackRock's ibit becomes world's largest bitcoin fund BlackRock's iShares bitcoin Trust has surpassed the grayscale bitcoin trust to become the world's largest bitcoin fund, amassing nearly $20 billion in assets since its launch in January. The fund held $19.68 billion as of Tuesday, compared to Grayscale's $19.65 billion, according to Bloomberg data. A BlackRock spokesperson commented, the success of IB underscores investors preference to access bitcoin through the convenience of the ETF vehicle in an institutional grade product. We remain focused on education for investors and providing access to bitcoin with convenience and transparency. Grayscale has faced outflows of $17.7 billion since the ETF's debut, partly due to higher fees and arbitrage exits. DWF labs to invest in meme coins shows strong interest in ladies this week, web three investment firm DWF Labs announced it intends to invest in meme coins, indicating a growing interest in this niche area among institutional investors. Managing partner Andrei Grachev said on social media that the firm is in talks with a few meme coins and willing to deploy a large amount of funds to let them grow faster and efficiently. On chain data reveals DWF labs involvement with ladies the meme coin of the milady NFT ecosystem, a DWF labs wallet, has received substantial sums of ladies tokens, bridging over $500,000 worth to the arbitrum network in recent transactions. Additionally, another DWF wallet transferred $5 million USDT to a malady multisig signer, according to look on chain Gemini to return 2.18 billion to users crypto exchange Gemini will return $2.18 billion to users of its earn program 18 months after pausing withdrawals. This follows a significant $2 billion settlement from the New York attorney general with Genesis, Gemini's lending partner aimed at compensating defrauded investors owned by the Winklevoss twins. Gemini notified customers that initial distributions, covering about 97% of the assets owed by Genesis as of November 16, 2022, are now accessible, the company said via email. This means that if you lent one bitcoin in the earn program, you will receive one bitcoin back, and it means that you will receive any and all increase in the value of your assets since you lent them into the earn program. The $2.18 billion distribution signifies a $200,000 32% recovery for users since the withdrawal halt. The earn program, launched in 2021, offered high yields by lending user crypto to institutional borrowers through Genesis. However, withdrawals were frozen after Genesis paused loan operations in November 2022 and filed for bankruptcy in January 2023. Polyhedra and ZK sync clash over ZK token ticker a dispute has arisen between polyhedra and ZK sync over the ticker symbol ZK, which ZK Sync wishes to use for its upcoming token generation event, and Airdrop. Polyhedra, which already uses the ticker, accused ZK sync of spreading misinformation and not engaging directly to resolve the issue. Polyhedra argued, if every project that has issued tokens faces the threat of having its ticker taken by a heavily invested project, the industry will become chaotic. Initially, polyhedra planned to use the ticker dollar ZKB, but switched to dollar ZK during its March airdrop. The Zeek sync community had anticipated using the ZK ticker, but ZK sync did not publicly confirm this until recently. Bybit announced it would change Polyhedra's ticker symbol, though the new symbol remains unspecified. Social media reactions largely support ZK sync, with some accusing Polyhedra of trying to preemptively claim the ticker. The controversy took a turn on Thursday. Leaders from major zero knowledge projects, including Starkware and Polygon, publicly sided with polyhedra, condemning Matterlab's attempt to trademark ZK in nine countries. Eli Bensasson, CEO of Starkware, called the move an absurd IP grab, while Polyhedra co founder Tian Chengxi insisted ZK should be accessible to everyone, period. Mount Gox cold wallet transfers 9 billion in bitcoin, a cold wallet associated with the bankrupt crypto exchange. Mount Gox transferred 141,664 BTC, worth approximately $9 billion, to a new address for the first time in five years, sparking speculation that the estate handling Mount Gox's bankruptcy may be preparing to distribute funds to creditors. Mount Gox, once a leading crypto exchange, collapsed after multiple hacks between 2011 and 2014 leading to its bankruptcy. The process of repaying creditors has been prolonged, with the latest deadline set for October 31, 2024. Despite the large move of funds on chain, analysts at cryptoquant aren't concerned about these coins flooding the market anytime soon. There is no immediate selling pressure for bitcoin from these movements, as the transfers have occurred within the addresses of the same entity, Mount Gox rehabilitation trustee, and are not still available to the open market, they wrote in a report. PayPal USD goes live on Solana, a fintech giant. PayPal launched its stablecoin PayPal USD on the Solana blockchain, aiming to offer users faster and more cost effective transactions compared to its initial launch on the Ethereum network last year. Jose Fernandez di Ponte, senior vice president of blockchain, cryptocurrency and digital currency at PayPal, said making PyUSD available on the Solana blockchain furthers our goal of enabling a digital currency with a stable value designed for commerce and payments. PyUSD will facilitate cross border transactions, including remittances, leveraging Solana's capabilities for high transaction speeds and low costs. Time for fun bits how to pitch the ETH ETF to tradfi the spot ether ETF approvals have sparked a conversation on X how do you pitch Ethereum to Tradfi? Eric Balchunis tackled this challenge by posting a poll on X asking for the best one liner to describe Ethereum. The goal? To find a catchy phrase that resonates with the traditional finance crowd, much like digital gold for bitcoin. The top three responses were programmable money, digital oil, and world computer, with programmable money taking the top spot with more than 50% of the vote. However, there were also plenty of humorous replies from the bitcoin maxis, such as scam Ponzi and digital dog shit, which probably would not be too compelling. And that's all. Thanks so much for joining us today. If you enjoyed this recap, go to unchainedcrypto dot substack.com comma, that is unchainedcrypto dot substack.com and sign up for our free newsletter so that you can stay up to date with the latest in crypto. Unchained is produced by Laura Shin with help from Matt Pilchard, Juana Ranovic, Megan Gavis, Pam Majumdar, and Margaret Korea. The weekly recap was written by Juana Ranovic and edited by Laura Shin. Thanks for listening."
    },
    {
        "speaker": "D",
        "text": "Unchained is now a part of the Coindesk podcast network. For the latest in digital assets, check out markets daily five days a week with host Noel Atchison. Follow the Coindesk podcast network for some of the best shows in crypto."
    }
]