[
    {
        "speaker": "A",
        "text": "Welcome to the Huberman Lab podcast, where we discuss science and science based tools for everyday life. I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. My guest today is Chris Voss. Chris Voss spent more than two decades as an agent with the FBI or Federal Bureau of Investigation, where he was a lead crisis negotiator and a member of the Joint Terrorist Task force. Chris is also the author of a phenomenal, bestselling book entitled never split the difference. In addition, he has taught courses in negotiation at Harvard, at Georgetown, and at the University of Southern California as a world expert in all forms of negotiation. Today, Chris teaches us about how to hold hard conversations where we are seeking particular outcomes, or perhaps where we don't know what the optimal outcome could be. He talks about this in the context of business, in the context of relationships, including romantic relationships, but familial and work relationships as well. And he talks about how we should think about ourselves in the context of negotiations so that we can all arrive at the best possible outcomes. Indeed, during today's episode, you will learn to pay attention to emotions, not just other people's emotions, but your own emotions, in order to determine whether or not you are processing the information you're hearing accurately, and, equally important, whether or not you are being heard accurately when you are in a discussion of any kind, but especially heated discussions. In addition, we discuss the role of both physical and mental stamina in the context of difficult conversations, negotiations, and decision making because in the real world context, oftentimes those can take place not just within a single conversation, but over the course of several days, or even several weeks, months, or years. Chris also teaches us about deception, that is, how to determine if somebody is lying to by asking particular types of probe questions. Thanks to Chris Voss both breadth and depth of expertise in the negotiation process that he gleaned during his more than two decade service in the FBI, as well as his generosity in sharing that information. By the end of today's episode, you will have an excellent understanding of what the negotiation process is really all about and how to better carry out those negotiations so that they can best serve you and others. Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero cost to consumer information about science and science related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is element element is an electrolyte drink with everything you need and nothing you don't. That means plenty of salt, magnesium, and potassium, the so called electrolytes, and no sugar. Now, salt, magnesium and potassium are critical to the function of all the cells in your body, in particular to the function of your nerve cells, also called neurons. In fact, in order for your neurons to function properly, all three electrolytes need to be present in the proper ratios. And we now know that even slight reductions in electrolyte concentrations or dehydration of the body can lead to deficits in cognitive and physical performance. Element contains a science backed electrolyte ratio of 1000 milligrams. That's 1 gram of sodium, 200 milligrams of potassium, and 60 milligrams of magnesium. I typically drink element first thing in the morning when I wake up in order to hydrate my body and make sure I have enough electrolytes. And while I do any kind of physical training and after physical training as well, especially if I've been sweating a lot, if you'd like to try element, you can go to drinkelement. That's lmnt.com huberman to claim a free element sample pack with your purchase. Again, that's drinkelementlmnt.com hubermandhe. Today's episode is also brought to us by waking up. Waking up is a meditation app that includes hundreds of meditation programs, mindfulness trainings, yoga Nidra sessions, and NSDR non sleep deep rest protocols. I started using the waking up app a few years ago because even though I've been doing regular meditation since my teens and I started doing yoga Nidra about a decade ago, my dad mentioned to me that he had found an app turned out to be the waking up app, which could teach you meditations of different durations. And that had a lot of different types of meditations to place the brain and body into different states and that he liked it very much. So I gave the waking up app a try and I too found it to be extremely useful because sometimes I only have a few minutes to meditate, other times I have longer to meditate. And indeed, I love the fact that I can explore different types of meditation to bring about different levels of understanding about consciousness, but also to place my brain and body into lots of different kinds of states depending on which meditation I do. I also love that the wake waking up app has lots of different types of yoga Nidra sessions. For those of you who don't know, yoga Nidra is a process of lying very still but keeping an active mind. It's very different than most meditations, and there's excellent scientific data to show that yoga, Nidra, and something similar to it called non sleep, deep rest, or NSDR, can greatly restore levels of cognitive and physical energy, even with just a short ten minute session. If you'd like to try the waking up app, you can go to wakingup.com hubermanda and access a free 30 day trial. Again, that's wakingup.com huberman to access a free 30 day trial. And now for my conversation with Chris Voss. Chris Voss, welcome, andrew."
    },
    {
        "speaker": "B",
        "text": "A pleasure, man."
    },
    {
        "speaker": "A",
        "text": "I've been wanting to talk to you on record for a while. You are quite the, what we call in science n of one, when somebody is a true sample size of one. I realize that, yes, you are, because you have this incredible skillset from your time in the FBI, but you also have an incredible understanding and knowledge of how to communicate about that skillset so that people can glean useful information from it. You are also the guy that I text or call every once in a while when I've run myself into a jam or when I think I might be in a jam and I won't reveal details, you tell me whether or not things are okay. And fortunately, the last couple of times I reached out, you said, you're good. So thank you."
    },
    {
        "speaker": "B",
        "text": "Always happy to help, man."
    },
    {
        "speaker": "A",
        "text": "Thank you. Well, I have a lot of questions today, but what I'd like to start off talking about is negotiations take many forms, but if we could break those down into their broad categories, that will be useful. But before we do that, I want to know about the mindset that you have when you go into a negotiation and whether or not there are any practices. I realize you've been in this profession a long time, and so perhaps became reflexive to you at some point. But all of us at some point are going to go into negotiations, business negotiations, relationship negotiations, etcetera. Is there a process of getting one's mind and body right for a negotiation, shifting from more listening and less talking? Are there any tools that you use on the regular that could be useful for us to keep in mind as we extend into the different categories of negotiations and ways to approach those negotiations?"
    },
    {
        "speaker": "B",
        "text": "There can be a couple different. First of all, just trying to figure out what's really going on is the real issue. And then how can I get an approach where I'm most likely to get the best possible outcome? So there's always more than meets to eye, and there's a certain few cliches, but the real issue is there's always a better deal or there's no deal at all. So first of all, my first thing is I want to find out whether or not there's a deal at all or whether or not it's a bad deal. And then I'm gonna walk away really fast because those are gonna be complete waste of time. It's not a sin to not get the deal. It's a sin to take a long time to not get the deal, or it's a sin to take a long time to get a bad deal. So, you know, I wanna know. I'm gonna try to figure out real quick whether or not, is there a cutthroat on the other side of the table? Is it somebody I could trust? I'm leaning a little more inclined to dealing with the difficult people now, as long as I don't have give in. So I gotta, I want to diagnose early on what the possibilities are now, if I'm curious, if I'm actually interested. Now, another aspect of the mindset is, like, if I'm in a great mood, like, if I'm just gonna be playful, a couple of really huge personal negotiation wins. Recently was when I was just trying to be playful. I mean, I was just, I was in a great mood and I'm joking around. And great negotiation is not exciting. It's astonishing. We're in conversations right now with a possible non scripted tv show. And so I was telling the producers, you know, this ain't gonna be real housewives to make this show properly. There ain't gonna be any screaming. It's not gonna be bar rescue where we're yelling at people. We're not gonna be hell's kitchen, where we're yelling at people. It's never going to be exciting, but it is going to be astonishing. Like, you'll get outcomes where suddenly you find yourself in a place like, what in the world? How did that just happen? And so I lose a suitcase in an airport the other day, and I'm walking into the lost luggage place, and I'm in a great mood because I'm home and I'm happy to be home, and I'm gonna get a good night's sleep. And even though it's late in the day, I'm just happy. And I get ready to walk into this, the lost luggage store, where these people are battered children. Like, they expect you. They know that you expect them to wave a magic wand and poof, your luggage is gonna be there. So for whatever reason, that's what I say. When I walk in the door, this young lady says, how can I help you? Well, first of all, how you could help me is obvious. Cause I'm in a lost luggage. There's only one reason I'm in here. So that's kind of a silly question. And I go, I need you to wave a magic wand. And she just laughs, and she looks at me. She ends up walking me out to the carousel, climbing up on the carousel, and she walks down a ramp. The luggage comes out of, and I guarantee you they're not supposed to do that. And she sticks her head, and she looks around, she comes back out, and I've never seen any of these people leave the office, let alone walk back to the carousel. And she says, wait here. And she disappears into the bowels of the airport, which looks like a super highway down there, right? Like, God knows what it looks like underneath the airport. And pretty soon, the carousel starts up again, and my bag. And another bag pops out. This other poor schmuck is sitting there waiting, and I'm like, I have never seen anybody do this ever. Like, normally they say, here's a number. We'll call you in 24 hours. It might show up at your house. And I look around at the. There's another young lady there. And I say, you know, please tell her thank you for me. I gotta go. Cause she doesn't come back out for, like, almost ten minutes. And on my way out, she comes out the door, and she high fives me, and she says, how's that for waving a magic wand? And that was the magic phrase. And I never would have said it to her if I wasn't playful in a moment. And I've got a couple of others. Like, when I was just playful, and I'm joking with people almost at my expense. It's shocking. Astonishing what you can get people to do if you hit them the right way."
    },
    {
        "speaker": "A",
        "text": "So interesting. I wonder what it tapped into. But it sounds like it might have tapped into her sense that everybody's always asking me for a magic wand kind of ability, but finally somebody just said it directly, and that would be kind of fun to actually play that role, because normally they're restricted to their keyboard and their phone. I love that. On the opposite side of that spectrum, if ever you're feeling tense, stressed, jet lagged, angry, I can think about negotiations where people are trying to keep their egos in check. They want to be right. Breakups, negotiations. Not necessarily romantic breakups, that could include that, but also professional breakups, the dissolution of a contract or something. Like that. Do you ever have to check yourself? Like, okay, I need to. I mean, I imagine being calm is better than not being calm for most all things. Do you have a process of doing that? You seem like a pretty steady guy. I've never seen you."
    },
    {
        "speaker": "B",
        "text": "Overall, I'm pretty steady. Well, the late night FM DJ voice that I'm not sure that I coined the phrase, but kind of famous for to calm you down, also calms me down. So if I get Ben out of shape, I will. And the conversation gets heated, I'll switch into that voice with the intention of calming you down. Cause that's the hostage negotiator's voice. But it'll calm me down, too. Like, intentionally going to that voice tamps down the negative emotions, which I'm convinced make me dumber in the moment, interfere with my capacity to process information. Got reasons for that? Layman's reasons? No. Scientific, academically rigorous studies that have been in any journals."
    },
    {
        "speaker": "A",
        "text": "Well, after you're done, I'm going to tell you something that will perhaps be astonishing to you as to why there's real neuroscience behind that late night FMDJ voice having an impact on other people's brains."
    },
    {
        "speaker": "B",
        "text": "But, yeah, and I'll do that. Cause it calms me down. Now, if I can make the shift. The hard part is a shift into a positive mindset. If I can make that shift, but I can only make it from a calm voice. I also think it's the emotions are kind of a rock paper scissors sequence. I don't think you can go from sadness to elation, directly sad, depressed, down. I think there's something to getting angry to pull you out of sadness. And I think if you're angry, you've got to go to calm next. And so. But if I can get out of anger and go to calm, then I can say something to myself. Like, the reality is, this is a luxury problem, or I was in a negotiation with a counterpart that I knew was deceiving, lying to me. And I remember saying to myself, you know, I'm lucky to be in this negotiation. I mean, they wouldn't be trying to hustle me if we weren't really good. If we didn't have a product that was phenomenal, I wouldn't be targeted at all. So I'm actually lucky to be in this conversation. So if I can make that next shift emotionally, then I'm good. The hard part is making those shifts."
    },
    {
        "speaker": "A",
        "text": "I'm going to just share with you what I learned recently about sound and emotion. I'm researching an episode on music and the brain. Fascinating topic. Believe it or not, there's a lot known, and the auditory system has this property where, of course, there are neurons, nerve cells that respond to different frequencies of sound, low frequency, deeper tones, and high frequency squeals and that sort of thing. Okay, that's pretty straightforward, just like we have neurons that respond to different colors or different angles of light in the room. But what I learned, and I confirmed with a good friend of mine who's an auditory neuroscientist and neurosurgeon. His name's Eddie Chang, who was a guest on this podcast previously, is that low frequency sounds of the sort that your voice is, that late night FMDJ voice, are responded to in the brain by neurons. No surprise there. But the frequency that those neurons fire is also low frequency. In other words, when you speak in your low voice, the other person's brain hears that and starts firing in a low frequency tone. In other words, it entrains to your voice, not just the timing, but it's actually like you're essentially playing an emotional piano down in the low keys of their mind. Now, when you go up to the high frequencies, the neurons can't follow that high frequency. So there's something special about low frequency sound that actually changes the emotional tone of the people that hear that low frequency sound. This is wild, right? I mean, of course the content of the words matters, too. But anyway, there's real neuroscience to support the voice that you were endowed with and that you employed for your work."
    },
    {
        "speaker": "B",
        "text": "Well, then. And then also, the point then, too, is it's nothing. The other side's not making a choice. It's an involuntary reaction."
    },
    {
        "speaker": "A",
        "text": "That's right. This is not something one can override, except by perhaps plugging their ears. If they're hearing that, their mind is getting shifted toward a state of low frequency oscillation, which is one of more calm."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. So that's a real thing. And were you to have a high, squeaky chipmunk's voice, you might not have been the negotiator. You would. Although, who knows? Maybe there'd be another tactic there. I mean, I think back to the. I guess it was during one of the Gulf war campaigns where they, weren't they trying to squeeze out Saddam and some of his people by playing like, Milli Vanilli at high volume for hours and hours. Is that tactic actually used?"
    },
    {
        "speaker": "B",
        "text": "So, that was Panama when they were trying to get Noriega."
    },
    {
        "speaker": "A",
        "text": "I'm only a few countries over and one ocean."
    },
    {
        "speaker": "B",
        "text": "I get the trivia. You know, I was telling you before, and the wacky, yet fascinating, useless information around terrorism and stuff like that, I tried that at Panama. And for whatever reason, the military guys, they were playing music and sounds. And then also, among the many stupid things that the FBI did at Waco, then late at night, they tried that in the Waco compound, too. And it was just, that was one of the things that the hostage negotiators were adamantly against. Adamantly against. But they got overruled by ONC command. Among the many stupid things that were done at Waco, that was also done at Waco. It was stupid. It's counterproductive. Hostage negotiators were always against it."
    },
    {
        "speaker": "A",
        "text": "So for those of you who don't remember Waco, Waco was branch Davidians. David Koresh, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. There was a Netflix series that was out about it recently. That's fair. About how it went down."
    },
    {
        "speaker": "A",
        "text": "Yeah. Sad ending. He eventually set the building ablaze, killed himself and everybody else had people inside."
    },
    {
        "speaker": "B",
        "text": "Set the building on fire, including a."
    },
    {
        "speaker": "A",
        "text": "Lot of children perished, including some children."
    },
    {
        "speaker": "B",
        "text": "There are some FBI agents that have still not gotten over that."
    },
    {
        "speaker": "A",
        "text": "I'd like to talk about some different types of negotiations. Oftentimes, I think because you're a former FBI negotiator, anti terrorist task force, this kind of thing, we tend to focus on the negative negotiations. Get the hostages away and we'll talk about that stuff. Breakups, business deals that have gone wrong, people lying, cheating. What about negotiations that are benevolent? Let's say that two people want to come to a true win win around what they each see to be their best interest in, let's say, friendship. Two friends taking a trip together, vacation. Who's going to pay for what? Who's going to pay upfront? Are people going to pay each other back? Or a romantic relationship? Two people are considering fusing finances to some extent or moving in together. What sorts of questions should people be asking themselves prior to those negotiations? In particular? Is it very important that people know exactly what they want going into a negotiation? Or. I can recall many times when I've gone into life circumstances knowing I wanted a certain set of feelings or outcomes, but not being extremely specific about, I want this salary. I want to live in a west facing house on this particular location. An exploration of potentials, I think can also take the form of negotiation. So how should people think about approaching benevolent negotiations? We're not talking about something tragic happening. If it doesn't go through, it might hurt. It might be a little bit high friction. But let's talk about how to get to a win win."
    },
    {
        "speaker": "B",
        "text": "Yeah. Well, there's a couple of interesting things there. First of all, the phrase win win, because win win is just great collaboration. I mean, in point of fact, it should be win win, which might only be emotional win win. Now, the phraseology win win. I know that if someone opens a negotiation with me and they say right off the bat, look, I want to do a win win deal with you that correlates extremely highly with someone who's trying to pick my pocket. So if you use that phrase in the first five minutes, I already know where you're coming from. You're trying to get me to drop my guard. It's you win, I lose. So. And this came up on an Instagram post I put up recently, which is essentially, watch out for the person that says win win. Now, I didn't say win win is bad. I said, watch out for the person that says it. Also, you gotta be cautious. If you like some of the win win mindset, then people set themselves up to just get slaughtered by the person who's expressing a desire for win win and looking to pick their pocket. Like, if I feel win win in my heart, you go, let's do a win win deal. If I don't watch it, I'm like, okay, what do you want? And then I find myself giving away the store. So there's a lot behind the win win phraseology that you have to have a complete understanding of. In point of fact, both sides should feel good about the outcome. And isn't that the definition of when? When? Well, kind of, sort of, but it's how they feel about it more than really what they got. So in a benevolent negotiation among friends, where are we going to go to eat? Where are we going on vacation? What route are we going to take? People really just want to be heard out more than anything else, which operationally seems to be. I don't understand how it's going to make any difference. Makes all the difference in the world. And what's the best way for somebody to feel heard out? Well, I'm going to start out by telling you, describing to you, not telling you, but describing to you what my best guess is on your perspective, because it's really calibrating me actually finding out where your position is and the only way I can find out what your position actually is. I'm going to increase you telling me if I start taking a guess at it first, because you're immediately, right away, you're immediately going to tell me, either I'm right or I'm wrong, you're going to correct me. Correction is. Is a satisfying thing to do, and you're gonna be much more candid with me if you're correcting me than if I'm asking you. So I'll. And you'll feel good about correcting me. So it's gonna. There's all these great emotional lubricants to me getting you to correct me. So I'm gonna start out by saying, like, here's what I think you're thinking. Here's how I think you're approaching this. Here's what I think you're wanting out of this, not what you should be, but what you probably are based on your perspective. And that's going to accelerate the conversation exponentially. Like, it's ridiculous how much faster things are going to go. And then it becomes both an information gathering and a rapport building process simultaneously instead of separately, which is what makes this approach faster, even though it seems more indirect. So if we're getting ready to, let's say you and I are going to take a car trip to San Francisco from here, and I'm gonna say, all right, so my guess is you want to take the most direct route because you hate wasting time. And you're probably gonna say to me, no, no, no, I want to go up the Pacific coast highway, because this beautiful stretch of country, like, I realize it's going to be a waste of time if we go up the Pacific coast because we got to jump off it at some point. But I really want to see the scenery. You would have. I've taken a guess of what you want, and you're gonna come back real quick and correct me. And then maybe I'm thinking time on the trip, but I've forgotten how beautiful it is to roll up the coast. And so when you throw that out, I'll be like, oh, yeah, it is a beautiful ride, and we might not get another shot. Like, who knows what's gonna happen? So, yeah, now that we're having a conversation, I'd rather run up the Pacific coast highway before we go inland and make the trip. And that's how we get to, we collaborate for a better outcome, maybe a better idea than what I had in mind in the first place."
    },
    {
        "speaker": "A",
        "text": "I love that. Because what you just described is hypothesis testing."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "It's the way scientists are trained. Many people don't know this, but they teach us in science not to ask questions, but to start with a question like, you know, I don't know, how does the brain develop or something? And then you say a hypothesis and you test hypotheses, and then you figure out if they're right or wrong. And that takes you through a set of decision trees and you eventually get at what you hope is some core truth, and hopefully others arrive there as well and you get a consensus. So I love the idea of hypothesis testing. In fact, when you said take the most direct route from where we are now in Los Angeles to San Francisco, I like to take 101, not the five. The five is faster. So I immediately think, but I like 101. First of all, there are a couple of really great taco and hamburger spots along the way that I used to stop with my bulldog. And yet also you get to see it the coast, and it makes those extra 2 hours completely worth it. And so you're exactly right in that working through the decision tree doesn't necessarily mean presuming that the, the hypothesis is right. It sounds like you'd be equally okay with the hypothesis being wrong, because really what you're trying to do is just learn. And in learning, set up this collaboration. I love that."
    },
    {
        "speaker": "B",
        "text": "A couple of things. First of all, when you talk about hypothesis, when my son Brandon was involved in a company, he's out on his own now, but he used to always say, hypothesis test your hypothesis. He always used that term. And then even now, if we were talking about it and you just said you knew some hotdog and hamburger places, I'd be like, holy cow, I didn't even know that. Yeah, I wanna check those places out. So that's how you discover new stuff in a conversation."
    },
    {
        "speaker": "A",
        "text": "I love it. And also, I'm sure people are noting to not say the words win win when approaching any kind of negotiation. What do you think it is about those little catchphrases that signal lack of authenticity or trustworthiness? Because you could imagine that somebody, I come to you and say, hey, Chris, let's, I don't know, let's do some collaborative thing for social media, for podcast, and this is gonna be a win win for both of us. Now, I know to never say that with you, but you could imagine that somebody really means that. But for you, it sounds like it's a flag that they're trying to pull one over."
    },
    {
        "speaker": "B",
        "text": "It correlates really strongly with the people that are definitely trying to cut your throat. And I've had them admit that to me candidly."
    },
    {
        "speaker": "A",
        "text": "Amazing."
    },
    {
        "speaker": "B",
        "text": "Like I'll be, I've experienced it. Like, if somebody throws win win out early, to me, I'll say, all right, I think I know where this is going, but let me explore it. And they'll say, yeah, you know, this great opportunity for you, that's another towel. And we're going to put you in a room with all these billionaires, and there's going to be all this opportunity for you if you just come in and speak. And, you know, we don't have a budget."
    },
    {
        "speaker": "A",
        "text": "Well, I've gotten that one before."
    },
    {
        "speaker": "B",
        "text": "The."
    },
    {
        "speaker": "A",
        "text": "Famous the world war. Just work out in your favor because it's going to work out in my favor."
    },
    {
        "speaker": "B",
        "text": "Right. Exactly right."
    },
    {
        "speaker": "A",
        "text": "I've been on the receiving end of those offers many a time. Fascinating. Conversely, what sorts of openers do you think establish the best rapport and benevolent discovery of a topic?"
    },
    {
        "speaker": "B",
        "text": "Well, what I'm saying correlates real strongly with people I want to do business with. If they figured out something that they know is valuable for me and they've just done it and they've just offered it, like right off the bat, no strings attached, they found a way to drop something on me that's valuable. They didn't approach me with their hand out. They approached me with some sort of generosity. Like a friend of mine, Joe Polish, runs this outfit called Genius Network. Joe, he says, life gives to the giver. Like, Joe did a bunch of favors for me before I ever joined, and he was trying to help me out and get my books sold, and he asked me to come in and speak, and he'd emphasize my book on his podcast and in different conversations. And I finally paid the fee to join because he had done so much for me. Like, there's not much Joe could ask me for right now. Cause he's done so much for me that he gets a blanket. Pretty much, yes, right away. What do you want? What do you need? Because he's just generous and the generosity approach universally, I'm seeing a lot of really successful people that lead by generosity. And so if you start out that, you know, if you give me a five star review of the book on Amazon, no strings attached or anything like that, goes a long, long way to somebody who wants to establish a long term relationship. Collaboration."
    },
    {
        "speaker": "A",
        "text": "When I first opened my laboratory in 2011, I had a technician at the time who had been a technician for a lot of years, and there's this culture and science of people borrowing things from laboratories and not giving them back or breaking them. These can be little things, like a small instrument or a forceps. But as a student or postdoc, these are the things that you covet. Like a really nice pair of forceps is like a great thing. You drop them once they're not good anymore, by the way, it's like you have to treat them with respect. Surgical tools have to be treated with respect. These are very fine instruments. And people used to come by our lab all the time and borrow stuff from us, and he'd always lend it out. And I was like, what are you doing? But anytime I went to go borrow something, he'd say, do not borrow anything from anybody else, because then we're going to owe them. Right now, everybody owes us everything. And I was like, you're running up our budget giving away these instruments. They come back with the forceps, Dentin and stuff. And he said, just trust me, this is the way to do it. And I don't recall ever, quote unquote, cashing in on any of that. But he was exactly right. When I eventually decided to move institutions, we had given away so much and we had asked for so very little, maybe nothing, that, you know, when you leave a place, typically there can be a little bad blood. And all we got was sorry to see you go kind of stuff. Had it been me, I would have been in kind of an exchange of, oh, we ask for things, we give things. You know, it's kind of a neighborhood. I grew up in a neighborhood where you'd borrow eggs or milk from the neighbor. Remember those days? I don't know if people do that any longer, but I think it falls well into what you're describing, that when you just do things for people out of goodness, then sure, you sort of have a history where you could return to that they owe you. But there's also just something good about just doing things out of goodness and also not asking for so much and expecting people to provide that. So I love that. And I actually, I love providing good reviews for things I like on the phone. When the airline, we don't do this anymore, we book our own flights. But anytime I get help on the phone and if it's really great help, I'll say, how can I help? And they'll say, oh, it'd mean a lot if you would send an email to my business just saying I did a great job, or something like that. I actually really enjoy doing that. I love the points you're making because they're very actionable. I'd like to take a quick break and acknowledge one of our sponsors, athletic greens. Athletic greens, now called ag one, is a vitamin mineral probiotic drink that covers all of your foundational nutritional needs. I've been taking athletic greens since 2012, so I'm delighted that they're sponsoring the podcast. The reason I started taking athletic greens, and the reason I still take athletic greens once or usually twice a day is that it gets me the probiotics that I need for gut health. Our gut is very important. It's populated by gut microbiota that communicate with the brain, the immune system, and basically all the biological systems of our body to strongly impact our immediate and long term health. And those probiotics and athletic greens are optimal and vital for microbiotic health. In addition, athletic greens contains a number of adaptogens, vitamins and minerals that make sure that all of my foundational nutritional needs are met. And it tastes great. If you'd like to try athletic greens, you can go to athleticgreens.com Huberman and they'll give you five free travel packs that make it really easy to mix up athletic greens while you're on the road, in the car, on the plane, etcetera. And they'll give you a year's supply of vitamin D, three, k, two. Again, that's athleticgreens.com Huberman to get the five free travel packs and the year's supply of vitamin d, three, k, two shifting slightly into the more, let's call them high friction negotiations or the types of negotiations where there is the potential for a truly bad outcome. I know you've been asked this before, but some of our listeners are going to be learning about you for the first time. Do you recall of the many negotiations that you did while in the FBI, any one particular negotiation that felt like, if this doesn't work out, this is really catastrophic, and would you be willing to share that with us?"
    },
    {
        "speaker": "B",
        "text": "Well, I learned, you know, they tried to teach us early on that not everything's going to work out. And the second negotiation I had in the Philippines, the first one, a young man named Jeff Schilling, was grabbed by terrorist group Abu Sayyaf and he ended up walking away because we stole the bad guys long enough that we just, you know, sometimes if you can slow it down, you wait for something good to fall out of the sky, and it will. And that ended up happening in that case. And the bad guy ends up calling the negotiator that I coached on the phone after it was over to basically tell him that they still had a good relationship. It was nuts. Why does a bad guy call the negotiator that was responsible for him losing everything and say, you know, you did a good job, which is exactly what happened. So we rolled into a case and I hadn't had anything go bad at that point in time. The very next case, the Burnham Sabaro case by a different faction of the terrorist group 13 months later ends up in two of the three remaining hostages shot and killed by friendly fire along the way. Hostages had been executed and American had been executed early on and it was a train wreck and lots of people got killed all along the way and just really ridiculous bad things happening. And that was bad all the way through. So we learned, you know, learned a lot from it, went back and checked everything we did, and we didn't do anything wrong that we felt based on our strategy, didn't miss anything. And that was why I ended up going, collaborating with the guys at Harvard, because my reaction was, if we did everything we know how to do and it wasn't enough, that means we're not smart enough, we got to get better. And so that case taught me a lot about the dynamics that really happen on the other side and the difference between whether or not people are really on your side. The us government was not highly collaborative. The philippine government was not highly collaborative. Everybody wanted to get their pound of flesh out of the other side. I mean, just everything bad that you can imagine. Early on, when Guillermo Sabaro was murdered by the Abu Sayyaf, it was a national holiday in the Philippines, and the bad guys had a history of killing people on national holidays. And we weren't from the Philippines, and we had no idea that that day was a national holiday. And we showed up at Philippine national police headquarters in Manila, and it was closed. Now I got an ongoing hostage case with bad guys threatening to kill hostages. And we show up at the gates and the gates are closed and we're like, what the hell's going on here? Well, it's a national holiday. Nobody's working today. I'm like, first of all, nobody told us that. Secondly, I don't think the bad guys really care that it's a national holiday and nobody's working. Our negotiator is nowhere to be found. We got a guy there that the previous negotiator we worked with, Philippine national police, was not that happy that they didn't have him under complete control. So they give us a guy that will not tell us anything until after hes told them. So hes having conversations with the bad guys and were actually hearing about him secondhand. He didnt show up that day. And then, and of course, that day, the bad guys announced theyre going to kill a hostage and give it as a gift to the country of the Philippines because its a holiday. And then they go, oh, by the way, they like doing this on holidays. And so. And guerrilla sombrero ended up getting his head cut off with the. Because of all the warring factions on our side of the table not telling each other what the hell's going on. So I had assumed at that point in time that people would tell us the stuff we need to know, we didn't need to ask. And after that, I got like, look, there ain't nothing here that I don't need to know. I don't. If it's a holiday, it's coming up. Then you assume, I know you gotta tell us. So, really learned a lot about collaboration on our side of the table and also the lack of collaboration on the other side of the table. Just cause we're mess doesn't mean they got their act together and the bad guys didn't have their act together. And ultimately the hostages, one of the reasons someone didn't come out, because internally they had double crossed each other. So, learned a lot about what really fundamental human nature dynamics are on teams, and your team has not got its act together, and the other team does not either. So what can you do as a communicator to make up for that? Really learned a lot about that. In that case. I had cases subsequent to that involved in al Qaeda, when al Qaeda was killing people on a regular basis. But we saw those coming, and we did everything we could do to keep the train from smashing into us. You see a train coming down the tracks, you know it's coming down the tracks, and you do the best you can to derail it, and sometimes you can't."
    },
    {
        "speaker": "A",
        "text": "I've heard it said that when people take somebody captive, that they either want their money, their body, or their life, or some combination of those."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's probably one of those three. Yeah, that's very true."
    },
    {
        "speaker": "A",
        "text": "And as the negotiator trying to rescue the hostage, is it important to identify early on which of those three or which all of those three they're after? Like, how serious they are? Are they willing to actually kill the hostage? Are they, you know, will they go for any amount of money above x number of dollars?"
    },
    {
        "speaker": "B",
        "text": "Right, right."
    },
    {
        "speaker": "A",
        "text": "Trying to figure out their threshold. Right. I mean, because the person is on the other side is gambling. Right. They're gambling their freedom. They're gambling their reputation with whoever their reputation matters to. Is it important to get into the mindset of the person you're negotiating with quickly, using the hypothesis generating method? And if so, could you give an example of how that played out in your previous work."
    },
    {
        "speaker": "B",
        "text": "Yeah, the indicators are really there. I mean, once you sort of lose your illusions about how you think things should play out, then the patterns of behavior are generally pretty quick and clear. And just because you don't like the patterns, like with al Qaeda, we recognize the patterns, and knowing what they are doesn't mean you can change what they are. And al Qaeda in 2000, four's timeframe was very clear about killing people on deadline, and we had to recognize that. So there becomes a pattern of behavior, and it's usually specificity in what they say. And this is all human nature. Like, if you're in a business negotiation and they say, you know, we're gonna do something horrible here, we're gonna walk out, that's fairly nonspecific. And if they say, look, if we don't get this by this specific deadline, if we don't get these specific things met by this specific time, thats pretty specific. Its specificity. Youre looking for it. I learned to look for it in kidnapping. Negotiations. Were working a case again in the Philippines, and the bad guys say, you know, if we dont get a ransom for the son, 17 year old boy at the time is kidnapped, you know, you tell his father hes going to lose an egg. And thats a euphemism for losing a child. And early on when that threat came through on our side of the table, everybodys like, oh, my God, theyre going to kill him. This is really bad. We got to make sure the family can pay the ransom. I'm like, no, no, no. They didn't say when it was going to happen. They didn't say how it was going to happen. They didn't say who was going to do it. You know, the basic specificity of who, what, when and where. Like, they left themselves an out here, a very clear out. And we never said we were going to do it. We never said when it was going to happen. We never said which child. You know, they're just trying to scare you. They're throwing out something vague. I said, we got plenty of time to play with this. We gotta push this all the way through the process and to the end. Now, later on in that case, when the family tried to deliver a ransom and it was screwed up by God knows who, the bad guys came up back on the phone and they said, if we don't get paid tomorrow, your son dies. And I said, all right, now that's specific. And these guys sound like they mean it. And so we're going to have to make sure this thing goes down tomorrow, or that's the end of this kid. And at that point in time, we allowed the family, we were in a position to allow or disallow. We were in a position to offer thoughts. And our thoughts were, they mean it now, and you need to do something now, or likely something bad's going to happen. And now that they're this serious. Cause you always gotta worry about what we used to refer to as a double dip. Do they take the money and then they come back and say, nah, that was a down payment. That wasn't the ransom. That was just a down payment. You gotta make sure you don't get double dipped if you let the family pay, and you gotta give them your honest opinion as to whether or not they're gonna let the hostage go if you pay now. And our thoughts were, you pay them tomorrow, your son's coming out. And he did."
    },
    {
        "speaker": "A",
        "text": "The double dip is a scary thing to hear about at a much lower level, meaning more minor level. People sometimes get shaken down online. Their password will get taken. There are people everywhere who go for the. Click on this link, you get a text message. We've identified that your account has been changed. Verify, you click on the link, takes you someplace where you put in your login and password, and boom, it's gone. And then they try and sell it back to you, typically through cryptocurrency, because it's not traceable, by the way, those."
    },
    {
        "speaker": "B",
        "text": "Negotiations can be a lot of fun if you let them."
    },
    {
        "speaker": "A",
        "text": "Well, I'm hoping that our discussion about this now is going to save some people the trouble of having their accounts hacked. I've known people who've had their accounts hacked, and these are some smart people. But what's interesting is that I've also observed those situations where somebody gets to the point where they say, you know, I'm just going to give them what they want. And I remember in this one particular instance saying, no, no, no, do not give them the money, because then they're just going to say they want more. There's no guarantee that they're going to give you back what you want. And why would they?"
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "If you think about it, why would they? The money funnels in and, like, they just can pivot and go to the next thing. So how do you gain confidence that you are likely to be double dipped or not?"
    },
    {
        "speaker": "B",
        "text": "Well, first of all, I gotta find out if they're in a position to carry out the threat or if they're in any sort of legitimate position to begin with, for lack of a better term, it's proof of life. And there are a lot of people that are trying to scam you, but they don't really have the ability to scam you. So you gotta find out. Do some confirmation. Do they have access to your account? Do they have your data? Do they have your money? Do they have it in a position? Or they're just trying to make you believe that they have that position of influence on you? There are a lot of the bad guys out there that are just rolling a dice, dialing for dollars, if you will. And if they don't scam you when they have no leverage on you, they'll find somebody else that'll give in. So there's a bit of authenticity. Are they in a position to do it? And the same rule applies in any negotiation. The other side is going to give in when they feel like they've gotten everything they can. Kidnappers be asked by an ambassador, asked by an FBI commander, when's this gonna be over? When the bad guys feel like they've gotten everything they could, not when they did, but when they felt like they did. So our job is just make them feel it sooner. So, you know, how hard do you make it innocently. On the other side? Everybody wants to feel like they did a, they got a good day's pay for a good day's work. So if you let them feel like they're in charge, and you make them work by asking them innocent how and what questions which are very hard and fatiguing to answer, then you're going to get to the point where you're going to get a solid outcome where you don't get double dipped and they're going to be happy that it's over because they felt like they got everything they could, it could be your data, could be your bank account, could be anything, the other side is going to be satisfied with the outcome when they feel like they worked for it. And business negotiations, you're selling your car, and you put a price tag on your car, and a guy walks up to you and says, I'll give you full amount right now. What's your reaction? I should ask for more? Maybe I won't sell my car. Every human interaction, the other side wants to feel like that they earned what they got. And so the idea of empathy in hostage negotiations is really just to make them feel that sooner."
    },
    {
        "speaker": "A",
        "text": "We're going to come back to empathy because it's such a big and important topic. But I've heard it said before that if somebody you don't know, but maybe also, somebody, you know, places a real sense of urgency on, you know, need the money now, or I need you to do something right away or else, not a threat of physical violence, but that any request for expediting something is a red flag, that it's likely to be a scam. Very seldom do you need to click on the link within 24 hours. How could that possibly be? But that's one way in which people are exploited, that some request comes in by phone or by email or text or maybe even person. Somebody says, you need to do this right now or else something bad is going to happen. Capture people's sense of urgency, get them to make a mistake, and then they're, they're left reeling. Because that request for something right now or else, I think, hits a fundamental nerve in us."
    },
    {
        "speaker": "B",
        "text": "They want to help, to be a rescuer."
    },
    {
        "speaker": "A",
        "text": "Right? So is that a good rule of thumb for people to keep in mind?"
    },
    {
        "speaker": "B",
        "text": "I think that's a great rule of thumb. I mean, a friend of mine, somebody got a hold of his phone number not that long ago, and I was getting text from his number. So I'm like, look, man, I got some real problems. Look, I need some money from you now. It was a friend, the friend's number. And I remember when I first saw it, actually, when I first saw it, I was really busy, and I felt bad that I didn't get back to him that day, and then I didn't hear from him again. And so I thought, well, whatever it was, you worked it out. So a couple weeks later, I get the text again, you got a real problem. You got to get back to me right now. So I decide if it's really my buddy, I am going to help him right now. I got to make sure it's really my buddy. And I said, hey, man, you didn't raise this at all last time I saw you in Vegas. Because I'd seen him in Vegas recently, and he's like, yeah, I was busy. I couldn't bring it up. And so I'm thinking, like, all right, so there's no direct confirmation or denial. We had breakfast together in Vegas. So then I shoot back, I say, like, and, man, I gotta tell you something, that was such a crazy night. And I still owe you money from them. So, you know, that night when we were gambling, I still owe you money. I'm happy to help. Now, it wasn't a crazy night. It was breakfast, and I didn't owe him money. And his next response was like, yeah, don't worry about it. You know, you can make that up to me with this. So I'm like, all right, cool. So now I start making stuff up. And I said, you know, and when we were with those strippers and that dog and the clown and the pony, I'll never get over that. And so now the guy's, what are you talking about? And I said, by the way. And then I started throwing in some stuff about his wife and his mother, and the guy got insulted and called me names and stopped texting me. And then I sent all those text messages to the real guy, including what I'd said about his mother, and he texted me back. He's got a great sense of humor. He says, by the way, my mom does think you're attractive."
    },
    {
        "speaker": "A",
        "text": "Oh, man. I think."
    },
    {
        "speaker": "B",
        "text": "But I started it all by just checking the source. If it was my friend, I would have helped him immediately. And I need to throw something at him that's going to confirm that it's him and that I'm there for him. But I'm also going to have put a little bit of a curve in there that if he doesn't catch, I know it's a con, and then I'm going to have fun with it."
    },
    {
        "speaker": "A",
        "text": "Incredible knowledge that people will hear this and they might think, oh, that's never going to happen to me. But like I said, I had known family members and friends who they make the mistake. They take the bait of clicking on the link, and then now they're getting the shakedown. Actually, a good friend of mine said that her parents called at some point. Her parents were probably in their late seventies now, someone had called their house and told them that their child, this woman, had been kidnapped and that they needed to send money, and that if they called the police, they'd kill her or harm her in some way. So they started sending money, and they were afraid to contact her. And you can see what a bind a loving parent would be in. Right. They obviously don't want to get this child of theirs hurt, and they obviously are willing to do whatever it takes in order to get them back. Turns out it was total scam, because eventually there was communication that made them realize that their daughter was perfectly okay and never even interacted with kidnappers. So those kinds of scams happen pretty often."
    },
    {
        "speaker": "B",
        "text": "I've had that happen to a friend also."
    },
    {
        "speaker": "A",
        "text": "Yeah. So the sense of urgency should have been the first flag."
    },
    {
        "speaker": "B",
        "text": "That's a great point. Yeah, absolutely. And look, look, even if they've got your loved one, the secondary issue is, if you do what they want, are they gonna let them go, which is actually a legitimate question, like if there really are bad guys. One of the things we learned in hostage negotiation that I apply to business negotiation, there are legitimate questions that it's okay to ask. You're not being disrespectful, you're not pushing back. There are fair to use the f bomb. Fair, legitimate questions that you can ask under any circumstances, which is basically, if I comply, is this going to work out the way that you're articulating it? Anything that adds communication into it, which gives you more information to find out what the ultimate outcome looks like. Even in kidnappings, how do you know that if you pay, they're going to let them go? That's a legitimate question."
    },
    {
        "speaker": "A",
        "text": "There are examples somewhere in between getting your Instagram account hacked, your bank account hacked, and I, God forbid your child kidnapped, for instance. There's a whole practice within the legal profession of probing to see whether or not somebody is going to give up money to avoid a lawsuit, for instance. Actually, a lawyer friend of mine recently described their job very well. He said, in his words, first person, he said, I scare people for money. The operative word being scare people."
    },
    {
        "speaker": "B",
        "text": "And it's being honest."
    },
    {
        "speaker": "A",
        "text": "Yeah, he's being very honest. He scares people for money, and he's very good at it. And he understands how other people scare people for money. And he works both sides, plaintiff or defense type situations. But it made me realize that a lot of the legal profession is not okay. The lawsuit slid across the table. It's the. Okay, here's what the lawsuit would look like. Here are all the statutes that potentially were violated. And then there's a probe of what somebody's finances are and how much they're willing to pay. And do they have liability insurance? Do they have an umbrella policy? All the sorts of things that are. That are really, it's not necessarily an illegal shakedown, but it's probing as to whether or not it's worth the effort."
    },
    {
        "speaker": "B",
        "text": "Diagnosing the other side's ability to pay."
    },
    {
        "speaker": "A",
        "text": "That happens really often. I can give a specific example where somebody had an incident at a dog park, where their dog allegedly ran into somebody, maybe charged at somebody dog park. People are standing around and the person moved and apparently injured their knee. But rather than sue the owner of the dog, what they typically do is deliver some set of documents that say, I was injured, your dog was responsible for this, and if you don't settle up for x number of dollars, you're going to be sued for usually an exorbitant amount. Above that, there's this question that the lawyers have to figure out, like, is it puffery? Right? Are they saying, I'm going to sue you for $4 million? Is there any basis for that? And good lawyers will say, that's puffery. They're trying to scare you with a big number. But a lot of people see that number and go, oh, my goodness, what do they want? You know what? Like, I don't even know if they were injured. If they were, that's terrible. I'd want that taken care of. If my dog's responsible, I'd want that taken care of. But what do they need in order to make this go away? Right? And that happens millions of times a day throughout the country, and a good portion of those probably happen here in California, because that's kind of the way the legal system is arranged. So this is not somebody. It could be somebody manipulating the law. It could also be somebody who's being entirely honest about their experience of being injured by somebody else's dog. So under those conditions, I mean, it sounds like the same set of rules apply. You want to know how serious they are. Do they have a case, so to speak? That's the work of the lawyers. But in assessing how serious somebody is, you said it's fair. You called it the f word. I like that. I'll never forget that. Just ask a fair question, like, how much money do you think you deserve? Or would that be a good example of a very direct question? Or is it, how likely are you to walk away if we don't give you the money? Like, you know, is there. I mean. Cause I could imagine there's all sorts of reasons why people would be dishonest about answering those questions well, and then."
    },
    {
        "speaker": "B",
        "text": "How much money do you think you could deserve? You deserve is a really good question. Not necessarily what the answer is, but how they answer it, you're gonna get, how quickly they fire back, and whether or not they stop and think about it. How and what questions? Typically our best to judge the other side's reaction. And the answer is secondary, because the how or what question causes what we would refer to as deep thinking, slow thinking. Danny Kahneman, behavioral economics. Thinking fast and slow. Slow thinking is in depth thinking. You ask a how or what question to make the other side think first and judge their reaction to how they think about it. And do they actually, do they actually think about it, or do they fire right back at you? That gives you a clearer picture of who you're dealing with, where the outcome is going to go. How much money do you think that you deserve, if they immediately, you know, $10 million. All right, so this is, I got a shakedown artist on the other side. Or they say, all right, I, if they stop and think about it and they give you a thoughtful answer, that's a completely different person on the other side. You're asking a question to get a, to diagnose how they respond. First, the answer is second. And sometimes I, if it's a cutthroat on the other side, I'm gonna start paraphrase with how and what questions? Just to wear them out. That's passive aggression. If I got a cutthroat aggressor on the other side, I'm going to drop into passive aggressive behavior to slow them down and wear them out. One of my hostage negotiation heroes, a guy named Johnny Pico, was John Domenico Pico, not Johnny like Johnny Rockets, italian Johnny. John Domenico got all the western hostages out of Beirut in the mid eighties. Wrote a book called man without a gun, negotiated in person, face to face with Hezbollah. The only guy that ever did that got everybody out. And in his book he wrote, one of the great secrets to negotiation is learning how to exhaust the other side. And when you've got a really dangerous adversary on the other side of the table, you don't go nose to nose. You don't argue, you're not combative. You wear them out, exhaust them. And if you got somebody really combative or cutthroat on the other side, start peppering them with how and what questions. Because to even think about the answer, it tires them out, and it's passive aggressive and it's deferential and it really works."
    },
    {
        "speaker": "A",
        "text": "So if the person on the opposite side of a high friction negotiation is aggressive, the goal is to slow things down, fatigue them, and get them to just either relent or to reveal something. That's a loophole."
    },
    {
        "speaker": "B",
        "text": "Yeah. If I have to make the deal, then I'm going to wear them out."
    },
    {
        "speaker": "A",
        "text": "I'm interested in drilling a little bit further into this process of wearing them down and the passive aggressive way of reducing the aggressor's stance. And I want to highlight for people that what we're talking about here isn't manipulation to extract something. We're actually talking about the reverse. We're talking about a bad actor who's aggressive and trying to defang that bad actor. What does that process of wearing them down look like or sound like? Could you give us a couple of examples of, let's say I'm the bad actor. We could play this game. I won't be very good at this. And I am saying, look, I want x number of dollars by this date, or you're not going to get what you want. They're going to die or disappear. Is that simple? And I'm a stonewall kind of approach. What is the approach that you take to wear that person down?"
    },
    {
        "speaker": "B",
        "text": "Well, they're going to be questions that are mostly how and what? And they're going to be legitimate questions, which is how do I know you're going to follow through? What does that look like? Like, if I do what you want, how do I know you're going to follow through?"
    },
    {
        "speaker": "A",
        "text": "So get them to talk about the alternative. Okay, so if you were to, well, if you deliver by that date, I'm gonna pass them to you without fail. Like, if they're just getting kind of brief answers where the person is just, again, this kind of like, rigid stonewall approach."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, and so there's a phrase that we use all the time, vision drives decision. So if you're really gonna comply, if I give in and when I said, how do I know you're gonna, you're going to follow through. I'm not talking about the threat. I'm not trying to get you to clarify the threat. I'm trying to get you to clarify what implementation looks like. So I need to know. I'm based on your reaction to that. If you plan on following through, if I comply, you will already have that in your head or be open to it. Vision drives decision. You've thought it through in advance of what does letting the hostages go look like? If you have no intention of ever releasing the hostage, if I follow through, then you're not going to be able to answer the question, and you're probably going to throw it back on me really quickly. And so then now I know, like, all right, so you got no plans on complying. If I give in, you're not going to comply. So I. But you still want the money? Then I'm going to ask, well, how am I supposed to pay you if you don't have any plans for compliant, and if you're willing to entertain a conversation about what compliance looks like? There was a kidnapping that my unit worked just before I was in it in Venezuela, where they weren't entirely sure that the bad guys were gonna, the FARC, I think, had the hostage, they agreed on an exchange point to let the hostage go. That was some distance from where they had a pretty good idea the hostage was being held. So they figured they're not gonna drag the hostage all the way to this river crossing. If they're not gonna let them go, it's just too much effort. And then it was one of the few times there was gonna be a simultaneous. Theoretically a simultaneous exchange. But they're going to have to send the money across the river before the hostage was let go. So if we agree to this, all right, so they're not going to drag this guy all the way to this river crossing if they don't plan on letting him go. And if it's a long way to drag them and they got their money, do they want to drag them back? Like, even if they're ambivalent, once they get there, if they've gone through all the effort to get to the meeting location and the hostage is there, we've now just increased the chances significantly. They're going to go ahead and comply because it's a pain in the neck to take them back. This is all human nature stuff, human nature investment. How do you get them to engage in actions and behaviors and then verbal commitments that actually mean something to them? When I was working kidnappings, the very last thing, we'd always have the family get the bad guys to say it last. Not first, but last, was we'd actually get a verbal promise to let them go again at the end. Because we've been talking to them long enough. At this point in time, we got a pretty good idea of what they sound like when they're lying and what they sound like when they tell them the truth. If somebody tells the truth, they pretty much tend to tell the truth the same way every time. If they tell the truth, you talk to somebody long enough, you got a line on do they ever tell the truth? And if they do, what does it sound like? People lie 20 ways. They tell the truth one way. So we've been coaching in negotiations with the kidnappers long enough that we know what they sound like when they tell the truth. So when they ask at the very end, if we pay, do you promise to let them go? It's not that they answered, but how they answered it, and that'll be the last thing to seal the deal. How do you continually stack the odds in your favor for implementing."
    },
    {
        "speaker": "A",
        "text": "Do you have a bodily, like a somatic censor for lying? The reason I ask is, years ago, I had the experience of knowing somebody, and they turned out to be a generally good person. But I sensed early on that something was, like, off. I couldn't relax around them. I just couldn't relax around them. And I could not tell you why? But it was as if my. I couldn't even identify the neuroanatomy of it. I'd say it was the vagus nervous thing, but I teach neuroanatomy, and I can't point to one pathway in the body. There was something about my autonomic response that would just start cranking up when I was around them. Like, something is off, something is off, something else. And I kid you not, five years later, five years later, I discovered a series of lies that all ratcheted together that were actually pretty meaningless in the total context of things. But I remember thinking at that moment, oh, my goodness. Like, my system knew. Like knew. And for all my knowledge of neuroscience, I can't tell you to this day what it was in my biology, but it had something to do with my bodily response. It wasn't just a thought. Like, that doesn't quite add up, or I feel like I'm getting the runaround, or it was a physical sensation. Are you familiar with that experience?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Well, it's a little bit what you guys and your colleagues are still discovering the science behind the gut. And what we're actually teaching my company now, we're teaching people, learn the difference between your gut and your amygdala, for lack of a better term, your fear centers and know which one is which. And listen to your gut. Your gut is ridiculously accurate. Now, where does that information come from? One of your podcasts recently, I was listening to. We were talking about olfactory juice. Right? The smells like. I never thought of that. Of course, you know. Yeah. There was a term for the molecules that you're putting off that."
    },
    {
        "speaker": "A",
        "text": "Oh, pheromones."
    },
    {
        "speaker": "B",
        "text": "Pheromones. What, are pheromones gonna get kicked out? Like, of course. And that's why some of the great investigators I knew would say, I can just smell it. I can smell it. So what all is feeding your gut? And what are the senses that the science hasn't yet discovered? You know, you can't make me believe, I will never believe that the life force stops at the surface of our skin, that there's energy, and that we can pick up on the energy. I mean, our gut is being fed by all these different inputs that we're aware of or that we have yet to be made aware of. The tone of voice doesn't match their words. The head tilt. You've got a supercomputer in your brain. Your gut is incredible if you listen to it instead of your fear centers. And as soon as you start listening to your gut, you can't explain it at the time, but you got a bad feeling in your gut, and later on, then you saw it all came together, where your brain was picking up these cues. Your brain was probably when you were in their presence. There's got to be an odor somebody gives off when they're intentionally deceiving. You didn't know that that was a smell, and maybe you couldn't have consciously smelled it, but you're still picking it up. So long answer to I'm a very big believer in the gut. I think there's science that we know and yet to discover that tells us that the gut is just ridiculously accurate if we listen to it instead of our fear centers."
    },
    {
        "speaker": "A",
        "text": "I completely agree that there are energetic exchanges that neuroscience can't yet explain. The field of neuroscience, that is, is starting to explore some of these things. There are basically three apex journals, the most competitive journals to publish in science, nature, and cell. And I only mention that because there was a series of articles written in science magazine about magnetoreception in humans. The idea that humans can detect magnetic fields sounds like quackery. Turtles can detect magnetic fields. They migrate by them, actually long distances, but the idea is that humans can't do that. And yet there are some well controlled studies where people have to guess about the orientation of a magnetic field, and they do it better than chance. Not everyone can do it, but some can do it better than chance in a way that cannot be predicted by anything else except some inherent form of magnetoreception in their nervous system. So there are capabilities of the nervous system that are starting to be revealed, which we don't have a lot of evidence, but there's enough evidence to suggest that these things are really happening. The other example, which you might find interesting, is a little bit less esoteric, but there was a beautiful paper published in one of the cell press journals a couple of years ago showing that when people listen to the same story, the distance between their heartbeats tends to be very similar. Now, it doesn't mean that their exact heart rates are similar, but if you look at the distance between their heartbeats, they all entrained to the same rhythm, the same song. And get this, they're in completely separate rooms. The experiments are being done on completely separate days. And yet, if I were to line up just the distance between the heartbeats for you, they would line up like a set of columns for dozens of individuals listening to the same story. So, clearly, there's a passage of energy from things we hear and things we see that goes into our nervous system at a level that's below our conscious detection. Here's the last thing I'll say about this. We have a series on mental health coming out, not mental illness, but mental health by, I think, to be among the very finest psychiatrists in the world, Doctor Paul Conti. And he said, we all think that the forebrain is the supercomputer. He said, no, the subconscious is the supercomputer. That's where the real knowledge processing is happening. That's the iceberg below the surface where all the real heavy lifting has taken place, and that people who learn to tap into the subconscious can learn to use that information in very meaningful ways. And I think that's what you're describing."
    },
    {
        "speaker": "B",
        "text": "He's been on with you before, right?"
    },
    {
        "speaker": "A",
        "text": "He has to talk about trauma in particular. And he was on Lex Friedman's podcast as well. The series that we're doing with him is not about trauma per se. It's really about the subconscious and the. I think you'll find this series really interesting. And it has a number of very practical questions that one can ask themselves about their subconscious and kind of work the process of psychiatry. We're excited to release that series because I don't know of anything like it that's been put out there into the public. But I was so pleasantly surprised to hear him say, we all hear that the forebrain is the supercomputer. It's what drove our evolution. He's like, no, no, no. It's the subconscious. That's where our real wisdom resides. And the forebrain is just the implementation device. So it's, you know, how we can."
    },
    {
        "speaker": "B",
        "text": "Convince ourselves that we're in charge, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, I can't think of a time that my gut told me a and it turned out to be b. More often than not, though, I've suppressed my response to the gut. I override it, thinking, I think I made the mistake that you guys train your negotiators to avoid a, which is I thought, well, this is making me anxious and the anxiety must be like me, like this must be my fault, or I'm not able to calm myself in this situation, not sleeping well, et cetera. And therefore, this must represent some deficiency on my part. And Lord knows, as your shirt points out, I'm a very flawed person. I have many flaws. I always say I have 3000 pet peeves and at least as many flaws to match those pet peeves, the one to one at least relationship. But the point being that I think our bodies really do know they know."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, yeah, yeah. I would agree."
    },
    {
        "speaker": "A",
        "text": "So when you're doing negotiations and you're hearing somebody's voice on the phone, there are a lot of cues. When you're face to face, there are additional cues. There's their face. And then, of course, if the negotiations are being done by text over a computer or a phone, it's a very diminished environment for information. So maybe we could talk about each of those, because we live in those landscapes. If we're face to face and we're negotiating, you're listening, of course, to what I want, what I'm insisting on. You're working that process from your side. What are you paying attention to? Visually?"
    },
    {
        "speaker": "B",
        "text": "It's more, are things in alignment? There's layman's data. You know, the words, the way it's said and look on people's face and how are they weighed and how they play out. There's a ratio out there that very unscientific. 738 55 7% words, 38% delivery, 55% body language. People won't argue about it all the time whether or not that's accurate. As a rule of thumb, we throw that out there. But I tell people the most important issue is, do they line up? So I'm not going to look for, like, when do you raise your eyebrow, or when do you look up and to the left? I'm really just going to try to get a gut feeling whether or not I think these things are lining up, whether they're in alignment or whether they're out of line. And then I'm going to be real careful about what meaning I assign to that. You know, affective cues, changes in your tone of voice, changes in your movement. And that's one of the reasons why we don't teach reading people's body language, because it's completely contextual to you and the moment. So if I convince myself that, you know, a raise of the eyebrow means this, it's out of context. I was in a negotiation once where I threw out a figure to somebody, and I some kind of look off to the side and look back and accepted my offer. And I made the mistake of not saying to them the appropriate thing for me to say at the time would have been, seems like something just crossed your mind, because the only completely true observation, if they looked to the side and looked back, something crossed their mind. Now, I read it at the moment of saying that they had more money, and I found out after the fact that was wrong. They were stretched to the limit. The look of hesitation didn't mean that they were holding stuff. They were holding stuff back, but I read it wrong, and I didn't bother to check on the affective cue that I saw. So what am I babbling about? What I'm babbling about is if we're in a negotiation and whether or not I'm listening to your tone of voice or watching your body language or your words, if I see you shift at all, I should pay attention that there was a shift in your affective behavior, but I need to find out what was behind it as opposed to making an assumption as to what it meant. So, yeah, I'm going to watch, I'm going to get my gut feeling, and I'm going to say, sounds like there's some hesitation, or it looks like something just crossed your mind, or even if I can't attribute it to a specific affective move, I might say it feels like there's something in the way. That's me listening to my gut. I'll throw out an observation on whatever any of those might be, just to go back over the ground a little bit and double check. Because the other thing about negotiating in person is you're going to give me more information physically than I can actually process. And if you say something that's thought provoking, I'll stop and think about it. And while I'm stopping and thinking about what you just said, I'm missing all your cues. So all the skills that we teach, the labels, the mirrors, the opening of questions which seem like we're going back and plowing the ground again, we are. Because I didn't pick up all the information the first time, there's just more there than I can get, and so I need to go back over it a couple of times with you, just so I get it right. Without making you feel interrogated, you actually feel heard, and you actually get to go back over it again. So it becomes what seems to be an inefficient process, but it's actually me just double checking my information. So if we're face to face, I'm gonna ask you to repeat, but I'm not gonna say, would you please repeat that? I'm gonna get you to repeat without asking you to repeat."
    },
    {
        "speaker": "A",
        "text": "Is the same true in online or text communications?"
    },
    {
        "speaker": "B",
        "text": "The same thing is true. The problem with online and text is people try to bundle everything into one communication. The best analogy I can think of is if you were playing chess by text, would you put seven moves in your text? No, you'd only put one move in. So only try to get one point across in a text, don't explain. Don't throw a whole bunch of stuff in text or emails. They're all almost always too long, and it's going to come off as cold. So do what you can to soften. Soften. It's a documentary film that's been done on my company called Tactical Empathy. Nick Nanton won 22, 23 Emmys. The filmmaker, DNA films, it was finished last year. It's not out yet. For a variety of reasons. We haven't put it out. So we screened the thing in Vegas last year. I see it. I love it. I'm not a good judge of a film about me. I'm gonna love it no matter what. It's about me. But I tell Nick that night, oh, man, I love it. This is great. Two days later, I find out I realize there's a huge problem. I've already told him it's okay, so I gotta get him. I gotta. I'm gonna text him and then I'm gonna call him and we gotta fix it now. It's a Sunday text message. I sent him a two line text. It's now a bad time to talk. I got something you don't want to hear. Two lines now. What were my other options? I could have called him. Nick and I got a great relationship. I call him. If he's in a position to pick up the phone. Doesn't matter what he's doing. He's going to answer the phone. He was in the middle of a Zoom call. If I'd have called, he'd have picked up during the zoom call and both conversations would have been bad. He immediately fires back to me, I'm in the middle of a Zoom call. I'll call you in a half an hour. He already knows he ain't gonna like what he's gonna hear. I'm prepping him for bad news. Get him on the phone, like, look, I know what I said. We got a problem. We gotta get Derek on camera. Derek is a guy in my team, and I'm shocked that I haven't made him part of the documentary. This is gonna be incomplete without Derek. We got to get Derek on film. We can't show this to anybody else until we get him on film and make a part of it immediately. He's in problem solving mode. He goes, okay, I got to get a crew to Derek or get Derek to a crew. I need to know when we can do that. I need to. We got a. We got another showing of the films scheduled in LA, less than a month away. He says, I got to get Derek on camera, and we got to edit it. It's going to take three weeks of editing. I said, I'll get you access to Derek's camera. He goes, done. Or Darrell's calendar. He says, done. It's done. We go through this whole conversation in less than ten minutes. Now, think of the normal negotiation. Hey, Nick, how are you? What's going on today? Are you in a good mood? Hey, hey, hey. How the kids doing? All this time wasting conversation? If I'd have set him up with that normal, he would also. He could have legitimately said, are you out of your mind? We've been working on this for a year. You didn't bring this up in a year. Not only that, you already told me two days ago at the showing in Vegas that you loved it. And now a year, year and a half into this project, you're bringing up all these new problems. That would have been the normal negotiation. But since I. Since we got a highly collaborative relationship, I. Two line text, we're done in ten minutes. Now, since Nick's a very generous guy, when he gets done, and he says, by the way, you understand how much this is going to cost me? This is three weeks of editing. This is 3 hours of shooting and three weeks of editing. I go, yeah. He goes, but I'm happy to do it. Calls me back the next day. He's got a favorite, asking me, you got it? Doesn't matter what it is. Because we'd gone through what would have been a very complicated negotiation that started on text, and I sent him a two line text on a Sunday, and we got to solve that fast."
    },
    {
        "speaker": "A",
        "text": "So if I understand correctly, by setting the context in a very direct and succinct way, he goes into it in a problem solving mode with you. Whereas if you do the tour of all the things that are going well in life."
    },
    {
        "speaker": "B",
        "text": "Yeah, hey, how are you? Yeah."
    },
    {
        "speaker": "A",
        "text": "The sort of the. We'll keep this pg, you know, the mud sandwich approach. They teach you that when you get a laboratory. You know, most scientists have no skill running a business, right? You get a laboratory, all you've done is experiments, and then suddenly you're in charge of people managing budgets and all this stuff. I mean. I mean, most scientists, 99% of scientists, are completely unqualified to do the job they do at the level of running a laboratory. When they start, you learn it on the job, and eventually you end up having to let somebody go. And so the typical thing they teach you in these online training things is you tell somebody something nice, then you give them the bad news, and then you tell them something nice on exit. Right. That's kind of the mud, so to speak, sandwich."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "All right, this is not that. What you're talking about is saying, hey, this is the problem. You're not going to like the problem or there is a problem, you're not going to like it. So that they show up with the context of solving a problem as opposed to giving them the tour of all the things that are going well, and then the problem is really in contrast to that. And then it's like, ugh, you know, so what I love about what you're describing is it's just. It's direct, it's honest. You're not doing the tour of the garden before you take them down to the septic tank."
    },
    {
        "speaker": "B",
        "text": "It's what I would call the difference between being blunt and being a straight shooter. A straight shooter tells you the truth. They just tell it in a way that lands softly."
    },
    {
        "speaker": "A",
        "text": "Let's talk about breakups, business breakups, romantic breakups."
    },
    {
        "speaker": "B",
        "text": "Right? You breaking up with me?"
    },
    {
        "speaker": "A",
        "text": "No. No. But thanks for the hypothesis test. No, in fact, I'm enjoying this conversation so much as I always do. I'm learning a ton from you that, if anything, I'd like to expand and deepen our relationship. Chris, there, you got a lot of knowledge out of me, platonic and professional, but expansive. What is the process of ending a relationship? And again, this could be a romantic relationship, could be business relationship, could be employer, employee, could be individuals. Could be telling a whole group or an entire group telling an individual. The reason I raise this as a particular example is that I'm assuming that both sides don't want the same thing. One side wants to continue, the other side wants to end. I'll avoid the use of the word win win, or the words win win, excuse me, and just ask, is there a way to have that conversation in any of the contexts I just mentioned in, as you so beautifully described it? A straight shooter manner, where it's direct, it's honest, but it lands soft, because what we're talking about here is feelings of rejection, and nobody likes feeling rejected. I don't know anybody that likes being fired, even from jobs. They don't like people's egos software."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "So is there maybe a more specific way of asking the question is, is there a way to encourage the person getting the bad news to get their ego out of the way and see that if both parties don't want it, it's best for everybody involved?"
    },
    {
        "speaker": "B",
        "text": "I almost want to say no. But first, what are the caveats? Most of the time, when people are struggling with this, they're not trying to save the other side, they're trying to save themselves. So who are you really trying to save by postponing it, softening it, you know, trying to act like it's something that it's not like there. I don't know that anybody has ever been fired that didn't have a sense that it was coming. The person that was getting ready to fire him opens up by saying, how are you? They know how the other person is. And a person getting ready to get fired has got some gut instinct that things are going wrong. Like you said, the gut's very powerful, so you gotta. You gotta lower the boom as quickly as you can, but also as gently as you can. I was involved in a nonprofit a number of years ago affiliated with church, and we're struggling with whether or not to let the executive director go. I go to the minister of the church, Norman Vincent Peale's protege, a guy named Arthur Caleandra, one of the best human beings I've ever met in my life. Phenomenal guy. And I'm struggling with. I thought firing, letting this woman go was going to be bad, and I thought Arthur was going to counsel me a way out. And he looked at me and he said, you know, there's no gentle way to cut somebody's head off. And I thought, yeah, the humane thing here is, how do you bring it to conclusion as quickly as possible? Because there's no humane way to cut somebody's head off. There's no humane way to terminate the relationship. Now, what are the caveats? Maybe there are first caveat. If you're going to fire somebody, never fire somebody on a Friday. Fire them on a Monday. Fire em on a Monday, they got a work week to work their way out of it. You fire them on a Friday, they get a weekend to be miserable and to feel horrible, and they can't do anything about it. Caught off guard or not, on a Monday, they can pick themselves up, they can start looking for a new job. No matter who you are, fire them on a Friday, they can't start looking for a new job on a Saturday. It's two days of misery. So, yeah, if you're going to fire somebody, fire them on a Monday, not on a Friday. If you got bad news to give somebody, warn them it's coming. The people are ridiculously resilient to pain. If warned and then that you lower the boom. You're not going to like what I have to say, it's going to be heartbreaking. You're gonna hate me. Hesitate no more than 3 seconds, they got their guard up. Let them have the bad news. That's the humane way to cut somebody's head off. Don't linger. Don't make them think that. How are the kids? How are you? I care about you. You're a great human being. None of the stuff at the beginning. Warn them bad news is coming, and hit them with the bad news. Rip the band aid off. The pain is not. If you try to rip the band aid off slowly, that's excruciating. You're trying to save yourself. So if you got to terminate a relationship, regardless of what it is, the quicker you do it, the less painless it is. The sooner people can move on. Stop trying to save yourself. Realize how human beings handle pain. If anything, human beings are incredibly resilient if given the opportunity to brace themselves first."
    },
    {
        "speaker": "A",
        "text": "I agree. Thank you for that. There's a concept that a lot of people haven't heard of, and I'm confident in saying that because I hadn't heard of it until recently, despite spending a lot of time in the literature around dopamine and motivation. And it's a term from psychology that is being used a little bit more now. And it's ego depletion. Yeah, it's an interesting concept, and I've been wanting to run this by you for a while, but I saved it for our discussion today. It turns out ego depletion is a lot like decision fatigue. We all heard the Steve jobs thing. He wore a black turtleneck every day because he didn't have to make that decision, so he had more energy to make other decisions. I've been accused of doing the same because of my black long sleeve shirts, but there's a whole other reason for that that some people might know. But anyway, it's unimportant in the moment, but ego depletion is a little bit different than decision fatigue or decision budget. The idea with ego depletion is pretty simple. It's that the molecule dopamine does many things in the brain, but one of the things that it absolutely does is it holds us to goal directed behavior that's associated with our sense of self. Like, I want to accomplish this. I want to get to that. And the whole notion of ego depletion involves the idea, and this has been a data substantiated observation, that when people have to fight to be right or to defend their position for a period of time, eventually that depletes. And it seems to be, at least in part, dopamine mediated, because defending one's position takes work. Earlier, you talked about running somebody down, you know, wearing them out. And I wonder, as I just throw this concept out to you, cold here, whether or not that calls to mind any examples from your work where you felt like, okay, like this person could really hold, but if I just kept pressing, eventually they'd tilt. And it's different than the kind of fatigue that comes from a conversation that starts at three in the afternoon and ends at 230 in the morning. We've all been there. I've been in those conversations. Usually they're not very pleasant. And at three in the morning, everyone's peeling apart. I've learned over the years, like, you clip it at 930 and you try and shift. Right. One of the worst pieces of advice I've ever heard is you'd never go to sleep angry. It's like, no, actually get sleep, wake up, and then revisit the problem if the situation allows. That's my boo. Yeah. Trying to stay up all night trying to work something out. Counterbiology. So, ego depletion. I have a feeling a lot of what you did in your profession was running down their dopamine to the point where then they are operating from a different place where they're not defending the ego, they're actually thinking more practically about the whole situation. Does it have any kind of texture of meaning to you?"
    },
    {
        "speaker": "B",
        "text": "Yeah, no, I would agree, and I would draw the distinction. First of all, in hostage negotiation, there's two kind of hostage takings. If there's a demand and there's going to be contained and uncontained, which is just literal definition. Contained is bad guys in a bank, like at the chase bank in Brooklyn way back when, you got them surrounded, they can't get away. And uncontained is a kidnapping. You don't know where they are. Uncontained, unknown location. We're going to try to get our way in a contained situation, probably by ego depletion, wearing them out, getting to the point where they just. They're just going to get in because they're tired. Cause they're going to come out and we're going to put handcuffs on them. Which means that if the ego gets recharged, they're going to go back in there, think they're going to think back over the deal. So wearing somebody out in a business negotiation, it's basically uncontained, because even if you come to an agreement, there's a whole implementation phase. Did you get the agreement because you warm up, because they get tired, because they just gave in. At some point in time, they're going to get recharged and they're going to get recharged while you're in implementation. So they're either going to not going to follow the terms of the deal or at the slightest opportunity, they're going to deviate. And so, yeah, I think ego depletion is a real thing and it's a bad way to get a business deal that's going to stick."
    },
    {
        "speaker": "A",
        "text": "Cause they rest and then they come back a different person."
    },
    {
        "speaker": "B",
        "text": "Yeah, they're going to be recharged. Their ego's going to be recharged. And if you get the agreement based on a depletion of their ego, that battery is going to get charged back up again. Whether it's a business deal, whether it's a personal negotiation, you know, you have a disagreement with your significant other and you follow that bad advice. Don't go to bed angry. And so you stay up till three in the morning and you think you come to a resolution. Everybody gets a good night's sleep, and the next day they feel completely differently about what they said the night before."
    },
    {
        "speaker": "A",
        "text": "Yeah, I might have heard of that happening once or twice."
    },
    {
        "speaker": "B",
        "text": "I saw in a movie, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I saw it in a movie. A friend explained that situation to me earlier. You mentioned approaching a conversation in a playful way, like, all right, this might even be life or death, but let's play this like a game because you can see more opportunities. Now, we know that when we are relaxed, we see the big picture. When we're tense, everything narrows. Tunnel vision, tunnel thinking, tunnel everything. We lose access to the full toolkit. You obviously take really good care of yourself. You're fit, you're in shape, you always seem calm. I'm sure you have your moments like anybody else. But what are some of the things that good negotiators do all the time? So that when the bell goes off and they have to respond, they are ready? And the reason I ask this is because we've been talking about negotiations in kind of a vacuum, like it's happening, and then how does one handle it? But like any athlete, like any teacher, like any parent, like any kid, everybody has to be ready for real life circumstances. And we don't always get the warning. We don't get the memo that it's happening in two weeks. And sometimes the conversations around courtroom drama or the big day, you know, it implies that we get the warning. But more often than not, it's a phone call or a text, and it comes in and. And boom, it just hits us. And suddenly we are in negotiations, and we didn't get time to prepare. So maybe we could talk about readiness, and then we could talk about. Again, maybe this sounds trivial to you, but for me, I'd be very curious to know whether or not you have any practices of stilling yourself, what those look like, what you've seen other people use to be able to get themselves into the moment of being able to show up their best self."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, readiness, small stakes practice for high stakes results. Like, I will occasionally find myself in the middle of a negotiation that I didn't expect. Like, if I've been throwing out stuff on a regular basis on my way during the day, verbal observations, what we refer to as labels. Cause the label seems like something just crossed your mind. Is a label in the middle of a negotiation, when I see you hesitate or look to the side, how do I get ready for that? You know, I'm on my way over here to this interview. I'm both talking to my Lyft driver the whole way, getting him to talk. Also being careful about not tapping the gas tank out completely so that I'm fatigued when I get here. Like, I talk. I talk up to Lyft drivers on a regular basis. The interactions, TSA guys in the airport, I'll throw a label at him. Seems like a tough day. Tough day. Seems like you're in a good mood. And whether right or wrong, I'm getting in. I'm trying to stay loose. I'm trying to keep the mental muscles limber, and it just becomes a bit of a habit on a regular basis. Occasionally, I'll throw something out. Now I'm talking about Lyft drivers. If I'm in a bad mood, I get into a Lyft a couple of weeks ago on my way home. Lyft driver is not helpful. I mean, I'm coming out of the airport. I'm struggling with my bags, not lifting a finger. It doesn't open up the rear. I gotta open up the rear of the vehicle myself. I gotta load the bags, everything. I get in, and he's just seething unhappiness. Now, I know that if I say, what do you love about what you do for a living? I immediately trigger what Tony Robbins would call a state change. And I'm annoyed at this guy. And, you know, our pheromones are combative, but I'm thinking, like, I just don't need this. And so I go, what do you love about driving for Lyft. This guy proceeds to unload on me, on all his personal struggles that I feel like a complete jerk for being angry at him, at everything that he's going through. And I'm just trying to get myself out of a bad mood and to keep from sending him a really negative vibe the whole way so that he doesn't drive 45 miles an hour in a 65 miles an hour lane and make it, you know, inflict me with a longer and more expensive ride because I'm so annoying as a customer. But I've got a habit of small stakes practice for high stakes results. And who do I get a practice on? The lyft drivers on a regular basis. The guy behind the. The counter at the hotel? The TSA guy. I'm going through TSA. The grocery store clerk, the Starbucks person. The only way I'm at my best in my negotiations is just trying to keep my negotiation muscles limber by interacting with people throughout the course of my day and then ideally, leaving them better than I found them. Trying not to leave negative karma in my wake. Trying to leave as much positive karma in my wake as possible."
    },
    {
        "speaker": "A",
        "text": "I love that. And I'm very familiar with the feeling of needing to conserve my voice for podcasting or energy for things. And yet I'm somebody who's, I think, genuinely curious about what people's experiences are. So I like the question, how's your day going? It's pretty open ended. I suppose if somebody was really upset, that would be perhaps the worst question I could possibly ask from what you just described."
    },
    {
        "speaker": "B",
        "text": "Well, then I'll put a fine point on it, too, because, like, I've manipulated him with what do you love about. Because there's, you watch them change in the moment to immediately to shift into this concept of love, which is more than like, what do you like about driving for left? What do you love about driving for left? I can trigger a state change in you instantaneously, no matter what kind of mood you're in, because this guy was in a very bad mood. Plus, additionally, the download from that typically is so quick. I'm going to get a real clear picture on who you are really, really fast. I'm talking to a CEO of a company a couple of months ago, for lack of a better term, they're delivering clean water to the world. And I'm like, that's a cool mission. I dig this as an entrepreneur, an entrepreneur wanting to make a dent in the universe. I dig that. Like, I'm trying to make a difference in the world. So I say to him, what do you love about what you do for a living? He immediately fires back at me. I love leading teams. I love leading teams and I love giving shareholders a great return on their investment. It's really important for me to give shareholders a great return. And then, yeah, you know, we deliver water. And then he said a fourth thing. And I thought, this guy could be doing toilet paper. He doesn't care about the mission of the company at all. He's a great CEO, probably because you want a CEO to lead teams, you want a CEO to deliver, a corporate CEO to deliver a return on investment for shareholders. But that's why he's a great corporate CEO and not a great entrepreneurial CEO. So by him giving me that download real quick, that was blatantly honest, like, do I think this is a great guy? Yeah. Do our core values line up? My mission is more important to me than his mission is or his mission is making money. Now, I like making money, but it's not number one, it's a strong number two. But that question, instead of how are you today? To what do you love about you? Immediately put them in a better place. Plus you get some ridiculously candid answers that tells you who they are real fast."
    },
    {
        "speaker": "A",
        "text": "What is the best way to approach our response to somebody who's asking to be heard? Perhaps they've got complaints, maybe about us, maybe about somebody else. You know, people who are venting, right. People seem to vary on the propensity to vent spectrum. Some people just, they vent all the time. This happened, that happened. And they want to complain the way it's sometimes described as they love to take other people's inventories. They love to take inventories of everybody else's mistakes. They did this, they did that. It's a lot easier often than taking our own inventories of what we could be focused on and do better. That's a universal truth in my mind. But people approach other people that they trust and they want to vent, presumably to get over whatever it is that is bothering them. But all too often it seems to just amplify the feelings of frustration. What do you do when somebody you care about and that cares about you comes to you to vent? Is it just you let them vent? Or do you try and let them negotiate with themselves a little bit in a way that could help them more than if you were to just let them vent?"
    },
    {
        "speaker": "B",
        "text": "I'm really leery of letting people vent because a lot of times it just, they never, it seems to be a spiral that just spirals out of control. So how do. Why is somebody vented? They don't feel hurt. They feel ignored. They feel like they've been wasting their time talking. They're frustrated. That's the feedback I'm gonna give you. Feedback on what I'm guessing is causing you to venta. In just an observation, it sounds like this is driving you crazy because nobody listens to you. Sounds like you've been struggling with this for a long time. Sounds like this is very frustrating for you. What's the emotion? The particular negative emotion? Frustration is about somebody being denied a goal in the future. Anger is about somebody's upset about something that happened in the past. The type of negative emotion begins to focus you in on where they. Is it forward thinking or is it backward thinking? And frustration and anger can be two very different versions of the same negative emotion, but they're focused on different points in time. So I'm going to try to intuitively, if I don't know from what you've told me, I'm going to start taking educated guesses on the making an observation on what it is that's driving you. If you need to vent, you've been talking and people have been ignoring you, or you've been taking actions and people have been ignoring you, you need to vent because your communication or your actions have been ignored. There are some clues here, and the sooner that I get at the heart of what's bothering you, the sooner you're going to be able to let it off. So I'm going to encourage letting the steam off without trying to correct you, without giving you advice, without frustrating you, by not listening to you, by trying to recognize verbally what some of the motivators are, which will deactivate the anger much more quickly. It's the whole basis for a crisis hotline to begin with. People are venting. And so how do you most effectively vent somebody so that instead of going on a rant for an hour and the rant introduce toxins into their system where they're poisoning themselves? I think negative emotions put toxins in our system. You know, how do I deactivate that as quickly so that you're not hurting yourself as much and you feel heard, you feel relieved, you feel listened to. And if it involves me, if it's a close friend who's venting to you, you're involved in a situation to some degree, and I might even say, boy, it feels like you're probably frustrated. Cause I haven't listened to you up to now, and I'm gonna start taking some emotionally educated guesses on what I think is driving you, and I'm gonna put it in the form of a label, which is just an observation. Seems like, sounds like, looks like. Then if I get it wrong and you go, that's not it at all. I can say, well, that's just the way it seems. It just seems that way. It puts you in a position to just let somebody know you see them and you're doing your best to understand. I'm not a fan of venting. If I go on a rant personally, I always feel worse. So I want to deactivate that negativity so I can get my feet back under me emotionally."
    },
    {
        "speaker": "A",
        "text": "Very useful knowledge you just shared with us. Do you meditate?"
    },
    {
        "speaker": "B",
        "text": "Tiny little bits. I mean, in trying to make my day more effective, I have a gratitude exercise that I do almost every morning. Other ways of making myself effective. I actually am looking at the non sleep, deep breast practice over the. Because I like to make use of my time. I'm spiritual, so I'm talking to the almighty on a regular basis."
    },
    {
        "speaker": "A",
        "text": "You pray?"
    },
    {
        "speaker": "B",
        "text": "I do."
    },
    {
        "speaker": "A",
        "text": "The morning and night when you need to."
    },
    {
        "speaker": "B",
        "text": "Both? Yeah, both. I mean, I think whether or not you believe in one God or the universe or whatever it is, I think spirituality is an important component of health. Whatever your spirituality is, and you should recognize it, and you should, and you'll be better off if you engage in some sort of a spiritual practice. Doesn't have to be any of the three major religions, but spirituality is a component of who we are. So, yeah, I practice it on a regular basis."
    },
    {
        "speaker": "A",
        "text": "So a sense of higher power, or to better define higher power. It could be, as you said, aligned with conventional religion or just aligned with the idea that there are things outside of us that are important to pay attention to. We can all do better by being in recognition of or service to, or both. Something like that."
    },
    {
        "speaker": "B",
        "text": "Pretty much like that. And then leaving it as open as possible. Cause I think there's a spiritual nature to us, period."
    },
    {
        "speaker": "A",
        "text": "I agree. What about your physical training? I must say, you're in excellent shape. I imagine that went along with the FBI thing. I mean, I saw silence of the lambs at the beginning. She's running around with other quantum agents. Yeah. Shooting targets and running and lifting and doing their sit ups and their. You know, that was a. I think it was a 1980s film. So it's a little bit dated now. Probably now they're doing other stuff as well. But, you know, nothing. Nothing works like the basics. So was the FBI the first time you got serious about fitness. Or prior to that, were you, were you an athlete and into fitness? And what are you doing nowadays to maintain your, frankly, impressive shape?"
    },
    {
        "speaker": "B",
        "text": "Well, thank you for the compliments. Sports, athletics, fitness was always a part of my life. I was into sports, but not particularly good at them. Football, basketball. I'm a last century guy. So long before the conditioning is evolved as it is now with interval training and the rest of this stuff, which is phenomenal. You know, weightlifting was introduced in my high school. My senior year, you know, I lifted weights some, continued through college. A little bit of time in a martial arts. Ripped my knee apart in college in the martial arts. But yeah, fitness has always been a part of my life as much for liking to be in condition and, you know, the spiritual regeneration of it, whether I knew what it was or not. These days, you know, I'm looking for every hack there is. I know you don't like the term hack. We like mechanisms. Scientists like mechanisms."
    },
    {
        "speaker": "A",
        "text": "Yeah, hack sort of implies that we're using one thing to accomplish something different. I like mechanisms, but at the end of the day, if people want to call something a hack because it gets them the result they want, or that they're more. It's more appealing to apply the tool. That's what matters to me, you know, tools sitting in a box don't do anything. So people are using them then. I'm good with the term."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So what these days, cold plunge, sauna, principally, I'm struggling with issues with a couple of joints that I know science will eventually help me regenerate. So in the meantime, good diet, you know, the basic pillars diet, not a perfect diet, but by and large, overall, my diet's pretty good. And then, you know, the little, little things. Spiritual keeps me in shape physically. Hitting a cold plunge is challenging psychologically and physically."
    },
    {
        "speaker": "A",
        "text": "And the sauna state shifter, that's for sure. You don't need science to know that 30 seconds or a minute in that cold water is going to change your chemistry for a long while afterwards. And for the better, I believe. Yeah, once you get out, people forget this. They're like, I hate the cold. The point is not how you feel while you're in it. You can feel proud of how you navigate that portion, but the point is how you feel afterwards."
    },
    {
        "speaker": "B",
        "text": "Well, that's the old saying, why do you hit yourself in the hand with a hammer? Because it feels so good when you stop."
    },
    {
        "speaker": "A",
        "text": "I like that. I like that. Spoken like somebody who worked in New York city for a long time. Out here, we'd probably say something different. It's like crystals and lava lamps or something. Although there aren't many lava lamps anymore. I think that the idea that California is all hippy dippy, that's not true anymore. I think it's been overrun by a different ethos. In any event, thanks for sharing that, because I think that we can't separate the physical from the psychological. We've been talking about the mental and fatigue status of the people you're negotiating with oftentimes during this conversation. But then, of course, there's how you show up to the job. I mean, if you're run down three days and you've been in a fight with your spouse, and that's still in the back of your mind, and you're hungry, tired, sick, not connected to your higher power, all those things that there's no way you can be as effective at any job. So it's great to hear, and not surprising to hear that you have bedrock practices that you implement."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's an interesting point. Almost everybody I knew that was really good at anything they did for a living, they probably took pretty good care of them themselves."
    },
    {
        "speaker": "A",
        "text": "Yeah, I agree. The language around self care, I think, gets really distorted. I'm going to editorialize for a second here, but I'm going to editorialize in line with what you just said. I think self care sounds like navel gazing, where people think that it's all about self, but it's actually taking care of oneself so that we can show up better for everybody else. More energy, more capacity, more staying power to have those hard conversations with the people we care about and that move our life forward. So it's really refilling the fuel tank in my mind, as opposed to the kind of egocentric, narcissistic stance that a lot of people take towards that. And I understand why they do. People scroll through Instagram and they see people selfieing every muscle and all this stuff. Listen, I'm not disparaging what people want to do, but at the end of the day, self care is about being more ready to do better for the world if you're mission oriented."
    },
    {
        "speaker": "B",
        "text": "Agreed. Completely agree."
    },
    {
        "speaker": "A",
        "text": "Do you think there's been a change in the FBI over the last 30, 40 years around that I have this image in my mind of agents sitting in cars for 20 hours, eating hoagie sandwiches and looking through binoculars, running themselves into the ground with this kind of bulldog like persistence to solve the puzzle? I mean, put differently, I imagine there were some negotiations that were very long and fatiguing. So do you recall one of the longer negotiations that you had. And how do you sleep at night midway through a hostage crisis."
    },
    {
        "speaker": "B",
        "text": "So the longest one that I was directly involved in on almost day to day and hour to hour one went about three ish days. Washington, DC, 2003. Started the second Iraq war. A guy named Dwight Watson rolled the tractor into the middle of DC and claimed he had four bombs. And he left four bombs scattered around the city."
    },
    {
        "speaker": "A",
        "text": "Had he actually done that or he was just calling? He was bluffing."
    },
    {
        "speaker": "B",
        "text": "He was bluffing. He hadn't done either and started on St. Patrick's Day. Kind of interesting, you know, like the thing in the."
    },
    {
        "speaker": "A",
        "text": "You said, was it in the Philippines? It's like national holiday."
    },
    {
        "speaker": "B",
        "text": "Holiday, right. Interesting for a whole bunch of reasons. Now I had to go home and go to sleep one night, and when we were in the middle of that, and then it was just. I don't remember having trouble going to sleep because I felt like I did a good job. And that we handed. And I handed the shift off to another hostage negotiator from the bureau was effectively the team leader, Vince Delfonso. And Vince was a brilliant negotiator, so. And the team that he was with, everybody was in good hands. As a matter of fact, Vince almost kicked me out of the scene because I didn't want to go. And he just kept saying, go home, get some sleep. Go home, get some sleep. And finally, the fifth time he said it to me, I went home. So I felt like I was leaving things in really good hands. And when working kidnappings, we expect them to go for long periods of time. And you just kind of gotta. If you have faith in the process and you feel like that you're doing the best that can be done, then I think you could sleep at night. I guess to answer that question, you have to be careful whether you're working a case, a siege, or anything in the bureau that you don't run yourself into the ground. And there was some cases I worked in the nineties where, I mean, like, we knocked ourselves out like we would. We worked harder than anybody we ever saw, but we occasionally. We took time off, too. I worked with guys that realized that sometimes you got to go out and have a beer and kick back and blow off some steam. So I think everybody that I ever worked with were occasionally cautious enough to recharge the batteries. And then depending upon the nature of the challenge in front of you, it was a siege in St. Martin's parish and went six days. I don't think those guys got a lot of sleep. But the nature of those sieges, that particular type of siege only lasts five or six days anyway. You just got to gut it out."
    },
    {
        "speaker": "A",
        "text": "Were there ever instances where you're just trying to keep the person on the line so they can just raid a."
    },
    {
        "speaker": "B",
        "text": "You know, I never had to do that personally. You had to be prepared to do that from the very beginning of any siege that you might have to get some. You might have to orchestrate an assault of some sort. I was fortunate enough early on in my training. There's kind of a famous siege in if you know, hostage negotiation history in London called the Princess Gate siege, where legendary british hostage negotiator David van Ness had the bad guys on the phone while the SAS was hitting the building. And I remember that we were shown, like, look, there may come a time when you have to keep somebody on the phone when SWAT comes in. That goes with the territory. So expect that's a possibility from the very beginning. And it was a great siege. The bad guy, Salim, the photos of him after he was shot, the phone is within his reach. David kept him on the phone. I've heard the tapes. The breaching explosions were going on. And Salim says, I gotta go, I gotta go. There's suspicious noises. And David Venice, in his classic british accent said, salim, there are no suspicious noises. Now let's get back to talking about how many people are going on the bus to the airport. Bam. And they went in and I caught up with David a number of years later. I had a FBI. I had a presidential intern from the White House intern with me in the bureau. We're drinking in a bar with David van es. I got a lot of stories where I'm drinking in a bar with somebody and the intern walked around everybody and tapped David on the shoulder. And he says, Chris says, you kept the terrorist on the phone up to the moment that SAS came in the door. And David says, yeah. And I'd have kept him on the phone even longer if the SAS hadn't come in so soon. So why am I telling that story? If you're going to get into that line of business, you got to accept all the things that go with it and realize that it's not you that made the decision. Somebody else did. You gotta implement the strategy."
    },
    {
        "speaker": "A",
        "text": "Do you remember a case in Sacramento where I think it was a youth gang took over, like an electronics store?"
    },
    {
        "speaker": "B",
        "text": "Good guys siege?"
    },
    {
        "speaker": "A",
        "text": "Yeah. I remember this when I was a kid. There are two things that stand out in my mind from when I was a kid. One was the good guys was the."
    },
    {
        "speaker": "B",
        "text": "Name of the electronics store, right?"
    },
    {
        "speaker": "A",
        "text": "Good guys was the electronic store, and bad guys, so to speak, went in there, took them hostage. And I must have been a kid. This must have been like late. This was a late eighties. Eighties or something like that. I remember that case."
    },
    {
        "speaker": "B",
        "text": "It was about 1990. It was either 89 or 90. I knew one of the negotiators."
    },
    {
        "speaker": "A",
        "text": "I was there 15, so I was born in 75. And as I recall, they ended up opening fire on a bunch of hostages who were laying down on the ground. Is that right?"
    },
    {
        "speaker": "B",
        "text": "They knew that they were getting ready to execute the hostages because they put a bags over their heads. And that whenever the bad guys do anything to dehumanize a hostage, it's easier to shoot somebody with a bag over their head than it is not, because you can't see their face. And so the bad guys had begun that process and they knew they needed to assault."
    },
    {
        "speaker": "A",
        "text": "God forbid anyone should ever be taken hostage. I realize circumstances difference, but you just mentioned putting bags over their heads. There's this notion of sheeple that people will describe post hoc after. Something about how somebody walks into a building, tells people to put zip ties on their own ankles or go into a back room that nobody resists, and that, in retrospect, had somebody caused a commotion, they might have have caused enough of a commotion to either run out or be let go. And yet, of course, there's a very logical part of everybody's brain, I would hope, that thinks, listen, this person is an aggressor. There's a gun in my face. Don't be an idiot. Because we also have heard of the case in New York City that I read about this in the newspaper. So presumably it's true, where someone was held up at gunpoint, and one of the women in the group that was held up said, what are you going to do, shoot us? And the person shot them. So that happens, too. So I don't know if there's a fair and safe answer to give people on this, but if you're told to do something by somebody and it's all happening in real time, I mean, you have to ask, do they want my money, my body, my life, or some combination of the three in real time while under presumably significant duress? But for hostages, like, if they disobey, cause a commotion, is that extending their life or is it shortening their life? I guess it's very context dependent, right?"
    },
    {
        "speaker": "B",
        "text": "The only thing that I could, without knowing the context, anything you could do to humanize yourself and comply with what the bad guys want increases your chance of survival. So let's say you got ordered to go in a back room. You could look at the hostage taker and say, I'll do whatever you say. I'm Chris. You know, drop your name on them in a way so that you go from being a faceless person to somebody with a name that increases the chances of your survival. Humanization, whatever you can do to comply, simultaneously become more of a human being because it's the opposite of what I was talking about before. If you're easier to kill, if you've been dehumanized, you're harder to kill. If you've been humanized, you're harder to harm. Like, maybe they're not going to kill you, they're just going to, they're just going to hurt you. They're less likely to harm you if they know your first name. How do you get them as a hostage negotiator? If they talk about a hostage, I'll say, you know, you mean Sheila? Do you mean Rex? You know, I'll find a way to drop the person's name into the conversation. So as soon as, if you can humanize, just. Bye. Getting them to know your name, you increase the chances of survivability, you increase the chances of being treated better and comply. I'll do whatever you say. I'm Chris is going to start to move the odds in your favor."
    },
    {
        "speaker": "A",
        "text": "You know that what you just described extends to science. You know, I've talked before about my stance on animal research and why I choose to no longer do it. I do think it has its place in making important discoveries that cannot be made on humans, but that eventually extend to."
    },
    {
        "speaker": "B",
        "text": "But you don't want to do it?"
    },
    {
        "speaker": "A",
        "text": "I don't want to do it personally, I don't want to do it and I don't want to do primate work or large carnivore work or small carnivore work. But the point I was going to make is that when you do primate work, they strongly discourage, near forbid you from giving them names. They give them numbers."
    },
    {
        "speaker": "B",
        "text": "Right, right."
    },
    {
        "speaker": "A",
        "text": "So it all falls in line with what you were talking about, because the moment something has a name, it moves from being a research animal to a pet of sorts, and that makes it a relationship."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "So interesting how a name turns something from a, you know, it elevates something to a relationship, however insignificant, it's up a notch and into our empathy circuitry."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "Which is perhaps the appropriate segue to talk about empathy. This is a topic that you're spending a lot of time. You mentioned tactical empathy documentary, by the way, when is that going to be out, or do we have some sense?"
    },
    {
        "speaker": "B",
        "text": "My guess is we'll finish jumping through all the hoops and probably have out at the beginning of next year, where I'm currently working with William Morris Endeavor on a couple of different projects. They've been enormously supportive, and we've asked for their guidance on how to. How to. The best time to get the documentary out, and very happy with the people I'm dealing with there. And actually, stroke of universe was looking out for me. Funny set of circumstances, and just really enjoy with the people that I'm working with there. So probably first part of next year."
    },
    {
        "speaker": "A",
        "text": "Fantastic. What's your take on empathy? I think of empathy and the pop culture sense of, you know, somebody's feeling pain and we feel their pain, but of course, empathy extends way beyond that."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, yeah. And that was Rob Malenka."
    },
    {
        "speaker": "A",
        "text": "Yeah. My colleague at Stanford."
    },
    {
        "speaker": "B",
        "text": "Yeah. I was really fascinated by the conversation that you had with him on that recently. And so he said, a lot of people use empathy in a lot of different ways, sort of for their own meanings. My take on empathy, tactical empathy, also to keep throwing names out, because people give me thoughts and I want to source them out. I'm very close to Steven Kotler's perspective on it. And Stephen would say empathy is about the transmission of information. Compassion is the reaction to the transmission."
    },
    {
        "speaker": "A",
        "text": "I like that. And by the way, I'm a fan of Steven's work. I think he's quite astute. And, boy, is he a hard worker. He writes like a beast, four in the morning. He also has like 50 chihuahuas or something crazy."
    },
    {
        "speaker": "B",
        "text": "Well, he's weighing the dogs."
    },
    {
        "speaker": "A",
        "text": "Yeah, apparently. Well, you can fit more chihuahuas in a room than any other speed. Gotcha, Stephen."
    },
    {
        "speaker": "B",
        "text": "But, yeah, so. And that was when I was with the FBI. We started collaborating with Harvard because the Harvard definition was, empathy was not liking the other side. It was just demonstrating an understanding of their perspective. Bob Mnookin's book, Beyond Winning's chapter, the tension between empathy and assertiveness. He says, empathy is not agreeing, disagreeing, or even liking the other side, which sort of falls into what Stephen talked about. You know, it's about the transmission of information. Now, empathy is a very compassionate thing to do, but it doesn't necessarily equate to compassion itself. If I'm. If I. If I let you know, if I make you feel heard by me saying to you what your perspective on something is, you're going to feel cared for, you're going to feel understood. It's going to land with you, really well, I don't necessarily have to feel compassion for you. I know it's a precursor to compassion. So I would separate it from sympathy, clearly, and I would even separate it from compassion, although I know it's a very compassionate thing to do. It's about tactical empathy is about me actively demonstrating verbally to you that I understand where you're coming from. Tactic from the experience on hostage negotiators, backed up by neuroscience, is that people largely react negatively. So the smarter move for me, instead of trying to reinforce a positive, is to first deactivate the negative by simply calling it out. Calling the elephant in a room out. Don't deny the elephant. Don't ignore the elephant. Call the elephant a room out. Say it probably going to sound like I'm greedy. If I expect that you're going to think I'm overreaching. I'm not going to say I don't want you to think I'm greedy. I'm going to say it's probably going to seem greedy. So simply, well educated, emotional intelligence, influence gun instinct, influence on what the other side is thinking and feeling. If I can define it in that way, then it becomes an unlimited skill. If it requires me to have compassion for you when I don't, then that limits my ability to use empathy. And I'm not interested in having that ability to be limited. I want it to be an unlimited skill. So if you just. If you just define it strictly in terms of transmission of information, then it's not sympathy or compassion or liking or agreeing. It has a very powerful effect. It at least feels like compassion to the other side. It reacts with the emotional circuitry, the neurochemicals that everybody has to some degree, if they're alive, even if they're on this, the spectrum, they have some of that going on inside. And of what I've read on even the mental illnesses in my last century training, I saw people who were paranoid schizophrenic as effectively be more of a wiring problem than a chemical problem for a layman's description. And a lot of what I've read said empathy's even effective with paranoid schizophrenics. People, regardless of how disarray the circuitry in their head is, it helps them on some level to feel understood. So empathy is just about making somebody feel understood. Example, when I'm working terrorism, we had a lot of arab Muslims testifying open civilian court against a legitimate muslim cleric who was also a criminal who also committed crimes. And I would sit down with them and I'd say to them right off the bat, because I know where they're coming from. You believe that there's been a succession of american governments for the last 200 years that have been anti islamic. And they'd look at me and they'd go like, yeah, I never said I it was true. I never said I agreed. I never said I disagreed. By me simply articulating what their perspective on the interaction was, they were so startled by it. It was empathy. And we were so good at that empathy. Frequently in that timeframe, they would say, are you muslim? And I'd say, no, I respect a religion, if you need to know. I'm a Christian, but I respect your religion, and I got no problem saying to you where you're coming from, that's empathy from my definition. And then it becomes an unlimited skill. I don't have to feel it. I don't have to necessarily want to do anything about it. You know, Goldman says there's cognitive empathy, me just recognizing what your emotions are coming from. There's emotional empathy, me feeling your emotions, and there's empathic concern, me wanting to do something about your distress. My version of tactical empathy probably brings those into play in sequence on a continuum of sorts, but none of them are precursors. It's just me showing to you that I understand where you're coming from, and it has a phenomenally favorable impact on the interaction."
    },
    {
        "speaker": "A",
        "text": "Tell me about mirroring as a tool."
    },
    {
        "speaker": "B",
        "text": "Yeah. Mirroring is one of the simplest, easiest, and most effective of the skill set. Takes the least amount of brainpower. It's just repeating one to three ish words of what somebody has just said can be one. It should never, usually be more than five. Hostage negotiators learn it by repeating the last one to three words that somebody's just said. It doesn't have to be the last one to three words. And the mirroring is not the body language mirroring. It's not mimicking anybody physically, and it's not mimicking their tone of voice or their affect or anything about them. It's just repeating one to three ish words. We found that access is for whatever part of brain that you got to energize to do it. It's a different part of the brain than labeling. People are usually either really good at labeling. Like, I label almost everybody on my team labels a lot. Sounds like this is bothering you. Sounds like. Seems like you're just not really sure where this is going. And the mirror I gotta consciously make it a point to mirror. And what's a mirror used for? It's in place of what did you mean by that? Or would you please go on? Or I don't understand, could you repeat that again? So I'll listen for stuff that either I don't understand or I need you to talk more about. And instead of saying, could you say some more about that, I'll just mirror the words. Now, for whatever reason, it connects the thoughts in your head. The message, the way that lands is, I heard what you said, the words, I got the words, cause I just repeated them and I still don't understand. So I need a more in depth explanation without using the same words that you just used. Because if you say, I think axoprasism is useless, and I might say, what do you mean by that? And you go, isopraxism is useless. You repeat the same words, only louder, you figure that saying it louder will make it penetrate my cranium. That doesn't work. I need you to read, to explain, to go into more depth, to expand using different words. And for whatever reason we found as hostage negotiators and I find in business that if I mirror you, you'll expand and you'll connect. So I use it in that context, I might use it to get you to hear yourself out loud. Like if what you just said doesn't make sense, I'll repeat it back word for word, one to three words, and I'll upward inflect. I'll say, that doesn't make sense. You know, use my tone. Make it land with my tone so you can hear yourself out loud. Somebody else just pointed out to me the other day that if you're talking to somebody and they're in mid thought and they kind of, their voice trails off because they sort of lost their train of thought. If you mirror them there, that helps them get their train of thought back and expand. So it's a ridiculously effective communication tool to get people to expand and feel heard. Its simplicity puts some people off. There are some people that say, yeah, it sounds stupid. I don't see what good that will do. I always notice if somebody really wants to know about mirroring, my description is they're both high IQ and high EQ. And why does that work? A high IQ guy is going to want to know something that's really simple. It doesn't take any effort to do, and that's what a mirror does. It's really, really effective and it's almost no effort on your part at all interesting."
    },
    {
        "speaker": "A",
        "text": "I must say that neuroscience has an unfortunate dearth of knowledge about how brains interact. This is starting to change. But most of what we know about how brains work is from putting people into functional magnetic resonance imaging machines, so called MRI, exposing them to movies or games that they have to play, et cetera, and then looking at brain state activation. There are a few laboratories starting to look at how people interact in real time with both people in separate MRI machines that hopefully we'll be able to parse some of this. And I'm certain that somebody hearing this will use this knowledge to go do the experiment. If not, I'll run it up the flagpole to some highly qualified people at Stanford who could do this, because it'd be fun to see what's happening. But I have the sense that what's happening is that there is a real merge of cognition when one hears their own words spoken back to them, that you now have got two brains processing the same information, and that has to lead new places. So I don't have any insight as to what exactly is happening, but certainly that something is happening there, right? Evidenced by the real world results that you're getting. We don't need experiments to tell us that, but it'd be interesting to see and learn a bit of what's happening. If there's a fusion, for instance, of a co activation of emotional centers, co activation of. There's something about hearing our own voice that's very different than hearing other people's voices. Most people cringe when they hear their own voice on recording. Most, not all. Some people are in love with their own voice. We know these people, but we know that our auditory system cancels out the hearing of our own voice. Did you know that as we're talking now, our auditory system is suppressing our own voice? We don't really hear ourselves speak the same way that when you speak, I hear you speak. Yeah. So it's an active neurochemical inhibition of the response. And it's amazing, too, because as we grow up, our voice changes, puberty and so forth, and other ways, too, that the vocal cords change in thickness, et cetera, and our voice changes. But we always know self from other in terms of voice, and we cancel out our actual auditory perception of our own."
    },
    {
        "speaker": "B",
        "text": "That's fascinating."
    },
    {
        "speaker": "A",
        "text": "And breathing and heartbeat. We shut down our response to self actively within the brain."
    },
    {
        "speaker": "B",
        "text": "That's fascinating."
    },
    {
        "speaker": "A",
        "text": "So maybe hearing back some of what we just said allows us to actually hear what we just said."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, true. And that's why people sometimes all somebody needs is a sounding board, so somebody else can hear hear. They can hear themselves out and get it repeated back to them, and then they go like, wait a minute. Did I just say that? Yeah. Interesting, interesting, useful, indeed."
    },
    {
        "speaker": "A",
        "text": "Proactive listening. Tell us about proactive listening. We're all told that we need to be better listeners. You know, the other day someone said, we got two ears in one mouth. As if that's supposed to remind us most people have two ears in one mouth. But I get the point. They were saying, hey, there's value in listening. And more often than not, we default to broadcast, but no reception. We're mostly broadcast, less reception. Right. Hence the call for nasal breathing. It's useful in a lot of circumstances because it gives our mouth shut. What is proactive listening? How do we do it? What's it good for?"
    },
    {
        "speaker": "B",
        "text": "I'm really trying to get people out of the notion of active listening just because active listening has been so overwhelming that people have lost track of it. And most of it is taught poorly and it's interactive or it's proactive. And so we learned as hostage negotiators, first of all, just to label the presenting emotion. And we just assumed that. And the presenting emotion was always anger of some form, anger, upset. On certain rare instances, the guy was under control, but they were almost always negative emotions. So we just assumed that it was a defined to what was confined to what was driving hostage takers was negativity. Now, if I may, because I feel like an imposter talking about neuroscience to you."
    },
    {
        "speaker": "A",
        "text": "Your knowledge of neuroscience is spot on. Vos, I must say, numerous times you've asked me about things in neuroscience, and you've never been off the mark. You've clearly done your homework, too."
    },
    {
        "speaker": "B",
        "text": "We keep trying to learn about it. It. But layman's terminology, the survival brain is largely negative. Ballpark, I would say 75% negative. Your reactions are going to be negative. So, number one, I believe that's principally backed up by the experiments of neuroscience. Efmris have you alluded to? And so then in hostage negotiation, we were taught to basically label the presenting emotion. And then I've seen experimentation or reporting of experiments. I think the first time I read about it was in a book called the Upward Spiral. And that book is a good ten years old, I think, which means the neuroscience is evolving, but primarily the experiment there that I remember reading about and read about in other places, that if people were undergoing a negative emotion in my layman's paraphrase of the experiment is they're shown a picture that induced a negative emotion in their head. And then they asked people to simply call out what the emotion was, and when they self labeled, then the emotion diminished. Now, the degree of diminishment varies, but the percentage of time that it diminishes by simply by calling it out is just darn near all the time. So if we're largely 75% negative and we can deactivate the negativity by calling it out, well, let's be proactive. If you're a human being and we're engaged in a negotiation, there's going to be certain very predictable negativity that's going to be there, and I should be proactive in calling it out. Anticipating the negativity is going to be there based on a circumstance is highly predictable. And your gut instinct before that you were referring to when you want to say, look, I don't want you to think I'm being greedy. Your gut's telling you it's highly predictable. You're going to come off as greedy. So let me be proactive and say, it's probably going to seem like I'm being greedy. And that's the dialing over to what is eminently predictable in the interaction and just being proactive to deactivate the negative emotions that either are taking place or what our experience has found. And I haven't seen any science that has yet that has had the opportunity to back this up. It inoculates, I can create a barrier. If I call out a negative that's not there, it doesn't plant it. It actually inoculates you from it. And I've done this in practice. I was given a lecture a couple of years ago. Anybody asks a question, I try to find the value in the question, no matter how bad the question is. This poor guy asked me a question that I just cannot find a single component in his question that demonstrates that he was listening or paying attention. There was nothing about it that I could congratulate him on. And so I said, this is going to sound harsh because I know the answer I'm getting ready to give him is going to make it sound like to the group that I think he's stupid. I just. I can't think of a way to respond to this without saying effectively, like, what are you thinking about? That's got nothing to do with what we're talking about. So I go, this is going to sound harsh. And I answer the question. And he just kind of goes, okay. And I start answering somebody else question. And he goes, that wasn't harsh. Now, if I hadn't said, this is going to sound harsh, and answered the question, I guarantee you my answer would have embarrassed him. And embarrassment is one of the worst negative emotions you can inflict on anybody. And he would hate me to this day for embarrassing him. So I got a moment coming at me that is predictably negative, and I can let that train run me down, or I can call it out in advance and get a reaction where the guy says, it wasn't that bad. And that's what being proactive about the emotions is about."
    },
    {
        "speaker": "A",
        "text": "I love it. And I'm recalling an instance during graduate school where my graduate advisor, who, sadly, has passed away, but was a phenomenal scientist. I mean, just so pure, insisted on getting the answers, could emotionally detach from the answers. I mean, she just was a. Was a ninja. She used to come into the laboratory when we were working on a paper, and she'd sit down and she'd say, you're gonna hate me for what I'm about to ask you to do. And I'd think, oh, no. Like, I'm gonna have to redo all the analysis, or I'm gonna, like some, you know, monumental thing. And then she'd say, you gotta change the, like, fonts in figure two. Oh, my God. What do you mean, I want to hate you? But it was released. But I wanted nothing more than to make her happy with my work because I respected the standard that she held so greatly. I mean, she could have asked me to stand on my head and do the experiments 50 times. I probably would have done it if I thought they would make the project better. And as a consequence, she would have been pleased because she was the standard for me, and in many ways, still is. But I'm wondering if she read your book because she used to presage these requests with, like, you're gonna hate me. And then she'd ask me for something. I'm like, oh, I hate you. That's nothing. But now I wonder if I would have been taken aback if she had just said, hey, by the way, figure two needs redoing. I might have been kind of bristled by that. So maybe she read your book. Chris, these are great tools, mirroring and proactive listening. And thank you for sharing these."
    },
    {
        "speaker": "B",
        "text": "Of course."
    },
    {
        "speaker": "A",
        "text": "Did you ever employ the family members of kidnappers, friends of kidnappers, as a means to tap into a different aspect of their psyche? Because I think that we are all, as human beings, very context driven. So I can imagine that the person who kidnapped somebody or who's trying to steal somebody's resources is in a particular groove of person. And I do think there are people in the world who are just evil. But I also know because I've read about it and I trust the sources, that there are people who have done horrendous things who love their dog and genuinely love their dog and wouldn't harm an animal. But I'm not trying to give these people a pass. But I could imagine that. But those other facets to somebody represent really good entry points for allowing them to see the kind of incongruence in their behavior. Or is it the case that when these are high stress situations that you just have to basically you have to attack the disarm, the aggressor and you're just focusing on the person as the bad actor, not considering the other contexts of their lives."
    },
    {
        "speaker": "B",
        "text": "All right, so let's draw a distinction between hostage takers in a contained situation and kidnappers uncontained unknown location. So you're probably asking about somebody in a contained situation, bad guys in a bank, Dwight Watson in his tractor in Washington, DC. So very counterintuitively, if they're in a contained situation, there's a saying out there that says the system that you're employing is perfectly designed to give you the outcome that you have. So bad guy Dwight Watson is on his tractor in DC. The family's part of the system that put him there. The blunt, harsh reality of that is now at that siege that went on long enough and it was so high profile, some of his family members showed up. Now we can, we could and, and did try to use them. I'm walking from one place to another from the negotiation operation cell component on the way to command post, hostage negotiator stops me, a couple of people with them, it's Watson's family, and they see I'm in a hurry and that I'm not interested in being stopped. And they got to say to me something to stop me and get my attention and they go, look, our brother's just hurting. In his heart, he's just hurting, you know, things have gone bad for our whole family and he's just hurting his heart. Don't kill him over that. And I looked at the negotiator and I said, get that on tape and we'll play that for him. Because if we can get that on tape exactly the way they said it, that'll land. But if we put them on a phone with them, they're going to try to reason with them and they're going to say stuff to them that didn't help, which they don't very well intentioned, but it's going to be counter intuitive, and it's probably going to make it worse. So you have to understand, family can be extremely important if you can get them to say exactly the right thing. And it's probably going to need to be highly orchestrated because you know how it's gonna land. And unfortunately, I think if you get them in a direct conversation, it'll probably renew an old wound. You know, family members have hurt each other in ways that they have no idea even happened. And so the other, you know, a family member, my son, to this day, remembers when I told him Santa Claus wasn't real. And I have no. What? I have no memory of that conversation."
    },
    {
        "speaker": "A",
        "text": "I'm sorry."
    },
    {
        "speaker": "B",
        "text": "I blew it."
    },
    {
        "speaker": "A",
        "text": "Wait, we got. Oh, my goodness."
    },
    {
        "speaker": "B",
        "text": "Family members have hurt each other over the years that they have no idea which comes up in these live conversations. And you don't know what wounds. You don't even know what wounds are there that you caused. And so in a contained situation, a family member can be extremely helpful, but it has to be. It's a surgical shot that you have to be really, really, really careful with. Otherwise it can go the other way, because wounds and people don't even know are there."
    },
    {
        "speaker": "A",
        "text": "Gosh, that's such a psychologically astute way of viewing it, because I'm a big fan of the so called family systems model of psychology. I mean, you can't look at any human being's psychology, positive, meaning adaptive or maladaptive psychology, and not look at the family system at which that evolved. Which is not to say that some perfectly healthy families occasionally don't have issues with a child having mental illness. That happens. But I'm told that 99.9% of the time, you can identify a family system, organization or a lineage, a genetic tie, etcetera, that makes things start to make sense when somebody's really struggling."
    },
    {
        "speaker": "B",
        "text": "Right, right."
    },
    {
        "speaker": "A",
        "text": "And as you pointed out, sadly, oftentimes that involves pains of past. Wow. Well, thanks for sharing that, because I think that in my mind, the movie version of it is they bring the mother in and it's like, billy, don't do it. You know, as you said, billy might like, that might be the time when Billy's really gonna let his mother know. Childhood sucked for Billy. Right? And that's not what you want."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Goodness, what a complex job. What a complex, high stakes, high consequence job. What did you do to unload some of the heaviness? I'm not just talking about getting a good night's sleep or having a beer with your coworkers afterwards? Although those things serve important roles for people, I realize. Do you think we can dump the hard stuff in our head and our hearts in a way that, you know, allows us to be functional? Because, you know, people in your line of work, and I think just anyone in the world, you live long enough, you're gonna. You're gonna experience loss."
    },
    {
        "speaker": "B",
        "text": "Yeah. You're gonna get kicked in the gut."
    },
    {
        "speaker": "A",
        "text": "Yeah. And you're gonna see people you care about get kicked in the gut. There's so much beauty to life as well, but that's the reality. So did you. Do you have tools, processes that you use to kind of dump the baggage that you can lean into your relationships and your relationship to yourself with? Restored sense of optimism?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think mostly most of the people that I've always worked around, we've been very reinforcing of one another comedically, emotionally, friendship wise. You know, being able to laugh with each other, taking it easy on each other, getting people, you know, laughter and genuine understanding without, you know, somebody trying to tell you that you did wrong. I've been lucky enough to either find myself in those groups most of the time, or we just evolved it. That's just the way that we were. We were attracted to one another emotionally, psychologically because of that. That's probably it, mostly. I mean, I've tried to parse some of these emotions out recently. Like, I'm not particularly proud of anything I've ever done, but I always felt like it was a privilege. Like, you must be proud of your accomplishments. I don't know that it's pride, but there's other satisfaction that I get out of it. And so thinking about what drives me, also, now that I'm running a company and I got people, also entrepreneurs, that are trying to do the best for their employees, what do we encourage in one another so that whatever we're doing, people feel good about it. And I tried to take a lot of that from what I learned as an FBI agent and a hostage negotiator and the people that I was around. And we did joke with each other a lot, and we did play tricks on each other. Good natured humor. Avoid the people that are running you down, but be able to take some good natured ribbing every now and then. And I think humor is, one way or another, combined with hard work and an appreciation for what you're doing has probably been most of the mental health along the way. Occasional bourbon."
    },
    {
        "speaker": "A",
        "text": "Love it. We did a whole episode on alcohol, and so people are going to hear me say love it and think, oh, wait here. I'm supporting alcohol. Listen, the data say as long as you're not an alcoholic, as long as you are of age, probably two drinks a week is or less is safe. Make them, make them good, high quality drinks. If you're going to have them, consume them in the right context or don't consume them at all. But that's what I said. Love it. I support your love of bourbon. I'm not a bourbon drinker, but tell me a little bit more about what you're up to lately. You alluded to it a moment ago that you're running teams that are doing a lot. So you're in charge of a lot of people now, helping people, help people, providing a lot of service in the world through a lot of different channels. First of all, I want to say that your book never split the difference. One of my favorite books."
    },
    {
        "speaker": "B",
        "text": "Thank you."
    },
    {
        "speaker": "A",
        "text": "I don't say that lightly. I don't endorse books very often, but the books I do endorse, I love, love, love. I also have to say that it's a toss up between your book never split the difference. And the body keeps the score for the award for best titles of any book. Those are just like amazing titles. Amazing, amazing titles."
    },
    {
        "speaker": "B",
        "text": "Tall Raz, the co writer, came up with the title."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's a phenomenal title, that, and the body keeps the score. Just like, because there's so much contained in the title and then the book exceeds expectations. So really amazing book. People should listen to it, read it if they haven't already. But you're doing a lot more right now than just writing. Although I want to hear about your other book projects as well. But before you list off the number of things that you're doing, tell me first about fireside, because this sounds like a really interesting endeavor that, frankly, I haven't heard of before. What's Fireside?"
    },
    {
        "speaker": "B",
        "text": "Brand new social media platform. It's essentially an interactive podcast. It's a subscription service founded by Fallon Fattermy and Mark Cuban. Fallon and I have been friends for a number of years. She was Google's youngest employee. She's an entrepreneur, dynamic, smart, hard charging person. And it's sort of grew out of what's inadequate in some of the social media apps that are out there trying to combine the best ideas of a few different things. And Fallon suggested it to me, and I thought, I'll jump in because she's a visionary. And what it's turned out to be is it's effectively, weekly interactive group coaching. And you get the app off your iPhone or your Android, whatever platform your phone is on, and then you log in, we do an hour once a week and you're getting group coaching and then you get asked questions and it's got a video component to it. So if you want to ask a question, we're going to bring you up on quote, stage and I get to see you and talk directly to you. And you get to see me and talk directly to me. Or I interviewed Mark Cuban a couple of weeks ago and people got to come on and ask mark questions or ask me questions. And what it has turned out to be is just one of sort of the next level of how to get better at negotiations. After you've read the book and probably taken a masterclass, you know, where do you go next? One of the people that came on the podcast the other day, the fireside episode, they said, well, I don't have enough money yet to go to your in person training events because those are expensive and this is how I'm going to get better in the meantime and work my way in that direction. And so the monthly coaching, if you were to sign up for group coaching from us on a regular basis, on a monthly basis, it would probably easily cost you for what we're providing 25, $30,000 a month, and this is 1000 a year. So at scale, it's an opportunity to interact directly with me and the members on my team once a week and get group coaching. And it's just kind of fun. We're getting a kick out of it and people that really, really care about interacting well with people. Guy comes on the first episode I did, and he said, besides the fact that you helped me make a lot more money, you helped me save my marriage. And he just needed to know how to talk more genuinely and honestly with his wife in a way that made her felt heard. And he didn't really have a good way to do that beforehand. And I was just like, that's a lot. I don't know how to respond to that other than just be grateful that people can say stuff like that to us. So the fireside thing is kind of cool. We're still experimenting with it. It's an interactive podcast, group coaching. It's fun. Great."
    },
    {
        "speaker": "A",
        "text": "I mean, I would say changing lives there. I mean, the saving of marriage is no small deal. And I think that the ability to communicate directly with people also, I imagine, gives them the opportunity to implement the tools that you're providing in real time. It's one thing to hear about something and try it, but then you can get a feedback in real time. Are you on these fireside chats directly or members of your team?"
    },
    {
        "speaker": "B",
        "text": "No, we do one every week, and I'm once a month. And the other thing, too. Like, I can explain something one way, and if for whatever reason, it doesn't land in your context, you can't quite get it. So that's what we found about the interactive nature of it. Somebody comes on and asks a question in their context, and then I'll answer it, and then they'll go like, oh, okay, all right, that helped. So you get to hear people like you who are struggling with it the way you are, but I haven't put it in your context yet. And that's the other thing that's great about a q and a. A live q and a."
    },
    {
        "speaker": "A",
        "text": "We had a guest on here who told me that there are amazing data supporting the fact that people follow the medical and health advice of doctors that they can relate to far more than they follow the medical and health advice of physicians that they feel aren't like them. And oftentimes this can include the physician or healthcare provider being someone that they would aspire to be like. But oftentimes it's just some common rapport. Like, they both like baseball, or they both like to cook or to garden, and that sets a bridge where then the patient is willing to do all these things that ordinarily they would be resistant to. And there are really good data to support this. And that really stuck with me because it says that it's not just about the information or the delivery route of the information, that the context and the rapport is even along something as like, oh, you're. By the way, I'm not a major sports fan on most things, but you're a bills fan or something like me, too. That can be the difference between somebody doing all the things to lower their blood pressure the day, in changing their diet, all those things, versus not making the changes at all."
    },
    {
        "speaker": "B",
        "text": "Rapport is a magic. Yeah, it's kind of a magic component that changes. Changes everything."
    },
    {
        "speaker": "A",
        "text": "Well, fireside sounds like a great opportunity for people to not just ask questions, but to build rapport with you and members of your team. So I'm going to check it out. Lord knows I need help improving my communications and certain domains of life. Believe me, I get the memos. Fact. What other writing projects are you involved in, if any?"
    },
    {
        "speaker": "B",
        "text": "We've been toying with this companion operations manual for tactical empathy, which getting it right is important. So it's sort of a companion book to never split the difference. That's probably at least a year and a half out from being done. So in the meantime, we just do, we do a lot of online training. You know, we got a newsletter we put out weekly for people to get our latest cutting edge application thoughts as much as possible. We're putting information out that we charge for a lot, and we put out a lot of free stuff. I'm throwing out ideas on Instagram, but we're constantly trying to put information out there so that people can collaborate better. We just finished a book for residential real estate agents. A friend of mine, Steve Scholl, we put that out last November. That's sort of niched, but it's mostly the black swan method for real estate agents because every conversation they're in is a difficult, emotional conversation. Sale of a house is one of the most stressful moments of anybody's life, selling or buying. So we just put that out. In the meantime, we're spreading the gospel as much as possible."
    },
    {
        "speaker": "A",
        "text": "We'll certainly point out the various places people can find you and the different venues for learning more. I want to say that numerous times throughout today's conversation, you threw out the words sounds like as an opener, and I have to say I have this kind of crazy idea in the back of my mind. I believe that simple, field tested tools are immensely powerful, not just for resolving the negotiations, but really for changing the way that people interact with each other and themselves. And if I have one wish for the world on the basis of our conversation, how amazing would it be if kids learned early on to talk to one another from that sounds like perspective, because I think that would naturally orient them toward listening, or at least offering a hypothesis of what they heard and how poorly they might be listening, and then getting a defensive stance response that informs them about the accuracy or lack of accuracy. And on and on. I feel like the sounds like question sounds like you feel blank or sounds like you believe blank. Just seems to me like one of the most potent tools in the universe. And I sure wish that all adults would implement it, but that kids would learn about it, too."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's a great thought. How do we teach them at a younger age that listening is actually an effective thing to do? It's actually a way to think things through also. Yeah, I agree. I mean, wave magic wand, right?"
    },
    {
        "speaker": "A",
        "text": "Exactly. Well, Chris, I want to thank you so much for your time today. I mean, you've joined us on this tour of so many different facets of your work prior and presented. And you let us get a little glimpse into the portal of your future work, too, which I'm eagerly awaiting. I also just want to thank you for everything that you do. You've always struck me as such a giver of knowledge, and you know, you can't put a value on that. You're constantly putting knowledge into the world on Instagram, your book, fireside, and courses and on and on, gleaned from your experience in very, very intense circumstances. But really with an eye toward people getting the most out of that for their daily lives, which hopefully don't involve hostage negotiations unless they're a hostage negotiator. So I just want to say thank you ever so much for what you do and for being such a phenomenal communicator. And also thank you for doing into that late night FM VJ voice."
    },
    {
        "speaker": "B",
        "text": "Yeah, I've been. I wanted to be here sitting with you, being interviewed on your podcast since I first discovered it. You thank you several years ago, and it's a privilege to be here. I really, really, and I love what you're doing in getting actionable, usable tools into the world so people can navigate more effectively."
    },
    {
        "speaker": "A",
        "text": "Thank you. Right back at you. Come back again."
    },
    {
        "speaker": "B",
        "text": "All right, thanks."
    },
    {
        "speaker": "A",
        "text": "Thank you for joining me for today's discussion with Chris Voss. I hope you found it to be as interesting and as actionable as I did. To find links to Chris's website and to his excellent book never split the difference, as well as to his social media handles, please see the links in the show. Note captions if you're learning from and or enjoying this podcast, please subscribe to our YouTube channel. That's a terrific, zero cost way to support us. In addition, please subscribe to the podcast on both Spotify and Apple. And on both Spotify and Apple. You can leave us up to a five star review. If you have questions for me or comments about the podcast or topics or guests that you'd like me to cover on the Huberman Lab podcast, please put those in the comment section on YouTube. I do read all the comments. In addition, please check out the sponsors mentioned at the beginning and throughout today's episode. That's the best way to support this podcast, not on today's episode, but on many previous episodes of the Huberman Lab podcast, we discuss supplements. While supplements aren't necessary for everybody, many people derive tremendous benefit from them for things like improving sleep, for hormone support, and for focus. The Huberman Lab podcast has partnered with momentous supplements, and we did that for several reasons. First of all, their ingredients are of the very highest quality. Second of all, they tend to focus on single ingredient formulations, which make it easy to develop the most cost effective and biologically effective supplement regiment for you. And third, momentous supplements ship internationally, which we realize is important because many of you reside outside of the United States. To see the supplements discussed on the Huberman Lab podcast, go to Livemomentis, spelled O U S. So it's livemomentous.com huberman. If you're not already following me on social media, you can do so by going to Huberman Lab on all social media platforms. So that's Instagram, Twitter, now called X, LinkedIn, Facebook threads. On all of those platforms I cover science and science related tools, some of which overlaps with the content of the Huberman Lab podcast, but much of which is distinct from the content covered on the Huberman Lab podcast. Again, that's Huberman Lab on all social media platforms. If you haven't already subscribed to our neural network newsletter, the neural network newsletter is a zero cost monthly newsletter that includes podcast summaries as well as toolkits. So toolkits for sleep, toolkits for learning and plasticity, toolkits related to dopamine regulation, and much more. Again, it's all zero cost. You simply go to hubermanlab.com, comma, go to the menu tab, scroll down to newsletter, and simply enter your email. And we do not share your email with anybody. Thank you once again for joining for today's discussion with Chris Voss. And last but certainly not least, thank you for your interest in science."
    }
]