[
    {
        "speaker": "A",
        "text": "Welcome to the Huberman Lab podcast, where we discuss science and science based tools for everyday life. I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. I'm pleased to announce that my new book, which I've been working on for more than five years, is now available for presale purchase. The book is entitled an operating manual for the human body, and within the book you can find, as the name suggests, protocols for everything from how to improve and even optimize your sleep for increasing your motivation and focus for nutrition, that is, specific nutritional guidelines to follow for health and performance, as well as exercise, stress control, your oral and gut microbiome, both of which are critical for brain and body health, as well as protocols for creativity and much more. Within the book, you'll also find the scientific basis, that is, the mechanisms and specific studies that substantiate these protocols. And the book is designed to be incredibly easy to use, such that if you're suffering from a particular pain point in life, such as difficulty sleeping or excess stress, or any number of different issues, that you can go to a specific chapter and protocol and begin to resolve that issue. So my goal in writing this book is that it not only be exceptionally practical, but that it also be extremely informative, that is, teaching you a lot about the science, the underlies, the protocols that can improve your mental health, physical health, and performance. To order protocols, go to protocolsbook.com and there you will find links to any number of different vendors and you can select the one that you prefer. Again, that's protocolsbook.com dot. My guest for today's episode is Doctor Gabrielle Lyon. Doctor Gabrielle Lyon is a medical doctor who did her clinical and research training at Washington University in St. Louis. She's an expert in geriatrics, in nutrition, in health and longevity. And during today's episode, Doctor Lyon explains how if we are interested in our immediate and long term health, muscle is the organ that we need to pay attention to. She explains how this is true for everybody, men and women alike, and that there are specific things that we all can and should do with our nutrition and our exercise in order to maximize the health of our muscular tissue. Now, in some cases, people will be interested in building more muscle, but it's important to point out that much of today's discussion is simply about improving the health of your muscular tissue and the specific ways to do that in order to support brain health, body health and movement, of course, as well as the health of every organ system in your body, again placing a focus on improving muscular tissue itself as a way to improve all the organ and tissue systems of your body. Doctor Lyon explains the specific science and protocols that can be applied in your everyday life at the level of what you choose to eat or not eat, as well as how much of certain foods to eat or avoid, as well as specific training regimens, most of which take very little time, but they can vastly improve the health of your muscular tissue and therefore the health of your entire brain and body. I'm certain that by the end of today's episode, you will have a much more thorough understanding of what you can do to improve your immediate and long term health and thereby potentially your lifespan, all of which are based on the most modern understanding, from basic research, from clinical studies, and from practical application in the real world. Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero cost to consumer information about science and science related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is Maui Nui Venison Maui Nui Venison is the most nutrient dense and delicious red meat available. I've spoken many times before on this and other podcasts and with several expert guests on this podcast about the fact that most of us should be seeking to get about 1 gram of high quality protein per pound of body weight every day. Not only does that protein provide critical building blocks for things like muscle repair and synthesis, but also for overall metabolism and health. Maui Nui venison has an extremely high quality protein per calorie ratio so that you can get that 1 gram of protein per pound of body weight easily and without ingesting an excess of calories. Also, Maui Nui venison is absolutely delicious. I love their venison steaks, their ground venison, I love their bone broths and I love their jerky, which is extremely convenient when you're traveling. Those Maui Nui venison jerky sticks have 10 grams of high quality protein per stick at just 55 calories. While Maui Nui offers the highest quality meat available, their supplies are limited. Responsible management of the axis deer population on the island of Maui means that they will not go beyond harvest capacity, so signing up for a membership is the best way to ensure access to their high quality meat. If youd like to try Maui Nui venison, you can go to maui nui venison.com huberman to get 20% off your membership or first order. Again, thats maui. Nuivenison.com Huberman Todays episode is also brought to us by levels. Levels is a program that lets you see how different foods and activities affect your health by giving you real time feedback on your diet using a continuous glucose monitor. One of the most important factors in both your short and long term health is your bodys ability to manage glucose or whats sometimes called blood sugar. To maintain energy, energy and focus throughout the day, you want to keep your blood glucose steady without big spikes or crashes. I started using levels about three years ago as a way to understand how different foods and activities impacted my blood glucose levels and it's proven incredibly informative for me in determining what food choices I make, when to eat and when to time eating relative to workouts, sleep, etcetera. Indeed, using levels has made it very easy for me to optimize my entire schedule and to understand where the flexibility in that schedule exists so that if I need to move a meal, I need to fast a little bit longer or if I need to work out fasted or not fasted. All of that can be adjusted while maintaining energy and focus and great sleep at night. If you're interested in learning more about levels and trying a CGM yourself, you can go to levels link Huberman levels just launched a new CGM sensor that is smaller and has even better tracking than the previous version. Right now, they're also offering an additional two free months of membership. Again, that's levels Link L I N K Huberman to try the new sensor and two free months of membership. Today's episode is also brought to us by Helix Sleep. Helix Sleep makes mattresses and pillows that are customized to your unique sleep needs. Now, I've spoken many times before on this and other podcasts about the fact that sleep is the foundation for mental health, physical health and performance. Now, one of the key things to getting a great night's sleep is to make sure that you sleep on a mattress designed specifically for your sleep needs. And that's what Helix sleep mattresses are designed to accomplish. If you go to the Helix website and take a brief two minute quiz, it asks you questions such as do you sleep on your back, your side, or your stomach to run hot or cold during the night? Maybe you know, maybe you don't know the answers to those questions. In any case, they'll match you to the ideal mattress for your unique sleep needs. For me, that turned out to be the dusk helix mattress I started sleeping on a dusk mattress about three and a half years ago, and it's been far and away the best sleep that I've ever had because it's customized to my unique sleep needs. If you'd like to try Helix, you can go to helixsleep.com huberman take that two minute sleep quiz and helix will match you to a mattress that's ideal for your unique sleep needs. Right now, Helix is giving up to 30% off mattresses and two free pillows. Again, that's helixsleep.com huberman to get 30% off and two free pillows. And now for my discussion with doctor Gabrielle Lyon. Doctor Gabrielle Lyon, welcome."
    },
    {
        "speaker": "B",
        "text": "Thank you so much."
    },
    {
        "speaker": "A",
        "text": "So great to have you here. You have a tremendous range and depth of expertise. You treat men, you treat women. You know a ton about exercise physiology, nutrition. You've done work in psychiatry, you've done work in geriatrics. You know so very much about how to get healthy and stay healthy. And today we're going to talk about all of that. To kick things off, I would love to dive into your take on this unique aspect of our physiology that most people, when they hear about, think about weight training or maybe bodybuilding or have some immediate reaction to. But you have a different stance on this incredible organ that we call muscle. So if you would just tell us how you look at this thing that we call muscle in men, in women, in kids, in old people, young people, how should we think about muscle?"
    },
    {
        "speaker": "B",
        "text": "Well, first of all, muscle is the organ of longevity. And we've always thought about muscle, just as you said, when it comes to exercise, performance, mobility and strength, which, by the way, all of those things are important and critical for life. But there's something very unique and special to skeletal muscle. First of all, it's an organ system. It's an endocrine organ. It is responsible for a large component of glucose disposal, roughly 80% of glucose disposal. And we all hear about these things like cardiovascular disease, type two diabetes, obesity, largely. Many of these metabolic diseases begin in skeletal muscle decades before."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "Skeletal muscle is also an amino acid reservoir. It is the place that your body pulls from amino acids, and that is something that changes as we age. This idea of protein turnover, and we require healthy skeletal muscle. Of course, it's the body armor that we all know, and it is really responsible for how we age. And by the way, I came to this understanding through an experience I'd love to share with you. I did my fellowship in geriatrics and nutritional sciences, and at the time we were looking at you know, every fellow has to have a project, lucky for us. And we were looking at body composition, brain function, and there was one patient who I just adored. She was a mom of three kids, and she had always yo yo dieted. We imaged her brain, and her brain looked like the beginning of an Alzheimer's brain. And I thought to myself, and I felt very responsible, thinking, why was this woman who was doing everything that we told her to do? She was exercising. She was eating a low fat, high carbohydrate diet. Why was she so metabolically unhealthy? And I realized that at the end of the day, it wasn't that she was over fat. It was that she was undermuscled. And we spend decades and have spent decades trying to treat obesity, when really what we need to be looking at is skeletal muscle."
    },
    {
        "speaker": "A",
        "text": "Super interesting. We know that the brain is among the most metabolically active organs in the body. And muscle two, one of the most metabolically active organs in the body. You'll probably tell me that one is more active than the other. Which one is it?"
    },
    {
        "speaker": "B",
        "text": "Muscle is actually, quite frankly, not very metabolic. Metabolically active at rest."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "For every pound of skeletal muscle, it might, at rest, burn ten calories, primarily burns fatty acids at rest."
    },
    {
        "speaker": "A",
        "text": "Okay, I learned something new, and I imagine many other people did as well. So this woman that was overweight, you looked at the problem through a different lens, that she's undermuscled. How does one go from being undermuscled to properly muscled? And what is that? And as I say this, I realize that many of our listeners probably don't resistance train, or if they do, they may not want to carry a lot of muscle, thinking that that would make them have to buy a new wardrobe. You know, certainly some of our listenership probably wants to gain more muscle."
    },
    {
        "speaker": "B",
        "text": "But is that right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Is there a way to view increasing muscle mass in a way that is compatible with kind of, I don't know, we call like, a traditional aesthetics or with overall health in a way that's sort of distinct from quote unquote body building? I mean, again, as soon as we talk about muscle, we think about slabs of meat added to different parts of our body. And surely certain people probably want to add muscle to certain parts of their body for aesthetic reasons. But how should we think about muscle in the context of some of the to dos in terms of nutrition and exercise? And we'll segue into that again, how should we conceptualize this business of being undermuscled and getting to, I guess, what we call appropriately muscled."
    },
    {
        "speaker": "B",
        "text": "I think that it's a really good point, this idea of being appropriately muscled. So the truth is, I can't tell you how much skeletal muscle mass you should have for optimal health. I don't know how much skeletal muscle mass I should have for optimal health. We haven't done a good job in the literature, and just as a population being able to track skeletal muscle and know what is optimal, we are really good at looking at body fat and we're really good at looking at bone. But when it comes to skeletal muscle, Dexa is an extrapolation. So, for example, we use Dexa as the gold standard, and I'm going to come back to what we need to do to gain healthy skeletal muscle. But I think that it's really important to put things into perspective and a framework for how we think about things. We traditionally use Dexa. Dexa looks at bone and it looks at lean tissue. Collectively, part of lean tissue is skeletal muscle mass. It doesn't determine the health of skeletal muscle mass, it doesn't determine anything about the quality of that tissue. It purely looks at lean tissue, which then we determine part of that lean tissue, maybe it's 40%, is skeletal muscle. And that's important to understand as we begin to frame up the conversation, is how much skeletal muscle should I have? I have no idea. But what I can tell you is that if I were to look at your blood work and I saw something like elevated triglycerides, or elevated insulin or elevated glucose, I would begin to understand that the health of your skeletal muscle isn't where it should be. And by the way, the health of skeletal muscle mass begins when we're young. This idea of sarcopenia, which for the listener or the viewer, the definition of sarcopenia, by the way, became a disease. It wasn't even classified as a disease till 2016."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "Yes, wow. Which is very recent for a disease. It is a decrease in muscle mass and function. But interestingly, we don't necessarily know what one should have. So I think it's important to understand that when we're talking about the health of skeletal muscle, we're still pretty much in the infancy of understanding the trajectory of where it is and where it's going. So when we think about how we maintain the health of skeletal muscle, one of the things that I didn't mention is that skeletal muscle is a nutrient sensing organ. It is uniquely sensitive to the quality of our diet, the quality of our diet, defined as the quality of the amino acids that we're gaining. And that would be for the listener, dietary protein skeletal muscle is sensitive to one of the amino acids, leucine. And depending on the quality of the diet, meaning how much leucine that you're getting in any given meal, will then stimulate muscle health."
    },
    {
        "speaker": "A",
        "text": "Not just muscle size, but muscle health."
    },
    {
        "speaker": "B",
        "text": "Muscle health. And the way that we think about muscle health is by proxy, is this concept called muscle protein synthesis, which we can measure. And when we get a dietary protein amount, which is between 30 and 50 grams of high quality protein, it stimulates skeletal muscle."
    },
    {
        "speaker": "A",
        "text": "So I love this idea of focusing for a bit on muscle protein health because it divorces us from this conversation, at least temporarily, about muscle size, which I have to imagine is correlated, but it's a separate thing altogether. Actually, I should just ask the question, is it possible for somebody to have a lot of muscle, but their muscle health is poor?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Okay. Conversely, can somebody have a moderate to low amount of muscle, but their muscle quality is high, or is that less common?"
    },
    {
        "speaker": "B",
        "text": "Well, the first thing that you said is absolutely something that we see is that in an individual that carries a lot of muscle and say they're inactive, there is a big discussion about how heavy individuals will have more muscle mass. But what we have to recognize is the health of that skeletal muscle is fat deposition can be visceral. Fat deposition fat around the organs, and it can be also fat infiltrate into the tissue. Like, not to gross anyone out, a marbled steak. And that's exactly what can happen to unhealthy skeletal muscle, which then affects its ability to contract, which also affects. There's a ton of mitochondria in skeletal muscle. It affects the efficiency of skeletal muscle. So, yes, someone can have potentially more muscle, but more unhealthy muscle."
    },
    {
        "speaker": "A",
        "text": "Interesting. When you say a marbled steak, I think at the extreme, a wagyu, a raw wagyu, looks like there's as much white fat in it as there is red meat in it. And it's a very different taste and texture. So that's what we're talking about. My understanding is those cows don't move around much. They're somewhat sedentary compared to, say, a free range, grass eating cow. Is that right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that's absolutely correct."
    },
    {
        "speaker": "A",
        "text": "Okay, so we want quality, healthy muscle, and then we can talk about muscle amount."
    },
    {
        "speaker": "B",
        "text": "And then the other thing that I'll say about it is part of what defines muscle health is that flux, that movement. So if you were to think about skeletal muscle like a suitcase, and an individual was, say, going on a trip for four days, but chooses to eat or pack for 30 days."
    },
    {
        "speaker": "A",
        "text": "We know these people."
    },
    {
        "speaker": "B",
        "text": "Yes, I know. I'm maybe one of them. I have my suitcase here. I was only coming in for a day, but I may have packed for four days. Not sure what I was doing, but that's besides the point. When an individual is overeating calories, overeating carbohydrates. I had mentioned earlier that skeletal muscle, one of its primary roles is glucose disposal. And I'm sure we're going to get in the mechanisms of glucose disposal, whether it's insulin dependent or insulin independent, depending on if someone is moving or contracting that muscle. When an individual is eating food carbohydrates, it gets stored in skeletal muscle as glycogen, because, as we know, glucose at a high level is toxic to the body. So the body must move glucose out of the bloodstream into the cells. Now, what happens is, is there becomes this stasis. So if an individual is inactive and not exercising, then that skeletal muscle becomes over packed. Skeletal muscle at rest burns primarily free fatty acids, which is interesting. Most people think about skeletal muscle as burning carbohydrates. But actually at rest, skeletal muscle burns fatty acids. As you can imagine, when that muscle is full and you are not exercising it, then the substrates have nowhere to go and it remains in the bloodstream. And that would be a sign of unhealthy skeletal muscle, which then loops back to what you see in blood work."
    },
    {
        "speaker": "A",
        "text": "Elevated insulin, elevated blood glucose, yes, elevated."
    },
    {
        "speaker": "B",
        "text": "Free fatty acids, elevated branched chain amino acids, all of these things, which again, as skeletal muscle, as the metabolic sink, have nowhere to go."
    },
    {
        "speaker": "A",
        "text": "So I'm starting to get a picture where, in order to have healthy muscle, we need to think about the feeding of that muscle, the providing of nutrients to that muscle that is, as well as the use of that muscle. Let's start with the feeding or the providing nutrients to that muscle. You mentioned that muscle at rest mainly burns fatty acids. It can store glycogen. How do we know when a muscle is full of glycogen? I mean, the visual representation of the muscle seems fuller, as opposed to flatter. But these are not specific, or these are not precise terms. How much carbohydrate does it take to fill all the muscle of the body with glycogen? And then what sorts of things perhaps deplete that?"
    },
    {
        "speaker": "B",
        "text": "I think it's a great question. We know that when we're talking about glycogen, the liver stores glycogen, maybe 100 grams, and then skeletal muscle, depending on your size, for example, you might store much more muscle glycogen whether it's four or 500 grams, compared to someone who is my size."
    },
    {
        "speaker": "A",
        "text": "And can we do the standard conversion of four calories per gram? So if the liver is 400 grams, we could just say, okay, there's about 1600 calories worth of energy there. So if I go out and I do some exercise and burn 1600 calories over time, does that mean that the liver is then completely depleted?"
    },
    {
        "speaker": "B",
        "text": "Well, the liver will deplete through an overnight fast. So the liver maintains blood glucose, so skeletal muscle doesn't maintain blood glucose directly. The way that you would leverage muscle glycogen would be through exercise. The way in which you would deplete muscle glycogen would be through more intensive exercise. And when you think about the foods and the way in which you know, your original question is, how would we know how much muscle glycogen or how much we need to refuel? I typically think about it as overall activity levels. So if someone is sedentary, then the current recommendation for carbohydrates would be 130 grams per day. Per day."
    },
    {
        "speaker": "A",
        "text": "At four calories per gram."
    },
    {
        "speaker": "B",
        "text": "At four calories per gram."
    },
    {
        "speaker": "A",
        "text": "And is that both simple and complex? Carbohydrates, fibrous carbohydrates, yes."
    },
    {
        "speaker": "B",
        "text": "It would just be, overall, 130 grams."
    },
    {
        "speaker": "A",
        "text": "If they're completely sedentary, yes. So just a little bit of walking, getting up, going to the computer, to the bathroom, to the car, et cetera, but basically sedentary?"
    },
    {
        "speaker": "B",
        "text": "Yes. And the average American takes in 300 grams of carbohydrates a day, so more than double. And as you can imagine, this can distort metabolism. When we think about glucose disposal, the way in which I think about glucose disposal, if an individual is sedentary, is thinking about how many carbohydrates an individual can ingest at one time, that would mitigate insulin response and would be able to be disposed of safely. And that number is between 40 and 50 grams of carbohydrates at a meal outside of exercise. The rest of carbohydrates would be earned through exercise and through every hour of exercise, depending on the intensity, that could be between 40 to 70 grams, depending on how intense an individual exercise is, and that would be safely disposed of in a two hour period. I mean, when you think about an oral glucose tolerance test, that's a 75 grams load, you assume within 2 hours that that blood sugar regulation should come back to a normal range."
    },
    {
        "speaker": "A",
        "text": "So at 40 to 50 grams of carbohydrate every 2 hours, does that mean that if somebody were to eat 40 to 50 grams of carbohydrates every 2."
    },
    {
        "speaker": "B",
        "text": "Hours, which they shouldn't."
    },
    {
        "speaker": "A",
        "text": "Which they shouldn't. But because you're going to quickly exceed that 130 grams per day. And even if exercising with resistance training, say, hard for an hour, which, you know, can afford somebody maybe, what, another couple hundred, 300 grams of carbohydrates?"
    },
    {
        "speaker": "B",
        "text": "Probably not that much."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "You know, I think that if people care about body composition, which I would say everyone should, because you want to have an appropriate level of body fat and healthy skeletal muscle, then you wouldn't necessarily, unless you're doing some kind of cardiovascular activity, you're not using a ton of muscle glycogen, depending on how much you're training."
    },
    {
        "speaker": "A",
        "text": "And how much glycogen is the brain using?"
    },
    {
        "speaker": "B",
        "text": "So that is a good question. The brain uses a lot of carbohydrates. That would be a primary source. When they come up with the numbers of 130, it's really based on brain and then the rest of the body."
    },
    {
        "speaker": "A",
        "text": "Can we safely say that for somebody that's thinking a lot, they need more carbohydrates?"
    },
    {
        "speaker": "B",
        "text": "You could say that. Then your brain. Yes, your brain is very metabolically active."
    },
    {
        "speaker": "A",
        "text": "Interesting. So we're drawing rough estimates, not knowing people's body weight, not knowing their body composition. But what I'm arriving at here is, you know, if somebody does a little bit of cardiovascular training, maybe a little bit of light resistance training, I'm describing the activities of many people out there, maybe 250 grams of carbohydrates. You're kind of at the threshold."
    },
    {
        "speaker": "B",
        "text": "That's a lot."
    },
    {
        "speaker": "A",
        "text": "That's a lot. Four calories per gram of those carbohydrates. And so let's say 200 grams of carbohydrates per day. But that's not a ton of calories overall. So what should the remainder of the calories be made up of?"
    },
    {
        "speaker": "B",
        "text": "So, you know, I think what we're really talking about here is how do we design a nutrition plan for people to have healthy skeletal muscle?"
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "And, you know, if I were to say, okay, what are we thinking about for the listener or for the people out there? They're thinking, you know, I really want to have a healthy body composition and healthy skeletal muscle mass. The way in which they would do that is, number one, you have to prioritize dietary protein. So we're talking about carbohydrates here. But carbohydrates shouldn't be the primary focus. Nobody has challenges. Getting carbohydrates in 130 grams would be a safe recommendation if someone is overweight or struggles with type two diabetes or any of these other metabolic conditions, there is evidence to support a lower carbohydrate intake."
    },
    {
        "speaker": "A",
        "text": "I mean, 130 grams is, you know, one little micro packet of pretzels on an airplane ride, you know, that actually."
    },
    {
        "speaker": "B",
        "text": "Has probably closer to 37 grams of carbohydrates."
    },
    {
        "speaker": "A",
        "text": "Okay, good."
    },
    {
        "speaker": "B",
        "text": "Not that I had a pretzel packet before or threw one at rob on the way in, but. No."
    },
    {
        "speaker": "A",
        "text": "Right, okay, so I'm way off there. So they have one of those, a bagel in the morning, and they shouldn't, but they do. And then they have some pasta at dinner. And so most people are probably exceeding that 130 grams by a huge margin."
    },
    {
        "speaker": "B",
        "text": "Yes, they are. And there's a couple things there that it's really important that you said is that individuals, when we're thinking about designing a plan for skeletal muscle health, that first meal is most important. That first meal of the day, having dietary protein will set you up metabolically for the rest of the day."
    },
    {
        "speaker": "A",
        "text": "And when you say first meal, and we'll talk a little bit later about intermittent fasting, and I, for instance, eat my first meal at usually 11:00 a.m. it's just kind of how I'm wired. I've never wanted to eat breakfast first thing. I've forced myself to eat some eggs first thing in the morning from time to time, and it felt fine. But do you recommend that people eat a true breakfast, like, within a certain number of hours of waking up, for sake of muscle health and metabolic health?"
    },
    {
        "speaker": "B",
        "text": "When we think about that first meal, I frankly don't care when you have it. One also has to understand that you're coming out of an overnight fast. If you are young and healthy, then the timing of that first meal likely doesn't matter because you are robust. Your body is very efficient and capable to withstand protein degradation. It's able to withstand protein degradation and protein turnover, which is ultimately why we're eating. So that's one reason why we're eating. And we'll talk a little bit more about that. That first meal of the day, if you are young and healthy, the timing doesn't really matter. And I would say when it begins to matter is when you're older, when you are in your sixties, fat continuing to fast may be a negative, a negative for muscle health. That first meal of the day is important because we know that when you get between 40 and 50 grams of protein, that first meal of the day, you stimulate muscle protein synthesis. Muscle protein synthesis is, by proxy, what we use to measure as a marker for overall muscle health. Now, there's a lot of history here when we think about designing a meal plan. That first meal has between, we'll say give it between 30 to 50 grams of dietary protein. That will do a number of things. Number one, it will stimulate skeletal muscle, what we would consider the health of skeletal muscle. It also will affect the brain. It'll improve satiation. You and I were talking previously, it releases a handful of gut peptides, like."
    },
    {
        "speaker": "A",
        "text": "Glucagon, like peptide one, which GLP. Later, we'll talk about glP, ozempic, mangiaroba."
    },
    {
        "speaker": "B",
        "text": "CCK, Pyy, things that will affect appetite for that second meal. And there's some very interesting research out of Heather Leidy's lab. And basically, when she put individuals, younger adolescents, on a meal of 30 to 40 grams of protein, they were much less likely to choose, say, donuts or something outside of what we would consider a healthy nutrition plan later in the."
    },
    {
        "speaker": "A",
        "text": "Day or in the same meal later in the day."
    },
    {
        "speaker": "B",
        "text": "It was essentially augmenting their willpower."
    },
    {
        "speaker": "A",
        "text": "Okay, so it sounds like for young people, they can delay breakfast if they want. For older people, probably not. But that the first meal of the day should include what you're calling dietary protein, 30 to 50 grams."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "And maybe we should talk about the quality of that protein, because I think a lot of people understand that there are meat proteins, there are plant proteins. How important is the quality of that protein?"
    },
    {
        "speaker": "B",
        "text": "This tends to be a hot topic and somewhat very controversial. Great. Great for you, great for everybody."
    },
    {
        "speaker": "A",
        "text": "I mean, controversy on this podcast is embraced in the following way. We state what we know, we state what we don't know, and we are always happy to return to the conversation at a future time to adjust any stances based on the data and how we evolve as people."
    },
    {
        "speaker": "B",
        "text": "Okay, well, I love that dietary protein. We speak about it as if it's one thing, but actually it's 20 different amino acids, nine of which are essential, the rest we can generate in our body. And when we think about skeletal muscle, we think about the essential amino acids. And the essential amino acids primarily for skeletal muscle health are the branched chain amino acids, leucine being one of those. So leucine is uniquely stimulating to skeletal muscle. And when you have enough leucine, it triggers muscle protein synthesis."
    },
    {
        "speaker": "A",
        "text": "And when you say stimulating and muscle protein synthesis, I think a lot of people get a picture in their mind of a muscle growing. But you're not necessarily talking about that. You're talking about the organ that is muscle, that it's health, it's metabolism, being cultivated so that it can do all the hormone endocrine related things and the glucose disposal related things that we'll get into in a bit more detail later. Is that right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. And so when you have a breakfast of 30 to 50 grams, you appropriately stimulate muscle protein synthesis. And one has to recognize that if you eat below that threshold, you do not stimulate the health of that skeletal muscle. You do not stimulate muscle in a way that would be necessary for outcomes that matter. And outcomes that matter are sarcopenia. Outcomes that matter are body composition, prevention of obesity. You must get this nutrition right. It's the thing that 100% of people do is eat."
    },
    {
        "speaker": "A",
        "text": "As many of you know, I've been taking ag one for more than ten years now, so I'm delighted that they're sponsoring this podcast. To be clear, I don't take ag one because they're a sponsor. Rather, they are a sponsor because I take ag one. In fact, I take ag one once and often twice every single day, and I've done that since starting way back in 2012. There is so much conflicting information out there nowadays about what proper nutrition is, but here's what there seems to be a general consensus on whether you're an omnivore, a carnivore, a vegetarian, or a vegan. I think it's generally agreed that you should get most of your food from unprocessed or minimally processed sources, which allows you to eat enough, but not overeat. Get plenty of vitamins and minerals, probiotics and micronutrients that we all need for physical and mental health. Now, I personally am an omnivore, and I strive to get most of my food from unprocessed or minimally processed sources. But the reason I still take ag one once and often twice every day is that it ensures I get all of those vitamins, minerals, probiotics, etcetera. But it also has adaptogens to help me cope with stress. It's basically a nutritional insurance policy meant to augment, not replace, quality food. So by drinking a serving of ag one in the morning and again in the afternoon or evening, I cover all of my foundational nutritional needs. And I, like so many other people that take ag one, report feeling much better in a number of important ways, such as energy levels, digestion, sleep, and more. So, while many supplements out there are really directed towards obtaining one specific outcome, ag one is foundational nutrition, designed to support all aspects of well being related to mental health and physical health. If you'd like to try ag one, you can go to drinkag one.com Huberman to claim a special offer, they'll give you five free travel packs with your order, plus a year's supply of vitamin D. Three k, two, again, that's drinkag one.com. huberman it's great that we're focusing on muscle and then referring to obesity, because I think so many people, virtually everybody thinks, okay, reduce body fat. How do you do that? You get the calories in, calories out equation in a certain direction. And by the way, I believe in the law of thermodynamics and calories in calories out. But by focusing on muscle protein synthesis and muscle health through the ingestion of quality protein early in the day, I see that you're entering this all through it, through a different channel, but that the endpoints of reduced body fat, etcetera, as we'll get into later one can still arrive there. So just for practical purposes, what are some excellent sources of quality protein for that first meal?"
    },
    {
        "speaker": "B",
        "text": "Well, now, the quality of protein is defined by the amino acid composition. And typically, animal based proteins have higher quality. These are hard, fast biological numbers. The dietary protein in, say, a steak, is very similar to the protein amino acid in skeletal muscle. So the quality of the proteins, like eggs, like whey protein, like beef, like poultry, those compositions are similar to the human body composition. So they contain the amino acids in the appropriate ratios for skeletal muscle health. Now, plant based proteins have a different composition, and they have a composition obviously similar to plants. And one can get enough of the essential amino acids if the total caloric load of that protein is high enough. And I think that that's important to recognize because right now the american diet is 70% plant based, and we seem to be moving more towards a plant based diet."
    },
    {
        "speaker": "A",
        "text": "Is that right?"
    },
    {
        "speaker": "B",
        "text": "It is."
    },
    {
        "speaker": "A",
        "text": "I mean, I know there's sort of a movement toward that. You hear about plant based. So most people are not eating steak and eggs for breakfast. We know that."
    },
    {
        "speaker": "B",
        "text": "Well, most people, when I say 70% plant based diet, I'm talking about refined carbohydrates, sugars, cereals, oils, and when we think about it, so that 70% of our diet comes from that, where 30% comes from animal based proteins, which contain a ton of nutrients like bioavailable zinc and selenium. B. Twelve. But when it comes to muscle health, one could, as long as they are thinking about making sure that the overall protein load is high enough in that plant based protein. For example, one would not choose quinoa as a protein source. So quinoa would. Six cups of quinoa would equal the same as one small chicken breast when it comes to an amino acid profile. So I think one has to be aware that plant based proteins typically have carbohydrates that ride along with them, and that just becomes important for overall metabolic control. When we think about total caloric load and total carbohydrates, someone could use a rice pea blend of protein for that first meal. That would certainly be sufficient. Certainly if someone is geared towards a more plant based diet and doesn't want to consume animal proteins, that's what I would use."
    },
    {
        "speaker": "A",
        "text": "Is there any evidence that combining a high quality protein with carbohydrate in that first meal is more or less beneficial than having the protein alone?"
    },
    {
        "speaker": "B",
        "text": "That's a good question. I would say that we don't have evidence for that, that it would be more beneficial, because the question would be, what is the benefit that we're looking for? If the benefit that one is looking for is diversity, then certainly because we know carbohydrates can have fiber phytonutrients. If you're going to combine it with berries, that could certainly be advantageous, but not necessary. What becomes interesting is when we think about designing a diet, does that second meal matter? And not to get too technical, but maybe we could get a little technical here, is that when you stimulate muscle protein synthesis, that will last about two to 3 hours. Now, the next thing one would think is, well, I know that I need a certain amount of protein for overall muscle health. The amount of protein for overall muscle health could be anywhere from 1 gram per pound, ideal body weight to lower. And when we think about how we are designing a diet, we have to recognize that the current recommendations are the minimum to prevent a deficiency. The way in which diets are designed now, according to the RDA, is 0.8."
    },
    {
        "speaker": "A",
        "text": "Grams/Kg 0.8 grams of protein per kilogram of body weight."
    },
    {
        "speaker": "B",
        "text": "Which comes out. Total body weight, yes, which comes out to be 0.37 grams per pound. So if someone was 115 pound female, that current RDA would be 45 grams."
    },
    {
        "speaker": "A",
        "text": "Of protein, way below what we talked about earlier."
    },
    {
        "speaker": "B",
        "text": "And these are very important concepts to understand the foundations of how we think about dietary protein. The current RDA, which is a minimum to prevent a deficiency, is based on nitrogen balance, nitrogen balance. And by the way, the recommendations for protein that were set in the eighties have not changed. Which means one of two things. We haven't had new science come out or we just haven't recognized the importance of protein. And I think that it's more likely the latter that we have not yet recognized, even though there's a plethora of data. And I worked on some of these earlier studies, which I'll share. I even brought the numbers to make sure that I said them right, because this is the Huberman Lab podcast."
    },
    {
        "speaker": "A",
        "text": "Well, I've made numerical errors before on the podcast, but great that you brought the numbers. We always try and correct any errors, but great to be precise the first time."
    },
    {
        "speaker": "B",
        "text": "So thank you. When we think about how we design a diet for optimal muscle health, it's very different than how we design a diet for, again, just life. And the two are very different. The RDA for leucine, which is that essential amino acid, meaning we cannot make it, we must get it from the diet, is set at 2.7 grams per day."
    },
    {
        "speaker": "A",
        "text": "That's a trivial amount."
    },
    {
        "speaker": "B",
        "text": "That is a trivial amount."
    },
    {
        "speaker": "A",
        "text": "And 2.7 grams."
    },
    {
        "speaker": "B",
        "text": "2.7 total."
    },
    {
        "speaker": "A",
        "text": "Per day."
    },
    {
        "speaker": "B",
        "text": "Per day. And one must understand that this came from nitrogen balanced studies. And typically those are young men, 18 year old men that does not support healthy aging or anyone that is struggling with obesity or any kind of chronic illness or anything. And so then when we begin to think, well, what do we actually need? The evidence would support two to three times that amount, closer to 9 grams of leucine per day."
    },
    {
        "speaker": "A",
        "text": "And just to calibrate us, 9 grams of leucine, which again, is essential amino acid, we can only get from food per day. What does that equate to in terms of the total amount of, let's say, egg or steak protein that one would need to eat in order to ensure that? Just rough?"
    },
    {
        "speaker": "B",
        "text": "Roughly, yes. Wonderful question. So there's a meal threshold for skeletal muscle health, and that meal threshold is a minimum of 30 grams. Now, that would equal a 4.5 ounce steak, dare I say, six eggs, which is a lot of eggs at one time, or a scoop of whey protein? Scoop of whey protein might have 18 grams of protein and two and a half grams of leucine. Maybe you do a 25 grams whey protein shake. And that becomes important to understand because it is a meal threshold amount. You know, we are talking about. You know, the reason why I was so excited to come on this podcast is because I think that if we can correct our nutrition and we gear it towards skeletal muscle health, then we can change the trajectory of aging, and we can stop focusing on obesity and really focus on skeletal muscle health. But the only way that we're going to do that is if we get this nutrition right. Because skeletal muscle requires dietary protein, there's only two main ways that we can stimulate skeletal muscle, and that is through exercise, primarily resistance training and dietary protein. And so when we think about how we design a diet, if you look back at the history, we have to recognize a handful of things. Number one, that these essential amino acids, primarily leucine, is necessary to trigger muscle protein synthesis. Number one. Number two, that aging impairs the efficiency of muscle protein synthesis."
    },
    {
        "speaker": "A",
        "text": "I see. So it's a runaway train if you start getting sarcopenia, if there's obesity and other markers of aging. I realize obesity can occur at young ages too, but muscle loss, then basically you're losing muscle quality, aka protein synthesis and other things. And as a consequence, it makes it harder to increase muscle quality. So you have to short circuit this pretty early."
    },
    {
        "speaker": "B",
        "text": "Yes. And I would even say that we talk about sarcopenia as a disease of aging, but I think that there is a youthful phenotype of sarcopenia. If we define sarcopenia as decreased muscle mass and strength, that can easily affect our youth. You know, we talk about health span, we talk about lifespan. There's also muscle span. And muscle span is this concept that is really about the skeletal muscle health as we age. And there's three primary components to that. That's understanding that skeletal muscle health begins very early on. And we're going to talk about, because I know that there's parents, I have two little kids, so I want to talk about the amount of protein necessary for children, of course. And then as we think about this muscle span, there is early on, early age where you're laying down the foundation, where you're hopefully training, doing exercise, just doing movement. Being sedentary is a diseased state in and of itself. Period, end of story. Being sedentary is not the opposite of activity. Being sedentary is in and of itself a disease ome of inactivity. Then midlife, we have to maintain the tissue. We get a peak muscle mass in our thirties, we get a peak bone mass around the same time. And then that later half of life, we have to do everything that we can to maintain that tissue because of this decrease in efficiency of skeletal muscle. So skeletal muscle as a nutrient sensing organ can respond like youthful tissue and the way that it responds like youthful tissue. From an amino acid perspective, just thinking about how we eat to maintain that is that when we increase our dietary protein, so older individuals or individuals as they age, require more protein to then stimulate mTOR."
    },
    {
        "speaker": "A",
        "text": "So does that mean instead of eating 30 grams of protein per meal minimum, that people older than, say 50, 60 should eat 40 or 50 grams of protein."
    },
    {
        "speaker": "B",
        "text": "I would say that that's true."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "And by the way, skeletal muscle will mount a youthful response. There's, you know, this was the initial work was out of Bob Wolf's lab. He's an icon in the industry of protein. He's one of the, can I say, grandfathers now. I mean, that's pretty embarrassing. And when I think about Bob Wolf and Don Lehman and these guys, you know, I trained with doctor Donald Lehman, you know, these initial studies that we think about and we take for granted dietary protein, we think, okay, well, the bros have always known this, but we have not. And when you are younger, there is a somewhat of a linear response. Let's say a younger individual still growing. We'll just call them 1012 years old or my children, I have a three and a four and a half year old. They will respond with 5 grams of dietary protein, 10 grams of dietary protein, 15 grams of dietary protein versus an older individual will not respond at all to that. However, that response can be augmented by increasing the dietary protein at that meal. So an older individual will respond like a younger individual by 30 grams of protein. 30 to 50 later."
    },
    {
        "speaker": "A",
        "text": "We're going to talk about supplements, but I'm very curious, is there a place for supplementing leucine and other branched chain amino acids specifically? I always assumed that supplementing with branched chain amino acids was kind of the unique domain of people post exercise, trying to build more muscle. But as you're telling me all this, it seems that adding leucine in powder form to a meal seems like it would be great for muscle health. Is that true?"
    },
    {
        "speaker": "B",
        "text": "I would say that we do not add leucine alone because leucine, isoleucine and valine go hand in hand. It would not be advisable to add a single amino acid. The amino acid levels are maintained in the blood. By adding more of one would have effects on the other. The way in which I would think about supplementing essential amino acids and or branch chains would be if an individual is choosing to have a lower protein meal. I remember when I was in residency, the food choices were not very good. And maybe I had 2oz of fish, which wasn't enough to bring me up to a threshold. That would be a place that I would add in branched chain amino acids or essential amino acids that would bring someone's amino acid threshold up. But we have to understand, everything that we're doing, we should be doing with a purpose. The idea of just sipping on branch chain amino acids or just adding amino acids would be the equivalent of putting a key into a car and trying to turn the car on, but not having any additional substrate. So you need the full spectrum of all the amino acids to affect skeletal muscle health."
    },
    {
        "speaker": "A",
        "text": "Well, that's reassuring to hear because I love the taste of scrambled eggs and steaks, and I also like tuna, and I also like chicken, and I love all those things. And I have to imagine that, as you mentioned before, there are other things in these quality animal proteins. Like you mentioned selenium, you mentioned other perhaps essential fatty acids and other vitamins that perhaps have something to do with what the animal ingested during its life that also benefit muscle. Is that true?"
    },
    {
        "speaker": "B",
        "text": "It is. And the big standout to me is creatine. We know that creatine, at 5 grams of creatine, will affect skeletal muscle, but 12 grams of creatine affects brain health. And there's a lot of interesting research coming out on creatine and brain health."
    },
    {
        "speaker": "A",
        "text": "Can you remind me the rough amounts of creatine and say, you mentioned, let's just, I mean, I must say a four and a half ounce steak feels rather paltry to me. That's probably the size of it. Yeah."
    },
    {
        "speaker": "B",
        "text": "Which is a huge meal to me."
    },
    {
        "speaker": "A",
        "text": "Right. So let's say six ounce. Let's be generous. A six ounce steak or four scrambled eggs. I mean, how much creatine are we talking? Eggs don't have much creatine. Right."
    },
    {
        "speaker": "B",
        "text": "Not much. And I was just recently looking at this. The amount of creatine in a pound of steak you're going to cringe is something like 2 grams."
    },
    {
        "speaker": "A",
        "text": "So it's not very much."
    },
    {
        "speaker": "B",
        "text": "It's not very much. But when we think about eating foods as in a food matrix, what you're saying is absolutely true, that it's interesting. We don't eat single nutrients, while we think about dietary protein as a single nutrient, and we think about carbohydrates, but what we really do is we eat mixed meals. And when we think about that, the quality of the protein matters. From a protein perspective, could you get plant based proteins and animal based proteins, and could it be equal? Yes, it could. So I want to be very clear to say, and have a very balanced perspective, that we could get all of our dietary protein from plants, from plant based sources. A few caveats there is that that RDA that I gave you earlier is based only on high quality proteins. And that being the minimum to prevent a deficiency, if an individual was plant based, they would require closer to 1.6 grams/kg a higher amount of total protein if it's coming from plants, and that becomes important to understand."
    },
    {
        "speaker": "A",
        "text": "Speaking of an ideal world, if you had a magic wand. I do. What would be the."
    },
    {
        "speaker": "B",
        "text": "My kids think I do."
    },
    {
        "speaker": "A",
        "text": "I bet you do. What would be the amount of protein that you would have everybody eat in terms of a number of grams per pound or kilogram of body weight?"
    },
    {
        "speaker": "B",
        "text": "That's actually an easy question. 1 gram per pound. Ideal body weight."
    },
    {
        "speaker": "A",
        "text": "Total body weight."
    },
    {
        "speaker": "B",
        "text": "Not ideal body weight, actually, where you want to be. If an individual is 200 pounds, but would prefer to be 150 pounds, then I would have them eat towards their ideal body weight. There's no evidence that a higher protein diethyde is detrimental to kidney health, to bone health. And we use these terms loosely, like a high protein diet, when we have to recognize that 0.8 grams/kg is a low protein diet."
    },
    {
        "speaker": "A",
        "text": "So where did the idea come from that if you eat, say, 1 gram of quality protein per pound of ideal body weight, that you're going to get gout, you're going to have liver issues, you're going to have all sorts of issues? Where did that idea come from? From."
    },
    {
        "speaker": "B",
        "text": "Frankly, I'm not sure, but the conversation around dietary protein has probably been the most controversial."
    },
    {
        "speaker": "A",
        "text": "Why do you think that is? We're not trying to get political here."
    },
    {
        "speaker": "B",
        "text": "I'm just so curious. I have some ideas, but I won't share them. But I do feel as if nutrition is not just science. Nutrition is complicated because it's something that people tie emotion to, they tie religion to. There's a lot that goes into dietary protein and food recommendations in general."
    },
    {
        "speaker": "A",
        "text": "But it sounds like we can safely say that if you eat 1 gram of protein per pound of ideal body weight, that you're not going to cause liver damage or get gout or increase your risk of cancer. Right. My understanding is that even if it comes from red meat, there's no increase in risk of cancer. Is that right?"
    },
    {
        "speaker": "B",
        "text": "Here's what I would say to that. I would say that this idea about red meat and cancer, number one, we would have to even define what kind of cancers that we're talking about. There's many different types of cancers and there's many different causes. It would be important to understand what risk factors are. And a primary risk factor to many cancers is obesity. The question then becomes, how do we design a diet that mitigates obesity? The evidence is also very clear that a more protein forward diet optimizes body composition. And you combine that with resistance training, and you will see a tremendous amount of change. I worked on some of these early studies. And I'll share with you some of the early studies. And this came out of Don Layman's lab with the University of Illinois."
    },
    {
        "speaker": "A",
        "text": "Both you and Lane Norton both worked there?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Did you overlap them?"
    },
    {
        "speaker": "B",
        "text": "We did."
    },
    {
        "speaker": "A",
        "text": "What was he like? No, I'm just kidding."
    },
    {
        "speaker": "B",
        "text": "So let's just say he sat in the back of the class and I sat in the front."
    },
    {
        "speaker": "A",
        "text": "Okay. All right. There you heard it."
    },
    {
        "speaker": "B",
        "text": "Shots fired and all. Kidding side. Lane is a very, he's like my brother. We've known each other for 20 some."
    },
    {
        "speaker": "A",
        "text": "Years and he's a very popular guest, former guest on this podcast and a very spirited guy."
    },
    {
        "speaker": "B",
        "text": "And I just like to say, I don't know why his skin looks that good, but whatever. So I worked."
    },
    {
        "speaker": "A",
        "text": "Love you, Lane."
    },
    {
        "speaker": "B",
        "text": "I've worked on. Yes, we do. I worked on some of these early studies. And this was, these studies were some of the first studies to come out about dietary protein nutrition and resistance training. In fact, to my knowledge and to, I think, the knowledge of many of my colleagues, this was the first study. And what it was, it was, it was a twelve month study, 130 overweight men and women. So it was robust. And basically what they did is they had two groups. One group was a food guide pyramid diet. So it was 55 grams of carbohydrates, a RDA of protein, which was 0.8 grams/kg and 30% fat. 30% fat was in both groups. The second group was 40% carbohydrates. This is. Remember the zone diet? 40 30 30."
    },
    {
        "speaker": "A",
        "text": "Yeah, I liked that diet."
    },
    {
        "speaker": "B",
        "text": "Okay. I mean, there's evidence, I mean, I."
    },
    {
        "speaker": "A",
        "text": "Don'T follow it anymore, but I tried it for a little while and it works great."
    },
    {
        "speaker": "B",
        "text": "And there's some evidence to support that. That is a great ratio for people."
    },
    {
        "speaker": "A",
        "text": "Coming off the low fat era of the late nineties, the zone diet felt like the best thing ever because it was like, oh, you know, you can enjoy some fats and wow, your satiety has improved and you get stronger. You just feel better when you're ingesting some ideally quality fats. That's my experience, anyway."
    },
    {
        "speaker": "B",
        "text": "Yeah. And also we know that it influences hormonal status. You don't want to push fats too low. So the second group had a 40 30 30 split. So it was 40 grams of carbohydrates, 30 grams of protein, 30% fat. So these are all percentages?"
    },
    {
        "speaker": "A",
        "text": "Yeah, 40%."
    },
    {
        "speaker": "B",
        "text": "Now, we didn't talk so much about the distribution, but what is really important to understand is they were isocaloric, so they both had the same calories the difference was the percentage of where the calories came from and how they were given to. And there was actually four different arms to this. So there was individuals that exercised and individuals that didn't."
    },
    {
        "speaker": "A",
        "text": "Okay, so either zone diet or let's call it, I hate to say this, but more standard american diet."
    },
    {
        "speaker": "B",
        "text": "That's how it was designed."
    },
    {
        "speaker": "A",
        "text": "Standard american versus zone diet."
    },
    {
        "speaker": "B",
        "text": "Yes. So it was designed that way."
    },
    {
        "speaker": "A",
        "text": "And then exercising or non exercising for each of the."
    },
    {
        "speaker": "B",
        "text": "For this twelve month study. And by the way, I had to pack a bunch of meals. It was not pretty. And I had to do urine analysis. It was terrible. But anyway, this is besides the point. So the first group had a protein distribution of 10 grams in the morning, 15 at lunch and 45 at dinner."
    },
    {
        "speaker": "A",
        "text": "Kind of standard american diet. Steak for dinner. Yeah. Some cereal for breakfast with a little bit of milk, and then for lunch. Like a sandwich."
    },
    {
        "speaker": "B",
        "text": "Exactly. And so this mirrors what people do. The other group had 45 grams of protein at that first meal."
    },
    {
        "speaker": "A",
        "text": "Five, six eggs."
    },
    {
        "speaker": "B",
        "text": "Five, six eggs, 35 grams of protein at lunch and 35 grams of protein."
    },
    {
        "speaker": "A",
        "text": "Chicken breast in a salad at lunch with a little piece of toast. And then at dinner, how much?"
    },
    {
        "speaker": "B",
        "text": "It was 35 grams."
    },
    {
        "speaker": "A",
        "text": "All right. A piece of fish and some rice and a vegetable."
    },
    {
        "speaker": "B",
        "text": "But it was an even distribution. So what you're seeing here is now these meals are meeting a leucine threshold of muscle protein synthesis. Now it's 100. This is collectively 130 individuals. And they were. They were older. I think that they were all in their forties or beyond."
    },
    {
        "speaker": "A",
        "text": "If we just compare first the groups that did not exercise, two different diets, what did they see? What did you see? You participated in this?"
    },
    {
        "speaker": "B",
        "text": "Yes, I did. Unfortunately, no, I won't. But what was so interesting is that those individuals, everybody lost weight. So the average weight loss. Gosh, I wish I had better handwriting, but I'm a doctor and so it's pretty bad. The average weight loss was 24% greater in the high protein group. So they lost 24%."
    },
    {
        "speaker": "A",
        "text": "And you said it was isocaloric between the two groups, but was it sub caloric overall? Maybe people were ingesting."
    },
    {
        "speaker": "B",
        "text": "That's very smart. Yes, it was 500 calories less than."
    },
    {
        "speaker": "A",
        "text": "What they needed to maintain body weight. Correct. Got it. So 24% more weight loss total in the group that distributed their protein evenly and followed the so called zone diet."
    },
    {
        "speaker": "B",
        "text": "40, 30 more fat than the high carbohydrate group. So the high protein group lost a total of 16 pounds versus the calorie controlled group lost eleven pounds of fat. Of fat, which is great. Everyone's at home thinking, this is wonderful."
    },
    {
        "speaker": "A",
        "text": "Isocaloric."
    },
    {
        "speaker": "B",
        "text": "Isocaloric. But the thing here is the lean body mass change. So again, this was done using Dexa. And we know Dexa only looks at lean body mass."
    },
    {
        "speaker": "A",
        "text": "You mentioned Dexa earlier. Just very briefly, is Dexa. How does Dexa work? Not at a mechanistic level. What does it look like? I go into the clinic, am I floating in water?"
    },
    {
        "speaker": "B",
        "text": "Scan."
    },
    {
        "speaker": "A",
        "text": "I'm holding the paddles."
    },
    {
        "speaker": "B",
        "text": "Well, you might be because you're Andrew Huberman."
    },
    {
        "speaker": "A",
        "text": "No, no, no. But you hold the paddles and you're standing outside. It's. What's it."
    },
    {
        "speaker": "B",
        "text": "So a Dexa, you just lay on, depending on the machine, you can just lay on this machine. And it's a. A dual x ray and it measures bone fat and then lean body mass."
    },
    {
        "speaker": "A",
        "text": "Okay, that's sufficient for this conversation."
    },
    {
        "speaker": "B",
        "text": "So the lean body mass loss. And again, this is everything other than bone and body fat. So that was 34% in which group? In the standard american diet group."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Versus 26% in the high protein group. Now, where it gets fascinating. So what the big takeaway is, is understanding that protein had a sparing effect."
    },
    {
        "speaker": "A",
        "text": "Protein protected muscle, more body fat loss at the same caloric amounts."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Same amount of deficit relative to body weight."
    },
    {
        "speaker": "B",
        "text": "Right. In this group, exercise was not introduced. So this was purely the food guide pyramid. Changing protein in the morning versus having it at two small meals and then having it at dinner."
    },
    {
        "speaker": "A",
        "text": "And did they emphasize what we're calling high quality protein?"
    },
    {
        "speaker": "B",
        "text": "They did."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "That is also very important."
    },
    {
        "speaker": "A",
        "text": "Meat, fish, eggs, chicken, et cetera."
    },
    {
        "speaker": "B",
        "text": "They did. So then this led to another study. So then the second study was a two by two design. And this is."
    },
    {
        "speaker": "A",
        "text": "Oh, sorry, sorry to interrupt. In that previous study, what was the effect of exercise between."
    },
    {
        "speaker": "B",
        "text": "So they didn't do exercise."
    },
    {
        "speaker": "A",
        "text": "Got it."
    },
    {
        "speaker": "B",
        "text": "Okay, sorry, that was my fault. They did not do exercise. They were just doing whatever it was that they were doing. But what was so important to understand was that this set the stage for this idea that protein had a sparing effect. And then following that, the other studies. So then there was a series of a few other studies. The second study looked at diet and exercise. So this combined effect. So this is one of the first studies. And this was 48 women with a bmi of 33, 46 years old. So this is your post peripostmenopausal woman who was either in one of four treatment groups, a low protein group. Low protein with exercise. High protein, high protein with exercise. The low protein group was defined as the RDA, 0.8 grams. The high protein group was defined as 1.6 grams of kg."
    },
    {
        "speaker": "A",
        "text": "So starting to approach that 1 gram."
    },
    {
        "speaker": "B",
        "text": "Per pound, it's about 7 grams."
    },
    {
        "speaker": "A",
        "text": "Yeah. So starting to get there, but not quite there. Yeah."
    },
    {
        "speaker": "B",
        "text": "So this was a 16 weeks study and what they found overall was that the high protein group lost 18% more body fat and 25% less lean mass overall and 12% more total body weight. And so now we start moving into this synergistic effect of dietary protein and resistance training."
    },
    {
        "speaker": "A",
        "text": "And was the type of exercise that they performed, their resistance training."
    },
    {
        "speaker": "B",
        "text": "This is the good news. It didn't take much. It was five days a week of walking, 30 minutes and two days a week of resistance training with just body weight. It was like yoga activity."
    },
    {
        "speaker": "A",
        "text": "So air squats down, dogs, some warrior poses, maybe some handstand attempts."
    },
    {
        "speaker": "B",
        "text": "Rob, are you doing handstands? No."
    },
    {
        "speaker": "A",
        "text": "I've been to some yoga classes where I look to the sides of me and people are doing some pretty difficult things. Very impressive planches and things like that."
    },
    {
        "speaker": "B",
        "text": "Definitely not me. Do not invite me. Life is better this way. I'm not going to those classes. But 16 weeks they did a high protein with protein and exercise, those individuals. So now the group that I just mentioned, this was dietary intervention alone with exercise. High protein plus exercise. Very simple exercise. So if someone is listening to this and they're thinking what can I do to make very practical changes to massively impact my life outside of hormone replacement, outside of any super supplement, outside of anything, diet and exercise has a dramatic effect. Those individuals that were doing 1.6 grams/kg which is 0.7 grams per pound of body weight plus exercise lost 46% more body weight. That's substantial. 60% more fat and 40% less fat free mass from organs, muscle, whatever that is. Compared to the low protein group plus exercise."
    },
    {
        "speaker": "A",
        "text": "And was it sub caloric, were they below maintenance weight?"
    },
    {
        "speaker": "B",
        "text": "It was."
    },
    {
        "speaker": "A",
        "text": "So they're eating to ideal body weight, but still 500 calories or so below their current caloric needs to maintain body weight. I've heard before that when we eat protein, a certain amount of energy is required to metabolize that protein. Can that be translated as the caloric load of protein is not what it appears to be? Yes, let's say that six ounce steak, I'm making this up, I'll probably get the numbers badly wrong. But if it's 6oz of steak and maybe that's, let's just say 450 calories or 500 calories, does that mean that only 400 of those calories are actually quote unquote utilized?"
    },
    {
        "speaker": "B",
        "text": "What you're talking about is a thermic effect of food, the thermic effect of feeding. And that's the idea that certain macronutrients require a certain percentage of energy, or the energy from those calories to be utilized for fat, it's something like 3%. For carbohydrates, maybe it's five to 10%. And then I. For protein, it could be anywhere from 20 to. I've seen even studies that are 30%. I know, but here is the thing. It's not that, it's the energy that it takes. So if we were gonna make it simple, we'll say 100 calories from straight protein, the body would net 80 calories because 20% of that energy is being used for what I would say is muscle protein synthesis. It's not the handling of nitrogen, it's none of that. And there's variations in the literature, and the variations come from how an individual doses protein. So the dosing, depending, if you've hit that minimum 30 grams, then you will see a more optimal utilization of protein. And I think that that's where that number comes from. It's actually the stimulation of muscle because that is such an energetic process in and of itself."
    },
    {
        "speaker": "A",
        "text": "I'd like to take a quick break and acknowledge our sponsor, Insidetracker. Insidetracker is a personalized nutrition platform that analyzes data from your blood and DNA to help you better understand your body and help you reach your health goals. Now I've long been a believer in getting regular blood work done for the simple reason that many of the factors that impact your immediate and long term health can only be analyzed from a quality blood test. Now a major problem with a lot of blood tests out there is that you get information back about metabolic factors and hormones and lipids and so forth, but you don't know what to do with that information. With InsideTracker, they make it very easy to know what to do with those numbers because they have a personalized platform that allows you to see the levels of those metabolic factors, lipids, hormones, etcetera. And they give you specific directives that you can follow related to nutrition, behavioral modification, supplementation, and more that can help you bring those numbers into the ranges that are optimal for you. If you'd like to try InsideTracker, you can go to insidetracker.com huberman to get 10% off their new membership program. Inside tracker membership offers significantly reduced prices on Insidetracker's comprehensive blood panels. Again, that's insidetracker.com huberman to get 10% off. Slightly tangential question, but I think meaningful, given the context of what we're talking about. Why is it that fie a plate of scrambled eggs or a steak or a chicken breast and some vegetables. I feel very sated. And unless I did some hard resistance training, I'm kind of good with that. But that if I eat any of those same foods and one piece of a baguette or one forkful of pasta, that then I want a lot more pasta and I want half the loaf of bread. Why is that? Is it the blood glucose response? Is there something about carbohydrate at the level of the mouth? I mean, what is it? A former guest on this podcast, Doctor Diego Burgesque, who studies gut brain sensing, explained to us, and this is separate from the microbiome, that we have receptors all along the length of our gut, from our mouth out to the rectum, that are sensing the amino acids and are looking for those essential amino acids, but also sensing sugar and things like that and signaling to the brain about how much more we should eat of a given food or forage for a given food. And I just have to say, at a psychological level, subjective level, there's something so fundamentally different about eating protein and vegetables, or protein fruits and vegetables in the absence of starchy carbohydrates. And one adds starchy carbohydrates or starchy carbohydrates alone. And it's like, it's not a runaway train, but it's almost as if, like, it's never quite enough until there's a physical volume in the gut that is, like, at threshold. And I don't think I'm alone in this. You look at the way people eat chips, you look at the way people eat pasta, you look at the way people eat risotto, and it's just different. I mean, there are a few, you know, freaks out there that probably two ribeye steaks, but for most people, a ribeye steak is, like, enough. One ribeye is enough. What is going on there? And feel free to speculate, but is it amino acid sensing? And because I think this is really important, because I think, as you're suggesting, if I may, that people prioritize protein from the first meal of the day and throughout the day, I think people are imagining, well, gosh, what happens to my pasta, what happens to the bread, what happens to all these things? And they're perhaps overlooking the fact that eating protein, vegetables and maybe fruit, maybe a little bit of starch, is just a completely different experience than eating starch alone or starch in larger volumes."
    },
    {
        "speaker": "B",
        "text": "Now, I'm going to speculate here. The foods that we have access to are highly palatable, and potentially, we weren't necessarily designed to have access to those kinds of foods. And this kind of moves into this idea of something called the protein leverage hypothesis. And the protein leverage hypothesis is that individuals will continue to eat, and this is one way people explain obesity, is that individuals will eat to satisfy an amino acid need. Now, your original question was, when we eat carbohydrates, or risotto, there is a component of blood sugar regulation that happens. So as you go beyond that 50 grams threshold, you tend to release more insulin. So there's an insulin genic effect of dietary carbohydrates, which some people will experience as lower blood sugar. We've all had that experience where you're, I mean, not all, but, you know, eating your kids macaroni and cheese, and then you just can't stop. And then you probably feel very tired. There's an ebb and flow of blood sugar. The interesting thing about dietary protein is you will hear people say, I'm going to reduce my dietary protein, because it's insulinogenic as well. So dietary protein does cause a phase one insulin release, and that's preformed insulin in the pancreas. It is a component for muscle protein synthesis, but it is roughly 20% of the insulin response than the same amount of carbohydrates. And when you eat a meal that is robust in dietary protein, your body will be able to then generate its own glucose. Roughly for every hundred grams of protein, your body will generate 60 grams of glucose over a period of time through the process called gluconeogenesis. And that is one of the benefits of a higher protein diet. You generate the glucose that you need."
    },
    {
        "speaker": "A",
        "text": "And can that be converted into glycogen? Can you repack muscle that you've."
    },
    {
        "speaker": "B",
        "text": "That is a good question. The process is very slow. So it's a. It's a much slower process than if you were to have your bread or risotto."
    },
    {
        "speaker": "A",
        "text": "So you told us about essential amino acids. Are there any essential carbohydrates? No, there are essential fatty acids."
    },
    {
        "speaker": "B",
        "text": "Yeah, there are. And, you know, it's interesting. We're talking about protein, and as I mentioned before, we simplified in the way that we talk about it, is it's one thing, but it's 20 different amino acids. These amino acids each have unique metabolic roles in the body. It's not interchangeable. For example, the essential amino acid. We'll just pick a brain one. Tryptophan for serotonin. Production, or threonine for mucin production in the gut, which helps the gut lining. Or, you know, take your pick, phenylalanine. These, all of these essential amino acids do various things in the body. For skeletal muscle, the primary essential amino acid is leucine. And while again, it is very complex in the way that we would think about how do we eat enough lysine or how do we eat enough methionine, it's not a great way to think about it because then things become very complex and someone is like, well, what do I do? But if you eat for the needs of skeletal muscle health, everything else falls into place."
    },
    {
        "speaker": "A",
        "text": "My mom is 79 years old, relatively lean by my read. I haven't seen her dexa results, but she's probably had some muscular atrophy. She does yoga, she walks, she gardens, and seems to be in good health, thank goodness. My guess is she's lost some muscle in the last decades. If she were to increase the amount of protein quality protein that she eats, especially in that first meal of the day, would the health of her muscle and her muscle mass change, even if she does no resistance exercise? I suppose she gets a little bit of resistance training from the yoga, but I haven't been to a yoga class with my mom at work."
    },
    {
        "speaker": "B",
        "text": "You guys aren't doing headstands?"
    },
    {
        "speaker": "A",
        "text": "Definitely not doing headstands. She's actually, she's very mobile and very sharp and very vivacious. But I don't think she's doing the more advanced inversion things at yoga. So let's assume that she's doing some moderate exercise three, four times a week, but not training with weights. If somebody like her or a younger male that has a similar pattern of behavior, desk worker, for the most part, jogs a little bit, gets on the recumbent bike or whatever it is, but is not doing resistance training increases their quality protein intake throughout the day and especially at that first meal, ensuring at least 30 and up to 50 grams of intake. What changes are likely to happen even without resistance exercise?"
    },
    {
        "speaker": "B",
        "text": "Well, the first thing is that if she is eating a sub amount of protein, let's say she's eating the RD of protein, and the average woman eats around 68 grams of protein a day. 40% of women over the age of 60 are deficient in protein. They're eating below the RDA and what's."
    },
    {
        "speaker": "A",
        "text": "Happening to their body is their body robbing their existing skeletal muscle of amino acids in order to supply what the brain and other organs need?"
    },
    {
        "speaker": "B",
        "text": "In part. In part. One of the things that happens with aging is the body, the whole body. Protein turnover becomes less efficient. So the body is turning over roughly 300 grams of protein a day."
    },
    {
        "speaker": "A",
        "text": "That's a lot of turnover."
    },
    {
        "speaker": "B",
        "text": "It is a lot of turnover."
    },
    {
        "speaker": "A",
        "text": "300 grams of protein of turnover."
    },
    {
        "speaker": "B",
        "text": "And muscle only accounts for maybe 25% of turnover. An individual might eat an average female, like your mom is eating probably around 68 grams of protein a day."
    },
    {
        "speaker": "A",
        "text": "Yeah, if I'm lucky. She's not big on beef or chicken, mostly eggs and a little bit of fish and lots of vegetables and fruits, but maintains, again, like a healthy, lean body weight."
    },
    {
        "speaker": "B",
        "text": "And that is wonderful. So she's balancing her lower protein intake with physical activity. Remember, there are two main ways to stimulate skeletal muscle, and that's through resistance training, which one would argue she is doing, and or dietary protein. But when we think about muscle protein synthesis, there's really four inputs. There's resistance training, there's energy, there's insulin, growth hormones, and then there's leucine. When you are younger, your body is driven by more of the anabolic hormones. Which is one reason why we believe that a younger individual can get away with five to 10 grams to 15 grams of dietary protein."
    },
    {
        "speaker": "A",
        "text": "Because their levels of testosterone and or estrogen are driving protein synthesis in a way that lets them offset any dietary deficiencies."
    },
    {
        "speaker": "B",
        "text": "Well, that their body is just highly anabolic. They're growing. They're growing up. They're growing. When an individual like your mom, who's now stopped growing, the body becomes much more reliant on leucine and resistance training. Because the main pathway that these things go towards is something called mtor, mammalian target of rapamycin. The influence on those pathways changes as we age. So the lever in which you pull changes and the importance of that lever changes. So the best thing that your mom could do to maintain skeletal muscle. And what happens to skeletal muscle as we age? Skeletal muscle, if it is not contracted and utilized, gets this fat infiltration. Mitochondria changes, protein turnover changes. It becomes less efficient at sensing amino acids. There's a decrease in capillary perfusion, which is why, one reason why exercise is so important. In order for her skeletal muscle to respond like a younger muscle, what she should do is do some kind of resistance training and then add in some kind of dietary protein. Because when we think about the protein hierarchy, the amount of protein in a 24 hours period matters the most. Protein hierarchy, again, closer to 1 gram per pound ideal body weight. The evidence would say 1.6 grams/kg I'll never forget when the protage study came out. I can't believe I've been out of fellowship that long. But the protage study was a position paper, and it talked about how the current recommendation for dietary protein is too low and that to support healthy aging, you need 2.5 grams of leucine, or roughly 30 grams of protein, and an increase in total overall dietary protein. And this was really the first position statement. And that came out, gosh, I think, 2010. Yet we haven't changed any of the recommendations for the general population yet. So in order for your mom's muscle to respond, if you compound those two things, then she will maintain with activity the health of her skeletal muscle. You mentioned something else. An individual shouldn't just load protein. Loading extra protein and not moving is not a good idea because of proteins effect on mtor throughout the body. So we talked about mtor, which is mechanistic target of rapamycin in skeletal muscle, in the brain and the pancreas. This is a protein complex that you just don't want stimulated all day long."
    },
    {
        "speaker": "A",
        "text": "Yeah. For sake of cancer risk."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "My understanding is that mtor is very highly expressed in all cells of the body early in development and throughout growth. In fact, it's expressed in the cells. I spend my career working on the retinal cells, and then over time, it drops off. And it's remarkable how studies where mtor is replaced into cells allows them to essentially look like and behave like young cells again, even replacing some regenerative capacity. This is work of a guy named Zhigang he at Harvard Children's Hospital at Harvard Medical School. But what one always observes, and we've done these experiments in my lab, is that when you increase mtor by any number of different ways, molecular chicanery and things like that, that the cells grow enormous. And the concern is always that if you increase mtor, that you are going to bias any pre existing tumors to proliferate as well. Is that right?"
    },
    {
        "speaker": "B",
        "text": "I think that, yes, it is. And we have to recognize that mtor stimulation is different in different parts of the body. Just as you mentioned, skeletal muscle is uniquely sensitive to contraction, and it's through this biochemical process called red one. And when you contract skeletal muscle, it inhibits red one, which then again, there is this phosphorylation of mTOR and muscle protein synthesis happens that is unique to skeletal muscle. And when individuals will say, this will be a common discussion that you hear in the space, is that, well, I don't want to increase my dietary protein because somehow that is going to cause cancer. And that is not true. That is a very myopic thought process. That would be the same as saying resistance training, which also stimulates mtoR, is going to cause cancer."
    },
    {
        "speaker": "A",
        "text": "Right. I completely agree with you. I think it's interesting that mtoR, which in mice is mammalian target of rapamycin, that word rapamycin might prick up some people's ears. There are some people out there, and by the way, I'm not recommending this, that take rapid rapamycin as a way to inhibit mTOR in hopes of extending their lifespan. There's some animal studies that support this. There's growing interest in this, and so much so that some people are willing to take rapamycin. By that logic, rapamycin would perhaps inhibit muscle growth, muscle health. That's a whole other discussion. We'd have to get attia and Matt Caberline and a few other folks here, and maybe we will with you to discuss that. But the point being that I agree completely that we can't just say something that increases mtor in muscle is also going to increase cancer, that these molecules, like mtoR, have distinct roles in distinct tissues at distinct time points throughout the lifespan. And as you mentioned, ingesting quality protein can increase muscle protein synthesis by way of mTOR and other pathways, as well as resistance training. And I don't think anyone in the longevity space would suggest that resistance training is a bad thing. And yet we know it's increasing mtoR. So there's a little bit of a contradiction in that field. Just if one stands back from it and says, well, wait, you want to take rapamycin to block mtor, but you also want to do resistance training to stimulate mtor. Which one is it?"
    },
    {
        "speaker": "B",
        "text": "Yeah. And we have to recognize that the efficiency of the stimulation declines as we age, and the way that we overcome that is, again, this idea of muscle Spanish. How do we continue to go through life and design a diet that we know will be more dependent on dietary protein and movement as we age? Because the balance between the two changes. When you're young, you could eat the Twinkie diet, probably look at a weight, and grow. Age is the great equalizer. And I trained in geriatrics, and I am telling you, age is the great equalizer. And creating protocols and habits put into place to allow you to age well is everything. And there is so much confusion in the nutrition space that if we can pull back and recognize, well, number one, science is a. Is a evolving field, and it's the, you know, the science of uncertainty. But there are foundational principles that we can put into place, and one of those foundational principles is skeletal muscle health. Muscle as the organ of longevity must be supported, and there are very few ways in which we can do that. You know, when you think about the metabolic implications of skeletal muscle as glucose disposal unit, these diseases of aging really begin in skeletal muscle. Before you see any outward signs of obesity, before you see any outward signs of anything that would indicate you are unhealthy. It's kind of like osteoporosis as the silent disease. Skeletal muscle health is also that way. And in fact, there's some very pivotal work out of Yale. And they looked at young, healthy college students. You know, as a college student, you'll do anything for a couple bucks, right? They pay them. And these individuals were sedentary. And what they. But they were healthy, lean, and what they saw was skeletal muscle insulin resistance just by being inactive. Can you imagine, as you continue, and how do we define inactivity now? What is it, less than 5000 steps per day? Per day, multiple ways? I mean, think about it. We were designed as humans to be very mobile. And so now we live in a world that what we think about as sedentary behavior as something innocuous and not a big deal. It is a disease state."
    },
    {
        "speaker": "A",
        "text": "So I feel like you've made an excellent case for the ingestion of sufficient amounts of quality protein each day, especially starting with that first meal of the day. And just to underscore the suggestion that I heard, it was aim for 1 gram of quality protein per pound of target body weight. So if somebody weighs 200 pounds and they'd like to weigh 180 pounds, try and get 180 grams of quality protein per day, divided up into meals that include somewhere between 30 to 50 grams of protein per meal."
    },
    {
        "speaker": "B",
        "text": "Yes. And that first and last meal are the most important. There's a lot of information going around that an even distribution has to happen. And partially, this is my mentor's fault. He'll laugh this. 30 grams of protein three times a day. I'm sure you've heard about it."
    },
    {
        "speaker": "A",
        "text": "Yeah. Or that you can't assimilate more than 30 grams of protein per meal. Let's drill into it."
    },
    {
        "speaker": "B",
        "text": "You assimilate all the protein that you ingest, even if it's either. Correct."
    },
    {
        "speaker": "A",
        "text": "100 grams."
    },
    {
        "speaker": "B",
        "text": "Correct. Even if it is 100 grams, skeletal muscle protein synthesis will max out probably at 55 grams. Again, maybe it's 50, maybe it's 55. The rest is oxidized. You can only incorporate so many proteins, so much protein. And the rest is then used as fuel or oxidized."
    },
    {
        "speaker": "A",
        "text": "What if I do hard resistance training in the hours before a meal. And then that meal includes 100 grams of quality proteins. Let's say whey protein. Do I put all of that 100 grams into muscle protein synthesis?"
    },
    {
        "speaker": "B",
        "text": "I would say, I don't know if you put all 100 grams, but I would guess that it would cap out at a certain number. And really, the totality of evidence would suggest it's probably around 55 grams."
    },
    {
        "speaker": "A",
        "text": "So regardless of whether or not somebody does resistance training, you can ingest about 50 grams of protein. Again, four calories per gram, typically into muscle protein synthesis. The rest is oxidized. Yes. Maybe just touch on that process of oxidation, what that looks like."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's basically just utilizing those proteins. It's utilizing them for energy. It's not storing them. Whether it goes back for gluconeogenesis or wherever it goes, it is then oxidized."
    },
    {
        "speaker": "A",
        "text": "Okay. And if that meal with, let's say, 50 grams of quality protein is combined with 50 grams of carbohydrate fruit, some oatmeal, pasta, rice, et cetera, does that change the utilization of the protein at all? I know I asked this question earlier, but one could imagine that the body wants to use different fuel sources differently. Is there any selective use of one macronutrient versus the other?"
    },
    {
        "speaker": "B",
        "text": "What's a good nutrition? That's an excellent question. The body, that amount, it will be seen as a mixed meal. But the body will always choose to get rid of glucose first. Glucose dominates metabolism, because, again, it can be toxic to the body, so it must be utilized. Now, what is also very interesting is that now you're talking about the speed of absorption. One of the things that we should mention is typically you need a substantial rise in leucine. And that will be, again, that will probably take and last around two to two and a half hours. So when you have a mixed meal, that slows down absorption, digestion. This is where the quality of the protein comes in. That becomes very important because you have to reach a threshold in the blood to stimulate tissue. And there was a very interesting study. It's the first study of its kind. And this came out of Luke van Loons lab. And basically they looked at a vegan diet with, I think it had 40 grams of protein, and then it had a omnivorous diet. So it had both sources of protein. And what they found was that the individuals that had the 40 grams meal, that was a mixed meal with animal based proteins, actually stimulated muscle protein synthesis. Whereas the mixed meal of just the vegetables did nothing interesting, even though it was plant based proteins. Enough protein in that meal, and that likely might be because of the rate of absorption, because of the fiber content. And it becomes important to recognize that a higher protein meal seemed, especially with the quality of the protein, that if you're picking the range between 30 and 50, depending on the mixed meal amount, I would certainly go towards that higher end."
    },
    {
        "speaker": "A",
        "text": "What is the case for fiber? Either supplementing fiber or in my case, I get fiber from fruits and vegetables mainly."
    },
    {
        "speaker": "B",
        "text": "Fiber is extremely valuable. It's extremely valuable for the gut microbiome. It's extremely valuable for satiation fiber. If I were to design a diet, the first thing that I would pick would be dietary protein. Then I would think about how I'm going to parse out the rest of the carbohydrates. Because you earn carbohydrates through exercise. I usually choose berries, high fiber sources of berries, and then whatever fat."
    },
    {
        "speaker": "A",
        "text": "Blueberries, strawberries, blackberries, all of them. I'm a big fan of berries. I'm like a grizzly bear when it comes to berries. I'm a drive by blueberry eater. When they're there, I can't help but swipe them off the bowl or the plate."
    },
    {
        "speaker": "B",
        "text": "But there was something else that you mentioned that I wanted to highlight, and this was, if I did resistance training, then could I eat 100 grams of protein and then 100 grams of carbohydrates? The amazing part about exercise is what we really care about is glucose disposal and insulin sensitivity. This idea of insulin resistance is killing our world."
    },
    {
        "speaker": "A",
        "text": "Young people, too."
    },
    {
        "speaker": "B",
        "text": "Yes. Yes. We've seen double, to triple the rates of childhood obesity."
    },
    {
        "speaker": "A",
        "text": "That's wild. I don't think people younger than 25 recognized that. Like, when I was growing up in school, there was junk food. Lord knows there was junk food. There was also good food. And different kids from different homes ate different amounts of junk food. But it was the rare individual in school who was overweight, who was obese. And you had some kids that seemed to be just kind of, like, born lean and with more muscle. You had were thinner with less muscle. But it was very rare that there was an obese kid. You just didn't see it much. And I don't recall there being a lot of restrictive eating or even discussion about nutrition. And people were eating cereals, people were eating candy bars. They were also eating eggs and sandwiches and chicken dinners and all sorts of stuff. What's happened? Really? What's happened? Because something is fundamentally different. We had PE class that was required. We had to run. We had to play volleyball. We had to do those things. But it's not like we were all athletes, and we'd walk to class, I skateboarded, I played some soccer, but I wasn't an athlete, per se. So what in the world is going on?"
    },
    {
        "speaker": "B",
        "text": "I will say that also, two thirds of Americans are either overweight or obese."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's wild. I mean, again, one has to have been born in the seventies, as I was, or early eighties, to really appreciate this tremendous shift in what you see. And sure, people are on phones more. More sedentary. It's got to be a combination of things, but they're."
    },
    {
        "speaker": "B",
        "text": "It's cultural. We have a disease on inactivity and sedentary behavior that is, frankly, killing our population. Almost 50% of people have hypertension. We have, what, 40 million people on statins? I'm sure that number has changed. And skeletal muscle is medicine. Skeletal muscle, again, helps with triglycerides, helps with insulin, glucose disposal. So where this came from, you just mentioned, if I exercise, then can I eat whatever you're eating? Yes, but we're not talking about being irresponsible. But skeletal muscle now has sensitized within. You know, there's a 24 hours period, 72 hours period, where that muscle is."
    },
    {
        "speaker": "A",
        "text": "Still sensitized, meaning it consumes more nutrients."
    },
    {
        "speaker": "B",
        "text": "It consumes more nutrients. But also when you think about insulin resistance, insulin moves glucose out of the bloodstream into cells and through the muscle. There's the insulin dependent pathway through, obviously, insulin, whatever, PI three k, if you care, if anyone cares. And then there is insulin independent, which is through exercise. And how glucose moves from the bloodstream into the cells is through glut four receptors. When you exercise, you increase the density of glut four receptors to the surface just by doing activity. It doesn't require insulin. You are able to then move glucose out of the bloodstream into cells. And again, insulin resistance is at the heart of so many of the problems that we're seeing."
    },
    {
        "speaker": "A",
        "text": "Do you think that most people, including the. I'll just say it. The public health officials in charge, understand that the points that you just made. I mean, clearly, one doesn't have to even have a degree in medicine or science of any sort to look around and say, okay, there are a lot of people suffering from obesity, and we are hearing more and more about the negative effects on brain, on other aspects of mental health and physical health and the interrelatedness of mental health and obesity. I mean, doctor Chris Palmer from Harvard."
    },
    {
        "speaker": "B",
        "text": "He'S a good friend."
    },
    {
        "speaker": "A",
        "text": "Yeah, wonderful person. Former guest on this podcast, very popular episode. I mean, it's really been championing this issue as a few folks at Stanford and elsewhere, this new field of so called metabolic psychiatry, the link between brain health, mental health and metabolic health. But putting all that aside, do you think that most public health officials understand that muscle contraction increases glut four expression at the level of muscle, which then grabs more nutrients from the bloodstream, which then lends itself to all sorts of positive health benefits and diverts from these negative health benefits? I mean, like, why isn't that on every billboard? Why? I mean, it's such a simple concept in principle. Like, why aren't we hearing this? I mean, do they even require PE in school anymore?"
    },
    {
        "speaker": "B",
        "text": "I am not sure, but this is a problem. I don't know. But I would say if two thirds of our population is either overweight or obese, the health officials may fall into that category. Or at least two thirds of them, potentially."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I'm not blaming them. I'm just wondering, I mean, I don't think. Well, I don't think we hear this message enough. That muscle contraction is medicine. We've heard that from Doctor Casey, means we're hearing about it from you. That muscle and muscle health in particular. And again, I'm so grateful that we're talking about muscle health and muscle quality and muscle as a tissue that utilizes nutrients and can divert things towards health and away from disease, as opposed to just muscle size, because I think most people hear muscle and they think eat for muscle and they just think muscle size. And frankly, most people don't want increased muscle size."
    },
    {
        "speaker": "B",
        "text": "But if you train for hypertrophy, which is muscle size, very difficult to get, especially as you age, by the way, it becomes much more difficult. But you will also get strength and power. If an individual struggles, you know, if they fall, they break a hip, they have to be able to get up off the floor. You have to be able to travel on an airplane and put your stuff overhead or pick up your toddler, a."
    },
    {
        "speaker": "A",
        "text": "Mine weighs 40 pounds, or go downstairs. What? Doctor Peter Attia has really been emphasizing that a lot of life ending injuries, life ending injuries occur by virtue of people failing to do the eccentric movements that essentially look like stepping down off something. I've had to have this discussion with both my parents. It was a little bit uncomfortable, frankly, because no one wants to be told, hey, listen, here are the things that can potentially kill you. Don't worry so much about going upstairs. Make sure you hold the railing. Both of my parents being able bodied, I'm grateful again for that. Be careful as you walk downstairs. I mean, one fracture at age 79, 80, the age of my parents. I think I'm going to get these numbers a bit wrong, I'm sure. But I think Peter mentions that that leads to death in a large percentage of people that break that hip or break that leg or break that wrist even."
    },
    {
        "speaker": "B",
        "text": "Yes. And the other thing that not because."
    },
    {
        "speaker": "A",
        "text": "Of the break itself, but because the inactivity that results."
    },
    {
        "speaker": "B",
        "text": "And that's absolutely right. Skeletal muscle inactivity causes a derangement of metabolism. The derangement of metabolism will then go on to get fatty acid infiltration, fatty acids that infiltrate into skeletal muscle. Once that happens, you now have a decreased flux. You're not moving muscle glycogen. You're not getting rid of these ceramides or these diacylglycerols that build up, that potentially lead to and compound insulin resistance. Skeletal muscle insulin resistance. You then generate a low grade inflammation that is constantly going on. If 40% of your body weight is skeletal muscle and you are not maintaining the health of skeletal muscle, you are walking around with an inflammatory bag on you. This decline in aging, people think that we go through a linear decline in aging. We don't. We go through a series of catabolic crises. And a catabolic crises would be something like someone falls, breaks a hip and never regains full functioning, or someone gets pneumonia, is on bed rest for five days or a period of time. This compounds upon itself. These catabolic crises compound upon themselves and individuals never return to full function. The thing that becomes interesting and very important is that when you maintain the health of skeletal muscle, low muscle mass would be an early indication of osteoporosis. Bone attaches to muscle, muscle pulls, bone creates a load, a stimulation that is required for building. I mean, imagine the astronauts or an individual who again, is on bed rest. When you are training and you are putting force and load on your body, then you are able to maintain the entirety of the architecture of the body. This all makes useful sense, but it is under appreciated as an organ system. The other thing about skeletal muscle and depression and mood is that skeletal muscle and inflammation, as you contract it, the duration and intensity of contraction releases myokines. So, myokines, have you heard of myokines?"
    },
    {
        "speaker": "A",
        "text": "I have, but please educate."
    },
    {
        "speaker": "B",
        "text": "Yes. So myokines are peptide hormones. Again, skeletal muscles and endocrine organ that travel throughout the body. The most famous one is interleukin six. You have interleukin 15, interleukin six. These affect lipolysis, they affect the utilization of glucose. There's this idea of training in a low glycogen state that might increase more robust amounts of these interleukins."
    },
    {
        "speaker": "A",
        "text": "Is that right?"
    },
    {
        "speaker": "B",
        "text": "These myokines?"
    },
    {
        "speaker": "A",
        "text": "Great, because I love training fast, which is interesting."
    },
    {
        "speaker": "B",
        "text": "And we always think about exercise as this way to improve metabolism. It doesn't so much do that at rest, but what it does is when you exercise, you improve again, glucose utilization, but also you release these myokines. It's not just the physical activity, but it's also the subsequent effects and the subsequent molecules that skeletal muscle releases."
    },
    {
        "speaker": "A",
        "text": "I just want to say, realizing I'm interrupting. Amen to that. So often people look at how many calories were burned in a given bout of resistance training. And while that is perhaps interesting, the wave front of other endocrine and molecular factors that set in motion by proper resistance training, to me, is the most interesting and important aspect. Meaning in the hours afterwards, sure, you're going to continue to burn calories at an elevated rate, but it's all the effects of the hormones. And as you're pointing out, the interleukins that last hours and hours and even days that, at least to my mind or my read of the literature, are the most interesting, the most beneficial, fascinating."
    },
    {
        "speaker": "B",
        "text": "And actually, the science is relatively new. It came out of Pederson's lab, Bente Pedersen in Copenhagen. Extraordinary work. She is, in part, an immunologist and exercise physiologist. When you train and you release these myokines, which are based on the intensity and duration of your activity, release something called capceptin B and irisin. These myokines then stimulate BDNF release in the brain."
    },
    {
        "speaker": "A",
        "text": "Brain derived neutrophil."
    },
    {
        "speaker": "B",
        "text": "Exactly, which is a component of neurogenesis. When we think about the plethora of activity of what skeletal muscle does, it is no surprise that, number one, it's free to move."
    },
    {
        "speaker": "A",
        "text": "Can I just mention something about BDNF, if I may? I spent much of my earlier career working on neuroplasticity, brain development, and BDNF, brain derived neurotrophic factor gets mentioned from time to time. And as you mentioned, it's involved in different neurogenesis pathways. But I think one of its most interesting effects is its role in consolidating existing connections, what we call synaptic connections, in the brain. And I'm so glad you mentioned this, because what you're effectively saying is that doing resistance training properly sets in motion a molecular cascade that feeds back to a molecular cascade within the brain that reinforces the neural circuits that exist. And one of the hallmarks of aging is essentially a degradation of neural circuitry sometimes in extreme cases, like Alzheimer's or other forms of dementia, Parkinson's, etcetera. But we know that the volume of gray matter of neurons within the brain declines with age. We know that the neural circuitry suffers, the speed of neuronal transmission suffers, and it's long been observed, but only now objectively substantiated, that exercise can not just maintain, but even improve brain function over time. And so thank you for allowing me to kind of expand on what you just said. I just think that if ever there was a potent medicine for improving brain health, it's exercise, and in particular, resistance exercise. I think the case for cardiovascular exercise is probably that it maintains the components of blood flow that are also critical for the blood."
    },
    {
        "speaker": "B",
        "text": "Yes, and certainly no one is arguing the importance of cardiovascular activity. And vo two max, we can appreciate that on the flip side of that, skeletal muscle has not had its moment yet. In particular, resistance training. You're not going to be able to be effective at maintaining a Vo two max. If you do not have healthy skeletal muscle, you are not going to be able to be effective at nearly doing anything or surviving any kind of illness. The higher the amount of skeletal muscle mass you have, the healthy skeletal muscle mass, the greater your survivability against nearly any kind of disease."
    },
    {
        "speaker": "A",
        "text": "Remarkable."
    },
    {
        "speaker": "B",
        "text": "For example, cancer, cachexia, which is the wasting that comes with a cancer, kills 20% of individuals. Survivability comes from the health of skeletal muscle. Also on that same note, contracting skeletal muscle releasing myokines interfaces with cells of the immune system. We've all heard of macrophages and the cytokine storm, interleukin 15, TNF alpha, as being pro inflammatory. When the myokines, which are also interleukin six and interleukin 15, are released from skeletal muscle, they interplay, and they somewhat dampen the inflammatory effect and have a different effect on the entirety of the system when these, quote, cytokines come from skeletal muscle."
    },
    {
        "speaker": "A",
        "text": "Incredible. So as long as we are now on the topic of exercise, let's make it concrete for people talked earlier about nutrition and specific gram amounts and calorie amounts and distribution, and that's just wonderful. And thanks also for explaining the mechanism and the incentive for doing this. Let's talk about resistance training, and let's do this in a slightly different way than we did earlier. What is your program for resistance training? And then we'll talk about what other people might consider for them and maybe the same thing. So if you could just actually walk us through your week, what does it look like it could be Sunday, Monday, Tuesday, etcetera? Or it could be, you know, how many days a week do you resistance train?"
    },
    {
        "speaker": "B",
        "text": "Of course. You know, I don't do any kind of training."
    },
    {
        "speaker": "A",
        "text": "Yeah, I know. Based on your instagram, what you do, and now we know why."
    },
    {
        "speaker": "B",
        "text": "So I have a wonderful trainer, Carlos Mata, shout out to him every Monday. I decide I don't want to train. And I know that, of course you don't enjoy it. I do. But it's usually suffering. At least Monday, every morning, I know Monday morning's gonna come up and I'm gonna think about all the ways in which I can get out of it. I never get out of it. Show up. I train consistently three days a week, and I train pretty heavy for my size, so I'm maybe 110 pounds. What I do is I do some kind of push pull, hinge squat on."
    },
    {
        "speaker": "A",
        "text": "All three of those days."
    },
    {
        "speaker": "B",
        "text": "I do."
    },
    {
        "speaker": "A",
        "text": "So you train your whole body?"
    },
    {
        "speaker": "B",
        "text": "I do."
    },
    {
        "speaker": "A",
        "text": "Three days a week, separated by a day in between?"
    },
    {
        "speaker": "B",
        "text": "I do, I do. Because essentially I'm working hard enough where I'm pretty exhausted. So I came here and you asked me if I trained this morning, Friday. I'm off today."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "But what I do is when I start, I think about, well, actually, Carlos thinks about this, but I'll do some kind of sled push. Sled push will be loaded, it will be pretty heavy. It gets my full body moving. And then we'll pick some kind of compound movements, whether it's a multi joint movement. That's exactly right. A multi joint movement through full range of motion."
    },
    {
        "speaker": "A",
        "text": "So for instance, a squat or a deadlift."
    },
    {
        "speaker": "B",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "If somebody isn't skilled in squats or deadlifts, could they maybe hold onto a kettlebell of appropriate weight for them and do like a kettlebell squat?"
    },
    {
        "speaker": "B",
        "text": "I'm going to give them an even better solution. And this is this concept that I learned from a PhD named Pat Davidson. And he talks a lot about high ground, low ground movements. And a high ground movement would be something where you have contact, contact, like a hack squat. So ground, you have back support, leg support. You are able to move in a way that fully contracts the muscle that you are focused on. We see a lot of people that go to the gym and kind of just do whatever, and that might be okay to maintain, but the goal should always be, ladies, you're not going to get bulky."
    },
    {
        "speaker": "A",
        "text": "Should be hypertrophy, which is hard to achieve."
    },
    {
        "speaker": "B",
        "text": "It's hard to achieve, but you must focus because maintaining and growing skeletal muscle mass as you age, it becomes much more challenging. And so choosing high ground movements, I would not have someone who is an unskilled lifter go in and do a front loaded goblet squat or free weight squat or deadlift."
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "B",
        "text": "I wouldn't. I would have them do high ground movements. And this is where machines are really, really wonderful. People kind of will say, well, but you have to train for functional movement and functional, well, what is that? We're training for life. You're training for life? Durability."
    },
    {
        "speaker": "A",
        "text": "And if I may, anytime people say, what's the best form of exercise? How do you work out? Et cetera. I always say, rule number one, definitely train, but don't get hurt or avoid getting hurt. I mean, the moment somebody approaches exercise and gets hurt, they're in trouble. One of the best ways to get in shape for your entire life is to avoid getting injured, but still train."
    },
    {
        "speaker": "B",
        "text": "Or train your entire life. If there are parents listening, thinking about your kids, there was a whole push where kids shouldn't do resistance training and shouldn't move load. I look at my kids, they might not be doing one rep maxes, but they're picking up kettlebells. They have really? Oh, yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "I was told growing up to not touch the weights until I was at least 18. At 16, I started doing, you know, pull ups, push ups, sit ups, and then pretty quickly moved into all the leg press, leg extension, you know, all that stuff. Couldn't help myself."
    },
    {
        "speaker": "B",
        "text": "But I would argue that outside normal play, someone is never too young to start, and frankly, never too old."
    },
    {
        "speaker": "A",
        "text": "And body weight resistance is in many cases sufficient. Right? I mean, as a kid at night, I would do sit ups and handstand push ups against my door. I couldn't do a proper handstand unassisted, but I'd flip over and then do the handstand push ups until my mom would yell at me about the marks on the door. But that was pretty tough. Getting ten repetitions of that was pretty tough. But you're saying resistance training, what you said, high ground."
    },
    {
        "speaker": "B",
        "text": "High ground contact, high contact. So when you are choosing motions that an individual is unskilled to do, let's frame this is that most people think about exercise for optimization and performance. But if we take that back a notch and, you know, I think about my audience, and they are individuals that are, aside from the special operators and aside from the CEO's, they are 40 year old women that are like, hey, all of a sudden I notice that my body composition has changed. You know, I work with an amazing PhD. Her name is Victoria Fleckar and she has helped me bring into these pieces of how do we design and think about training protocols and training programs for the more mature individual? And when you think about these high ground movements, if someone has not trained and they're thinking, well, I don't want to fall, so I'm going to do box jumps, that plyometric movement, there's a high probability of injury."
    },
    {
        "speaker": "A",
        "text": "Yeah, I don't like box jumps or, or I don't like them because the eccentric loading that, you know, ends up being a lot of soreness. And it just takes a lot of them to generate what I'm trying to generate."
    },
    {
        "speaker": "B",
        "text": "So that is exactly the point. Is an individual going to be able to generate enough force to make it meaningful? And someone would argue, yes. Well, for them that would be, you know, when I was a practicing geriatrician and I was going through my fellowship, we did a number of metrics to look at strength. And one of those was a sit in, stand out of a chair. So sit to stand. And that would have, for some people, have been considered a high intensity interval. The question becomes, is that enough to mount a response over time? And I would argue, no, what do people need to do? And that is when you train for hypertrophy, which is muscle growth. And let's say that is five to ten reps, three, you know, four to five sets. You pick. There's many different ways that it, where."
    },
    {
        "speaker": "A",
        "text": "The final repetitions are challenging, where the."
    },
    {
        "speaker": "B",
        "text": "Final and the load is enough. And there's wonderful data out of McMaster University that it doesn't have to be heavy weight as long as the stimulus is enough. And then we take it back to what is the stimulus? And the stimulus, the goal should be, are you moving the muscles that you are supposed to be doing and are you generating enough activity to create adaptation and change? And so a high ground movement for someone who's listening to this and is thinking, I need skeletal muscle health, I walk. Walking is wonderful, but is walking enough to maintain those type two fibers? It's not, you will see a transition. And we've all seen our aging parents. I mean, my dad is in his seventies. He's very fit. But he used to be a collegiate wrestler. He went to Wharton, he was captain of his wrestling team. Dad, you're a lot smaller. And part of the reason is the fail, the failure to focus on hypertrophy. And those are those type two fibers, those type two fibers that transition with age to more type one fibers, those long lean fibers. You go from bigger to bulky, to less, choosing activities to maintain those fibers. Also, these fibers are bigger. This is where glucose disposal goals, because choosing things like leg extension, it's not a bad thing. If you get stronger and you have stronger muscles, then you will have more power, you'll be able to generate more force, you will be much less likely."
    },
    {
        "speaker": "A",
        "text": "To fall, and you'll be healthier overall because of muscle health. So maybe we could just list off some of the movements that people could think about in terms of these high ground movements you mentioned. Hack squats, leg presses come to mind."
    },
    {
        "speaker": "B",
        "text": "Leg extensions, leg curls, leg curls, lat pull downs with a supported back, any kind of rows, rows, a supported row."
    },
    {
        "speaker": "A",
        "text": "Again, these are mostly machine exercises that you're describing."
    },
    {
        "speaker": "B",
        "text": "They are, which is cables or machines. So cables would be considered low ground because you're kind of in space. And if you think about it, what takes someone out in their forties? What takes someone out of the game? It's a tendon injury, tendinopathies, whether it's a shoulder, whether it's a hamstring, whether it's a hip. And part of the reason is there's muscular strength. We focus on muscular strength, but there's also tendon strength, which takes time. And when you get tendinopathies, you get the thickening of these tissues. You know, people will say that tendon lays down much slower, that the collagen turnover is much slower, but actually, muscle turns over one to 2% per day. Tendons turn over maybe 0.5 to 1.5% per day. It's not that substantially slower. It's highly active tissue. You need blood flow. You have to treat your body with respect that. If you think you can always train the way that you did when you were younger and just hit those heavy weights, if you get injured and you are not allowing your tendons to keep up, then overall injury over time. Again, this is what we would call maybe not a catabolic crises, but close."
    },
    {
        "speaker": "A",
        "text": "What is the total duration of a resistance training workout that the typical person could use? I make it a point to try and warm up over the course of about ten to 15 minutes, and then do 50 to 60 minutes of hard work. But I always leave some gas in the tank. It's the rare, I would say, 5% of my total resistance training workouts. And I also train three times a week, although I divide my body up into different splits. That's my case."
    },
    {
        "speaker": "B",
        "text": "And I run well, you run much larger than me."
    },
    {
        "speaker": "A",
        "text": "Well, it's the case now that I try and hit each muscle group directly once per week and then indirectly another day per week. So if legs are on Monday, that's direct, but the indirect leg training is actually the HIIT workout on Friday, sprinting."
    },
    {
        "speaker": "B",
        "text": "I love that. That's wonderful."
    },
    {
        "speaker": "A",
        "text": "I think that the three days per week whole body workout, I think, would work for a lot of people just to take the complexity out of it. So is it the case that the entire workout could be constrained to 45 to 60 minutes?"
    },
    {
        "speaker": "B",
        "text": "Absolutely. And for a new lifter, they're going to get the most gains. What we find is that if an individual is what we would consider a beginner, you will see after they go through a neurological adaptation, is that they will get more growth and potentially progress. A new lifter could progress weakly, whereas a more advanced lifter, I would say we would be considered more advanced. We've been lifting our whole lives that for us to make changes, it's much more challenging for us to put on size or even get stronger. I mean, yes, there is a particular cadence, but our improvements might be minute. And when you're thinking about designing a program, the current recommendations for physical activity, which, by the way, do you know, 75, roughly 70, maybe it's 78% of individuals do not meet physical activity guidelines."
    },
    {
        "speaker": "A",
        "text": "And what are those, again?"
    },
    {
        "speaker": "B",
        "text": "5000 steps per day, 150 minutes of moderate to vigorous activity with two days a week of resistance training."
    },
    {
        "speaker": "A",
        "text": "Per week?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So 150 minutes total and two days a week of resistance, plus two days a week of resistance training."
    },
    {
        "speaker": "B",
        "text": "So that is, what, 30 minutes, seven days a week of activity. Just to put that into perspective, that is how sedentary we are. 50% of Americans are not even training."
    },
    {
        "speaker": "A",
        "text": "Is that true in other countries as well?"
    },
    {
        "speaker": "B",
        "text": "Well, I don't know the statistics in other countries, but far and away we have arguably the biggest health crisis with our population."
    },
    {
        "speaker": "A",
        "text": "People always point to the blue zones. They say, well, they do. In the blue zones, they have like a shot of vodka every night and they're socially connected and they have a mediterranean diet and they're not lifting weights. But is it the case that they are piling wood? Are they walking more? Are they carrying?"
    },
    {
        "speaker": "B",
        "text": "Are they active? Highly active. And the blue zones are a funny thing because some will say, well, are the records kept appropriately? And et cetera? There is a lot, though, despite that, that we can learn from the blue zones. And I think, again, connection, social, socialization, but also movement. Part of the reason why we are requiring this higher protein load is because we are physically less active. Again, there's only two main ways to stimulate skeletal resistance training and dietary protein. Arguably the resistance training piece, the physical activity piece is more influential, is much more impactful to full body homeostasis than diet will ever be. If you just eat protein and don't exercise, you will likely still lose muscle."
    },
    {
        "speaker": "A",
        "text": "Interesting. My observation of family friends that include people who are very fit into their eighties and nineties and even beyond in a few cases, are that, and here, these are generalizations based on observation. I want to be clear that the people I know who are still skiing in their eighties, who are sprinting in their eighties, not as fast as they used to, who are still playing tennis in their eighties. So what I'm referring to here are people that are playing sports that involve dynamic movement, that involve a lot of coordination and no doubt some resistance, at least of some sort, like skiing, is there's some resistance involved depending on the complexity of the trees, etcetera. Yeah, and trees. So what do you think is going on there? I mean, there's a rich literature to support the fact that most of our brain volume is there to support vision and movement, and that when we move less, there's brain atrophy. John Ratey at Harvard talked a lot about this. Even some species of animals that will spend part of their life swimming around and then they'll nest on a rock, and then the brain will actually eat itself due to the lack of movement, will just metabolize portions of itself. So the relationship between movement and brain health seems, seems obvious. But, yeah. How many folks do you see out there in their sixties, seventies, eighties and nineties that are now doing resistance training? Do we know the percentages on that?"
    },
    {
        "speaker": "B",
        "text": "I don't, and I was just recently looking at the ACSM guidelines, which is the American College of Sports Medicine, for activity in older individuals. I am not sure the percentage of individuals that are actually doing resistance training. And partially I'd have to believe that it's less so. Again, I trained as a geriatrician, and one of the things that we always saw, not for everybody, but for the majority of people, is it wasn't the duration of the training. They were still, if they were active, they were still active. It was the intensity that they were able to mount. And so, because, you know, there's this interesting thing is as we age, well, I mean, some of us are less intense in our training, and it's the actual intensity piece that seems to go down that when this can be addressed, and what do I mean by intensity? There's a million ways in which I suppose one could define intensity, but it is pushing themselves again. Are we going to say, is it how many reps, how heavy? But the focus and the intensity of the training goes down."
    },
    {
        "speaker": "A",
        "text": "I guess we could define intensity somewhat loosely, but still fairly, by saying repetitions in the five to ten, maybe twelve repetition range, where the final two or three repetitions are challenging in good form, maybe even to failure in good form. Does that seem like fair?"
    },
    {
        "speaker": "B",
        "text": "Yeah. And I would think of the intensity component, because the aging literature, it really doesn't seem to matter if people are lifting heavier, light. I used to believe that in order to maintain skeletal muscle mass, especially as hormonal status changes, decrease in testosterone, decrease in estrogen, decrease in progesterone, that the heaviness of the load has to increase. I can't. The data doesn't necessarily support that. I would love for that to be the case."
    },
    {
        "speaker": "A",
        "text": "Surprising to me."
    },
    {
        "speaker": "B",
        "text": "I wouldn't surprise you."
    },
    {
        "speaker": "A",
        "text": "I think people would have to push themselves with not extremely heavy loads, but moderately heavy for them."
    },
    {
        "speaker": "B",
        "text": "So it was surprising to me as well, and especially when we worked on some of those earlier studies in layman's lab, there's this change in body composition that seems to happen midlife. There's an increase in visceral body fat or central adiposity, and one would think that you require a lot of extra supplements, et cetera, to influence that. But when training and nutrition are accounted for in a very controlled way, body composition changes to the positive. You can lose body fat and increase muscle mass. It'll be very interesting to see as the literature around hormone replacement continues to evolve, especially as it relates to women, because we know that testosterone improves skeletal muscle mass. But that isn't going to be enough if you don't have the foundation, the foundation in place. And I think that the other big concern is how we're measuring skeletal muscle mass. We mentioned a little bit about Dexa. The more effective way is really MRI, which doesn't seem to be achievable for many people. It's expensive. And CT would be the other way to actually look at muscle quality. Muscle quality right now is defined purely on functional movement measurements, but that's clearly not it. When we define, if you look in the literature, muscle quality is really about the load and the weight and the performance, not about the architecture and the infrastructure of the skeletal muscle. And the reason I say this, let me take a step back, is that in the literature, and you will often hear people say that only strength matters, size doesn't matter. I don't believe that to be true. I believe that we haven't been able to test muscle size appropriately. And when we begin to test it, there's a way. And this is, I think this is being done. It came from a gentleman named Doctor William Evans, and he utilizes something called a D three creatine and it's a deuterated tagged creatine and an individual will ingest a pill. Creatine is largely skeletal muscle. There may be a small amount in brain, but for the majority of skeletal muscle, that's where creatine goes. And so this is a direct way. First time ever it's been validated. I think it started its utilization and maybe 2019. But when individuals are directly measuring skeletal muscle mass, they find that skeletal muscle mass and strength are both important."
    },
    {
        "speaker": "A",
        "text": "Interesting. So is there a synergistic effect of ingesting quality protein in sufficient amounts distributed throughout the day, and as you mentioned, especially at the first and last meal of the day, and resistance training exercise on muscle health and other metrics of longevity and current health status?"
    },
    {
        "speaker": "B",
        "text": "This is a bit of a nuanced answer. If you are young and you are eating close to 1 gram per pound ideal body weight, then any time that you ingest your protein would be adequate. However, if you're older and you want to take advantage of resistance training plus dietary protein, then consuming within an hour or so, and again, that number is the way in which I think about it is really about that blood flow is how long that blood flow is still getting to the skeletal muscle because you're delivering nutrients. If you are older or have a chronic condition, then there would be no downside. And there is evidence in the literature, if you consume dietary protein around resistance training due to that synergistic effect, if you are eating a lower protein diet and or older."
    },
    {
        "speaker": "A",
        "text": "Got it. So would it be actionable to try and, I don't know, drink a whey protein, drink within an hour of resistance training, or eating a meal that includes a chicken breast or some eggs or steak, is that basically what we're talking about?"
    },
    {
        "speaker": "B",
        "text": "It is. If you are eating a lower protein diet, I would take advantage of that because you increase the efficiency, you lower that anabolic resistance load. Yes, one could do that. And I say this in a way that if you are young and healthy and you are training, I don't really care when you ingest your protein, but if you are a, a group or in a group of individuals that potentially is at risk, then doing resistance training and adding in dietary protein, I would say a shake is a great way to go because the absorption is quicker, a meal will have a slower absorption, and again, we need to get those amino acids into the bloodstream at a certain level at a certain time."
    },
    {
        "speaker": "A",
        "text": "What about cardiovascular training, vo two max? I make it a point to try and do a long hike or jog once a week. For me, that's 60 to 90 minutes. I'm not obsessive about it in the sense that sometimes I'll go out and I make it social with a weight vest or maybe just walk or hike. Sometimes I'll jog on my own. One shorter run of 30 minutes or so in the middle of the week at a faster clip, and then one high intensity interval training session that lasts about twelve minutes in total. And thank goodness it's only that because I'm basically sucking for air at the end and thats it for me. Plus a bunch of walking if I can. I try to walk as much as possible throughout the day. I dont even consider that exercise. I just consider that movement."
    },
    {
        "speaker": "B",
        "text": "Thats wonderful. Now, youre talking about non exercise activity that is extremely valuable."
    },
    {
        "speaker": "A",
        "text": "I try to pace while I take phone calls and things of that sort, as much movement as possible. What is the value of getting the heart rate elevated for some period of time, you know, longer than a few minutes?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, when you're talking about increasing vo two max, I think that there's a multitude of ways to do it. One could do slow, steady state activity, but I will say as individuals age, that becomes more challenging on joints. We are thinking about how are we able to maintain our physicality throughout life? If you've got a ton of time and you can do slow, steady state, it's wonderful. Alternatively, there's a lot of evidence that high intensity interval training. Martin Gabala would be a wonderful guest. He is really the expert in high intensity interval training and its changes in insulin sensitivity influence on Vo two max. And this is really going all out in a matter of 20 seconds. There's moderate intensity interval training, high intensity interval training, sprint interval training that will increase Vo two max in a substantially less amount of time and could be safer for an individual. The other way is improving skeletal muscle mass. If you improve strength and hypertrophy, you will improve your Vo two max, albeit not exactly in the same way, but both are beneficial and both will improve Vo two max. And blood pressure and triglycerides and clinical outcomes that we care about. It's wonderful to think about things kind of nebulously, and then it all comes back to what do we care about as we age? We care about having an appropriate blood pressure. Let's call it 120 over 80, we care about having a triglyceride level of 100 or less lower. We care about maintaining fasting insulin levels, fasting glucose levels, anywhere. The cutoff, they will say, is between 70 to 100. These are clinical outcomes that we care about, and that is what we ultimately want. However, the influence is to pull those levers to get there can be varied. It ultimately comes with how are we going to do it and how are we. Is it going to be something that we maintain? You know, there's certain aspects about dietary protein that are interesting. One of the things that I've seen clinically is that those individuals that are on a higher protein diet will seem to have higher blood glucose. I don't know exactly why this is. It's thought that maybe because the red blood cells live longer and maybe also."
    },
    {
        "speaker": "A",
        "text": "Higher blood creatinine levels, we do see."
    },
    {
        "speaker": "B",
        "text": "Higher blood creatinine levels. When individuals have higher muscle mass, that is typically a call that I get. Many of my patients are large and buff, as I would say, and they almost all have higher levels of creatinine. That doesn't mean that your kidney function is suffering. One thing that one would do clinically would get a cystatin C to correct and get a corrected GFR to see if it's within the normal range."
    },
    {
        "speaker": "A",
        "text": "Is it true that if you do a hard resistance training session and then get your blood drawn the next day, that you might see higher blood creatinine levels?"
    },
    {
        "speaker": "B",
        "text": "Potentially. But what I have seen are higher alt in liver enzymes, and we see that very frequently in individuals that train intensely."
    },
    {
        "speaker": "A",
        "text": "And it concerns you or doesn't concern me?"
    },
    {
        "speaker": "B",
        "text": "It doesn't concern me because it's just."
    },
    {
        "speaker": "A",
        "text": "A consequence of the training. And presumably it's transient."
    },
    {
        "speaker": "B",
        "text": "It is transient, typically, and we may see changes in creatinine with. I have one patient, she runs 100 miles in her sixties."
    },
    {
        "speaker": "A",
        "text": "She's an ultra runner."
    },
    {
        "speaker": "B",
        "text": "Yeah, in her sixties. And she's strong. I mean, she's stronger than me. It's extraordinary. And you think about what are the things that she needs to do to maintain the health of her muscle mass so that she can continue for long periods of time."
    },
    {
        "speaker": "A",
        "text": "So while we both agree that nutrition is one of the foundations of muscle health and health generally, supplements often can have their place. We talked a little bit about creatine. I and many other people supplement with five to 10 grams of creatine monohydrate per day. I do that because it has benefits for muscle strengthen. There's some brain benefits that I'm aware of, and I realize, and now you've reinforced the idea that it's difficult to get enough creatine, even if one is ingesting the threshold amount of 1 gram of protein per ideal body weight. What are your thoughts on creatine monohydrate and what other supplements do you recommend for your typical client? Excuse me, patient."
    },
    {
        "speaker": "B",
        "text": "Yeah, certainly. So, creatine monohydrate, wonderful. And particularly, we're seeing a lot of benefits in women, post menopausal women and older populations. Creatine for sure. The other supplement is urolithin a. Urolithin A is a postbiotic made from the gut microbiome. And there's a percentage of people that can make it, and the majority of individuals cannot make it interesting. Urolithin a is this connection, which I find fascinating. It's a gut muscle connection. Individuals that take urolithin A, I happen to be one of them. There are many papers out there that improves mitophagy, which is the health of mitochondria. The turnover of mitochondria helps with the renewal of mitochondria. But what's so fascinating is there are trials in human individuals that it increases strength and endurance."
    },
    {
        "speaker": "A",
        "text": "Interesting milligram doses do you recommend?"
    },
    {
        "speaker": "B",
        "text": "So I take between 501,000 of urolithin A. Really? I wish that I had actually created this or found this out, truly, if I could make one supplement, I know I would probably make a mix of urolithin A with creatine and some whey protein and maybe 25 milligrams of collagen, and I would have my perfect supplement."
    },
    {
        "speaker": "A",
        "text": "Is it taken with food or without food?"
    },
    {
        "speaker": "B",
        "text": "It doesn't matter."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "Morning or night, it also doesn't matter. What's so interesting about urolithin A is that it comes from. Again, it's made in the gut, from the gut microbiome, from things like pomegranate or walnut. It's made from something called an elagitanin. And it is really, again, what I think of as this gut muscle connection, which I do believe is going to be the next frontier."
    },
    {
        "speaker": "A",
        "text": "So interesting. I recall a few studies that Doctor Andy Galpin put on his social media. These were in mice, mind you. But looking at how disruption of the gut microbiome could offset some of the strength and hypertrophy, increases of resistance training, pointing to the fact that having a healthy gut microbiome is critical for translating resistance training into actual improvements in muscle health."
    },
    {
        "speaker": "B",
        "text": "Yes. And one of the things that we do see is that as individuals increase their activity, talking about more endurance type running. There's this very interesting inflection point. There's this idea of optimal performance, and then there is this kind of moment where optimal performance, depending on the training load, starts to take a toll on health and wellness. I think that we see that. And with that, one of the things that we always see is impaired gut lining, impaired gut integrity. The gap junctions seem to open. Whether it's the training volume and the physiological stress that can easily be measured with zonulin or calprotectin, stool samples do this. But doing things that actually help the gut, not just the gut microbiome, but the gut integrity, is extremely important."
    },
    {
        "speaker": "A",
        "text": "Very interesting. What other supplements? And maybe we should put whey protein in here as well."
    },
    {
        "speaker": "B",
        "text": "Yes, whey protein. It's interesting. Whey protein and whey protein concentrate has alpha lactalbumin and lactoferrin and these immunoglobulins that can be very beneficial. Whey protein. It's interesting. We talk a lot about how processed foods are negative, but the reality is that processed foods aren't positive or negative. The highly palatable processed foods that are full of sugar, we can all agree maybe those are not ideal, but whey protein concentrate or whey protein isolate, those are both processed. However, it is a great way to get your essential amino acids, which are amino acids that you must get from the diet. Your body cannot make them. There has been a lot of research with whey protein has very little downside, and it's easily tolerated. Those that have challenges with lactose can use the whey protein isolate versus the concentrate."
    },
    {
        "speaker": "A",
        "text": "And it's very portable. If one is traveling and things of."
    },
    {
        "speaker": "B",
        "text": "That sort, and if one has a child, please make sure that you use a lid of very tight for the powder, otherwise you will be wearing it. Your child will be wearing it is a bit of a disaster, but yes, noted."
    },
    {
        "speaker": "A",
        "text": "What about other supplements, including fish oil, omega three fatty acids?"
    },
    {
        "speaker": "B",
        "text": "There's a lot of research around that, and I think that it's a positive. It's not only a positive for brain function, but it seems to have a unique anabolic effect. Maybe it is in potentially from on the ribosomes. We're not sure. At least I'm not sure at this time. There seems to be even more emerging evidence that it may even impact women differently. Again, I can't say that in all certainty, but nearly all of my patients are on some form of fish oil."
    },
    {
        "speaker": "A",
        "text": "Is there a threshold amount?"
    },
    {
        "speaker": "B",
        "text": "That is a wonderful question. There is not. The general recommendation is around 4 grams, but some individuals, four to 10 grams, which would be definitely on the higher end, certainly can potentially thin your blood. If an individual is going for surgery two weeks prior, would suggest not taking it, but where it becomes very interesting. It's really the combination of omega three to omega six and understanding there's ways in which you can test in your blood. We run this blood work all the time looking at whether it's an omegaquant or an omega. An omega index can be very valuable, but it is a very easy supplement to take and it seems to be very beneficial for brain health and even muscle health."
    },
    {
        "speaker": "A",
        "text": "I find it to be most affordable to take it in liquid form. Just take a tablespoon of the lemon flavored fish oil, put it in a protein drink or something. Then you don't taste the fishiness. And then capsules for convenience when traveling and things of that sort. But the liquid forms are so much more affordable in order to hit that 2 grams a day. Or in this case, two to four."
    },
    {
        "speaker": "B",
        "text": "Yeah, two to 4 grams. Again, this also depends on the absorption for the individual. That's why it's really important to do blood work. I have some patients that require closer to 6 grams to be able to improve their omega three to six ratio. And it certainly is. There's that precision nutrition where the amount for one person is not necessarily the amount for another."
    },
    {
        "speaker": "A",
        "text": "Interesting. What other supplements do you take?"
    },
    {
        "speaker": "B",
        "text": "I think. Let me think about what other supplements that I personally take. Collagen. I love collagen. Collagen in my coffee. Collagen, coffee. I love strong coffee. If you've never had it, it's amazing. Collagen."
    },
    {
        "speaker": "A",
        "text": "It's called strong coffee."
    },
    {
        "speaker": "B",
        "text": "It's called strong coffee. It has collagen, it has l theanine in. It really helps with the jitters. There's some good evidence with l theanine to help with anxiety, but collagen is interesting. Collagen is a. I say protein. It's not really. It has a protein score of zero. It does nothing to affect skeletal muscle mass. It is devoid in tryptophan and it is very low in the branch chain amino acids, but it is high in glycine, proline and hydroxyproline, which makes it very unique in structure. It is also very difficult to test the effect on tendons, collagen protein on tendons, because, as you can imagine, one would not want a tendon biopsy."
    },
    {
        "speaker": "A",
        "text": "Right. Sounds painful."
    },
    {
        "speaker": "B",
        "text": "Sounds painful."
    },
    {
        "speaker": "A",
        "text": "Muscle biopsies are painful."
    },
    {
        "speaker": "B",
        "text": "Yes. I used to do a lot of those when I was in my fellowship. It was probably less painful for me than it was for the subjects."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's like taking a small cork of tissue out of the muscle."
    },
    {
        "speaker": "B",
        "text": "So collagen protein, I think can be very beneficial for skin, hair and nails. I feel as if we just haven't gotten sensitive enough to determine its effect on tissue yet. I anticipate that higher doses above 15 grams may be of some benefit. I'm just speculating, but I'm guessing that it's probably closer to 25 grams. And I know that that seems a bit robust. So in one scoop might have 15 grams, but I think there's no negative to increasing collagen. And quite frankly, we don't get a lot of collagen in our diethyde. The places in which you would find collagen are the gristle and meats or bone broth. Yeah, that's another great way to increase it."
    },
    {
        "speaker": "A",
        "text": "So you take it once a day?"
    },
    {
        "speaker": "B",
        "text": "I do."
    },
    {
        "speaker": "A",
        "text": "Particular time of day?"
    },
    {
        "speaker": "B",
        "text": "In the coffee, in the morning. So my coffee has collagen in it before you train? Before I train, yes, I do. And I typically train fasted aside from that. And then I'll add in an additional scoop."
    },
    {
        "speaker": "A",
        "text": "You mentioned fasted. Maybe we should touch on fasting for a moment. I inadvertently have been doing intermittent fasting for years, meaning I was never hungry for breakfast. So my first meal lands at 11:00 a.m. or so, plus or minus an hour on most days. There are exceptions to that last meal typically, I don't know, 08:00 p.m. 07:00 p.m. sometimes 09:00 p.m. i'm not super strict about that. And it basically boils down to anywhere from two to four, quote unquote meals per day, a lunch, a dinner, and then some eating in between. Could you first comment on that architecture of eating? But maybe first on fasting specifically. I mean, what are the benefits or detriments to having a feeding window of about eight or 9 hours regardless of where it lands in the day? And then let's talk about how that might slide around or if people should ensure getting more food coverage throughout the day."
    },
    {
        "speaker": "B",
        "text": "Two benefits that I find from fasting. Number one, calorie restriction. Number two, bowel rest. Many individuals have gastrointestinal challenges when they are in a time restricted window. They are not feeding all day long."
    },
    {
        "speaker": "A",
        "text": "Great point."
    },
    {
        "speaker": "B",
        "text": "Those are the two benefits that I often see. An individual who is older or struggling to put on muscle fasting would not be my primary go to. I think that as individuals age, there's a bit of a negative because you have to balance this muscle protein synthesis. They're always going through a synthesis and a catabolism. So an anabolic process and a catabolic process. As you age, it becomes more difficult to regulate that process. And if you add in additional fasting, go through long periods of time where, let's say, you're not training, you're not protecting skeletal tissue, that would be a place where I don't necessarily recommend fasting."
    },
    {
        "speaker": "A",
        "text": "Some people might find it difficult to hit the 30 to 50 grams of protein per meal frequency across the day in order to reach that 1 gram of protein per pound of ideal body weight. If they were going to add a meal, or let's just say add 30 to 50 grams of protein, how much time separation do they need from the other meals? So, for instance, if I were to take a step back and say, okay, you know, I need an additional 30 to 50 grams protein intake per day in order to maintain the muscle I have as I age and I am aging as we all are, I suppose is 2 hours before my 11:00 a.m. meal enough? Does it have to be 3 hours? Could it be 1 hour? I mean, you can only assimilate and then oxidize a certain amount of protein. I mean, how much time window does one need between these protein feedings?"
    },
    {
        "speaker": "B",
        "text": "I appreciate that question, and here's my answer to that. The first meal of the day is the meal that has been studied, the remainder meals. To my knowledge, there is no study that shows anything about the second or the third meal. And perhaps that's because of the difficulty. But the literature suggests that that first meal of the day, whenever you're going to have it, let's say for you it's eleven eating 30 to 50 grams of protein, the muscle protein synthetic response will last 2 hours. However, when we talked about mTOR, there's other initiation factors like EIF four, that will maintain itself for another four to 5 hours."
    },
    {
        "speaker": "A",
        "text": "I see."
    },
    {
        "speaker": "B",
        "text": "Therefore, the second meal is really not necessarily a muscle protein synthetic response. I can't say that that's supported in the literature, but where the benefit of that is, is that we know that more than one meal of that robust amount of protein will likely have better outcomes on this 24 hours protein response, 24 hours nitrogen balance. But that second meal would be just about getting your protein in. It doesn't matter if it's, you know, if you have to hit your need of, say, 200 grams of protein, then that middle meal, the real goal for that, metabolically, is to get enough protein to meet that 1 gram per pound, ideal body weight."
    },
    {
        "speaker": "A",
        "text": "I see."
    },
    {
        "speaker": "B",
        "text": "And then that final meal before you go into a fast, would be what we would say would support overnight protein synthesis. I mean, not necessarily support overnight protein synthesis, but in the fasted state your body pulls from muscle, it has to maintain the energy balance for all other systems in the body, all other tissues. Again, 25% of protein turnover goes to skeletal muscle, and the rest goes to other organ systems. For you or for hypertrophy, adding an additional meal would, again, let's say four meals, I think, would be, if I were to design a diet in the perfect world to support hypertrophy, I would add another, a fourth meal."
    },
    {
        "speaker": "A",
        "text": "Well, I love to eat, so that's not a problem. In principle, this is probably getting a bit more toward the aficionados, but I've heard that certain forms of animal protein and other proteins are more beneficial at certain times of day. For instance, meat and eggs early in the day, maybe chicken and fish in the middle of the day, and that casein and milk proteins might be more advantageous for muscle health in the final meal of the day or closer to bedtime. I realize this is getting into the details, but I'm sure a percentage of our listeners would be curious to do that. And of course, milk proteins always make me sleepy, so it kind of fits."
    },
    {
        "speaker": "B",
        "text": "You know, it's really interesting. I will say that milk protein, casein, seems to be slower absorbing, and that's because of the impact with the gut, obviously. But is there anything special about casein or milk protein? The answer to that would actually be no. But the length of time that it takes for digestion absorption may be where the benefit comes in. That being said, there is some data to support high saturated fat. Dairy, believe it or not, actually can be good for health and longevity. I know that people will say high saturated fat or high fat dairy would be negative, but I would say that there is evidence to support it being health promoting."
    },
    {
        "speaker": "A",
        "text": "Well, nothing like a piece of terrific cheese, like a parmesan, or a shot of full fat cream."
    },
    {
        "speaker": "B",
        "text": "And I will mention the leucine, which."
    },
    {
        "speaker": "A",
        "text": "I love every once in a while. That's a guilty pleasure. A shot of full fat cream with equal part espresso."
    },
    {
        "speaker": "B",
        "text": "I'll take it, I'll take it. I will mention that the leucine content in milk protein is a little bit lower. Or, say, greek yogurt."
    },
    {
        "speaker": "A",
        "text": "Are there any sort of cryptic champion proteins? I think most of us think, okay, steak and ground beef and maybe venison and elk and eggs and all the obvious things, chicken, fish, etcetera. But are there any kind of cryptic proteins out there that are particularly good for us in terms of their amino acid content that people don't think of? You hear these days about liver. I frankly don't like the type of."
    },
    {
        "speaker": "B",
        "text": "I don't like liver, but liver has a lot of other benefits to it. So it's high in fat soluble vitamins and iron, very bioavailable. But I'm not. It's very difficult to eat."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think people either love it or hate it. I'm on the second category, so no proteins come to mind, as you know. Is salmon quality protein?"
    },
    {
        "speaker": "B",
        "text": "Salmon is a quality protein, is higher in fat. Again, calorie balance does matter. Fish is interesting. Fish has 5 grams of protein per 1oz versus meat has on average 7 grams, seven or eight. Red meat has seven or 8 grams of protein per 1oz."
    },
    {
        "speaker": "A",
        "text": "So interesting. You know, this idea that, you know, eating muscle can support the health of muscle."
    },
    {
        "speaker": "B",
        "text": "It makes sense though, doesn't it?"
    },
    {
        "speaker": "A",
        "text": "It makes perfect sense. And you've explained very clearly as to why that, why that is. Okay, we set aside liver for this conversation."
    },
    {
        "speaker": "B",
        "text": "Some people are into cricket and maybe there is."
    },
    {
        "speaker": "A",
        "text": "Sorry, I apologize to the. Well, not to the cricket. The crickets probably thank me for my response, but I'm not judging. It's just my personal visceral response. Other people may like insect proteins, but what about other organ meats? Heart? I know around the world you see the consumption of lots of different organ meats. Is there any evidence that heart is a good protein or. I'm generally looking at skeletal muscle as the best source of amino acid acids."
    },
    {
        "speaker": "B",
        "text": "Heart is also a good source of protein. It's also high in coq ten, which is good for muscle health. But many people, again, we don't seem to eat that. However, other places eat the full animal, but they are all good sources of protein, aside from collagen, which would be that protein score of zero."
    },
    {
        "speaker": "A",
        "text": "And if somebody insists on being a vegan or vegetarian, let's just say veganization, what are their best options?"
    },
    {
        "speaker": "B",
        "text": "There are rice pea blends of protein which are absolutely suitable. There are a lot of now fermented types of protein powders out there that seem to have the same profile as whey. The one thing that I would say as individuals age, a vegan diet can be very challenging. You need to make sure that you are getting enough b twelve zinc, iron things. Nutrients of concern that seem to be going down in general. We're seeing decreases of that in the general population."
    },
    {
        "speaker": "A",
        "text": "What are your thoughts on magnesium. We sometimes hear that people are magnesium deficient based on depletion of the soil. You hear this stuff, but what's the story with magnesium?"
    },
    {
        "speaker": "B",
        "text": "That is true. There seems to be less magnesium in the diet. Very easy to supplement, whether the form that you use, whether you use a magnesium glycinate or there's a whole host of magnesium citrate for gastrointestinal health, whatever it is. But yes, magnesium supplementation can be very beneficial for muscle, for brain."
    },
    {
        "speaker": "A",
        "text": "Do you support the idea of supplementing with zinc, or is that something that is kind of, you know, sometimes yes, sometimes no."
    },
    {
        "speaker": "B",
        "text": "I think if you're eating a whole foods diet, you're going to be unlikely to be deficient in zinc. Zinc is interesting because you don't want to supplement zinc without copper. There is a zinc copper ratio that is well maintained in the body. Supplementation with one or the other will typically deplete the other. And, you know, as a geriatrician, there's a zinc copper ratio. Things that we think of as kind of proxies for overall brain health. Not saying that the zinc copper ratio is the only thing, but certainly supplementing with one or the other one would be careful."
    },
    {
        "speaker": "A",
        "text": "What are some things that people might be doing or taking that inadvertently disrupt muscle health and perhaps even hypertrophy?"
    },
    {
        "speaker": "B",
        "text": "One thing that people often use is ibuprofen. And ibuprofen, while not inherently bad, there's some evidence to suggest that higher doses of ibuprofen can impact muscle health, whether it's hypertrophy or strength. I often think about those together. But ibuprofen use, it's also not good for the gastric lining. Again, you have to be able to absorb your nutrients to be able to become strong and healthy. The other thing is obviously statin use. Some people do need statins, I'm not saying that we shouldn't, but that can certainly affect muscle health. A side effect can be muscle pain, myalgia, muscle soreness, it can deplete coq."
    },
    {
        "speaker": "A",
        "text": "Ten is occasional use of these things."
    },
    {
        "speaker": "B",
        "text": "Okay, yeah, of course. And obviously check with your doctor. But things that suppress inflammation, like aspirin potentially, or other nsaids, can. Well, aspirin is in a category of its own, but nsaids in particular seem to suppress skeletal muscle at certain doses. Hypertrophy potentially in strength. The other thing is fluoroquinolones. They are antibiotics that can affect collagen and tendon turnover. If an individual is on a fluoroquinolone, there's a risk for. You hear a lot about these Achilles injuries."
    },
    {
        "speaker": "A",
        "text": "Yeah. Which sorts of antibiotics? I think. Is it like cipro and things like that? People can injure themselves badly. Yes."
    },
    {
        "speaker": "B",
        "text": "You should be certainly careful about the activity that you're doing at the time. The other thing is the proton pump inhibitors. People use that for stomach acid or reflux that can affect absorption of vitamins and minerals that do have long lasting effects."
    },
    {
        "speaker": "A",
        "text": "What are your thoughts on the GLP one? Analogs? Ozempic, Munjaro. Real quick anecdote. I was in New York City, I was walking up the Upper east side on a Sunday recently, and there was a sign outside a store that said, we carry Ozempic and Munjaro. And I thought the sign would say, like, we have, you know, ginger lattes or something. And I thought, wow, that's kind of. I snapped a photo of it. I didn't think much of it at the time. And then I decided to post it to my instagram, thinking that there'd be a few opinions. And frankly, I was just curious what people would think. So I said, what do you think? And it was one of the largest responses in terms of comment, volume and contentiousness that I'd ever observed. And I thought, whoa, there's really something here. My understanding is that these compounds, which are becoming incredibly popular, can help people lose weight, but that there's some loss of muscle, maybe even some bone mass. Correct me if I'm wrong on that, but I would also imagine, excuse me, that some of the muscle loss can be offset by resistance training, maybe even protein intake and resistance training. So what is your thought about these compounds? Last thing, I'll just give a little bit of my stance. I know a number of people that had extreme struggles losing weight. I don't know the extent to which they were doing things correctly or incorrectly with nutrition. It's not my place to probe into that, but that they got on these compounds, one or the other, and seemed to love them because it got them kind of out the gate, you know, 2030 pound weight loss. Very quickly, without intense cravings, their appetite is suppressed, and many of them are now also exercising and doing other things. So I don't think we want to look at this or talk about this as an either or. Ozempic manjaro or exercise and proper nutrition. I would imagine there's a place for both. But I'd love your take on these."
    },
    {
        "speaker": "B",
        "text": "I would love to share it. These medications are. It's complex. The issue of obesity, the challenge with GLP ones, and dual agonists like Manjourno, GLP one and Gipsy. It is a complex conversation. So the opinion that I'm going to give is going to be, while I give my opinion, I recognize that this is certainly, like you said, very heated. There's a couple of ways to look at it. First of all, nothing has worked more effectively other than bariatric surgery than these medications to affect obesity. So a GLP one agonist, lycosenpic, will an individual might get a 13% weight."
    },
    {
        "speaker": "A",
        "text": "Loss in how long?"
    },
    {
        "speaker": "B",
        "text": "That's a good question. Yeah, it's a titration. It's a monthly titration, but over a period of 24 weeks, it certainly depends."
    },
    {
        "speaker": "A",
        "text": "Significant?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it certainly depends on the individual, but it's utilized and increased month by month at four weeks span. The other aspect is the dual agonists like Moderna trisapetide, and that will potentially cause a 22% weight loss. The challenge with obesity is real. Now, I have taken care of patients that have deeply suffered with this, whether it is a component of food addiction or whether it is a component of whatever the reason, we have used these in clinic, and it has transformed their lives. I would never take that away from somebody. Certainly it is personal choice. Now, the other aspects of these, the comment about skeletal muscle loss, I have seen that. And again, we use these medications in our practice. And with a proper nutrition plan and proper resistance training, I do not see a loss of skeletal muscle mass. You have to work with a provider that can help titrate it. But I think that these drugs can be used in a very safe manner. And, you know, we see improvements in alcohol consumption in other addictions."
    },
    {
        "speaker": "A",
        "text": "Very interesting."
    },
    {
        "speaker": "B",
        "text": "There are a whole host of benefits from these medications. Now. I think where people get upset is they say, well, is this a shortcut? Can you go off of them? Do you have to regain that weight? We have many patients that go off of them and have implemented great strategies for training and nutrition, and we don't see weight gain."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "It all depends on a comprehensive, holistic view, and that becomes important to recognize. There are many benefits, and people will say the negatives would be slowing down. Gastric emptying. Well, I would say yes, and that's exactly what the medication is designed to do. There may be some risk with pancreatitis. There is some discussion about thyroid cancer in rodent models. Rodents have a different thyroid and volume of thyroid receptors in humans. I think that potentially that is incidental. I'm sure that we'll be hearing more and more about it. These medications also are not new. They have been used for over a decade. And those are all important points to recognize that now it is very popular, but these medications have been around for quite some time."
    },
    {
        "speaker": "A",
        "text": "It is interesting that some of the peptides like GLP one analogs that have existed in somewhat niche communities for a while. So including things like in the melanocyte stimulating hormone community that are now sold under FDA approval for things like low libido, things like Vilece and Addie."
    },
    {
        "speaker": "B",
        "text": "We were mentioning Addie for women for hyposexual desire disorder."
    },
    {
        "speaker": "A",
        "text": "Right. I don't know the history of Addie, but certainly the alpha melanocyte stimulating hormone related peptides, the GLP one peptides, things like sirmorelin, which are in the growth hormone secretagogues, all were viewed for a long time as kind of niche community, fitness community. But now at least the GLP one analogs have made their way into, I mean, massive scale use, which speaks to kind of a general theme of what I've observed over the last, well, I'm 48 now, but let's just say 35 years, which is that many of the things that exist in niche communities become mainstream. It just takes some time and they become mainstream through the standard channels of FDA approval, which, as is the case with Ozempic and Mondrago. So it's great to hear that you embrace sort of both sides. Like a lot of what you've talked about today, I think one wouldn't necessarily find in the kind of standard tables or what's on a poster in the doctor's office, but some of it is, and you really are at the intersection of both those landscapes."
    },
    {
        "speaker": "B",
        "text": "Thank you. And this idea of ozempic and trisepetide, these glp ones, you know, we talked a lot about protein, and one way that it has a satiating effect is this glp one stimulation. And one has to recognize that these glp agonists, these glp one agonists last for a week. The dietary protein effect is a meal to meal."
    },
    {
        "speaker": "A",
        "text": "So eating protein increases glp one, as does drinking yerba mate too, but probably to a lesser degree and more transiently, more transiently."
    },
    {
        "speaker": "B",
        "text": "And I think that that is just an important and interesting fact. And the other fact is that the amount necessary to stimulate muscle protein synthesis, the amount for muscle health, is also seen in the amount of glp one released."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "It seems as if that 30 to 40 or so gram amount of high quality protein is the same amount that has a meaningful impact on the release of glp one."
    },
    {
        "speaker": "A",
        "text": "Very interesting. I did not know that. So if we were to just back away from everything we've talked about, what are the top level benefits of having healthy muscle?"
    },
    {
        "speaker": "B",
        "text": "Everything."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Muscle is the organ of longevity. And when we think about lifespan, we think about health span, and then we finally think about muscle. Spanish I would argue that that is right after lifespan, the benefits of healthy muscle cannot be denied. This is better metabolic health, better blood pressure, better survivability, better strength, better mobility, better body armor. Should someone fall, should someone get sick, your survivability will be related to the health of skeletal muscle. And especially as we think about aging, if we want to have good skin or we think about wanting to have a good looking body, even though I can appreciate it's only a small amount aesthetic, but leveraging the aesthetic to have healthy brain function. There's this idea that Alzheimer's or certain types of dementia are type three diabetes of the brain. Skeletal muscle is the only organ system we have voluntary control over. It is the only endocrine organ system we have voluntary control over it, which means we have a responsibility to leverage it."
    },
    {
        "speaker": "A",
        "text": "We've talked about these in a lot of detail today, meaning you've educated us about these in detail today, and thank you. But perhaps you could summarize what you view as the top nutrition based tools for improving muscle health."
    },
    {
        "speaker": "B",
        "text": "Number one, dietary protein. And that would be in terms of a protein hierarchy, roughly 1 gram per pound ideal body weight. An individual could certainly go to 0.7 grams per pound ideal body weight. The higher the protein, the less it matters. The quality, whether it is a high quality protein or a lower quality protein, the total protein amount matters. That is at the base of the pyramid. The next would be the, I would say the quality. Understanding the quality of the protein so that you know exactly how much, and then certainly the distribution of how you are ingesting this protein, the dietary protein habits of someone who is eating a more protein forward diet distribution will matter less the higher it is. But there is a certainly some great importance depending on if you are older, challenging for any kind of health and wellness challenges. This is what I would say, and."
    },
    {
        "speaker": "A",
        "text": "I realize it will vary depending on activity. But assuming that somebody gets the 1 gram of quality protein per pound of ideal body weight, how should they make up the rest of their caloric needs?"
    },
    {
        "speaker": "B",
        "text": "The next, I would say, would be your choice. You choose. Carbohydrates are fat. There's evidence that carbohydrates are helpful from a fiber perspective, phytonutrients, other vitamins and minerals. I certainly would go there. That would be my preference. The amount of activity that you do certainly could use carbohydrates and then fat. It is very easy to get essential fatty acids. Your diet doesn't have to be too high in fat to get that. But at the end of the day, prioritize dietary protein. The next level would be understanding your carbohydrate threshold could start at 130 grams, titrate up or down depending on your metabolic health and or activity. Understanding that outside of activity, 50 grams or less of carbohydrates would be a threshold to mitigate substantial insulin response. Finally, that fat you can choose, however you would like to get that fat typically comes within a meal, and that would be the remainders of your caloric intake."
    },
    {
        "speaker": "A",
        "text": "And what are your top line tools with respect to exercise as it relates to muscle health?"
    },
    {
        "speaker": "B",
        "text": "Resistance training is non negotiable. It doesn't matter if you need to start with body weight. Absolutely. Okay. Move to bands. Definitely moving load is valuable and non negotiable. Start with two days a week. You will likely progress to three days a week if you're doing three days a week. Again, it all depends on the volume and intensity in which you are working under, depending on whether it's five to ten sets, how many reps you're doing. I think that there's many ways in which one could do it right. The only way in which someone could do it wrong is to not do it. Quite frankly, that would be what I would say for that. And then adding in high intensity interval training. I would choose high intensity interval training over slow, steady state cardio because the high intensity intervals seem to have a very impactful effect with the low amount of time that it takes."
    },
    {
        "speaker": "A",
        "text": "Let's talk about something that might seem somewhat distant from everything else we've talked about, but I actually believe is central to all of this, which is mindset, the psychology around health and self directed health, which of course, includes communication and cooperation from licensed trained physicians like yourself. What's your mindset and recommended mindset around muscle health and just general health in terms of health span and lifespan?"
    },
    {
        "speaker": "B",
        "text": "What you're talking about here is muscle span and the way in which the cognitive processes and the way that we think about our life, how does that influence what we actually do? And I could give someone the perfect plan, and it doesn't matter if I give an individual a perfect plan if they're not willing to execute on it. I've been a physician for 20 years. Believe it or not. That is a long period of time. And I would say a good physician is a physician that identifies patterns of diseases, patterns of illness. But an effective physician is someone who identifies patterns of people, because once you identify the pattern of the person, you're able to leverage that so that they can get the best out of themselves. And there's a few core fundamental principles that people have to recognize if they want to be well. And that is you set standards and you don't set goals. People will set a weight loss goal or a muscle hypertrophy goal. But if you set a standard for how you operate and how you execute, you know that regardless of how you feel, you're going to get up and train. You know that this is going to be your nutrition plan. You get up and you do it. You set a standard, and that standard provides a framework for execution."
    },
    {
        "speaker": "A",
        "text": "I love that. I sometimes think of the non negotiables of the week, that unless I'm suffering from a really bad cold or flu, which fortunately for me is pretty rare, that I'm going to get those three resistance training sessions in. I'm going to try and get as much quality sleep as I can, and I'll get those cardiovascular training sessions in. When you talk about setting standards, is that what you're referring to? Are you talking about blood work standards? Are you talking about aggressively trying to maintain blood values in a particular range, or are you mainly talking about behaviors?"
    },
    {
        "speaker": "B",
        "text": "I'm talking about both, yes. Should there be a standard for your blood work that you're getting? Yes. We have a very strict standard that we have in place for all our patients. However, the framework for which they execute is all about the standards that they place from themselves. Ultimately, what we want here, Andrew, is we want people to get results. And the only way they're going to get results is if they stop chasing these goals. And that might be counterintuitive to people because people will say, well, I'm going to set a weight loss goal. Goals come and go. Standards remain. And if you fail to do the practical in your life, the practical becomes impossible. And that's why we set standards. The other aspect is an individual has to understand where they fail. I take care of a lot of very successful entrepreneurs and just individuals. They all know where they fail. They all know their points of weakness over time. It's not understanding where you excel, because, quite frankly, that's the easy part. The part that becomes very valuable is, you know where you fail, you know where your points of vulnerability are, you know where you fall off track. I'll give you an example. Typically, when someone is about to do something amazing, they have this. But you know this better than anyone. This dopamine high at that pinnacle seems to be a place of vulnerability. Whether they will skip a training session or buy another car or do whatever it is that they do, eat more cake, they have an experience in their environment where they're almost, they're at the pinnacle of what they are doing. That is a place of vulnerability where people will fall off health track. On the same token, at the moment after the big successful moment, I have a patient who puts on a massive event in Vegas and every year I wait for the call that he's feeling depressed because his dopamine didn't go back to baseline or fall to baseline. It went below baseline. What becomes important to recognize is that this is another point of vulnerability. At this point of vulnerability is where people seem to go off track and never regain their footing if they do not recognize that. And so I can appreciate that we're talking about mindset here because there's a level of neutrality that is necessary for overall success. Again, this is what I've seen time and time again that those that are the healthiest are able to maintain this level of neutrality."
    },
    {
        "speaker": "A",
        "text": "Tell me more about level of neutrality. I'm right there with you on setting standards instead of goals. And I'll say I've never thought about it in this way, but I absolutely love that. And for the record, you said it and I'm going to blast it out, credit to you as much as possible because I think it's so critical for persistent engagement in the kinds of behaviors and mindsets that lead to success over time. So love this standards over goals principle, knowing where one fails points of vulnerability, beautiful concept, painful to hear because of the realistic nature of it and that's exactly why it's potent. So thank you for that as well."
    },
    {
        "speaker": "B",
        "text": "And predictable."
    },
    {
        "speaker": "A",
        "text": "And predictable."
    },
    {
        "speaker": "B",
        "text": "Human beings are predictable in their behaviors and it's, for example, on Friday night when everyone tells themselves they're not going to have that drink and that pizza and that cookie, and then Friday night comes around and they're surprised by their own humanness. And again, what we're looking for are long term strategies for overall health because that wave of youth does close. And while we can all continue to get better as that window compresses, it becomes much more important to be very diligent on the responsibilities to our health, our nervous system, so that we can continue on for success. It's just the way that it is."
    },
    {
        "speaker": "A",
        "text": "Tell me about the neutrality component."
    },
    {
        "speaker": "B",
        "text": "This is fascinating and I have a very good friend, his name is Ben Newman and he really highlighted this for me. And he works with a lot of these sports teams, and he was the first patient that helped me put together this idea of neutrality. I'll give you an example. He was flying to work with one NFL team. I think that they were going to the Super bowl, something major. And I said to him, you know, how are you doing? You just came off of your book launch, and just before this, you were at another NFL team. And he says to me, he goes, Gabrielle, it's just another Tuesday. It's just another Tuesday. And so this idea of neutrality is that when you can manage and mitigate your emotional ebbs and flows for when things are at their high, the excitement, this isn't to celebrate or not to celebrate, but when you begin to mitigate these ebbs and flows, it's almost as if there's this level of neutrality when that happens, these big moments, because life is full of big moments. Yes, it's full of small moments, but it certainly is full of these big moments. And it's these big moments that once we enter into, if one is not neutral, then being able to pick themselves up from an experience or a moment become much more challenging. My most successful patients, I'm not talking about financially. I'm talking about the ones that are able to maintain and their health are the ones that are neutral in terms."
    },
    {
        "speaker": "A",
        "text": "Of tone and affect."
    },
    {
        "speaker": "B",
        "text": "No, in terms of experience. As they go through life, they celebrate some wins, they don't celebrate others."
    },
    {
        "speaker": "A",
        "text": "Very consistent with some of the theories that I and a few others in the science community have expounded around dopamine regulation."
    },
    {
        "speaker": "B",
        "text": "It makes a lot of sense. And where I care about this is as a physician who takes care of people and when they cannot manage this emotional highs and lows, because as you think about it, if you walk around and you feel that everything is stressful, I mean, you've got your cortisol going, then you're not sleeping, and it becomes this cycle, and then that cycle becomes a habit. And if one can teach themselves to be steady, for example, going into a big workout, maybe they mitigate the anticipation of that workout. They're much more likely to continue on that way. And it's, what is so important about it is a trainable skill."
    },
    {
        "speaker": "A",
        "text": "It sounds like it's a lot about energy conservation."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Mental energy, not just caloric energy."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Very interesting."
    },
    {
        "speaker": "B",
        "text": "And so then you can do the things that matter, and then you don't fall off the bandwagon because it just seems that each time a person does it, they become better at doing that, it is hard to hear, I think probably for many people, but it's very predictable. And if you can leverage that predictable nature, for example, that Friday night that comes along and you've told yourself that this is going to be your last beer or your last pizza, then you know how to engage in it. You come up with a game plan where you've set a standard, where this is the thing that you do Friday night. You set the rule and the foundation."
    },
    {
        "speaker": "A",
        "text": "For your actions while hearing about your stance on mindset standards, goals, knowing where one fails, points of vulnerability and neutrality."
    },
    {
        "speaker": "B",
        "text": "I have one more."
    },
    {
        "speaker": "A",
        "text": "Oh, please."
    },
    {
        "speaker": "B",
        "text": "This one is a big one. And this is a person will only ever be as healthy as they feel worthy of."
    },
    {
        "speaker": "A",
        "text": "Tell me more."
    },
    {
        "speaker": "B",
        "text": "That when individuals do not feel worthy of having health and wellness, they will sabotage themselves over and over and over again. And it is something really important. When you sit down with a patient or you reflect on yourself, the question becomes, do you feel worthy of being healthy? Do you truly feel worthy of having the body that you desire, of having that overall sense of vitality? Because if someone doesn't, they will use that as a distraction. They will sabotage themselves and they will focus on the not feeling well, the feeling tired, all of the other physical aspects that go along with ill health, and that will allow them a distraction."
    },
    {
        "speaker": "A",
        "text": "I once read something about a person who was obese, who then got in shape, and they were reporting that in their family growing up, they had a narrative around exercise that for them translated to exercise being a form of extreme selfishness. And that surprised me. I thought, you know, what better thing to do in terms of helping one's health and helping, therefore, the relationships in your life. Bye. Segmenting out a small, not a huge portion of one's day, but an hour a day to take great care of oneself and ensure health so that you don't have to be dependent on others in a way that would be burdensome to them, perhaps earlier in life than it would be in any other case. So this seems to fit very well with what you're saying. This person obviously felt that exercise was selfish and they weren't worthy somehow of being healthy and in shape. Fortunately, they flipped the script on this, and I should say that was over goodness. That was 2016. So it's been a long while and they have maintained good health and staying in shape. They set a standard for themselves."
    },
    {
        "speaker": "B",
        "text": "Isn't that amazing?"
    },
    {
        "speaker": "A",
        "text": "It's awesome. It's awesome to see. It's also been awesome to see their transformation in their psychology and the different aspects of their life. But is that something that you see a lot, that people just feel like getting in shape or paying attention to what they eat is somehow selfish?"
    },
    {
        "speaker": "B",
        "text": "I think that some people do not feel worthy of feeling good, and they will sabotage themselves until they uncover that, number one, that is the message that they're sending themselves. And once they do that, there is a bit of friction. And we know in order to be successful in any game plan, that friction is required and on the other side of friction, quite frankly, freedom. But those individuals have to understand that they are worthy and really do that work. But yes, time and time again, it is one of the first questions that I asked. Do you feel worthy of feeling good?"
    },
    {
        "speaker": "A",
        "text": "Well, Doctor Gabrielle Lyon, you have given us an incredible tour of muscle and in fact, an entirely new perspective, even for me, on how muscle impacts our health. As we talked about at the beginning, so often when people hear about the importance of muscle, they think just building muscle, and that tends to separate people into those who want to build muscle and those who don't or think that they can't or don't really understand what it's about. But you've made oh so clear the fact that muscle is a critical, perhaps the most critical aspect of maintaining health and longevity of the body, of the brain, of health span lifespan. What you call muscle span, really seems to wick out into everything in terms of our well being. And you've given us a ton of actionable tools at the level of nutrition, at the level of exercise, at the level of supplementation, and thankfully, also at the level of mindset. I think the tools that you shared along the lines of mindset are absolutely spectacular, as are all these other recommendations. So I want to say on behalf of myself and everyone listening and or watching, thank you for sharing all of this information with us in such clear and actionable detail. Thank you also for the work you do, for being such a pioneer in both maintaining an active clinical life, seeing patients, men, women, people of different ages, different backgrounds, et cetera. I know you also do some work. I'll just mention this because it is important. You don't just work with people who can afford the work. You also do a lot of work with people in the military community who perhaps who cannot afford the work. So you make it a point to support communities that perhaps couldn't afford the kind of support that they absolutely deserve. So thank you for that. Thank you also for being a public educator and such an avid one, and really out there on Instagram, on YouTube, with your own podcast, with your book we'll provide links to all of those in the show. Note captions of course, and I just love, love, love what you're doing. And I know as great as it's been, that there's still much more to come. So thank you for taking the time to come here today, especially with the busy clinic, the businesses, and of course your family. People might not realize this, but Doctor Gabrielle line does all this while maintaining a family with two children, a happy."
    },
    {
        "speaker": "B",
        "text": "Healthy marriage, and a husband in residency."
    },
    {
        "speaker": "A",
        "text": "A husband in residency and she's still."
    },
    {
        "speaker": "B",
        "text": "Shout out to Baylor."
    },
    {
        "speaker": "A",
        "text": "That's right, shout out to Baylor. And still pursuing advanced training in yet additional fields of medicine. So you are a phenom and I have both tremendous admiration and respect and gratitude for you. So thank you so much."
    },
    {
        "speaker": "B",
        "text": "Thank you so much."
    },
    {
        "speaker": "A",
        "text": "Thank you for joining me for today's discussion with Doctor Gabrielle Lyon. To learn more about her work and to find links to her book, Forever Strong, as well as a link to her excellent podcast and to her website, which has additional resources, please see the show note captions if you're learning from and or enjoying this podcast, please subscribe to the podcast on YouTube, Apple, and Spotify. That's a terrific, zero cost way to support us. And in addition, you can give us up to a five star review on Apple or Spotify. Please also check out the sponsors mentioned at the beginning and throughout today's episode. That's the best way to support this podcast. If you have questions for me or comments about the podcast or topics or guests you'd like me to consider for the Huberman Lab podcast, please put those in the comment section on YouTube. I do read all the comments. If you're not already following me. On social media, I am Huberman Lab on all social media platforms. So that's Instagram X, formerly known as Twitter Threads, Facebook, and LinkedIn. And on all those platforms, I discuss science and science based tools, some of which overlap with the content of the Huberman Lab podcast, but much of which is distinct from the content on the Huberman Lab podcast. So again, it's Huberman Lab on all social media platforms. If you haven't already subscribed to our neural network newsletter, our neural network newsletter is a zero cost monthly newsletter that includes summaries of podcast episodes as well as protocols as brief one to three page PDF's that include everything from deliberate cold exposure to exercise to sleep to optimizing dopamine. To sign up for the newsletter, simply go to hubermanlab.com comma go to the menu tab, scroll down to newsletter and enter your email. And I should mention that we do not share your email with anybody. I also just want to mention once again that my new book, which I've been working on for more than five years and researching for more than three decades, which is entitled an operating manual for the Human Body, is now available for pre sale by simply going to protocolsbook.com. and there you will find links to any number of different vendors and you can pick the one that you prefer. Thank you once again for joining me for today's discussion with Doctor Gabrielle Lyon. I hope you found the discussion to be as informative and actionable as I did. Indeed, it has motivated me to make several important changes in my nutritional and exercise program, which I've implemented and am already seeing spectacular results. And last but certainly not least, thank you for your interest in science."
    }
]