[
    {
        "speaker": "A",
        "text": "Welcome to the Huberman Lab podcast, where."
    },
    {
        "speaker": "B",
        "text": "We discuss science and science based tools for everyday life. I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. My guest today is Doctor Diego Borquez. Doctor Diego Borquez is a professor of medicine and neurobiology at Duke University. He did his training in gastrointestinal physiology and nutrition, and later neuroscience. And by combining that unique training and expertise, he is considered a pioneer and leader in so called gut sensing, or the gut brain axis. Now, when most people hear the words gut brain axis, they immediately think of the so called microbiome, which is extremely important. But that is not the topic of doctor Borges expertise. Doctor Borquez focuses on the actual sensing that occurs within one's gut, just as one would sense light with their eyes or sound waves with their ears for hearing. Our gut contains receptors that respond to specific components of food, including amino acids, fats, sugars and other aspects of food, including temperature, acidity and other micronutrients that are contained in food. That give our gut the clear picture of what is happening at the level of the types and qualities of food that we ingest, and then communicate that below our conscious detection to our brain in order to drive specific patterns of thinking, emotion and behavior. And of course, everybody has heard of our so called gut sense, or our ability to believe or feel certain things based on perceptions that are of below or somehow different from conventional language. Today, doctor Borges teaches us about all aspects of gut sensing. How it occurs at the level of specific neurons and neural circuits, how the brain responds to that, how specific foods and components of food impact not just our feeling of digestion, or feeling good or bad about what we ate, but indeed how we feel overall. How safe we feel, how excited we feel, whether or not we feel depressed or sad, angry or happy. Today's discussion, I promise you, is unique among all discussions of neuroscience, at least that I've heard previously, in that it combines two seemingly disparate nutrition and neuroscience. Indeed, today's discussion gets into how different foods and food combinations impact how we feel and what we crave, and what we tend to avoid. We also get to hear the absolutely extraordinary story of Doctor Borque's upbringing in the Amazon jungle, and how his knowledge and intuition about plants has influenced his science, and how the incredible science that his laboratory is doing relates to all of us, and our ability to better tap into our gut sense. Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero cost to consumer information about science and science related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is Joov. Joov makes medical grade red light therapy devices. Now, if there's one thing that I've consistently emphasized on this podcast, it's the incredible impact that light, meaning photons, can have on our mental health and physical health. Red and near infrared light has been shown to have profound effects on improving cellular health, which can help with faster muscle recovery, boosting healthier skin, reducing pain and inflammation, enhancing sleep, and much more. What sets Juve apart is that it uses clinically effective wavelengths, emits a safe and effective dose of red and near infrared light, and most importantly, offers the only true medical grade red light panel available. I personally try to use the handheld Juve go unit, as it's called, every day, and especially when I'm on the road traveling."
    },
    {
        "speaker": "A",
        "text": "If you'd like to try Joov, you."
    },
    {
        "speaker": "B",
        "text": "Can go to joov.com huberman. That's joov.com huberman. Joov is offering an exclusive discount to Huberman Lab podcast listeners with up to $400 off Joov products. Again, that's joov.com Huberman. Today's episode is also brought to us by element. Element is an electrolyte drink that has everything you need. That means the electrolyte, sodium, magnesium, and potassium in the correct amounts and ratios, and nothing you don't, which means no sugar. Now, I and others on this podcast have talked about the critical importance of hydration for proper brain and body functioning. Even a slight degree of dehydration can diminish cognitive and physical performance. It's also important that you get adequate electrolytes. The electrolytes, sodium, magnesium, and potassium are critical for the functioning of all the cells in your body, especially your neurons, your nerve cells. Drinking element dissolved in water makes it very easy to ensure that you're getting adequate hydration and adequate electrolytes. To make sure I'm getting proper amounts of hydration and electrolytes, I dissolve one packet of element in about 16 to 32oz of water when I wake up in the morning, and I drink that basically first thing in the morning. I'll also drink element dissolved in water during any kind of physical exercise I'm doing, especially on hot days when I'm sweating a lot, losing water and electrolytes, they have a bunch of different great tasting flavors of element. My favorite is the watermelon, although I confess I also like the raspberry and the citrus."
    },
    {
        "speaker": "A",
        "text": "Basically, I like all the flavors."
    },
    {
        "speaker": "B",
        "text": "And element has also just released a new line of canned sparkling element. So these aren't the packets you dissolve in water. These are cans of element that you crack open like any other canned drink, like a soda. But you're getting your hydration and your electrolytes with no sugar. If you'd like to try element, you can go to drink element spelled lmnt.com Huberman to claim a free element sample pack with the purchase of any element drink mix. Again, that's drinkelement.com hubermanda to claim a free sample pack. Today's episode is also brought to us by Helix Sleep. Helix Sleep makes mattresses and pillows that are of the absolute highest quality. I've spoken many times before on this and other podcasts about the fact that getting a great night's sleep is the foundation of mental health, physical health and performance. When we aren't doing that on a consistent basis, everything suffers. And when we are sleeping well and enough, our mental health, physical health and performance in all endeavors improves markedly. Helix mattresses are different in that they are customized to your unique sleep needs. So if you go to the Helix website, you take a brief two minute quiz and it asks you questions such as do you sleep on your back, your side, or your stomach? Do you tend to run hot or cold during the night? Things of that sort. Maybe you know the answers to those questions, maybe you don't. Either way, Helix will match you to the ideal mattress for you. For me, that turned out to be the dusk mattress. I started sleeping on a dusk mattress about three and a half years ago, and it's been far and away the best sleep that I've ever had because it's customized to my unique sleep needs. So if you go, go to helixsleep.com huberman and take that brief two minute quiz, you can figure out what mattress is ideal for your unique sleep needs. For the remainder of this month, May 2024, Helix is giving up to 30% off mattresses and two free pillows as part of their memorial day offer. Simply go to helixsleep.com huberman to get 30% off and two free pillows. And now for my discussion with Doctor Diego Borquez."
    },
    {
        "speaker": "A",
        "text": "Doctor Diego Borges, great to have you here."
    },
    {
        "speaker": "C",
        "text": "Thank you for having me, Andrew."
    },
    {
        "speaker": "A",
        "text": "I am super excited to learn from you today, as I know everyone else is. And if they don't realize why soon they will. Which is that you work on one of the more fascinating aspects of us, which is our gut. Our gut sensing the gut brain axis, which I think most people don't realize is nearby, but separate from the so called microbiome. So we're not talking about the microbiome. A very interesting and important topic, of course, but we are going to talk about this thing that we call our gut sense and how it impacts everything from our cravings to our brain health and our cognition. So, once again, welcome. And I just want to kick things off by asking you to educate us, explain what is this gut brain axis that we hear about and what's going on in our gut besides digestion."
    },
    {
        "speaker": "C",
        "text": "Well, Andrew, thank you so much for having me here. Thrilled to be here. I knew that since we met a few years ago, that we will have this ongoing conversation and a great conversation. The gut and the brain. People call it an axis because traditionally thought to be an imaginary line that was connected through hormones. Since 1902, when the first hormone secreting was reported by Bayleys and Stirling, it was known that when we eat, then hormones, these molecules in the gut, are released, and then they will enter the bloodstream and then eventually will have a cause in distant organs. And for the next hundred or so years, the field focused on the hormones. And as a consequence, there was no direct line of communication between the gut and the brain. But as often I say, you don't say, or we don't say, the nose brain axis or the eye brain axis. And all of the organs are in sync, working in sync. In the gut, there are also some sensory cells that are able to detect the outside world and then quickly communicate that information to the brain. And I say the outside world, because the gut is the only organ that passes throughout our body, but it is still exposed to the outside. If you think about it, if you will swallow a marble, it still has the chance to get out."
    },
    {
        "speaker": "A",
        "text": "Please don't do that, anybody."
    },
    {
        "speaker": "C",
        "text": "But is it still exposed to the surface?"
    },
    {
        "speaker": "A",
        "text": "You're right. I never thought about the gut as the organ that is in contact with the outside world, unlike our heart, which is not in direct contact with the outside world, or our liver, or our pancreas. But the gut is."
    },
    {
        "speaker": "C",
        "text": "The gut is. And if you think about it, it's just separated by some compartments that have all of these valves, the epiglottis, the gastroesophageal junction, the pylorus, the ileocecal junction, the rectum."
    },
    {
        "speaker": "A",
        "text": "So these are the sequences of valves, of chambers with valves between them that food passes through air passes through. And within each, as I understand it, there are different functions related to digestion. But I think where you're taking us is that there are different modes of sensing what's coming through and signaling to the brain and other organs what's going on in the outside world by what's sensed coming through that passage. Is that correct?"
    },
    {
        "speaker": "C",
        "text": "That's correct. And if we think about it, when we swallow something, literally, we have to trust our gut. Perhaps that's why we use this phrase, trust your gut, because after that, there's not much that you can do, at least in regular humans, that you can do consciously, to expel something that perhaps is poisonous or toxic. It is the gut that has to make that distinction and then usually accommodate things for absorption or let them pass through digestion, and then ultimately they will be secreted. Right."
    },
    {
        "speaker": "A",
        "text": "So if you could describe for us the architecture that is, the cells that respond to things in the gut and where they send that information and how they send that information. What is this thing that we call gut sensing made up of? What's the parts list?"
    },
    {
        "speaker": "C",
        "text": "So the parts list has been evolving recently. And while some of the elements we have known for a while, but in general, what we're talking about, because it's an external surface, it is lined by a single layer of cells that are called epithelial cells. And essentially, these cells are exposed to the outside world, but they also are attached in a little membrane, and they are the ones that interface with the inside of the body. So in the stomach, we have a stratified epithelium, for instance, that is thicker, so it can survive digestion, chemicals and other things, like a harsh environment. In the intestine, we have a little bit more of a more delicate epithelial layer. And within this epithelial layer, there are several different cell types. One of those is the so called enteroendocrine cell, to put it in more simple terms, is a gut endocrine cell, or a gut cell that releases hormones. The term was coined in 1938 by a german physician. His name was Frederick Fetter. And at that time, it was a major advancement in our understanding of physiology because he came up with the idea that the organs were not only communicating to organs, in fact, there were cells within the organs that were communicating to other organs through the release of some of these endocrine factors, these neuromorphic modulators or these neuropeptides that we know as hormones. And so he named the diffuse endocrine system of the gut. And then he came up with this word enteroendocrine cell. And these cells are dispersed at a ratio, roughly speaking, like one to 1000 epithelial cells throughout the digestive tract. And we thought for the longest time that these cells were not connecting directly to the nervous system, that they will release these neuromodulators, and the neuromodulators, through diffusion, will act on receptors into some of the nerve terminals. And that is true. That is a very well established system. But in 2015, we made an observation that some of these cells, anywhere from one third to two thirds of these cells, it depends on the type of systems that you use to identify. They were contacting directly the nervous system. That brought up a new dimension of how it is that the gut could be communicating to the brain, because, as you know, in the brain, the synapses are the ones that are most predominant. However, there is a lot of neuromodulation from endocrine functions in the brain, too. So in the gut, this was not well described. There had been, historically, a few examples that these cells may be making synaptic context, but they had not been studied. And perhaps one of the main reasons why they hadn't been studied is because the tools were not there. And if you recall, in the 1990s, with the advancement of green fluorescence protein as one of the main molecules to tag cells, now, all of a sudden, there was a revolution in biology, because you could identify the cells, you can take them out, you can do a transcriptomic analysis to see what genes they express. You could co culture them, you can modify their genome, and then you can start to interrogate what is their contribution to the entire body."
    },
    {
        "speaker": "A",
        "text": "I'll just interrupt you for a second just to make sure that I and everyone else is on board. So, if I understand correctly, it's long been known that there are cells that are in these layers of the gut, in the intestine. And it's long been appreciated that as food passes through, these cells somehow can sense the chemical constituents of the food as it gets broken down and then release hormones into the bloodstream that could influence the brain. Those hormones could travel and influence things far away. In fact, for those that don't know, endocrine generally means signaling at a distance between cells. So between gut and brain, or gut and liver, it can also mean local effects. So hormones, endocrine effects, can also be local. But if I also understand you correctly, it was only about 15 years ago when you mentioned green fluorescent protein. We should probably just tell the tale in a few sentences. This is an amazing story in biology where, if you've ever seen fluorescing jellyfish. That's because they express a gene for so called green fluorescent protein. And biologists have hijacked that gene sequence and put it into mice and now actually other organisms as well, which allows you to see individual cells and cell types. These cells release hormones. The hormones influence the brain and other organs. And now I think you're going to tell us that they also are able to make direct communication lines with other organs as well."
    },
    {
        "speaker": "C",
        "text": "Correct. So maybe here is fitting how it is that I got into studying this system. And as you know, between the nineties and the early two thousands, there was an explosion in tools to study the brain and neural circuitry and the connection of neurons and each one of the neurons, because up until the 1990s, the tools were limited electrophysiology, behavior. But then, not only we had a green fluorescence protein, we had optogenetics, we had rabies modified to be able to trace how it is that neurons connect at one synapse, which was a dream. I think that, in fact, that was the dream of Francis Crick when he was at the salk. He talked about having the way to control."
    },
    {
        "speaker": "A",
        "text": "For those who don't know, Crick won was a co recipient of the Nobel Prize for the discovery of the structured DNA, but then, later in his career, developed an obsession for neuroscience. And, yeah, he daydreamed out loud about having tools to visualize individual connections in the nervous system. And as Diego is pointing out, scientists have hijacked the rabies virus, which hops between neurons labeled the rabies virus, with things that glow fluorescent. And in doing so, we now understand a lot about what Crick dreamed for, which was the ability to see different specific connections in the nervous system."
    },
    {
        "speaker": "C",
        "text": "Yes. So then you could isolate the cells, and then you could do sequencing technology to see, like, what are the genes that the cells are expressing? And then you can start to understand the makeup of the cells. In 2009, Hans Cleavers, a scientist in the Netherlands, did a beautiful experiment. He discovered these factors that will trigger a receptor of the stem cells in the intestinal epithelium and will form, literally, a mini gut in a dish. These cells will be all lined up, and then they will have a lumen. And I remember seeing some of these papers coming out when I was a PhD student, and I was already studying the gut. So it was inspiring to see all of the things that all of a sudden you could do. When I began studying these cells, immediately by isolating the cells and simply observing the cells in the native tissue of these mice models, it quickly became evident that some of the cells had a very peculiar anatomy. Some of them had these very prominent arms at the base, literally in the sistine chapel, Adam reaching out to God with the hand, the cells will have that type of anatomical features and even ending with a little hand at the end of that arm. Obviously, I immediately thought, why would a cell, that it is supposed to react to food and release hormones into the bloodstream or just in the vicinity, will invest so much energy into developing an arm? Right. So then I started to look, well, perhaps it is because it's providing a bridge directly into the vasculature, into the vessels, to put the hormones into the bloodstream grown. I couldn't find that direct connection. So then I started to study perhaps they were associated with the nervous system. And that's how we made some of the first observations, that some of them, with the arm or without the arm, they will have a more intimate relationship with nerve fibers. And that, of course, opened up a bunch of new questions. But the first thing that we had to do it was to come up with a name for this food, and it kind of became organic. And I want to highlight this because I think that as we go through the discovery trajectory, we don't realize the need to also engineer language. How we go about language is we start to attach words that we already knew and we start to put them together to describe something that new that we're observing. Right. And I say this because at the very beginning with my mentor, we will start to call these little feet. First we call them axon, which is like the term for the long extending branches of the neurons, the main branches of the neurons. We will call them axon like, because they look like a baby axon. But then we call them also like pseudopod, because it was like a pot, but it was pseudo. And at some point, and it was coming from some cells in the. In the kidneys that they are called, or something like that. So it was axon, like, pseudopod, like, basal process to describe that it was on the base. So at some point, it became so long that we couldn't fit it in an abstract. Right."
    },
    {
        "speaker": "A",
        "text": "That's a bit of a mouthful."
    },
    {
        "speaker": "C",
        "text": "So we began thinking about it, and then eventually I came up with a term I thought like neuropod. And I remember pitching it to my mentor, and he said, like, let me think about the weekend. And then on a Monday, he came in and he said, like, you know, it has a ring to it. I think that we should use it. But essentially, the thought was that if these cells are contacting, then perhaps they are passing information directly onto the nervous system. That is very different than just spewing neuromodulators in the vicinity and hoping that some of those catch the nervous system. Like I said, while that still exists, I think that is just a matter of space and time. They modulate these terminals in a different space and time, the hormones. But the transmission, the neurotransmission, is directly and more precise in space and time."
    },
    {
        "speaker": "A",
        "text": "Could I just interrupt for a moment, please? So, hormone signaling, endocrine signaling, generally is slower than the forms of communication directly between neurons. Could be on the order of seconds, sure, but typically on the orders of minutes or hours. Whereas neural communication on the order of milliseconds."
    },
    {
        "speaker": "C",
        "text": "Correct."
    },
    {
        "speaker": "A",
        "text": "So if I understand correctly, these what you decide to call neuropod cells. And thank you for shortening the name from the other description line, the gut. Are we talking about everything from esophagus down to the stomach to the intestine? Or is it just at the level of the stomach and intestine? Where do they."
    },
    {
        "speaker": "C",
        "text": "This is where the conversation becomes expansive, because these neuropods, or causings of these neuropods. So these neuropods are simply specialized neuroepithelial cells, meaning that are electrically excitable, that they can discharge electricity. But they are, these type of cells are in every single epithelial cell, or epithelial layer of the body, because that's how the body creates a representation of the world through sensor cells that are equipped to detect the outside world, meaning that they can be exposed to fluctuations in temperature, fluctuations in ph, fluctuations in concentrations, and then they quickly can generate a chemo electrical coat that they pass it on to the nervous system. And then ultimately the brain integrates that and says, like, oh, my belly is feeling good, but I'm feeling cold in the skin. That is thanks to all of these neuroepithelial cells that they are even in tasting, so to speak, the cerebrospinal fluid inside of the spinal cord and the ventricles, they are inside of the inner ears. The taste, the taste buds. In fact, there's a beautiful book from the seventies from some japanese scientists, Fujita Kanon, Kobayashik, who call these cells paraneurons. And their whole concept is that there was not such a discrete distinction between an entire neuron that lives inside of the brain or the central nervous system and a neuroepithelial, or a neuroendocrine cell that lives exposed to the outside. Simply that there is a continuum of adaptation. So the organism can bring the information from outside into the body to be able to process it, and then process it and then guide behavior."
    },
    {
        "speaker": "A",
        "text": "So, based on the way you describe it, we have these neuropod cells that line our gut, and we also have these similar cell types in the other organs of the body. And these cells are responding to the chemical constituents of what we eat as the food is broken down, also to the temperature of the environment, to the ph. That is how relatively basic or acidic something is that we ate, and presumably to other features in our environment as well. And all of that information is activating these cells to some degree or another, and then we're releasing hormones into our body as a consequence. But also, there's a direct line to the brain, and we're not necessarily aware of all of this happening."
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "I mean, until you describe it, I think most of us are, have not been aware that this is happening, and."
    },
    {
        "speaker": "C",
        "text": "We probably shouldn't be aware. You know, like, as I often say, like, if you and I are having a conversation, we probably shouldn't be aware of the macrophage in the spleen that is chasing this bacterium that got inside of the lettuce that we swallow it in a lunch. Right? Like, you just do your thing so we can keep communicating. Right."
    },
    {
        "speaker": "A",
        "text": "Except maybe don't eat more of that lettuce. Right, which is the. That's right. Okay, so you discovered these neuropod cells."
    },
    {
        "speaker": "C",
        "text": "That's right. Or I described them."
    },
    {
        "speaker": "A",
        "text": "You described them, yeah. And you had in hand some tools to selectively label them. What did that reveal about their connectivity with. You're referring to it as the nervous system, which I love, because a resounding theme on this podcast, as I always say, brain and spinal cord and all the connections to the body and back again is the nervous system. But what did you discover in terms of the connections with the brain proper?"
    },
    {
        "speaker": "C",
        "text": "Here is where the tools started to make a big difference. All of a sudden, you could see the resolution of a receptor inside of a cell using certain type of microscopes. I remember that one of the first questions that I will always drill on, you know how these laugh meetings can get intense, right? Like, when I will bring data and showing just very simple immunohistochemistry, meaning labeling, to see how these cells were interacting with the nervous system. I will show some of the images. Then the other scientists will say, well, yeah, those are nice images, but remember that contact does not mean connection. And I went thinking about that at the very beginning. I thought that it was silly semantics, but I specifically remember that there was one time I was running, and I was thinking, like, how do you demonstrate connection between two cells? And then I thought that since we had the ability to identify these cells by fluorescence, we could isolate them based on their fluorescence. And what will happen if we put them in front of a sensory neuron and then just record them inside of a microscope? Right. Over time. And I thought, maybe they will get close to each other, and then we can go and do some more labeling and show that they are contacting or connecting. But much to our surprise, we actually saw that in real time. When you isolate them from the mouse and you put them in a dish, they both look like these round circles. But after a few hours, not only they get close to each other, but they recapitulate the circuitry in the dish. Literally, they form, like, two brains in a dish. The gut and the brain in a dish. Yeah. And that was an eye opener. I still remember it was somewhere. I think it was, like, June 27, 2012, when I saw that experiment, because it opened my eyes to so many different things. One was that these cells are not static, because since we have been seeing them for decades just in slices or fixed tissue, we had lost the notion that this thing is constantly moving. Right."
    },
    {
        "speaker": "A",
        "text": "The cells are actually moving."
    },
    {
        "speaker": "C",
        "text": "The cells are actually moving."
    },
    {
        "speaker": "A",
        "text": "So these cells line the gut, meaning they're along the walls of the gut. And intestine."
    },
    {
        "speaker": "C",
        "text": "Yeah, the intestine."
    },
    {
        "speaker": "A",
        "text": "They reach a hand into the gut to sense whatever chemicals are there."
    },
    {
        "speaker": "C",
        "text": "They have little cilia, little hair, or microvilli that is literally like little hair that is exposed to the lumen."
    },
    {
        "speaker": "A",
        "text": "So the lumen, folks, is the cavity, the empty cavity of the gut. Not empty, but the internal part. And so they're sensing the chemicals there, and you're saying they can move. Okay. And they're sending a process. By the way, folks, anytime you don't know whether or not something is a dendrite or an axon, just call it a process, you'll get it. Right. A process up to the brain underneath."
    },
    {
        "speaker": "C",
        "text": "That will connect to the nervous system."
    },
    {
        "speaker": "A",
        "text": "I see. So through a series of stations. Okay, amazing. So what we're talking about here is Diego's discovery of pathway from the gut to the brain that essentially allows sensing of what's happening in the gut to inform feelings."
    },
    {
        "speaker": "C",
        "text": "That's right. Yeah. So that was the first experiment, like, showing, in addition. Right. The next experiment was, well, does it happen in the mouse? And then through a series of. I have a friend, neuroscientist, that she calls these rabies gymnastics, because you have to put in some genes and make things work. Then we demonstrated that these cells, that the virus will be capable of infecting these cells. Specifically, instead of infecting the other epithelial cells, it will infect these neuro epithelial cells because rabies likes neurons, and then it will jump from that cell into a nerve fiber, and these rabies can only jump one connection. And what was surprising is that the fluorescence from that rabies will show up in the brain stem and in the bodies of the cells that are in the notos gang ganglia, which is this cluster where the cell bodies of the neurons of the vagus nerve are located right underneath the neck, meaning that there was just one stop between the surface of the intestine and the brain stem. The two cells were connecting that space. So, obviously, the information that was the anatomical basis for the information to travel very rapidly up into the brain and rapidly in the subconscious, we're not necessarily aware of it, although I've read that there are some instances in which people become more aware of it, either in atypical fashion or with meditation and other things. Like people can become aware."
    },
    {
        "speaker": "A",
        "text": "Yes, people definitely can become more aware of their so called interoception, what's going on at the level of their heartbeat frequency or their gut sensing, if they spend time on it. Some people, as you mentioned, develop an almost pathologic sense of interoception, such that they have trouble navigating normal life because they're so aware of what's going on inside their body. This is actually an interesting issue in the field of psychiatry. My colleagues in psychiatry at Stanford tell me that some people with a lot of anxiety, for instance, are so aware of their heartbeat that it becomes disruptive and distracting to them. So it's not always the case that it's better to become more aware of your internal processing. Sometimes it can be deleterious. Other times it can be good for us. Some people are very unaware of what's happening in their body, and they need to develop more awareness of that. I feel like as long as we're talking about rabies, we should have a little bit of fun and explain to people something about rabies, viruses. Because what we've been talking about is the use of viruses as experimental tools in order to take a virus, basically attach or put something in so that whatever cell is infected by it glows a certain color, so you can see the cells and visualize the circuitry. But as long as we're talking about rabies, I feel like it's such a word that has such salience. The rabies virus, which exists in nature, is amazing because I don't know if it has a consciousness, but it essentially propagates between animals by way of the animals that have it bite. They become more aggressive. They bite a target animal. The virus gets in, it's picked up by the nerve terminals and is carried back from one cell to the next across synaptic connections. Synapses get little gaps between neurons. What doctor Diego Borquez has been telling us is that scientists have engineered the rabies virus so that it only jumps one station and then stops. You can do this by modifying the coat protein. There's a bunch of fun virology that can be done to do that. But what I find amazing about rabies virus, and there's a great book, by the way, called rabid, which is essentially a history of the study of rabies, is that that once it travels from the site of the bite up to the brain, what does it do? It changes the brain to make the now infected animal or person more aggressive so that then they go bite somebody else. So, I mean, in some ways that the viruses have a kind of unconscious genius to them. Right. What's the best way to get from one animal to the next? Well, there are a number of different ways, but one way is to just make that animal more aggressive. So it goes and bites things."
    },
    {
        "speaker": "C",
        "text": "Yeah. Make wild."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "Make the animal work for you."
    },
    {
        "speaker": "A",
        "text": "Make the animal work for you. Right. It's almost exploitive. It exploits certain circuitry in the nervous system. I'd like to take a brief break."
    },
    {
        "speaker": "B",
        "text": "And acknowledge our sponsor, ag one. By now, most of you have heard me tell my story about how I've been taking ag one once or twice a day, every day since 2012. And indeed, that's true. I started taking ag one, and I still take ag one once or twice a day because it gives me vitamins and minerals that I might not be getting enough of from whole foods that I eat, as well as adaptogens and micronutrients. And those adaptogens and micronutrients are really critical, because even though I strive to eat most of my foods from unprocessed or minimally processed whole foods, it's often hard to do so, especially when I'm."
    },
    {
        "speaker": "A",
        "text": "Traveling and especially when I'm busy."
    },
    {
        "speaker": "B",
        "text": "So by drinking a packet of ag one in the morning, and oftentimes also again in the afternoon or evening, I'm ensuring that I'm getting everything I need. I'm covering all of my foundational nutritional needs."
    },
    {
        "speaker": "A",
        "text": "And I like so many other people."
    },
    {
        "speaker": "B",
        "text": "That take ag one regularly, just report feeling better. And that shouldn't be surprising because it supports gut health. And, of course, gut health supports immune system health and brain health. And it's supporting a ton of different cellular and organ processes that all interact with one another. So while certain supplements are really directed towards one specific outcome, like sleeping better or being more alert, ag one really is foundational nutritional support. It's really designed to support all of the systems of your brain and body that relate to mental health and physical health. If you'd like to try ag one, you can go to drinkagone.com huberman to claim a special offer. They'll give you five free travel packs with your order, plus a year's supply of vitamin D. Three K, two, again, that's drinkag one.com."
    },
    {
        "speaker": "A",
        "text": "Huberman okay, so you identified these, you said described, but I'll say discovered, because that's what happened. You discovered these cells. You label their connections. You see that there's just two stations between these cells or one station, really, between these cells and the brain. And so now these cells can sense chemicals in the gut that are the consequence of the breakdown of food and send that information directly to the brain. What does the brain do with that information?"
    },
    {
        "speaker": "C",
        "text": "So here comes the key experiment. And this was building, obviously, on the work of other scientists that had already described that the gut had some receptors for sugars, specifically for glucose, for other nutrients around this area. In the early two thousands, when we were starting to be able to identify some of these cells, then it quickly became obvious that these cells, these enteroendocrine cells, throughout the lining of the stomach, intestine, colon, they had multiple receptors for multiple nutrients. We have the macronutrients, for instance, sugars, fats, proteins. But within them, we have a repertoire of molecules, multiple lipids, multiple types of sugars, and so on and so forth. These cells, depending on their location, they will express different types of receptors, or a combination of those receptors. And I said it, depending on the location, because when we're eating, let's say an apple, the apple is going to be partially undigested by the time that it enters intestine. But by the time that it gets to the colon, most of those nutrients are being absorbed, and perhaps only fibers are surviving to feed off most of the microbes that live in the colon. So the gut has evolved to mirror and to become a velcro to the molecules that will be in that specific space. So it will detect, so it will detect sugars more in the proximal intestine, but fibers or fermented by products more in the distal intestine or in the colon, like short chain fatty acid, butyrate, propionate, and so on and so forth."
    },
    {
        "speaker": "A",
        "text": "What other kinds of nutrients do these neuropod cells detect from food? So, you mentioned sugars, you mentioned fermentation, presumably short and long chain fatty acids."
    },
    {
        "speaker": "C",
        "text": "Yes. The short answer is that I think that in due time, we are going to realize that they detect just about every single thing that we put on our mouths every day. You know, that they have some. Either a specific receptor that is dedicated to it, or a combination of receptors to be able to detect some of these compounds. And not only the chemical compounds, but also an area that I think that is going to be fascinating in the future is the mechanical distinction, plus the adjustment in temperature as the chyme starts to flow from the mouth into the colon. Like, for instance, I heard this from a bioengineer not long ago that was engineering artificial gut and a stomach. And he shared with me a piece of information that I was not aware of, that the esophagus has to adjust the temperature of the food very rapidly, within seconds, into physiological temperature of the inside of the body. So we are having hot coffee within a couple of seconds. It has to be at the physiological temperature of the body by the time that it gets into the stomach. And all of that happens very rapidly. Amazing in the sufferers. Right?"
    },
    {
        "speaker": "A",
        "text": "So if I understand correctly, these neuropod cells have a variety of different receptors, depending on where they are located along the trajectory from the mouth to the rectum."
    },
    {
        "speaker": "C",
        "text": "That's correct."
    },
    {
        "speaker": "A",
        "text": "And some are sensing sugar, some are sensing temperature, some are sensing ph. So relative acidity, some are sensing amino acids, presumably. I mean, I've heard it said, and I believe there's a researcher down in Australia who's been very bullish on the theory that we are not exclusively, but we are predominantly amino acid foraging machines, because we need amino acids for all sorts of. Of important biological processes. And these cells are essentially evaluating how much sugar, how much leucine, how much short chain fatty acid, how much essential fatty acids of different kinds, and then making changes to the gut itself, but then presumably signaling that information elsewhere in the body."
    },
    {
        "speaker": "C",
        "text": "So here I'm going to give you something that will get your gut churning, so to speak. So these cells have to make sense, not only of the molecule that had been adjusted, meaning the chemistry of the molecule, let's say it is glucose, it has to make sense a little bit. Of the taste. Is it sweet? Right? Is it bitter? Then it has to take into account how much of the molecule is absorbed inside of the cell, right? So that's the second layer of integration. Then once the cell has eaten that molecule, so to speak, then that molecule will be digested inside of the cell to release ATP or some other compound ATP for energy, for instance, that has also had to be taken into account. For instance, in glucose, glucose activates the task one r three, which is a sweet taste receptor. Then the glucose is absorbed by some of these sodium glucose transporters, which are active transporters. And these transporters depolarize the cell. And then once glucose gets inside of the cell, glucose enters the TCA cycle, is catabolized, and then produces ATP. And the ATP further activates another voltage gated channel, farther depolarizing the cell. And then the cell releases, in turn, a transmitter, for instance, glutamate, that very rapidly tells the vagus nerve within milliseconds, you know, I got sugar, and it tells it in two phases because that glutamate will activate two different types of receptors, ionotropic, which are very fast, and metabotropic, which are a little bit more delayed. But then the metabolism of that glucose that produces the ATP and farther depolarizes the cell. We believe that it will cause the release of the hormone of the neuropeptide. Then the neuropeptide comes on top of that and gives you that full experience of what it means to consume sugar. So that happens at the level of one cell and at the level of one molecule. So imagine, like all of the computation that the gut has to be making for each one of the molecules throughout the digestive tract."
    },
    {
        "speaker": "A",
        "text": "If I stand back from this picture, what I get is there are very interesting cell types that line our gut that are evaluating all of the not just macronutrients, proteins, fats and carbohydrates, but micronutrients within the food we eat, as well as some of the other qualitative features, temperature, for instance, maybe even quality of the amino acids or the sugars, simple versus complex sugars, etcetera. If we could just further zoom out for a moment and take a human perspective on this at the level of experience. I once heard you tell a story about someone you knew who changed their gut radically and that changed their entire perceptual experience of food, including certain cravings. Would you mind sharing that story?"
    },
    {
        "speaker": "C",
        "text": "Yes. Thank you for bringing that story, Andrew. That story is very personal to me. I often say when I get on stage that we are constantly influenced by two things in life. The food that we eat and the people that we meet. Now, we have known each other, but now we meet in person and we are knowing other people. Right? And I remember that when I was starting my PhD in nutrition at North Carolina State University. So I didn't grow up in the United States. I grew up in Ecuador, and I was invited to my first Thanksgiving celebration. So I sat at dinner, and, you know, as we began chatting with the people that were next to each other, all of a sudden I was enthralled in this conversation of a woman telling me this story about her experience with gastric bypass surgery for treating obesity. So gastric bypass surgery was begun to be developed by surgeons in the sixties, and by the nineties, it had become a mainstream type of surgery for the treatment of chronic obesity. So she told me that there were primarily three things that happened. She said, well, within six months of the surgery, I had lost about 40% of body weight. You know, she said, like, I was about 300 pounds. You do the math, you know? So it was a. It was a significant amount. Significant amount. She said, within one week of the surgery, my diabetes was gone. She said, I did not need more insulin shots. So I had the same reaction that you're having. I was like, I don't know much about diabetes, but I know that is a major health burden. Right. But the thing that really caught my eye was when she said, but since you're studying nutrition, I want you to answer this to me. She said, why is it that before the surgery, I could not even look at Sony side up x? She said, just looking at the yolk will make me queasy. But after the surgery, not only I can eat sunny side up eggs, I actually have a craving for the yolk. She said, every time we go on Saturday to a restaurant for breakfast, I will take the toast and I will actually clean the plate of the yolk. So how is it that rewiring the gut alter my perception of flavor, alter my cravings and my mind to get the yolk?"
    },
    {
        "speaker": "A",
        "text": "She said, and even inverted her sense of what was aversive versus as appetitive? I guess for those of us that don't know, meaning me, I understand that gastric bypass surgery involves the removal of a portion of the gut. How much gut tissue do they actually take? Is it centimeters? Inches? I mean, the gut's a long distance. What do they do for gastric spinal?"
    },
    {
        "speaker": "C",
        "text": "In simple terms, the most. The classic surgery is called rou en yden. Gastric bypass surgery, which involves a reduction of the stomach and short cutting, the connection of the stomach to the intestine. So you will cut one third, which will be the duodenum. One third of that will be cut, and then that portion will be reconnected to the stomach, meaning that you're short circuiting the gut. And the whole idea was, at the very beginning was like, well, if we reduce the surface that is exposed to food, then we can reduce body weight by the simply reduction of surface that is exposed to the food that is absorbed. What it became very clear is that well before the body weight changes got taken place, there was already some dramatic changes in physiology. The hormones, the neuropeptides that were released from the intestine in response to nutrients, will change very rapidly. Then, as I mentioned, the food choices will change. Diabetes will be resolved. So then it became obvious that it was not necessarily just the reduction in the surface of the gut. So that's one of the main surgeries. The other one, as I understand, is vertical, is leaf gastrectomy. And this vertical gastrectomy is simply a reduction in the size of the stomach. So now the stomach is very tiny, and the idea is that will accumulate less, it could hold less food, and then the food will go very rapidly into the intestine. And what is becoming very obvious is that there is a rapid change in the sensory function of the gastrointestinal tract. So the gut seems to rapidly shift, perhaps become more, so to speak, in general terms, more sensitive to the presence of nutrients. Right."
    },
    {
        "speaker": "A",
        "text": "Interesting. So this woman that you met at thanksgiving had gastric bypass surgery. And presumably, I think it's fair to assume, a good number of these neuropod cells that sense different nutrients were removed, and as a consequence, she completely shifted her craving of a particular food. And is there any sense whether or not, no pun intended, the lack of sensing of what was in sunnyside egg yolks was somehow related to a shift in appetite or something else? Or is it merely a qualitative, albeit a dramatic qualitative shift in what she craved?"
    },
    {
        "speaker": "C",
        "text": "So, two contextual pieces of information. So I remember leaving that dinner, and I was like, whoa, this is major, you know, like, I'm sure that people have written about this or done research, and I realized that it was very little was known. Even gastroenterologists knew very little about this. The first clinical report that the alteration in food choices was common in these patients came out, I believe, in 2011. And then later on, scientists replicated that even in Radhe or in mice, we have done it in the laboratory, and consistently, they change their food preferences, their food choices. So in recent years, we have been studying that system, and I will tell you that in 2022, this is another important contextual piece that we have not gotten to. So after we found and we described that these cells were connecting to the nervous system and that they were sending information up to the brain very rapidly, the challenge was, well, if this is a sense, what behavior is affecting, how is it that is affecting the responses of the organism? And that took a little bit of a technical hurdle. And here is where optogenetics comes in to."
    },
    {
        "speaker": "A",
        "text": "Yeah, please explain for people what optogenetics is, at least at a top contour level."
    },
    {
        "speaker": "C",
        "text": "Yeah. So, optogenetics. In 2005, Professor Carl Diceroth, Ed Boyden, and other scientists had been able to make this dream of an experiment which was isolate the genes that encode for these opsins that are sensitive to specific wavelengths of light and put them into neurons. And now by turning that light, they could make the neuron activate. And then ultimately, then later on, they went on to describe that that could be used to control specific cells that are regulating behavior, and then by that, define what cells are orchestrating certain type of behaviors, like movement, food intake, thirst, anxiety, so on and so forth. So in 2014, we began trying to adapt that technology to the gut. Very quickly, we realized that the way that light was brought into the brain was through a fiber optic cable that was rigid. And in the brain, it helps that it's actually rigid, but in the gut, it doesn't help, because the gut is constantly moving and so on and so forth. So it's not compatible for running those experiments. And here's where I usually say, like, you know, we really don't know what is going on because some forces, like, move around us. And in 2017, Professor Paulina Nikeva from MIT came to give a talk at Duke. And she reached out to me, and literally she came, and as we were chatting, she said, like, diego, I see that you're working between in this interface of the gut and the brain, and I have this fiber optic that is flexible. Would you have any use for it? So with that fiber optic, that made a big difference to study, interrogate the function of these cells to behavior. So when we were able to put those opsins, the light sensitive proteins, inside of these neuropods, and now when we turn the light on to shut off these cells very rapidly, we found something very interesting. So, normally, animals, when you give them the choice between a sweetener, which is devoid of caloric value."
    },
    {
        "speaker": "A",
        "text": "So, like aspartame or sporadia or stevia."
    },
    {
        "speaker": "C",
        "text": "Or something, and you give them sugar, table sugar. The animal invariably will go to sugar."
    },
    {
        "speaker": "A",
        "text": "They prefer sugar?"
    },
    {
        "speaker": "C",
        "text": "They prefer sugar. If they have never seen sugar, it will take them a little bit more time. But regularly, by the second day, is within 90 seconds, that they detect what is sugar."
    },
    {
        "speaker": "A",
        "text": "So they're drinking out of one tube, they get some water with stevia, they drink out of another tube, water with sugar, and they invariably prefer the water with sugar."
    },
    {
        "speaker": "C",
        "text": "That's correct. And people have described this phenomenon for a while. And, in fact, in 2007, there was an elegant experiment done by Professor Ivan de Raujo at Duke University, in which the sweet taste receptors were. All the taste receptors were genetically erased, and the animals were not capable of distinguishing the sweetener from the water, but they could still distinguish sugar from water, meaning that there was something else that was detecting that sugar."
    },
    {
        "speaker": "A",
        "text": "So just to make sure people are on board, an experiment where sensing of sweet taste at the level of the mouth is eliminated does not disrupt the preference for sugar water."
    },
    {
        "speaker": "C",
        "text": "Correct."
    },
    {
        "speaker": "A",
        "text": "Which means that there's something going on below the depth of consciousness that causes mammals, presumably us included, to prefer things that have sugar."
    },
    {
        "speaker": "C",
        "text": "Yes. And then Professor Tony Esclafani, he had been studying these behaviors, and he went in so far to suggest that perhaps these sodium glucose transporters are some of the ones that are detecting the sugar as it enters the intestine, and that's what is causing the behavior. So we began working on this system, and we wonder, could these cells be the ones that are guiding that behavior? And around the time that we published this work, Professor Charles Zucker at Columbia also further advanced that area by building on the. On the previous work and demonstrated that there were a population of neurons in the brainstem that were integrating this information from the gut. And by that, the gut and the brain were guiding these behaviors."
    },
    {
        "speaker": "A",
        "text": "And it is true that from the earliest of ages, we crave sugar, or at least if we are exposed to the taste of sugar, it tends to drive, seeking of more sugar. You can see that in babies, even."
    },
    {
        "speaker": "C",
        "text": "Correct? And as I usually say, I call it instinctively because our mother doesn't have to teach us, hey, Diego, that is glucose. You know, it may present us in some ways, but at the end of the day, I have to go and get my glucose, get my amino acids right, because eating is very simple. We're just trying to solve this issue of getting our carbons, getting our nitrogen, getting our phosphorus, our potassium, our sodium, and our chloride in so many different ways, shape or forms. Right. So I went back to the experiment, the key experiment. So when we were able to put these opsins and bring the light and shut off these cells very rapidly, when we had presented the animal with a choice of sweetener over sugar, then all of a sudden, the animal became blind to the solutions. It couldn't discern between the stevia, so to speak, or the sweetener from the."
    },
    {
        "speaker": "A",
        "text": "Actual sugar and the entire manipulation. The experimental manipulation that is, is occurring at the level of the gut."
    },
    {
        "speaker": "C",
        "text": "The intestine. That's right. Right after the stomach is like just a small portion of the intestine."
    },
    {
        "speaker": "A",
        "text": "So if we make an attempt to transfer this to the human real world experience. If I have some ice cream, it tastes sweet. I like it. And now I'm thinking about it, and I'm craving it just a little bit. I don't have a huge craving for sweets, but I do like some of them. So eating ice cream, it tastes sweet, the tendency is to crave more."
    },
    {
        "speaker": "C",
        "text": "That's correct."
    },
    {
        "speaker": "A",
        "text": "You have to eat a lot of ice cream before you're truly full."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And most people self regulate, or their parents regulate for them by limiting the number of scoops or something. And that sweet taste is part of the motivator. But what you're saying is that as the ice cream enters the gut, there are neuropod cells there that are also sensing the sugar and signaling to the brain. And the brain is responding to pursue more of that sweet containing substance."
    },
    {
        "speaker": "C",
        "text": "That's correct."
    },
    {
        "speaker": "A",
        "text": "And it's happening below our awareness. It is independent from the sweet taste of the ice cream."
    },
    {
        "speaker": "C",
        "text": "Correct."
    },
    {
        "speaker": "A",
        "text": "The conscious sweet taste."
    },
    {
        "speaker": "C",
        "text": "The conscious sweet taste. Which of you, think about it, it's not fully conscious. Right. You know, as a. What we detect of the world is just a very tiny little portion. Right. Even sight, you know, like, we think we are looking for light, but I don't know what is happening behind my. My back. I trust that everything is going okay. Right. So when we shut off these cells, the animal, and as I usually say, like, became blind to the sugars because it's kind of like akin to having turn off the cells that are able to detect light, the wavelength of light, for us to be able to discern color. And it's not that the animal is losing its memory, because then if you remove the light and now the cells are functional again, then the animal again is able to distinguish one solution over the other. And then we did a couple more experiments in there. And what happens if we do the reverse? If we turn on the cells now. And the fascinating thing is that when we turn on the cells now, they, the mouse will eat the sweetener as if it will be sugar."
    },
    {
        "speaker": "A",
        "text": "Interesting. So the activation of these cells makes them crave non caloric sweetener or low calorie sweetener, as if it were sugar. But is it blinding them to the difference between sugar and low calorie sweetener?"
    },
    {
        "speaker": "C",
        "text": "So here's another piece of information. We will offer them water and we will turn on the cell. The animal will drink the water as if it will be sugar, like it will be appetizing, even though it's just plain water. Yes. And what is becoming very obvious is that the gut has this sense at the most basic level. What the senses are doing is calculating a couple of things. One is the salience of the stimulus is like, how intense is the stimulus? And the other one is the valence of the stimulus is a pleasurable or painful, so to speak, in like, broad terms. And I say this because on the pain side, Professor David Julius, Professor Holly Ingram, Jim Baira at UCSF, they have done some beautiful work demonstrating that there are these serotonin releasing cells, specifically in the colon. They have focus in the colon, that they couple two nerve fibers of the spinal cord. And when they are activated now, all of a sudden they drive what we call in the clinical realm, visceral hypersensitivity. So they are responsible for triggering the hypersensitivity of the nerve fibers, the colonic nerve fibers, because they detect noxious stimuli. And then ultimately they gate that noxious stimuli and pass it on to the nerve fiber, in broad terms, as a painful stimulus."
    },
    {
        "speaker": "A",
        "text": "So is this irritable bowel syndrome?"
    },
    {
        "speaker": "C",
        "text": "It is, we could call it as the biological basis of what could degenerate into irritable bowel syndrome and so on and so forth, or these chronical GI, they call them disorders of gut brain interactions."
    },
    {
        "speaker": "A",
        "text": "In the clinic, I'd like to take."
    },
    {
        "speaker": "B",
        "text": "A brief break and acknowledge our sponsor, InsideTracker. Insidetracker is a personalized nutrition platform that analyzes data from your blood and DNA to help you better meet your personal health goals. Now, I've long been a believer in getting regular blood work done for the simple reason that many of the factors that impact your immediate and long term health can only be analyzed with a quality blood test. Now, the problem with a lot of blood tests out there is that you get information back about metabolic factors, lipids and hormones and so forth, but you don't know what to do with that information. With InsideTracker, they have a very easy to use online platform that allows you to see the results of your blood test and then offers you various actionable tools such as behavioral tools, nutritional tools and supplementation tools that can help you move those values from your tests into the ranges that are optimal for you. If you'd like to try InsideTracker, you can go to insidetracker.com hubermandhenne to get 10% off their new subscription model which has significantly reduced prices. Again, that's Insidetracker.com Huberman to get 10%."
    },
    {
        "speaker": "A",
        "text": "Off as a neuroscientist, I was trained to think about the neural retina, the light sensing tissue at the back of the eye, the cochlea, the essentially mechanosensory cells in the inner ear that respond to sound waves not directly, but through a number of different transducers and this kind of thing. And then of course we are all familiar with the skin and that it responds to pressure, light, touch, tickle, itch, et cetera. What I'm understanding, based on what you're telling me, is that all along the pathway from our mouth to our rectum, we have sensory cells that are evaluating the chemical constituents of the foods that we eat, emitting broad kinda of, maybe even crude slow signals in the form of hormones to change our appetite, our feelings of well being, maybe our feelings of not well being, but also sending direct signals to the brain to drive certain types of thinking, emotions and behavior. What sorts of thoughts, emotions and behaviors are foods known to evoke through this pathway from the gut? Because the story about your friend that had the gastric bypass and then changed the relationship completely to the craving of, or the aversion to Sunnyside eggs indicates that it's a pretty crude, as I'm describing a system to begin with, but it ultimately converges on pretty fine scale decision making. You order this and you avoid that. You really like this and you really are almost nauseous at the thought of something else. That's pretty high level decisions. It might not seem like it to most, but it's impacting significant behavior or impacting behavior at a significant level."
    },
    {
        "speaker": "C",
        "text": "That's correct. When I think about that specific example is that after there has been this rewiring of the intestine, then now the intestine is very sensitive, so to speak, to the stimuli. And when those lipids from the yolk start to enter the intestine, if that sensitivity has changed, meaning it could have changed in how fast it reacts to the stimulus or how fast it communicates to the stimulus and how sensitive it is to the saliency or, like, the strength of the stimulus, it could communicate that, ooh, what? It used to be repulsive with a tiny little bit of amount. Now it is actually pleasurable with a tiny little bit of amount. And here's a clear example. So it has been very well, I will say that it has been documented in the clinic that patients that undergone gastric bypass surgery, they're actually more prone. I think that it goes from, like, two to seven fold the likelihood that they become and they will develop alcoholism."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "C",
        "text": "Yes, because now the way that they describe it is like, well, you know, either before I didn't like wine, and then now, you know, after a few months of the surgery, I'll have one glass of wine. And then all of a sudden, I found myself going to two, three, four. And then they will become either more sensitive. It's still not known the entire biology, but they will become either not only more sensitive, but more attracted to that type of stimulus."
    },
    {
        "speaker": "A",
        "text": "I can't help but ask about ozempic, Munjaro and glp one glucagon like peptide one analogs, which are really all the rage right now, at least for discussion. But many, many, many millions of people are now taking this for treatment of diabetes and for weight loss. My understanding is that glp one acts at the level of the brain, the hypothalamus, to reduce hunger, but also at the level of the gut to give the sensation of more gastric distension. Is there any knowledge of whether or not glp one interacts with the neuropod cells and this pathway that you're describing, given what these neuropod cells do for craving or aversion?"
    },
    {
        "speaker": "C",
        "text": "Yes, that's a complementary question. And, in fact, when I got into studying in this field 15 years ago, the study among scientists in this area, glucagon like peptide was already very popular in the study. In fact, in this area, people were very focused on the study of this peptide. And they were very focused on the study of this peptide because it was one of the most potent stimulators of insulin release in the pancreas after gastric bypass surgery. It will actually increase its amount in circulating levels. And there were already, like, some studies suggesting that the effect of this glucagon like peptide, it was actually not through the circulation, but more in a localized action onto nerve fibers, especially of the vagus nerve. So there was already, like, some ongoing discussion about this. And certainly some of these enteroendocrine cells, these neuroendocrine cells, particularly, at least in animals, I think, is more distal and in the digestive tract, that they do release these glucagon lip peptide one in response to primarily like all of the macronutrients, but primarily sugar. And then these glucagon like peptide one will act on specific receptors of the nerve terminals and then will trigger some of the behaviors. It's also thought that it acts at the level of the brainstem. And what it will potentiate is the reduction of. Of appetite. So I say that this is a complimentary question, because what is happening in the first few milliseconds is the actual choice and the actual feeling of how you feel about food. And what is happening in the minutes to hours later is the amount, how much you can eat and when you should stop. Because after 4 hours, you're going to come back and feel again the tickling of the gut. Because the gut starts to churn again and it starts to call for food. Remember, it has to feed two giant organisms, the host itself, but also the microbes that are inside, right? So it has to keep, so to speak, that hunger going every 4 hours or so, right? So that's why the hormones are more acting on the cyclical circadian way, but the transmitters are acting in this very fast, responsive way of the precise stimuli, stimuli in specific regions of the gastrointestinal tract."
    },
    {
        "speaker": "A",
        "text": "So these neuroendocrine cells are releasing glp one, or responding to glp one."
    },
    {
        "speaker": "C",
        "text": "They are releasing glp one, they're releasing."
    },
    {
        "speaker": "A",
        "text": "Glp one to transiently shut down hunger."
    },
    {
        "speaker": "C",
        "text": "And probably there is some interaction between these cells that they are having. The technical term is autocrine, or they are having parking between the cells. Neuromodulation, but primarily, let's say, they respond to the stimulus and release glp one onto the nerve fiber."
    },
    {
        "speaker": "A",
        "text": "I have a theory for which I have no direct data, but I'd like your thoughts on having spoken to a lot of people that work on nutrition, but also gut brain access today, and microbiome in previous episodes, that one of the key things that a human learns somewhat unconsciously, but also consciously, is the relationship between a given food, which macronutrients it contains, the ratios of carbohydrate, protein and fat, the taste of that food, the amount of that food translated into calories, but also physical volume, and then the micronutrients. Why do I say this? There are a growing number of studies showing that the ingestion of highly processed food leads to the intake of excess calories, or more calories than if one consumes foods in their more natural form, single ingredient foods or two ingredient foods are very different than a food that has a bunch of different things in it. And it seems to me that if we were to look back into our evolution, sure, people were making stews and soups and things for a long time. Presumably, the sandwich came about through either desire for convenience or taste, or both, putting meats, protein in between two pieces of bread, something of that sort, by definition of a sandwich. Maybe some vegetables in there as well, some cheese. But that what this whole pathway along the gut is trying to do, it seems, is to deconstruct what's coming in, what's here, and shaping choices. As you mentioned about food choice, including the amount of food to further consume and whether or not to return to that food or to avoid it. And at the extremes, it seems pretty straightforward. And this is a very classically described case, right? You go and you have the kung pao shrimp, or you have the lentil soup at a given place, and a few hours later, you don't feel right. You start some sweating, some gastric distress, and you develop a pretty broad aversion to that food, or maybe even the entire meal, maybe the restaurant, maybe even that entire type of cuisine, depending on how much of a lumper versus a splitter you are, as we say in science, right, how much you make kind of large bin decisions or fine bin decisions. This is nerd speak for saying, do you go back to the same restaurant but order something different, or do you just decide to never go back again? That's a pretty extreme case. The other extreme would be, you eat a food, it's delicious, you feel wonderful. The restaurant, the people, it's wonderful, and you crave more of that food. There's all the contextual stuff, too. But what we really are talking about here is how one navigates this whole landscape of what to put into one's body in terms of nutrition and trying to understand how that's impacting everything from how we feel right away, how it tastes, whether or not we conceive it as good or bad for us, whether or not we think it's impacting our body composition and health in ways that we want or don't want. I mean, it's pretty complex stuff, right? This is at least as complex as going to a metropolitan museum of art and looking at a painting and trying to evaluate whether or not you really like that painting or not. In fact, it's probably much more complicated than that. But it's what we do. And I'm beginning to get the sense, again, no pun intended, that this pathway that we call the gut brain axis is really, it's a 6th sense of a very elaborate kind."
    },
    {
        "speaker": "C",
        "text": "So you just touch on an entire realm of a topic, which is one of my favorite topics, because at some point, you know, as scientists, we travel. We travel the world. And it started to become very obvious to me that wherever I went, we sold this issue of food in a very similar way. Whether it's a tortilla or two pieces of bread, which is another way of a tortilla. You have your carbs, and then you add a little bit of meat or a mushroom, and now you have your protein. Or fish, or chicken, or fish, or chicken."
    },
    {
        "speaker": "A",
        "text": "The carnivores will say mushrooms, not a protein. The vegans will say mushroom, beans, lentils, grape protein. We're not here to resolve that debate. Do as you choose, and then you."
    },
    {
        "speaker": "C",
        "text": "Add the lettuce or the vegetables. And here's the first stop in. The first stop in that discussion, because this is fascinating. There is some recent work showing that if you remove the protein from a diet, the animal swallows that meal. The gut evaluates that there is no protein in there and stops eating that meal."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "So this is like ordering the vegetarian taco or burrito or sandwich, and then avoiding that particular taco or sandwich thereafter because it lacks protein."
    },
    {
        "speaker": "C",
        "text": "Because it lacks protein."
    },
    {
        "speaker": "A",
        "text": "Okay, so foods that lack animal based proteins tend to be avoided going forward."
    },
    {
        "speaker": "C",
        "text": "So here's the second part of that. And in fact, if the protein is low, not completely absent. If the protein is low, the animal consumes more of the diet because it's trying to compensate for the lack of protein. And obviously, if it has sugars or fats that are more pleasurable, it keeps eating that meal."
    },
    {
        "speaker": "A",
        "text": "Right, I see."
    },
    {
        "speaker": "C",
        "text": "If the protein is completely absent, the animal avoids that diet. Unless. Unless that diet is very rich in dietary fibers. And the study that I saw, which I thought it was fascinating, is that because somehow the microorganisms in the digestive tract, if they have enough highly digestible fiber, now they turn on the ability to synthesize essential amino acids. Yes."
    },
    {
        "speaker": "A",
        "text": "So our gut, meaning the neurons in our gut, are essentially waiting for, hoping we give them a consciousness. Proteins from animal sources."
    },
    {
        "speaker": "C",
        "text": "That's correct."
    },
    {
        "speaker": "A",
        "text": "If those animal proteins arrive in the form of meat, fish, eggs, etcetera, the cells signal to the brain craving more of those foods until satiety is reached. But in the absence of that protein, the animal quickly learns, the person quickly learns to avoid that particular food unless there's fiber in it, in which case these gut cells are able to now."
    },
    {
        "speaker": "B",
        "text": "Synthesize the essential amino acids."
    },
    {
        "speaker": "A",
        "text": "The microorganisms, excuse me, the microorganisms of the gut here we're talking about the microbiome now can synthesize the essential amino acids that ordinarily would come from the meat, chicken, fish or eggs."
    },
    {
        "speaker": "C",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "So."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "So I'm an omnivore. I love meat, high quality meat, but I also love vegetables, fruits and starches of certain kinds. But I have friends who are vegetarian vegan. Many of them eat a vegetarian vegan diet that includes a lot of fibers. And you're saying that the fiber itself can trigger the gut microbiome to synthesize the essential amino acids that ordinarily would come from meat. But you also said, if I recall, that if there's a small amount of protein, so not zero protein, but a small amount of protein in there, then we crave more of that food in order to try and get compensated. Very interesting, because this is the first thing that to me, squares the argument based on the observation that, or the hypothesis that we are essentially amino acid foraging machines, and that complete proteins in the form of meat, fish, chicken, eggs, etcetera, there are those that argue those are the best forms of protein, the most complete forms. But there are many vegetarians and vegans who seem to thrive on a vegetarian vegan diet. And you're telling me that perhaps their body is their gut microbiome is compensating for the lack of whole animal protein?"
    },
    {
        "speaker": "C",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "But the people who are trying to limit their meat intake are, what, hungrier in general? So you're better off either indulging it or avoiding it, but not having a small amount of it. Is that the idea?"
    },
    {
        "speaker": "C",
        "text": "The idea is that the body or the gut will be able to detect that and then we'll try to compensate. Right, I see. And this I actually learned recently from a friend, Laura Dubal at Columbia, who works, does some beautiful work on mosquitoes and how it is that they feed on blood. She came for the gastronauts series."
    },
    {
        "speaker": "A",
        "text": "Is she from Leslie Vosselles?"
    },
    {
        "speaker": "C",
        "text": "Yeah. And what I learned is that when the mosquitoes are not reproducing, they can live off ATP, which is the energy molecule. Right. But they cannot lay eggs. They need the protein in order to be able to lay eggs. Otherwise the mosquitoes cannot lay the egg."
    },
    {
        "speaker": "A",
        "text": "So this leaves us with a picture of the gut sensing cells, these neuropod cells as exquisitely sensitive to amino acid content in our foods, which makes perfect sense."
    },
    {
        "speaker": "C",
        "text": "And it has not been published or demonstrated yet?"
    },
    {
        "speaker": "A",
        "text": "Sure, we're now in the realm of new incoming data. We want to highlight this, bracket it boldface and underline it, as we're now at the cutting edge of what may be coming."
    },
    {
        "speaker": "C",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "Observation, but nonetheless, very interesting. But there is this fairly longstanding hypothesis that we are foraging for essential amino acids because they are the building blocks of so many important things in the brain and body."
    },
    {
        "speaker": "C",
        "text": "And in fact, there is evidence on that. Professor Steven Simpson in Australia, in the Nutrition Research Institute at Sydney University, he is a main proponent of this protein leverage hypothesis. And in fact, protein is the most satisfying macronutrient that has been established. And that's why normally we have focused on sugars and fats, but we have neglected a little bit on the protein because it's not as pleasurable as the sugars or fats. But what is fascinating is that it's the most satiating nutrient, and as you know, it's like, the most limiting and also, like, even commercially is the most expensive. Right."
    },
    {
        "speaker": "A",
        "text": "Yeah. I certainly have had the experience of, at one time in my life, really enjoying and even craving sweet foods, desserts and sugars and things of that sort of. And I noticed that over time, if I eat sufficient amounts of meat, chicken, eggs, fish, which is not to say that I consume excess amounts of them, that my sugar cravings go way, way down. That's just my personal experience. But I know it's an experience that family members of mine and others share as well."
    },
    {
        "speaker": "C",
        "text": "But I promise you that this was a fun topic. Right. We couldn't stop at, like, just layer number one. Layer number two is that in agriculture, we have this instinct to plant plants that complement each other. Like, for instance, a classic, especially native, among native communities, is called like the three Marys, I believe is pumpkins or some type of fibers with corn carbohydrates and beans."
    },
    {
        "speaker": "A",
        "text": "So in purely plant based diets, there's an effort to get the fiber, the sugar and the amino acids."
    },
    {
        "speaker": "C",
        "text": "That's right. And I grew up in a farm, my parents had farms. And I remember when they would plant, they will also, like, throw in there the beans, and the beans will wrap around the corn. And it just seemed like, so natural. And that's what you will do, because that's what you learn to do. But if you think about it, it's an instinct that we have developed, even agriculturally, probably in the subconscious, to cultivate them in such a way. Or perhaps the plants taught us how to cultivate them in such a way that now, when we put them in the plate. It just makes sense at the nutritional level because if you think about it, every time that we go to eat, how is it that we arrange that plate? Right. There is some rice which is very deficient in some essential amino acids, but is rich in carbohydrates. Right. It has some beans. Right. And then there are some lettuce, you know, and sometimes we have like for omniprese people would put meat or you would put other types of protein in there, right."
    },
    {
        "speaker": "A",
        "text": "And certainly it varies by culture, time of year, food availability and things of that sort. As long as we're talking about your upbringing, you have a fascinating story. So maybe we could discuss that for a few minutes. Where were you born?"
    },
    {
        "speaker": "C",
        "text": "I was born in the Amazonia of Ecuador, a small town called El Chaco in Ecuador. It's on the slopes of the eastern slopes of the Andes on the way to the Amazonia in the Napo province. Coincidentally, it was like through the path from where Francisco de Orellana in 1542 march on its way to the discovery of the Amazon. It actually passed through a trail that later on reading, I realized that native people had all of these trails between the Amazonia and the Andes and the coastal line for thousands of years."
    },
    {
        "speaker": "A",
        "text": "You grew up in a very rural."
    },
    {
        "speaker": "C",
        "text": "Yes. The oil had been detected in the 1920s in Ecuador. It was first explore in 1964 in the first oil well was in a town called La Guagrio, which now is only like three or 4 hours from the town where I grew up. But at that time it was like 8 hours. The roads were not good and the first road passed through it in 1974. I was born in 1983. But I remember that we used to have like a giant diesel engine that will give us light, electricity only from seven to 09:00 p.m. i remember when my father bought the first color television in the town. And then neighbors will come to our living room and then we will watch movies. Wow."
    },
    {
        "speaker": "A",
        "text": "And this was in the eighties."
    },
    {
        "speaker": "C",
        "text": "That was in the eighties, right?"
    },
    {
        "speaker": "A",
        "text": "Such an interesting upbringing. So did you eat a purely vegetarian diet or you ate meats as well? Where did those meats come from if you did?"
    },
    {
        "speaker": "C",
        "text": "Primarily from cattle, goats, sheep."
    },
    {
        "speaker": "A",
        "text": "So how do you go from the Amazon to a study of nutrition and ultimately neuroscience?"
    },
    {
        "speaker": "C",
        "text": "Yeah, that's the question, right? Like, the deeper I go, the more I question this. I used to think that, oh, it was very simple, you know, like when I was, specifically when I was eleven years old, my father, he was born in 1932. By 19, he lost his father, my grandfather, when he was six years old, and he was given away, and he had to go and, like, build his, his life. He was a very successful entrepreneur, but in the process, he had made a lot of, a lot of friends and acquaintances. So when I was eleven years old, I remember specifically that a friend of his who was in the special forces stopped by our home, because that was the main road that we go into the Amazon jungle, where the folks in the special forces, in the military will be trained. And he stopped by and said, like, hey, Rogelio, like, what are you gonna do with Diego? You know, like, I think that it's about time that, you know, I think that you should send him to the military school. And I remember in a matter of, like, literally a couple of weeks or three weeks, I had given the. Taken the tests, and I was accepted into the military school. And then I ended up in a military school. And this was the. At that time, it was the premier military school in the, in the country. That alone, it was with years, you start to understand the context in which you developed, because it was a very interesting context for a child. Just to give you an idea, this school had the first and the only zoo in the country. So from my classroom, I would literally look at the lions. And then I think that was by the second year that I was in the school, second or third year, that became that because the city started to grow, and then the military school was wrong. And then they separated the higher education for military officers. They separated them and they put them in a different place. But that zoo actually became the first zoo of the capital of Quito."
    },
    {
        "speaker": "A",
        "text": "Wait, so you had a zoo with lions at your school?"
    },
    {
        "speaker": "C",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "And you said you could see the lions and they could see you, presumably."
    },
    {
        "speaker": "C",
        "text": "Probably not."
    },
    {
        "speaker": "A",
        "text": "Well, I assume they could see you. Lion vision is pretty good. I don't know what the resolution is, but I'm guessing that their vision is. Yeah, they definitely use their olfaction, but they are site based hunters as well."
    },
    {
        "speaker": "C",
        "text": "But I have specifically one memory, like, climbing up, I think was like, from the. Because we had an Olympic pool and we had all of these events, and the soccer field was the field where the national team will go and train on, because they didn't have their own training grounds. Later on, they had their own training grounds, but that was something that you just grow into it. But it was with the years and now especially, that I get to reflect on it. I was extremely fortunate through that experience and that education. And now I'm here, here sharing some of the story, and hopefully through that, inspiring some people, especially young people that would like to go and chase their dreams."
    },
    {
        "speaker": "A",
        "text": "So you went to military school in Ecuador, you graduated and you decided to go to."
    },
    {
        "speaker": "C",
        "text": "Yes, I was about to become. So in the military school, they will select the top cadets, like, I think it was the top 10%. And they will select them and they will put them through a special training. So you have essentially, I didn't have, like, what was a normal summer vacation, you know, I would go into military training. So for me it was going to be very not easy, but relatively straightforward to transition into officers academy. Right? Like do four more years like West Point here and then, like become an officer. Right? In fact, I had a reserves officer degree when I graduated. But two years before graduating, a friend of mine who, he preferred other types of careers, he said, like, you're not going to become a military, right? You're not going to go into the military. And he said, you should probably study something that will help your parents. And then I said, what will that be? And he said, like perhaps agriculture. And I didn't think at that time, it didn't dawn on me that people can study for agriculture, and agriculture is like the base of food for all of us. Right? And then I said, where? And then he mentioned for the first time this university, Zamorano, which was founded with some funds that were donated by the founder of the standard fruit company, which eventually became, I think, chiquita banana, some zamorite. And that is an oasis that is in Honduras outside of Tegucigalpa. So it's a boarding school. You wear uniform. So it was kind of like military. It's very strict. You cannot accumulate more than twelve demerits, otherwise they will send you home."
    },
    {
        "speaker": "A",
        "text": "How do you get a demerit?"
    },
    {
        "speaker": "C",
        "text": "You show up two minutes late to work in the morning at 06:00 a.m. in the field, and then you just."
    },
    {
        "speaker": "A",
        "text": "Get to two minutes late. One demerit, twelve of those, you're out."
    },
    {
        "speaker": "C",
        "text": "Of two demerits, you're out. Yeah, you get a. We used to get a. They will check your room. So for instance, a guest like you, if you will go there, like they will give you every Wednesday they had at 07:00 p.m. they will check your room, but like, very meticulously. Right? And if they found a little bit of a dust on the window or something to the merits and you're going home, if you accumulate enough, you will go home. Right? Wow. So it really forms character, right?"
    },
    {
        "speaker": "A",
        "text": "And then do you do that with your kids?"
    },
    {
        "speaker": "C",
        "text": "No, I think that I have become."
    },
    {
        "speaker": "A",
        "text": "Do they make their beds?"
    },
    {
        "speaker": "C",
        "text": "They do make their beds, but that's. That was the context. And it was then where I learned about two things. One is where this idea of getting a PhD, because I noticed that most of the leaders will have a PhD, most of the leaders in the university. And I realized, in the United States, is one of the training grounds, main training grants for PhDs. And the other one was nutrition. I was a little bit more keen on perhaps going into a veterinary school. And then I had an experience in a dairy farm in California, where I learned the value of nutrition that was more prophylactic rather than palliative or, like, treating the cow. Right. And that kind of convinced me to look for a training in nutrition. And then a friend of mine, the late Abel Guernath, he was able to connect me with some friends and my mentor at North Carolina State University. And that's where I ended up doing my PhD in nutrition, and that's where the career became. And then maybe another detail in there is that, that I was so excited about taking. That's where I took my first physiology class. And all of a sudden, I realized that, in a way, the body was like a machine, right? Like, obviously, there's a limited way of thinking, but the body was like a machine. And one of the professors was a neuroscientist, and I took two physiologists, two human physiologists, with him, and I was just thrilled by when he will explain. How is it that in the synaptic terminal, there were these vesicles that had, like, these proteins that will walk that vesicle in the presynaptic active zone, and that's how we make movement, you know, or something like that. And I guess I kept that in the background of my head. And when I had the opportunity to work in the gut, I applied that."
    },
    {
        "speaker": "A",
        "text": "So you were enchanted by the nervous system. Yes, as I was, too. Nothing to me is more spectacular than the realization that we are made up of these little tiny cells, many different types, but that the neurons essentially govern our entire experience of life. It's just amazing. Well, that's quite a journey from the Amazon to, well, this table and much more, of course. Thank you for sharing that. So you grew up in a, let's call it a plant rich environment, the Amazon, at least from the pictures I've seen. Let's talk about plants, botanicals, and the idea that maybe plants, for lack of a better way to put it, have a certain intelligence or a composition that is not random with respect to our interactions with them. Right. You described how agriculture in some places has evolved to include and ensure the different macronutrients and essential amino acid intake, even in the absence of animal proteins. Is it the pumpkin or the squash? The corn and the beans? What are your thoughts on plants? Perhaps from the Amazon, but elsewhere too, and their capacity to have things in them, chemicals that can be good for us at the level of the gut, but perhaps at the level of the brain or other organs as well. How do you think about plants these days?"
    },
    {
        "speaker": "C",
        "text": "So the first thing you mentioned, they're like intelligence, right? I mean, I don't know if that exact terminology applies, but I do like this word wisdom, because it's reflected experience, right? And I said reflected experience because somehow we are going over the experience. And plants have been many more millions years of age on earth than any other animal, right? Therefore, they have had way more time to actually experience the ground. So to think that they don't know what is going on, I think is a little bit, perhaps naive is the word of the main court of these mayan ruins of Copan, the junction between Honduras and Guatemala. This was a very special city of the Mayans. And in the main court, you see all of these stellas, which are the main stones of the kings of several dynasties. And at the top of one of the stairs on these pyramids, there is this giant Seva tree, which is like 650 years old, something like that. So that tree was there before the Spaniards landed in there, when the Mayans perhaps were still celebrating things, or perhaps right after. So imagine how much information that an organism has in there, and we will be able to just tap somehow into that information, like climate fluctuations, organisms interactions, movements. I mean, like so many different things, right? Like that. Right now, I don't think that we even have the language of being able to understand at the organismic level of how much information that is stored in one single one of those organisms. But then think about a chloroplast, for instance, or like one of the photosynthetic organelles inside of the cells. How is it that they have been shaped for hundreds of years in those organisms? And I think that perhaps in the future, this is more of a Sci-Fi right now, but perhaps in the future, we will be able to harvest that type of wisdom. We will be able to understand a lot about the place or the earth that we live in. That's point number one. Point number two is that these plants have been interacting, and we have been interacting with plants for hundreds of years. And obviously we are a consequence of the environment, right? Like here, driving in LA or driving in a major city for some of us, is just like second nature, right? But if you go into a jungle, then all of a sudden it will not be the same thing, right? But for somebody that has been in the jungle for hundreds of years, now, all of a sudden they are able to describe with such a sensation, sensitivity of, like, how it is that the jungle is. The makeup of the jungle is in there. I've seen native people walking through the jungle without shoes. And right before stepping on a leaf, stopping and then pointing out, like, look underneath that leaf and then lifting it out, and then a tarantula right there. Like, how do you even make sense of that? Like, I don't have the sensory acuity or the wisdom to be able to figure that out, but they do, right? And certainly that is just a level of sensory perception that I am not equipped with. But I do think that there is quite a bit of that interaction in there to learn. And then, of course, not only for food, but also for medicine, for textiles, and for many other functions, these plants have been part of the ecosystem of how these people navigate the world, all the way from making a canoe to making a backpack to carry fish from the river into the house. Right?"
    },
    {
        "speaker": "A",
        "text": "How do you think we evolved? Food choices and flavor preferences? I imagine humans that existed long before us being hungry. The gut starts rumbling, and there are all these plants everywhere, some nuts and some berries and things. And so they had presumably no choice but to consume them and decide at the level of the mouth. Like, that's bitter. No, that's not good. Maybe eventually cook those and see if that changes the relationship. Yeah, I'm thinking raw acorn versus cooked acorn, but that ultimately, there was a lot of trial and error and that these neuropod cells, which surely existed for a very long time prior to us, played a key role in discerning what's in these plants. Barks, roots, nuts, berries. We're setting aside meats for the moment, and other animal proteins and making decisions about what's nutritious, what is safe, what is not safe. And that's a pretty complex process, given that some things might taste okay, go down okay, but then you run into serious trouble later. But given the critical importance of ingesting sufficient amounts of macronutrients and the need for micronutrients to survive on a day to day basis, much less reproduce, propagate, one imagines that this is, like, almost as essential as breathing, and that this. This path in our nervous system of the neuropod cells to the brain for sake of decision making of yum yuck or meh, is perhaps one of the most important core functions of the nervous system. Once you get past the elements that control breathing, heart rate, temperature regulation, things of that sort, I see it as among the senses. It's at least as important as vision and perhaps more in terms of making sure that we survive from day to day."
    },
    {
        "speaker": "C",
        "text": "That's correct. And here's where I think there is a large vacuum in biology. If I will be with my biological, my training in biology, if I will put my hat off the training in biology, I wouldn't be able to explain much of like, how is it that we figure it out? Because even if you just go to a botanical garden here in the city, it will be really hard to figure out what plant is for what. Right."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "What's safe to eat, what is safe to eat, what's not, cook it or not. Maybe like the cacti, you are able to figure that out by touch. From the biological perspective, I think that there is quite a bit in there to explore and to learn to. There is some very interesting work from the anthropological perspective. So anthropologists and botanists that were studying the plants were exploring the jungles, not only the Amazon bar, Borneo, Sri Lanka, and so on and so forth, and studying the interaction of native people with the plants. And if going through the literature, that literature, there is a pattern that emerges. And like the native people, they talk about how it is that they actually learn from the plants, that the plants were the ones that will teach them. So that's why I said, from the biological perspective, like, how can we make reconcile that? I think that there is still quite a bit to learn."
    },
    {
        "speaker": "A",
        "text": "What does that mean, to learn from the plants? I mean, there's something that intuitively makes sense when you say that. I've heard about looking at plants as teachers about the local environment. When they're open, they're light sensing when they're closed. But in terms of translating some of that to how humans have learned to navigate given environments, navigate meaning, thrive in those environments, how do we go about that? Does it mean taking plants, grinding them up and figuring out the constituent parts? Or is that too reductionist? Is that going to leave us with a parts list that doesn't mean anything? Sort of like if I splayed out all the pieces of a car or an airplane in front of us. It doesn't really tell us anything about that except what parts make up the thing that flies."
    },
    {
        "speaker": "C",
        "text": "Yes. And that's why I said, this is more on the anthropological studies that have, you know, especially from scientists that have gone there, learned the language, live with the natives as natives, you know, and then start to understand the dynamic of their culture and their interactions. Then that's when, like, for instance, how it is that they classify plants. The way that they classify plants is, like, several levels more richer than our classification, our scientific classification by the two name system or the variety, for instance. They take into account not only the flavor, but also the shape, the location, how they interact over the year, how they react over the year. For instance, there is this beautiful plant. People call it the lips plant. I don't know, if you have. You google it, you will see it."
    },
    {
        "speaker": "A",
        "text": "It's like lips."
    },
    {
        "speaker": "C",
        "text": "Literally, like lips. It has, like, these red, beautiful lips, like the plant, it just looks like lips. And then people use it for pain, for some rashes, skin rashes, and also, like, in some rituals. And like most of these plants, the way that the natives interact with the plants is in a sacred level. You know, there is this respect for the plant. Right. So, yeah, I think that biologically, I think that there is quite a bit in there to understand and explore and define. I do agree with you that, like, just thinking about grinding it up and, like, just putting it in a tip perhaps, is to reductionist. It could be a beginning of understanding, but it is reductionist."
    },
    {
        "speaker": "A",
        "text": "Seems like nowadays in the field of biomedical research and clinical research, that there's a lot of interest in plant based psychedelics, LSD from ergot and psilocybin, mushroom and so on and so forth. Ayahuasca, eboga. So it seems like science and plants have merged at that level in terms of clinical implications. Of course, there are entire fields of plant biology that are extremely important. Most people probably don't realize this, but a lot of what we understand about circadian rhythms grew, no pun intended, out of our understanding of plant circadian rhythms first, and then it was translated to mammals. Beautiful work by Steve Kay and others, seeing the circadian rhythms and leaf opening and orientation of the whole plant and other features of plants that are mirrored by the changes in the arousal level in mammals, including us, which is why I'm always telling people to get sunlight in their eyes early in the day and to avoid bright light in the evening and nighttime. So what are your thoughts on plants as a source of medicine, psychedelic or otherwise?"
    },
    {
        "speaker": "C",
        "text": "I think that, well, traditionally, that's where medicine was developed from. I was at the Oxford botanical Gardens last year with the founder, and we went into the gardens, and they have a beautiful garden. It was established in 1621, I think, was the first botanical gardens in England, and they have a beautiful medicinal plant collection. And there was this very humble little sign with a description in there that said in there that about 80% of medicine still comes straight from plants."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "C",
        "text": "Yes. And if you think about it, it kind of makes sense, right? Like, because, you know, when we think about, like, the medicines that we have been able to develop, which have been phenomenal for, especially for certain chronic diseases, but we don't have, like, a broad repertoire of it. Right. So I think that has been obviously a great advanced in our society that we have been able to identify the molecules, synthesize the molecules package the molecules, render them bioavailable in specific sites. And I think that when we are able to couple that with the rest of the molecules, that the plants, through their. I keep saying their wisdom, because somehow they develop their ability to have not only one molecule, but, like, a combination of other things that will provide the full experience of the plant. Right. For instance, gerba mate, it's not only caffeine, right? Because it's very different than a shot of espresso. If you take the whole thing, it not only gives you energy, but it gives you a full range of an experience that is specific to the aromatic, which is a leaf. Right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. It's a distinctly different subjective experience than coffee. And I enjoy both coffee and espresso and yeru mate. You were the one who introduced me to Guayusa."
    },
    {
        "speaker": "C",
        "text": "Guayusa. Guayusa, which is a causing of gerba mate, because jeruamate is ilex parawagensis. Guayusa is Ilex Guayusa. And it's not as bitter as mate, but it has almost as much caffeine as coffee, and it has as antioxidants and other compounds which give you this very smooth experience. So natives in the Amazon, they take a drink of guayusa every morning around 04:00 a.m. between four and 06:00 a.m."
    },
    {
        "speaker": "A",
        "text": "They wake up early."
    },
    {
        "speaker": "C",
        "text": "They actually call it. Yes."
    },
    {
        "speaker": "A",
        "text": "This is like Jocko Willink early."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Some people understand that joke. He wakes up every morning at post a picture of his Casio watch. Yep. And he's already training 430. So no Guayusa required for Jacob."
    },
    {
        "speaker": "C",
        "text": "And they call it the guaisa upina ura, the hour of the Guayusa. And is ritualistic drinking of the guayusa in the morning and where they talk as a family of the issues that they have had the days before or the weeks before, like either with other communities within the family, if they have to reprehend or reprimand one of the children or talk to them about some mistakes that they are making. And then they plan the full day of activities by drinking guayusa. And around 530, because they will boil the guayusa, right? And they keep boiling the guayusa and they just keep adding water to it. And then around 5530, then they will have what is called a bowl of chonta. And chonta is this palm date, very rich in lipids and fibers. So they will have the guayusa, because the guayusa, they say that gives them energy, it heals any pain. It shuts down appetite. So they will eat at like 03:00 p.m. shuts down or modulates appetite, as does your brahmata."
    },
    {
        "speaker": "A",
        "text": "One of the more potent effects, actually, of mate and guayusa is a mild to moderate appetite suppression."
    },
    {
        "speaker": "C",
        "text": "And then if you combine that to chonta, which gives you the lipids, and then it's like a full meal until 03:00 p.m. and then they go on work in the fields."
    },
    {
        "speaker": "A",
        "text": "Interesting. So they're essentially starting the day with hydration, caffeine, and then what in some circles, they call fat fasting, meaning consuming lipids in order to stave off hunger. I mean, highest density source of calories."
    },
    {
        "speaker": "C",
        "text": "Among the macronutrients and is a vegetable based diet. I guess you're right."
    },
    {
        "speaker": "A",
        "text": "Are they a healthy culture? Do they live a long time?"
    },
    {
        "speaker": "C",
        "text": "I am not. I should probably do more reading that I'm not well educated in. What are the studies that have follow up on the, and the health status of the communities? But what I can tell you is that, at least colloquially, I will say that diabetes, those type of issues, are not as prevalent, but they do have, obviously through social exposure, they have other things."
    },
    {
        "speaker": "A",
        "text": "Fascinating this morning ritual of conversation about family and culture and what's needed. Planning the day. We had on this podcast as a guest doctor Sachin Panda, who is at the Salk Institute for Biological Studies, often known for his work on intermittent fasting, time restricted feeding, but also has done beautiful circadian biology. And he talked about the use of fireside chats. Not the sword on stage, but gathering around fire at night is something that has existed in many cultures where people reflect on the previous day and discuss issues, social and work issues, and sort of dissect what's happened and talk, and it's about building and repairing relationships. Sounds like in this is it. What is this group is it a rural, is this a. Yeah."
    },
    {
        "speaker": "C",
        "text": "Native. Native community, because there are like about 70 or so communities that have been documented in the. In the Amazonia with their own language, with their own traditions, and many of them share the same type of traditions, if you think about it. Like, a podcast is one way of an evolution of that conversation, where we can have this extended conversation and get the more primordial things, the ones that we have them in the prefrontal cortex right away, and discuss about, well, this discovers these identifications, but then we get to the. The part of, like, what does it mean for the whole community?"
    },
    {
        "speaker": "A",
        "text": "Yeah, there's doing, there's reflecting, and then there's resting and recovering."
    },
    {
        "speaker": "C",
        "text": "Right. And there is something about, like, living death for the next generation. Right. Yeah."
    },
    {
        "speaker": "A",
        "text": "Passing on of lessons, but better learn from the mistakes and successes of others if you can, as you go forward. Very interesting. If we could, I'd like to now return to the biology, the nervous system."
    },
    {
        "speaker": "C",
        "text": "Absolutely."
    },
    {
        "speaker": "A",
        "text": "And thank you for that voyage through some of your background in Ecuador. Fascinating. I'm due for a mug of guayusa. Sometimes I'll mix the two, the loose leaf yerba mate and the guayusa. And as you said, what's happening?"
    },
    {
        "speaker": "C",
        "text": "How does it feel?"
    },
    {
        "speaker": "A",
        "text": "I really like it. Most of the time it's loose leaf yerba mate or cold brew yerba mate. But sometimes I'll mix in the guayusa leaves. And what I do like, as you mentioned, is you can continue to pour water over them for many hours, and it tastes different as the time goes on. And my guess is you're extracting different things from it in different concentrations as time goes on. I realize it's not a precise science. It's interesting. Today we're talking about very precise neurons and methods of tracing neurons and sensing of specific amino acids and lipids at the level of the gut. And then we're also going to more macroscopic view, a kind of broader scale view of the plants having many things that need to coexist in certain ratios that the plants have evolved to create for us. So we're sort of straddling both ends of the continuum."
    },
    {
        "speaker": "C",
        "text": "And if I could fit in their story, not long ago, I visited a friend, a native friend in the. In a nearby town, and he produces some of the best chocolate, what I will say in the planet, because actually the plants of theobroma cacao, it was recently documented. There was a paper in science not long ago that it was domesticated in Ecuador, near where I grew up. And they have done some tracing genetic tracing. And so he produces some of the best chocolate. Like, literally, he harvested in there, and then he roasted, grind it, and then he prepared it for us in there."
    },
    {
        "speaker": "A",
        "text": "The Swiss are saying, or the Belgians claim, the best chocolate. Now, we know Ecuador is the place for the best chocolate. I think I just got a lot of Swiss and Belgians angry at me for saying that. But do they have a very dark variety? I like the extreme dark varieties. 95%, even 100% chocolate, if it comes from a really quality source, can be absolutely delicious."
    },
    {
        "speaker": "C",
        "text": "It's like milk straight from the cow. Right. And what he did is, like he said, like, diego, you have to try it with guayusa. And he mix the chocolate with guayusa as a drink. Like, as a drink, boy, like that will give you wings, you know, guayusa, hot chocolate. Yes. And it's a very smooth experience. Right. Like, you're mixing this tea, which is for energy, with chocolate, you know, of the best quality."
    },
    {
        "speaker": "A",
        "text": "So we're not talking about eating chocolate and drinking tea. We're talking about melting the chocolate in the."
    },
    {
        "speaker": "C",
        "text": "In the guayusa."
    },
    {
        "speaker": "A",
        "text": "In the guayusa."
    },
    {
        "speaker": "C",
        "text": "It was something like one of a kind. Yeah. Then, of course, I couldn't sleep until, like, 03:00 a.m. i think."
    },
    {
        "speaker": "A",
        "text": "Right. There's something to do. Or maybe this is why these. These groups drink the guayusa so early in the day."
    },
    {
        "speaker": "C",
        "text": "That's right, yeah."
    },
    {
        "speaker": "A",
        "text": "And I have to imagine I would need caffeine at 04:00 a.m. 05:00 a.m. otherwise I'd be falling back asleep. So, back in the gut and nervous system in particular, within the brain. We haven't talked about the brain so much. So the information from the gut is sent via these neuropod cells. Cells up to. You mentioned the nodose ganglion. Such a cool name for a brain. A ganglion, in this instance, is an aggregate of neurons. So it's like a batch of neurons that then send a connection into the brain. What brain areas do they send it to? And maybe we could describe these by name, but also by function. What they generally are responsible for probably."
    },
    {
        "speaker": "C",
        "text": "Should be prefaced with, ultimately, we'll go on to the entire brain."
    },
    {
        "speaker": "A",
        "text": "Everything ultimately connects to everything, just like Google Maps. Everything connects to everything. But what are some of the primary recipients of that information?"
    },
    {
        "speaker": "C",
        "text": "The first hubs of sensory integration are in the brain stem, and, for instance, the nucleus tractus solitarius is in a specific region within the brain. Caudal is one area, and nts, for."
    },
    {
        "speaker": "A",
        "text": "Those that don't know is involved in regulating hunger and appetite."
    },
    {
        "speaker": "C",
        "text": "That's correct. Other functions, perhaps. But like, for instance, that seems to be an area of sensory integration for nutrients."
    },
    {
        "speaker": "A",
        "text": "And when we say, drives hunger or appetite, sensory integration for nutrients. I mean, what would be great is if people could understand the language of the nervous system is chemical and electrical. So when these neurons are active, we tend to crave certain foods, seek them, literally, go to the refrigerator, among the different choices, go to that thing and select that and put it into our mouth. That's correct. So presumably, it's driving reward systems, motor systems. What we call hunger and appetite is really a kind of a domino effect of a lot of different brain circuits. Do we know whether or not the nucleus tractus solitaris projects to the areas of the brain involved in dopamine release and craving?"
    },
    {
        "speaker": "C",
        "text": "Yes, and there has been some elegant work from several different neuroscientists in this area, like tracking the circuitry from there onto many other different areas. The hypothalamus, for instance, very basic behavioral functions, and the striatum, where there is dopamine release, and then there is this pleasurable sensation and reward. There are several other areas in there that are involved in this sensory integration. There is quite a bit of work still to be done, specifically from the neuropods. There is some evidence that they are connecting directly to, or if you put two papers together, it's obvious that they are connecting to some of these areas of dopamine release, basal ganglia in the brain, and that's why they are causing this reinforcing effect, like in the lateral hypothalamus and other areas. I do think that ultimately, there is quite a bit of a gap in, like, different regions of the digestive tract. Today we just talk about esophagus, right? Like the esophagus. I think that still there is a little bit of work, perhaps. I think that Steve Liberties has worked in that area. Another great neuroscientist doing some very fine, detailed work in sensory biology in the esophagus. There is quite a bit of lack of precise biology in how it is that the esophagus specific cells of the esophagus are innervated, or like making sense of the environment. Same thing for the stomach, and how it is that ultimately each one of those regions are feeding into different regions of the brain. Even then, how each one of these valves. I'm fascinated by each one of the valves that we talked early on, the gastroesophageal sphincter or the pylorus, or the ileocycal junction."
    },
    {
        "speaker": "A",
        "text": "Yeah. We should illustrate for people, I'm not an expert in the gut by any means, but what Doctor Borquez is referring to is that the gut, as it extends from the mouth to the rectum, is not just a series of tubes of different diameters, but rather they have valves, chambers, and these sphincters that cut off. Everyone hears the word sphincter, and they always think, oh, anal sphincter. And then, ah, it's like elementary school, middle school humor. But sphincters are that they literally can close and open to varying extent in order to allow passage or prohibit passage from one compartment to the next, such that the certain things can take place over time in one, one region, like the esophagus, or within the stomach, or before passing to other chambers. And so I hear you saying that critical processing is happening at each of these chambers. The sphincters are determining how long that processing occurs, and that distinct sets of neuropod cells are likely detecting distinct qualities and quantities within the food, chemical qualities and quantities within the food, and relaying that. That to the brain."
    },
    {
        "speaker": "C",
        "text": "That's correct. And here's something that, since we're getting into the future of this area, and while there is not direct published evidence yet, I think that is going to be a fun area. So the gut, as the brain, also generates these electrical patterns. Those electrical patterns change depending on fasting versus feeding and circadian rhythms. Probably cannot realize jet lag. The gut is asking you for a burger at 03:00 a.m. and your brain is telling the gut, you know, can you please go to sleep? Right? So these electrical patterns, these electrical waves that are going into, that are being propagated by the gastrointestinal tract, there are like. Like several different cells. Like the enteric neurons are coordinating these cells. There are also these interstitial cells of Cajal. So Santiago Ramoni Cajal, the greatest neurobiologist of all time. That's right. It was named after him. He actually has, I think it's like, in the second volume of his classic book on the histology of the nervous system. One of the last figures talks about the innervation of the villi in the intestine."
    },
    {
        "speaker": "A",
        "text": "For those that don't know, Cajal shared the Nobel prize with Camila Golgi in 1906. They together developed tools and mapped the structure of the nervous system. And it's fair to say that Cajal had supernatural levels of insight into the nervous system. He looked at the nervous systems of so many different animals in dead specimens. The joke, even though it's not funny, is that many animal species entered his laboratory. Very few walked out. But by looking at fixed specimens under the microscope and then drawing them in, select elements within them essentially came up with most of the major hypotheses about how the nervous system works, not just structure, but neuroplasticity, the failure of mammalian central nervous system neurons to regenerate. This is why after traumatic brain injury or stroke, there's often loss of function, that it doesn't recover. Sometimes it recovers, and that people who have injuries younger often can recover certain functions, everything from the direction of electrical."
    },
    {
        "speaker": "B",
        "text": "Flow through the nervous system, all from."
    },
    {
        "speaker": "A",
        "text": "Looking at tissue that was not alive. No electrophysiology, no behavioral experiments, just raw, but incredible supernatural, seemingly levels of intuition and insight. Amazing."
    },
    {
        "speaker": "C",
        "text": "Yes. There is some quote in one of his books that when he got invited to one of his friends to England, I don't remember, he was a famous neuroscientist at the time, in the late 18 hundreds, that Jujada helped him to expose his work to other audiences and invited him to England. So he said in there that it took like three months to go to that podcast, right? It was a three month trip. So he said that he brought his microscope with him, with him, and in the room, he will be able to do some of these observations."
    },
    {
        "speaker": "A",
        "text": "Yeah, peculiar guy, also known for carrying a very heavy iron umbrella in order to do physical exercise on the way to the lab. He was a very, very fit physical specimen. Also, purportedly, reportedly. I don't know which people pick which one. A pretty gruff person, not terribly pleasant to be around, ran a tight ship. But in any event. So the cells of the gut are named after. Some of them are named after Cajal, interstitial cells of Cahal."
    },
    {
        "speaker": "C",
        "text": "Cajal."
    },
    {
        "speaker": "A",
        "text": "There you just got a waltz into some neuroscience history, but critical history."
    },
    {
        "speaker": "C",
        "text": "So they have these emanating electricity, right? And so far, these. And it seems like the sphincters modulate the emanation of this electricity like an instrument. And you probably think like that is because the intestine, and maybe here we get a little bit even deeper into these. And I read some work from a philosopher in the UK who was, and I'm going to paraphrase it very largely, so please don't quote me, but it's something along the lines that if we are what we eat, the place where food becomes us and we become food should be the intestine, right? Because that is where food is actually absorbed. Right? So that is a very fascinating point. Number two, is that the food enters us at a frequency that it will modulate the entire body, right? Therefore, the body, through these electricity, these electrical waves, should be in sync with also the electricity of the entire nervous system. So I think that here is where, in the future, I think that there is going to be a fascinating realm of understanding how it is that these waves of the body and the brain are synchronized with each other. Because, as we know, like, for instance, sometimes when we don't, we're hungry, we become hungry, you know, like, we become irritated by the fact that we don't have food. And perhaps it's this dissonance in the emanation of the electrical waves between the digestive tract and the nervous system. So I think that that that's just like one of the realms of how it is that the brain is connected to the gut at a more organ to organ level to be able to make us function, ultimately, because that's how we are integrating the outside world, the food, into our entire system, so we can maintain the entire organization."
    },
    {
        "speaker": "A",
        "text": "Well, certainly our level of alertness is linked to our level of anticipation. And a lot of our food anticipation impacts our levels of arousal, aka alertness. So as you mentioned in the. We're a diurnal species, so in the middle of the night, it's unusual to get hungry, right? A lot of these pathways are shut down. Digestion is happening at different rates. Typically, our appetite is greater during the day than it is in the middle of the night. That's right. But in addition to that, it makes good sense to me that what is going on at the level of our gut is going to tell the brain, did we get enough nutrients from the previous day? Are we in a place of abundance? There's also the psychological aspect of gut sensing, and we haven't really touched on that. What are your thoughts as both a scientist and a human with a gut brain axis? On this notion of a kind of gut intuition, you meet certain people and it sort of relaxes and warms you and you want to get to know them more, other people, for whatever reason, you just feel like, I don't know, something doesn't feel quite right that we can sense things at the level of the body that inform our brain. And no one really understands that process yet, but we do know that the vagus nerve, which is a multi pronged pathway, big pathway, it's probably its own major branch of the nervous system, really is sending bi directional communication between brain and body. And presumably when we're around somebody or something that doesn't quote unquote feel. Right. The vagus is involved."
    },
    {
        "speaker": "C",
        "text": "A few interesting things in that area. I mean, the work of Carl Jung talks about it, about the subconscious, and how it is that we are accumulating all of these experiences that we have been passing through in life is not that they are not a story anymore. It's just that they are back in the subconscious. Right. And then ultimately they become part of this so called intuition. Right. Like, we have this gut feeling that. And if we analyze some of the languages, I think that in past, people have told me in so many different languages that there is this phrase for gut feelings in so many. Like, for instance, in, I think Portuguese is frio de Badrigal. You know, like cold in the stomach, you get a cold. In Spanish, we call it a pre sentimental. Like a pre feeling. Yeah, pre sensation or feeling. It will be more feeling if you."
    },
    {
        "speaker": "A",
        "text": "Translate that as if it arrives first."
    },
    {
        "speaker": "C",
        "text": "Yes. Before you're able to articulate it. Right. So there is this storage in the entire body that gives you, like, a. Depending on the content context, it gives you a certain type of feeling. Right. And that's why we talk about intuition. There's also, like, this other aspect of how it is that food synchronizes that intuition. It seems to synchronize that intuition among two or more people. Because if you think about it, we have this ritualistic way of serving something when we commonly say, or colloquially say, let's go for a cup of coffee. And often what we mean is, let's go and talk about business, the future, resolve an issue. But we're talking about the cup of coffee, and we have to share. And people, I think that there are some psychologists that have ran some of these studies in which they say that if the food that we eat is more alike, we are more likely to connect, at least on the moment. So there is this aspect, and that's why we share the food."
    },
    {
        "speaker": "A",
        "text": "Interesting. So is the idea that it's the actual chemical constituents of the food that's creating a common experience that then allows people to bond more readily? Or is it that the. The specific constituents of the food are actually driving bonding per se? I mean, yeah."
    },
    {
        "speaker": "C",
        "text": "And we go back to, if we are what we eat, then we eat the same thing. We should be more alike to each other. Right. That's why, you know, like, in communities, you share the food, in fact. And, like, if you go into certain specific communities, you pass around the food, you pass around the drinks, and it's very common to share. Right."
    },
    {
        "speaker": "A",
        "text": "Yeah. And certainly in romantic bonding. There are many factors, of course, but the kind of more basic functions of food, sex and sleep represent the common places of bonding initially, and conversation, of course, and values, etcetera. Not to dismiss any of those. They're essential as well, of feelings of safety."
    },
    {
        "speaker": "C",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "Feelings of communing with somebody. These very basic biological functions. Yeah."
    },
    {
        "speaker": "C",
        "text": "And in business, too, there has been studying behavioral economists. They talk about how it is that businesses are more likely to happen when they are made over food or lunch or things like that. There is this synchronicity in the decision. And here is a third dimension on this area that it has not been well explored, but I suspect that in the near future it will begin to be explored. I read a while ago a very elegant paper from Walter Cannon. So you may want to expand on who Walter Cannon was, but one of the founding figures of the study of physiology, autonomics, physiology. Right. Chair of physiology at Harvard, 1920s, 1930s. Author of the Wisdom of the Body. He has a paper, or he published a paper, I believe, in the 19th century, thirties. It's called voodoo death. Voodoo death. And I remember when I found that title, I was like, oh, this is something to sit down and dissect, you know?"
    },
    {
        "speaker": "A",
        "text": "Yeah, good title. Good title if you want somebody to read it. Good title."
    },
    {
        "speaker": "C",
        "text": "And he essentially, the gist of it, let me see if I can. If I can do a little bit of justice. But obviously I will chop most of the details. But the gist of the paper is that in some observations in some native tribes, I believe it was in Africa that if young people, especially youngsters, if they were frightened by a shaman, that they will note, I perform a certain thing, a certain task, right. They enter a level of psychosis, so to speak, that could cause death, like the cast and spell. Right. And that's why it's called Buddha death. What canon goes and describes is there is an activation of the vagus nerve and the peripheral nervous system. That is a hyperactivation that is going through the sub threshold level of consciousness. And in some of these tribes, that's what, at least that's what he explains that is happening. And I believe that he did some experiments in some animals. But what he was saying is that there's a hypertonic activation of the peripheral nervous system when there are these spells that are casted by a member of the tribe that is in a higher or more superior, more influential position, that if the other member, especially if it is paired with something. Right? Like if you say, like if you go outside and don't listen to what I just told you. And you see a black cat, those two things match together, and now you're hyperactivated, right. And become superstitious about it. But it is. What Walter Cannon goes to explain is there is a hyperactivation of the peripheral nervous system. Obviously, there is probably more details in there. The paper really highlights an area of exploration that we don't know about. Is a threshold of subconsciousness of the nervous system, how it is driving us to have superstition, to drive instinctively to go and consume certain things or behave in certain ways. Right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. So it sounds like it's parrot association, learning through statements, cognition, but that's enacted through the vagus in order to control the organs of their periphery. That's nerds speak for if we hear and believe that certain events will cause certain changes in our physiology, they can, in some instances, become capable of that. Eat this food at this location and you'll get sick. Eat this food at this location, you'll feel better. And it's learned, associated. There's not. And ultimately, it's physiological, but it sounds like it's subject to a lot of learning effects. As long as we're talking about the vagus, I think it's a great opportunity to just mention that a lot of people understandably think that the vagus nerve activation is always about calming of the nervous system. And indeed, the vagus is placed under the umbrella of a parasympathetic pathway. But I think it's very important for people to know that both experimentally and clinically, if the vagus nerve is stimulated, you get exactly the opposite effect. You get arousal effects. This is commonly known in labs that do physiology of different kinds. In the clinical context, people with depression are sometimes treated with vagal nerve stimulators. And it certainly isn't driving more sedation, more depression of the nervous system. It drives alertness and arousal. We have to, I think, make sure that we look at the vagus system and describe the vagal pathway as one that can both induce states of calm, of ease, rest and digest, as it's sometimes called, but also states of arousal and alertness, even fear. And so I think of the vagus as a superhighway of a bunch of different pathways with lots of inputs and outputs that's highly subject to learning. And indeed, the Vegas can slow heart rate down through a number of things, like long exhale breathing. Earlier, we were talking about stress modulation, something my labs worked on. Extend your exhales. That's the most basic way physiological size two inhales followed by a full exhale to lungs empty. These are core physiological mechanisms known to activate the vagus and lead to calming. But the vagus. I look at the vagus as kind of including both an accelerator of sorts, accelerator based pathways in terms of arousal and brakes. And probably our basal level of vagal activation reflects sort of the rpm of our system. How much are very calm, or are we humming at a higher level of activity? Such an interesting pathway, such an interesting area of the nervous system, and we don't really understand yet."
    },
    {
        "speaker": "C",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Because even the major branches and pathways are just now finally beginning to be understood. We're on virgin beaches."
    },
    {
        "speaker": "C",
        "text": "Yes. Right now that I hear you bringing up the humming, for instance, there is a branch of the vagus that innervates the ear. The inner ear. And that's why it is believed, and I think there is a little bit of evidence out there that how a certain music at a certain frequency will calm you down because it is immediately like, brings. It starts to make the vagus vibrate at a certain frequency."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And humming has been linked to vasodilation, which is associated with a calming effect, whereas activation of the sympathetic arm of the autonomic nervous system, or the kind of what sometimes is referred to as fight or flight, but it's involved in other things, causes vasoconstriction."
    },
    {
        "speaker": "C",
        "text": "And if you think about it, like in several religious practices, there is the humming. Right. There is the singing. There is the sound. The sound plays a big role in running. There is a certain frequency that makes you run, calms you more and makes you run better."
    },
    {
        "speaker": "A",
        "text": "Is that right?"
    },
    {
        "speaker": "C",
        "text": "Yeah. There is some evidence, at least among runners, that they prefer a certain type of frequency for the running."
    },
    {
        "speaker": "A",
        "text": "So a certain pace of running or breathing."
    },
    {
        "speaker": "C",
        "text": "And the sound, specifically the sound."
    },
    {
        "speaker": "A",
        "text": "The sound of their feet?"
    },
    {
        "speaker": "C",
        "text": "Yeah. No, the sound of the music. Like, if you play certain music. Right. And probably the sound of their feet, too. Right. Like, it's just that it has not been explored. Right."
    },
    {
        "speaker": "A",
        "text": "It's fascinating. You know, so much of what I think about when I think about the nervous system is the fine grain processing of, you know, of color, of light or what. But when it comes to our feelings of well being, our levels of arousal, sleep, etcetera, it's the rather. I don't want to call them crude because they're really sophisticated. They evolved to be sophisticated, but these kind of macroscopic signals, like light coming in in the morning, has these long wavelength and short wavelength contrast. That's what tells our brain it's morning."
    },
    {
        "speaker": "C",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "It's the orange red blue contrast. Even if there's cloud cover, it's the difference between those two different qualities of light that says it's morning, and when the sun is overhead, you don't see that yellow blue or orange blue red blue contrast, but you see it again at sunset, and it informs. So it sounds like the combination of specific chemicals in the gut tell us, this is good, pursue more of this, and maybe even the place where you found it is a good place, as opposed to. And the opposite is probably also true."
    },
    {
        "speaker": "C",
        "text": "Yes. Like, that's an entire new domain of the sensory system in the digestive tract that we haven't even begin to articulate yet. Memory. How do we remember, like, what was that first meal, like in the ratatouille movie from when we were children, right? Like, it was very different. Like, I still remember, like, some of the very simple, humble meals that my mother will make. But it's just priceless for me, right? Whenever I go home, it's like, without asking, sometimes my mother will prepare those for me. And it's like it just brings you back when you were that age, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. The memory system is tightly linked to taste and smell. There's no question about it."
    },
    {
        "speaker": "C",
        "text": "And then, like, how it is that they gut triggers that those sensations or farther reinforces those sensations. We haven't even begin to articulate. And when I said articulate, because we don't even have the language to refer to these things, you know, that's why at the very beginning, we were talking over in our conversations, or the axis, you know? And that we don't say, like, the nose brain, the nose brain axis, right? Like, we just went for what we have at that time. And I do think that the language will continue to evolve for us to be able to articulate more precisely, more richly, more elegant, more, you know, in so many different ways, how it is that the organs communicate with each other to make us who we are. And in there, in one of our papers, we quoted these beautiful passages from the book memoirs of a stomach. It was greeting in 1853 by a french person by what it says in the first page by the minister of interior, because all of those who eat may read or something like that. And then on page 21, it goes to describe the dialogue between the gut and the brain. And it says, like, how it is that the gut communicates to the brain with a rapidity through these two sets of electrical wires that communicate the arrivals of the day as we may eat with the precision and rapidity to the brain. So the brain will make its own feelings and impressions. And then he said that when he's talking from the perspective of the stomach, it says, like, when I grew more rose, meaning I'm not working in digestion. Then the brain also grew irritable and petulant."
    },
    {
        "speaker": "A",
        "text": "It's so interesting to look at human experience from the directionality of gut to brain, rather than brain to gut. That's right. And as I do from time to time, pay attention to what's happening in the landscape of wellness and mental health and physical health. A lot of what you see out there in terms of highly educated people who have thought very deeply about how to navigate decision making in lots of different domains of life and to do it in a way that really honors our own individual preferences and needs. People like Martha Beck, I don't know if you've heard of her, but she exists in the. She is triple degreed from Harvard, but has talked a lot about learning to sense one's way into and through decisions, through intuition that is more of the body and is more of particular brain circuits than our analytic. Like, pros and cons listen, because pros and cons lists and obviously important metrics, like objective metrics, like, oh, is this the right salary, the right location, the right all the things that matter for decision making. And we're trained in that, in school, in the United States, and in many areas of the world as well, of course. And that's critical. But that there's this other training, there's this other learning of self that can be extremely useful, and it almost always comes back to body first, then to cognition and decision making. And I feel like modern humans are trying to learn how to run the analysis of life decision making through this, I guess, more ancient axis. So, again, the intelligence of these, what used to be called more primitive systems, but I don't think they're primitive at all. And talking with you today, it's clear to me that these are highly, really sophisticated systems, just as sophisticated as any forebrain pathway involved in analyzing, say, like, probability or something."
    },
    {
        "speaker": "C",
        "text": "And that's why I like to highlight the example of having a nice meal and having a nice conversation at the same time. If you go to a nice restaurant and you have a nice meal while you're having a nice conversation, and if you pay attention to it, then it brings humility to your body to know, like, how much your body is doing for you, to be able to just express that tiny little bit and having, like, some sort of, like, highly intellectual, sophisticated conversation while you're able to put in the precise amount of lettuce inside of your mouth and chew it in the right way, like, adjust it with a little bit of water and maybe a little bit of wine, and understand and what is cleansing your palate and putting down the napkin and so on and so forth without going to the restroom every time that you feel like going to it, there is an entire sophistication of the body just to have something like, as simple as a catch up conversation."
    },
    {
        "speaker": "A",
        "text": "Do you think that our ability to sense into gut, sensing more, to really hear and respond to the signals from the gut, is something that we can learn even as adults simply by paying more attention?"
    },
    {
        "speaker": "C",
        "text": "Yes. And I think that here's the concept that usually, you know, that when we talk about topics like meditation, you know, is that self care. And that self care is listening to your own body. Right. How it is that the body is feeling like, I don't know. You know, I grew up in a. My mother will tell me, I, or family will tell you, if you feel like going to the restroom to pee for a bio break, don't hold it for too long because it might be bad. Right. And I think that just learning that part of listening to the body is an essential aspect. It's just that we're not constantly doing it over, learning about how we are moving our career forward."
    },
    {
        "speaker": "A",
        "text": "Yeah. So much of what we're taught in order to be the high achieving and forward moving in life in modern culture is about learning to override the signals from the body. But it seems that learning to listen to the signals from the body is key to being a healthy human being."
    },
    {
        "speaker": "C",
        "text": "Yes. And here I have an example. Years ago, I used to run quite a bit. And I remember that after I had run a marathon, I took a break for, like, a few weeks, and then I got back on the trail and I began running. And I was like, know, I don't need to warm up for three or four weeks up to, like, get back into speed. Right. And I remember that I started to feel like that my right. The soul of my right foot was a little bit, like, bothering me, like, but, like, almost imperceptible. And I was like, no, you know, you just can. You just have to keep going, you know? And my wife Elaine told me, like, you know, you should pay attention. Take a break, you know? And I just kept running. And I remember specifically that one time I went to run and say, like, I can put in 80 miles, that I think that I was running at, like, seven minutes, 715 a mile or something. Like that. And I began running, and after a mile, I was feeling pumped, you know, 2 miles, 3 miles. I was like, and then I usually will go and do 4 miles and then turn around and come back. I got a mile, four, and I felt, yeah, crack. And I could not walk anymore. There was a hair fracture that is almost imperceptible in an x ray, but, boy, that you cannot move your foot anymore. I had to limp for 4 miles all the way back to the car because I didn't even have my phone. And I never forgot that. For next time, you got to pay attention to your body. Your body is simply telling you something is a little bit off. Just don't keep pushing it. And I specifically remember because I kept running and I couldn't. I had to literally limp all the way back to the car."
    },
    {
        "speaker": "A",
        "text": "Well, Diego, I must say that among the many things that you've shared with us today and taught us about the gut and its ability to influence the brain and the incredible things that are happening at the level of biology and physiology of the gut, chief among them is the message that we should all pay more attention to our sensing at the level of our gut. Nowadays, we hear so much about the gut microbiome such that, fortunately, I think most people are starting to appreciate that the gut microbiome is vital for all aspects of health and that there are things that we can do to feed that microbiome, fiber intake, fermented food intake, and so forth. But clearly, based on what you've told us today, that even just paying a little bit more attention to what our gut is telling us at the level of feeling good, feeling less good, because the signs and signals are subtle, I realize, can really help us make better decisions, help us decide not just what foods to eat or not eat, how much to eat or not eat a, but also how to navigate higher order decisions, if you will, about who to spend time with, what to do, what not to do, moving along the decision tree of life, and along those lines, I want to thank you for making the decision to come here today. I certainly am happy that we decided to do it. It's something that's been a long time coming. I really see you as one of the true pioneers in this area of trying to dissect the understanding of the gut brain axis, heal the brain through the gut, understand and modulate our emotions at the level of gut sensing. And while there are other researchers in this area, I refer to you as a pioneer because you've really undergone this incredible trajectory from the Amazon through nutrition science into neuroscience, and now we're getting a little bit into psychological science, and I'm excited for what comes next. I only ask one thing, which is that as you make these discoveries, that you come back and talk to us about them so that we can learn more about your incredible work."
    },
    {
        "speaker": "C",
        "text": "So, Andrew, I want to say a few things. The first thing is that I feel deeply honored by your invitation and thank you so much for the opportunity. I am just simply a representative of the people that work, work with me and work with us. You know, I'm just an ambassador, and they get the majority of the credit for their dedication to help us understand a little bit more of the body and how it is help us to navigate the world that we live in. So I want to thank you for the opportunity. I want to thank the people that have made this possible also, like the people that are along the way or the institutions that along the way have helped fund this endeavor. My home institution at Duke. I'm deeply grateful because my career has developed there and some of my mentors, Roger Little, Andrew Muir and the people that have helped me along the way. And then finally, I want to thank you and your team and congratulate you for the work that you do and that you have created this window for us to come and share with the public. Some of the, a little bit of the work that we do, perhaps some of that is obviously is based on evidence. Some portion of that is thinking about the future. But I do think that through maintaining the dialogue with the public, that we can continue to understand the world that we live in. And for that, I have to thank you for having creating this platform."
    },
    {
        "speaker": "A",
        "text": "Well, it's a labor of love and I'm honored to be able to do it. And in no small part because I get to sit down and have beautiful, intimate conversations about biology and life with you. So thank you so much."
    },
    {
        "speaker": "C",
        "text": "Thank you."
    },
    {
        "speaker": "B",
        "text": "Thank you for joining me for today's discussion about sensing with the gut and the gut brain axis with Doctor Diego Borquez. To learn more about Doctor Borquez's research, and also to see a link to his fabulous podcast called the Gastronauts, please see the show note captions if you're learning from and or enjoying this podcast, please subscribe to our YouTube channel. That's a terrific, zero cost way to support us. In addition, please follow the podcast on both Spotify and Apple. And on both Spotify and Apple. You can leave us up to a five star review. Please also check out the sponsors mentioned at the beginning and throughout today's episode. That's the best way to support this podcast. If you have questions for me or comments about the podcast, or guests or topic suggestions that you'd like me to consider for the Huberman Lab podcast, please put those in the comments section on YouTube. I do read all the comments. If you're not already following me. On social media, I am Huberman Lab on all social media platforms. So that's Instagram X, formerly known as Twitter, LinkedIn Threads, and Facebook. And on all of those platforms I cover science and science based tools, some of which overlaps with the content of the Huberman Lab podcast, but much of which is distinct from the content of the Huberman Lab podcast. Again, that's Huberman Lab on all social media channels. If you're not already following our newsletter, the neural network newsletter is the Huberman Lab Zero cost monthly newsletter that includes podcast summaries as well as protocols in the form of one to three page PDF's. The protocols cover topics such as how to improve and even optimize your sleep, how to regulate dopamine, deliberate cold exposure, deliberate heat exposure. We have a foundational fitness protocol that includes everything, including schedules and sets and reps and cardiovascular training. We also have a neuroplasticity and learning super protocol, again, all of which is available zero cost. You go to hubermanlab.com comma, go to the menu tab, scroll down to newsletter and enter your email email and I should mention that we do not share your email with anybody. Thank you once again for joining me for today's discussion with Dr. Diego Borquez. And last, but certainly not least, thank you for your interest in science."
    }
]