[
    {
        "speaker": "A",
        "text": "Welcome to the Huberman Lab podcast, where we discuss science and science based tools for everyday life. I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. My guest today is Doctor Bonnie Halpern Felcher doctor Bonnie Halpern Felcher is a professor of pediatrics and adolescent medicine at Stanford University School of Medicine. A developmental psychologist by training, Doctor Halpern Felcher is a world expert in the risk behaviors that adolescents, teens, and young adults participate in. Today. We discuss nicotine use, both by way of smoking as well as vaping and e cigarette use. We also discuss cannabis and some of the correlative, as well as possibly causal data linking cannabis use to psychosis in young adults. And we discuss some of the other common risky behaviors that adolescents, teens, and young adults participate in, including risky driving behavior, alcohol consumption, and risky sexual behavior. We discuss the various factors that impact whether or not a young person will participate in risky behaviors, including the family and home, as well as peer group and social media. And as we discuss social media, we get into a deep discussion about how marketing is combining with peer pressure in order to drive youth toward particular risky behaviors. By the end of today's conversation, you will have learned from doctor Halpern Felcher the latest research on risk taking behavior in adolescents, teens, and young adults, and what we can each and all do to ensure that they either avoid these behaviors or if they are already engaging in these behaviors, that we can mitigate some of the potential harms and potentially get them to eliminate these behaviors toward having a life of enhanced mental and physical health. Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero cost to consumer information about science and science related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is eight sleep. Eight sleep makes smart mattress covers with cooling, heating, and sleep tracking capacity. Now, I've spoken many times before on this podcast about the critical need to get sleep, both enough sleep and enough quality sleep. When we do that, everything, our mental health, our physical health performance in any sports or school, etcetera, all get better. And when we're not sleeping well or enough, all those things suffer. One of the key things to getting a great night's sleep is that your body temperature actually has to drop by about one to three degrees in order to fall and stay deeply asleep. And in order to wake up feeling refreshed, your body temperature actually has to increase by about one to three degrees. One of the best ways to ensure that happens is to control the temperature of your sleeping environment. And with eight sleep, it makes it very easy to do that. You program in the temperature that you want at the beginning, middle and end of the night. You can even divide the temperature for two different people. If you have two different people sleeping in the bed and it tracks your sleep, it tells you how much slow wave sleep and rapid eye movement sleep you're getting. It really helps you dial in the correct parameters to get the best possible night's sleep for you. I've been sleeping on an eight sleep mattress cover for well over three years now, and it has completely transformed my sleep for the better. If you'd like to try eight sleep, you can go to eightsleep.com huberman and save $150 off their pod. Three cover, eight sleep currently ships in the USA, Canada, UK, select countries in the EU and Australia. Again, that's eightsleep.com hubermandhenne Today's episode is also brought to us by Matina Matina makes loose leaf and ready to drink yerba mate I often discuss yerba mate's benefits, such as regulating blood sugar, its high antioxidant content, the ways that it can improve digestion and possible neuroprotective effects. I also drink yerba mate because I love the taste. While there are a lot of different choices of yerba mate drinks out there, I love Matina because again, they have the no sugar variety, as well as the fact that both their loose leaf and their canned varieties are of the absolute best quality. So much so that I decided to become a partial owner in the company. Although I must say, even if they hadn't allowed me to do that, I would be drinking Matina. It is the cleanest tasting and best yerba mate you can find. I love the taste of brewed loose leaf matina yerba mate, and I particularly love the taste of Matina's new canned cold brew, zero sugar yerba mate, which I personally helped them develop. If you'd like to try Matina, go to drinkmatina.com Huberman right now, Mattina is offering a free one pound bag of loose leaf yerba mate tea and free shipping with the purchase of two cases of their cold brew yerba mate. Again, that's drinkmatina.com huberman to get the free bag of yerba mate, loose leaf tea and free shipping, today's episode is also brought to us by element. Element is an electrolyte drink that has everything you need and nothing you don't. That means zero sugar and the appropriate ratios of the electrolytes, sodium, magnesium and potassium. And that correct ratio of electrolytes is extremely important because every cell in your body, but especially your nerve cells, your neurons, relies on electrolytes in order to function properly. So when you're well hydrated and your hydration also includes the appropriate ratios of electrolytes, your mental functioning and your physical functioning is improved. I drink one packet of element dissolved in about 16 to 32oz of water when I wake up in the morning, as well as while I exercise. And if if I've sweat a lot during that exercise, I often will drink a third element packet dissolved in about 32oz of water after I exercise. If you'd like to try element, you can go to drinkelement, spelled lmnt.com huberman to try a free sample pack. Again, that's drinkelement.com huberman and now for my discussion with Doctor Bonnie Halpern Felsher. Doctor Halpern Felcher, welcome."
    },
    {
        "speaker": "B",
        "text": "Thank you so much for having me."
    },
    {
        "speaker": "A",
        "text": "We're going to talk about a very important and sometimes troubling period of life. Not always troubling, but I think for everyone, adolescents and the teen years, youth essentially is a tricky landscape."
    },
    {
        "speaker": "B",
        "text": "Yes, it is. It can be, yeah."
    },
    {
        "speaker": "A",
        "text": "As our brain and bodies mature, we have more autonomy in where we take them. But that means also more exposure to the ideas, suggestions, actions, peer pressure of others. And that's sometimes where the problems arise. And who knows? Probably also where the solutions come from, too, from time to time. But I think as conscientious people who mind the well being of others of our species, we'd all like to know sort of what are the key features that mark this stage of development. Maybe we'll just start off by talking about this through the lens of your expertise as a developmental psychologist. What is adolescence in the teenage years like? What's going on? What sorts of things are being worked out psychologically that we might not be aware of? And then we can talk about some of the common pitfalls and the risk taking behavior, everything from smoking, vaping, drug use, sexual behavior, addictive behaviors as it relates to social media, bullying, risky driving. There's so much there. But maybe we could just look at this stage of youth through the lens of a developmental psychologist and share with us anything you feel is worth worth knowing."
    },
    {
        "speaker": "B",
        "text": "Sure. So, first of all, ages, adolescents can be anywhere from starting roughly around age ten some people would say ending around age 18, maybe 21. If you want to go into young adulthood, then maybe mid twenties. And really adolescence is a wonderful time of, as you said, exploration. It's a time when first of all marked by pubertal changes, onset immenses for girls. And really the pubertal and physical development and secondary sexual characteristics are coming out. We also have a lot of emotional development going on during this time. Height changes are occurring during this time, but we're getting a lot of social changes as well. As you said, peer pressure. So one misnomer is parents think that they don't matter during adolescence. They still really matter. But peers also come in and matter quite a bit. And then teens are really trying to figure out who they are. You get a lot of questions, who am I? Where am I going in life? What do I want to do when I grow up? What's important to me? How do other people feel about me? And then how do I feel about other people? So a lot of the social and psychosocial development is happening as well. And you get asynchronous development too. If a young person, for example, starts puberty at a younger age, say ten, where they're physically looking older, more mature, but emotionally and psychosocially they still might be young versus the late maturers, physical maturers who may be not having and looking like an older teen or an adult till 16 1718, but they're more mature emotionally than others. Then you might have some confusion to that young person. I look older, but I don't feel older and stuff like that. But it's really this wonderful time of exploration for an adolescent and a time of really wanting autonomy and wanting to make a lot of decisions that we should like them make. But there are some risks that we have to be careful about at the same time."
    },
    {
        "speaker": "A",
        "text": "I often heard this word autonomy as it relates to this stage of puberty in the teen years. You mentioned that kids of that age still really need their parents. In the last, gosh, 2030 years in this country, there's been a marked increase in the frequency of divorce. Is there any direct evidence that single parent homes or homes where, I don't know, people are remarried or just basically divorced homes are somehow creating more challenges in terms of risk taking behavior in adolescents and teens or not? Because I know plenty of people who grew up in single parent homes. Sometimes parents remarried and sometimes didn't. But by my mind, I can't seem to come up with any direct correlation. You know, plenty of those kids did fine and plenty of kids in two parent homes that I know had challenges and vice versa."
    },
    {
        "speaker": "B",
        "text": "Yeah, I haven't contributed, actually, that was some of my earlier dissertation work, and I haven't really contributed to that literature for a while. But what you're saying is pretty accurate to what I've seen, which is really the literature would say it's not the divorce per se, it's the conflict that is happening. So if parents actually get divorced, usually if the conflict resumes, teenagers and children generally do well, and particularly within about two years."
    },
    {
        "speaker": "A",
        "text": "If the conflict resolves."
    },
    {
        "speaker": "B",
        "text": "If the conflict resolves. Right. So you can have two parents who are married and living in the same home and may or may not be a good relationship, but living in the same home, if there's no conflict or that, then generally teens will do well. Or as you're saying, there's not necessarily a direct correlation. The problem comes in whether parents are living at home together or separated or divorced is if there's conflict. And then that conflict tends to result in social issues, emotional issues, a lot of social anxiety, a lot of feeling like I need to do better, so that way my parents like me more. And we see that with children, too. That's not just adolescents, a lot of depression. And with depression can come self medication, self medicating around other drugs and so on. But that generally is resolved if the conflict resolves. But as you're saying, we're seeing adolescent angst regardless of parenting. What we really need, though, it's not a matter of just the divorce or not divorce or the relationship between the parents. It's parenting that's important. So parents being good monitors being involved in their kids lives, not this. Oh, you're 16, you have a car, you can go wherever you want, and we're not going to keep an eye on you. We still need parents to monitor, to pay attention, to find out their kids friends, where are they going after school. That discretionary time when parents are working and teenagers come home between three and five or three and six tends to be the most risky couple of hours. It's called discretionary hours, where there's no parent around and we don't always know where those teenagers are hanging out. So that's more important, knowing where their children are and what they're doing and that there's some adult presence, some monitoring, than whether or not they're still in a relationship."
    },
    {
        "speaker": "A",
        "text": "My sense is that smartphones have allowed more communication and monitoring between parents and kids, but also more interactions between kids and other kids and kids and adults more broadly. So is there any evidence that the advent of smartphones is directly creating problems for kids. That has to do with just so much more peer to peer interaction or peer to peer exposure. Like, when I was growing up, we didn't have smartphones. If you did something stupid like that, meaning that kids would laugh at it, might get told to a small group of people, maybe a larger group of people, but in general, it just kind of didn't go anywhere. You're like, I screwed up. And then you get teased a bit, and then it would kind of dissipate. But now, of course, that can propagate very, very far, very fast. Is there any evidence that that mere fact is creating issues for kids?"
    },
    {
        "speaker": "B",
        "text": "So I would say it's not a blanket statement. I think it depends on the behavior that we're talking about. Bullying. No doubt. The example that you gave, no doubt that if you mess up, if you do something stupid, it's getting filmed and it's gonna go viral. It will go on social media, and then it will perpetuate and escalate amongst the peers that we definitely know is happening. And certainly in terms of drug use and marketing, there's definitely some peer to peer interaction. Look how cool I am. Look at the smoke ring I did. Look at other things that I've been doing. There is no doubt. But in general, there are also some good things about it. Parent communication, they can monitor where their children are. They can put a tracker on the phone. I know with my own kids, sometimes it was the best way to say, you seem a little sad when face to face communication wasn't happening. I could use the phone to have that conversation. So, yes, there is some evidence that overall, phones and smartphones have increased risk behavior. But it's more the access to the behavior and then the viralness of really getting that information out. Like you said, if somebody screws up, somebody dresses wrong, if somebody kisses somebody, that that could go pretty viral. I wouldn't say that smartphones and social media as a whole is the problem. I think it's situation specific and behavior specific that we're seeing, and particularly around marketing. For example, that teenagers have more access now to YouTube, to marketing that they're promoting. Not only are industries promoting, for example, e cigarettes or cannabis promoting to young people, but teens are promoting to each other and that we didn't see before smartphones. Right? A picture or instagram, look at me smoking, or look at me dressing sexy, or look at me looking cool, or anything like that. That didn't happen before. It was more just word of mouth. So that is definitely where we're a lot more concerned about social media, but more. My concern about social media is the outside world targeting young people. That's where I've been the biggest concern about it. Teenagers targeting each other with bullying. No doubt, big issue, but in other ways, there's more support, there's more social interaction. The other time I get concerned, though, around teenagers is more the social piece of sitting around together at a table and they're not talking, they're on the phones. So what we really don't know enough is how is the not getting out and playing and instead playing on a game, not going to the park, and instead communicating through phones. How is that changing? Their social and physical development is where I'm also very concerned."
    },
    {
        "speaker": "A",
        "text": "Yeah, I have family relatives who are in their teens, and it's interesting to see them interact with their on their phones a lot of the time. But I've also noticed that there's a cohort of kids that are really trying to put their phones away and just spend time together. And that was actually directly stated to me that, oh, yeah, we hang out and we make it a point not to be on our phones when we hang out, but then of course, they'll text or be on the iPad with one another in the evening when they're apart. So they're sort of never apart."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "But I do think there seems to be at least a sub movement of kids and teens that are trying to do more face to face interaction with devices at least put aside."
    },
    {
        "speaker": "B",
        "text": "I answer a really good point. I've talked to some teens who say that they all. They get together and they will deliberately put the phones face down in the middle, no phones, and have dinner or have a conversation. So I think you're right. I definitely think that that has been a movement, and I really appreciate that, and I think that's fantastic. I've also seen circumstances where two teens are trying to help each other with homework and they're texting each other, which is fine, but I've often said, why don't you just pick up the phone and call the person and in five minutes you can figure out the math assignment instead of 2030 minutes of back and forth. It's just not as efficient unless you're literally copying and showing the picture. But is that having a change on their social or physical development or emotional development? Probably not. It's just a different world, the way that they communicate. And that's why I say I'm less worried in some ways, as long as they're still getting out and they're playing and they're being creative. I'm less worried about that kind of social interaction on phones and social media. It's a different way. We don't have a lot of evidence to say one way or the other, but if they're still doing the things that they should be doing as young people, my concern is that outside world, the concern of predatory behaviors, the concern of industry, the concern of mass media and marketing to teens, that's the part that gets me particularly worried."
    },
    {
        "speaker": "A",
        "text": "Yeah. Well, we know for sure that this is the first time in human evolution that humans have essentially written with their thumbs. It's got to be a massive expansion of the brain's representation of the thumbs relative to 2030 years ago. But maybe now would be a good time to talk about risky behaviors, or even just behaviors that are known to have some detriment to health. Smoking and vaping and e cigarettes primarily. And we should be probably distinguishing between nicotine and cannabis. Maybe let's just start with nicotine. What are the statistics on smoking, vaping and e cigarettes? Just rough statistics. I saw a talk that you did online decided some pretty outrageous increases in, or shocking increases in smoking and vaping in the last couple of years. Just staggering. So maybe if you give us the top contour of those."
    },
    {
        "speaker": "B",
        "text": "Sure, absolutely. So the good news is smoking rates, conventional cigarette smoking rates, has gone down pretty dramatically in the last couple of decades with teenagers, with all people in the US, which is wonderful, but teenagers to well below 10%, if not really well below 5% of teenagers. That's the good news. In terms of e cigarette use, which I prefer the term e cigarette use than vaping, because they're not vapes, they're aerosols. But e cigarette use has gone up pretty dramatically. So e cigarettes came on the market in the US in 2007, and they were slowed for uptick amongst teenagers. They looked like cigarettes when they first came on the market. They weren't very popular with teenagers. They didn't have. They had some flavors, not a lot. Didn't have a lot of nicotine. It was probably around 2011 to 2014 we started seeing an uptick. But then it was really in 2017 to 19 that we saw a dramatic increase. And that was the statistics that we saw upwards of 27% to 29% of teens using e cigarettes during those couple years. Daily use, past 30 days. So any use in the past 30 days was. And daily use will be some smaller percentage of that. It was something like a 78% increase in high school student use and a 48% increase in middle school use over those couple of years. So a very dramatic increase in use since 2019. It's gone down. But I'm going to give a caveat. It's gone down in 2020 to the national numbers are showing that went to around 20% and now around 10%. Part of that was in 2020. We had Covid. And initiation of e cigarette use really occurs socially. Going back to socialization, it's a lot of teens getting together, and it's not peer pressure of, you have to try. Come on, try this. It's more like, my friends are using. I'm at a party. I feel like using. Yeah, I'll try it. Well, during the pandemic and the shutdown, teens were not at school. They weren't with their friends. So initiation went down. Teens who were addicted, and we can certainly talk about levels of nicotine in e cigarettes, but teens who were addicted continues to use. Some tried to quit, which was great, but we still saw a fair amount of use. So part of the decrease in those 2020 to 2021 have to do with just access. And socialization had changed, and so rates went down since then, even we publish a paper showing relationships between Covid and vaping. We saw evali e cigarette and vaping associated lung illness. So that, we think was part of why we also saw further drops around 2021. But people were concerned about their lung health and teens as well. And that's great. The latest data show that their rates are under 10%. The national data, I actually don't think it's true. And the reason I don't think it's true is I'm in the schools doing curriculum presentations all the time, where I teach and educate teachers to use our tobacco and cannabis prevention curriculums, and we've never been busier than we are right now with schools just crying for help. We have another group of teenagers using e cigarettes, nicotine or cannabis or whatever. It's way more than 10%, I would say. Schools are telling me it's 40% to 60% of their students are using e cigarettes for nicotine. We don't know."
    },
    {
        "speaker": "A",
        "text": "Or cannabis."
    },
    {
        "speaker": "B",
        "text": "It's very hard to know. It's very hard to know what's in there."
    },
    {
        "speaker": "A",
        "text": "40% to 60%."
    },
    {
        "speaker": "B",
        "text": "That's what the schools are saying."
    },
    {
        "speaker": "A",
        "text": "At some point in the last 30."
    },
    {
        "speaker": "B",
        "text": "Days, at some point in the last 30 days, they're catching just exorbitant numbers of students using right now. And so from a science perspective, is it 10%, 20%, 30? We don't know. I can just tell you that the national CDC data would say 10%. And maybe it's a problem with the surveys or the questions, or teens aren't being honest, but from a school's perspective, it's much higher. And then we have some national data suggesting it's more in the 20 to 30% to 40% range as well. Whatever it is, it's too many. It's too many teens who are inhaling nicotine and cannabis as well."
    },
    {
        "speaker": "A",
        "text": "Well, lot to unpack there. First of all, nicotine. I did an episode of the podcast about nicotine, and a little bit of that got confused in the way it landed. So I'll just quickly state nicotine, known cognitive enhancer, also known to dramatically increase blood pressure and vasoconstriction. Not healthy for the body. Just to be clear, it's not healthy for the body. So when people hear that it's a cognitive enhancer, increases focus and alertness. That's true in the short term. Highly addictive. Highly, highly addictive and habit forming. Since sometimes those are separated, maybe we delve into that distinction. But by my observation, very few people can use nicotine. Occasionally, people who try it seem to like it, at least in the short run, and keep using it. So presumably kids are using, I should say youth are using nicotine either by vape or e cigarette. And they quote, unquote, like the way it makes them feel. Who knows? Maybe it allows them to focus on their studies better. I don't know. But it is known to improve certain forms of cognition, but only transiently. And it's highly addictive and it's bad for their health, for anyone's health. So that puts us in a kind of a tricky situation when evaluating the statistics that you just laid out, because one wonders, are they taking it and then continuing to take it because of peer pressure, because of lack of peer pressure to not do it, because it helps them with their schoolwork, because they're naturally a little bit depressed, and it provides a kind of antidepressant signal. I mean, what do we know about why they're actually starting and why they're continuing and why they are reluctant to quit? Maybe we just parse those. So why does a teenager try nicotine?"
    },
    {
        "speaker": "B",
        "text": "So there are a few reasons why they start. Based on the literature, scientific literature, and just talking to teens, one has to do with the marketing, no doubt. If you look at the marketing, it is targeting young people. It's targeting them with, first of all, the devices themselves. They are cool looking, they're easy to hide. They look like USB devices. They look like highlighters. In fact, there's a new brand out called highlight. That is a highlighter. That's a working highlighter, but it's actually a nicotine e cigarette."
    },
    {
        "speaker": "A",
        "text": "So a highlighter pen to study."
    },
    {
        "speaker": "B",
        "text": "Highlighter pen to study. But it's actually. You take the COVID off and it's actually a nicotine e cigarette device."
    },
    {
        "speaker": "A",
        "text": "Clearly marketed towards students."
    },
    {
        "speaker": "B",
        "text": "Clearly marketed towards students. Wow, you have. What's it called? Boba teas? Drinks."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, the tea with the."
    },
    {
        "speaker": "B",
        "text": "Yeah. Mimicking that drink. That's actually. That the straw is actually the vaping, inhaling there. Little pieces. You have Star wars shapes. It goes on and on. Just the cartoon shapes that are clearly being targeted to not just teenagers, children that we're seeing."
    },
    {
        "speaker": "A",
        "text": "Children like young children."
    },
    {
        "speaker": "B",
        "text": "Children like young children."
    },
    {
        "speaker": "A",
        "text": "So wait, so I'm shocked. So kids younger than ten are having these products pushed their way?"
    },
    {
        "speaker": "B",
        "text": "They are. And actually, I didn't tell you in the statistics, the statistics I was citing, I should go back and clarify a couple there that are even more shocking. So those are the numbers from middle and high school. We don't have data from elementary. But again, the other part, in addition to the science I contribute to the interventions I do, I am getting elementary school teachers calling us for help. They are catching second and third graders using nicotine e cigarettes. I'm not kidding. And not just one or two. Quite a bit. We said we would never develop an elementary school version of a vaping prevention curriculum. That's what we call ours, you and me together, vape free. We would never. We have a middle school and a high school. We were never going to do elementary. We've had so many schools across the country call us and say we need something for elementary. So we actually created a curriculum. So we're having. There was a story of an eight year old back east who was caught and using and the teachers and police didn't know what to do. And of course I said, it's not a police matter. Why aren't we helping this young person? So we're seeing younger now. Sometimes they're starting because they're siblings, older siblings. It's being marketed to. They don't realize that it's a nicotine e cigarette or a cannabis e cigarette. They just don't realize what it is. But the number of these products that are being targeted to young people is absolutely ridiculous. What they look like. The pictures are endless. And the problem is they're coming out with new products every few months that are targeting kids. So marketing the other is flavors and flavors of marketing. Go hand in hand. You know, if it looks bad, looks like, or. And smells like, and tastes like nicotine or tobacco, teens know that that's gross. That's why we don't have cigarette use anymore. Teens, we've socialized our country to say, if you smell tobacco, it's nothing that we want to smell. We walk away from it. You walk across the street, whatever. We've done a really good job in tobacco control, getting the word out around that these products, e cigarettes, smell and taste like sugar, like sweets, like dessert, like candy. So you've got. And the names are things like unicorn Poop and sugar Booger and honey doo doo. That's not for adults. Those names are squarely for kids. It's kids who are using chocolate. It's kids who are using these flavors that are on the market. And then the marketing around it are these, I mean, they're beautiful. They're these, you know, pizzazz of pineapple dancing around, or, you know, strawberries dancing or whatever it is that are very animated. There are juice box style that have come out juice box style vaping devices that are marketed looking like juice boxes. And that's not targeting you and me. That's targeting a kid."
    },
    {
        "speaker": "A",
        "text": "Interesting and scary. To hear all this, I'd like to take a brief break and acknowledge our sponsor, ag one. By now, most of you have heard me tell my story about how I've been taking ag one once or twice a day, every day since 2012. And indeed, that's true. I started taking ag one, and I still take ag one once or twice a day because it gives me vitamins and minerals that I might not be getting enough of from whole foods that I eat, as well as adaptogens and micronutrients. Those adaptogens and micronutrients are really critical because even though I strive to eat most of my foods from unprocessed or minimally processed whole foods, it's often hard to do so, especially when I'm traveling and especially when I'm busy. So by drinking a packet of ag one in the morning, and oftentimes also again in the afternoon or evening, I'm ensuring that I'm getting everything I need. I'm covering all of my foundational nutritional needs. And I, like so many other people that take ag one regularly, just report feeling better. And that shouldn't be surprising because it supports gut health. And of course, gut health supports immune system health and brain health. And it's supporting a ton of different cellular and organ processes that all interact with one another. So while certain supplements are really directed towards one specific outcome, like sleeping better or being more alert. Ag one really is foundational nutritional support. It's really designed to support all of the systems of your brain and body that relate to mental health and physical health. If you'd like to try ag one, you can go to drinkagone.com huberman to claim a special offer. They'll give you five free travel packs with your order, plus a year's supply of vitamin d. Three, k, two. Again, that's drinkag one.com huberman what percentage of adults in the us vape or use e cigarettes just by way of comparison?"
    },
    {
        "speaker": "B",
        "text": "So I've seen numbers anywhere from 5% to around 20%, depending on the statistic. I actually haven't looked at the latest data on adults, but the majority of adults who are using, it's a little bit different to think about it. Adults are using generally. They're not initiating tobacco through e cigarettes. They're generally, and I'm talking 30 and up, they generally have been smoking cigarettes. And then maybe they're trying to use e cigarettes to quit, which is a whole nother set of literature that it's not necessarily as effective as we're hoping that it is. There isn't good literature on a population level that e cigarettes help adults quit cigarettes. The difference with teenagers is they're initiating with e cigarettes and they're not saying, huh, here's a cigarette. Here's an e cigarette. Which one do I choose? It's not that they're substituting or replacing. They're not using cigarettes. Some are now because they're switching back and forth, but they're initiating with e cigarettes. They're initiating because of the marketing. They're initiating because of the flavors and the products and the ability to hide it. Parents don't know what these products look like, so the landscape is very different."
    },
    {
        "speaker": "A",
        "text": "So you were telling us why I, teens and adolescents start vaping. The marketing is clearly oriented toward them. There are a number of reinforcing factors that, at least to my mind, as you're describing all this, make it sound like this stuff is supposed to be quote unquote playful, that it's not a drug, that sort of thing. It reminds me a little bit of sugary cereals when I was a kid. You'd buy the cereal because you wanted the taste, but you also wanted the colorful box. You had the cartoons that it related to on tv, and there's usually a toy inside that you wanted, some surprise that you could then collect across boxes. So there was a lot of levels of incentivization. Why do they keep smoking or vaping? Are they addicted to nicotine?"
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely. So the other reason why they start is they like the taste and they like the rush. So I've talked, too. So that's the other piece. So a few more reasons why they start, and then certainly answer your question. Around the nicotine, teens have told me outright that they like the taste, they like the rush, they like the buzz. And we could talk about how much nicotine is in there. It's astonishing, and I can explain that, but they like the buzz. Another reason, by the way, is stress and coping. Right now, teens are so stressed out. They've been stressed out for years, but they're particularly stressed with the pandemic. And even though we're a couple years out of the lockdown, teens are still, they're having socialization issues, social emotional learning issues. They're still confused. They missed a couple of years, particularly high school students may have missed part of middle school where you're learning to socialize with other people. So they're very stressed. And we know that there's a pretty strong relationship between stress, not being able to cope and using any drug, but including nicotine. So there's a lot of different reasons why young people and certainly the peers, and again, it's not peer pressure. It's more like a lot of friends are using it. I've talked to teens who say, I wasn't intending on, but I tried it. Wow, I really like the taste. I like the flavor. And then there's the amount of nicotine that's in there. In 2015, when the newer products came on the market, it was a salt based nicotine. So cigarettes, and then earlier e cigarettes have a freebase nicotine. Free based nicotine uses ammonia and sugar to bind to the nicotine and the other chemicals. There's hundreds of chemicals in there to go through the body, lungs, into the brain and give you that rush. The free based nicotine is very caustic. If you think the litmus test, it's very much on the basic side of the litmus test there. And if you're a nicotine naive youth, which again, most teens starting with nicotine, e cigarettes, have not used nicotine before. When you start, you don't want that caustic throat hit feeling. That's how it's described. Teens will say they don't like it. They cough. It tasted bad. Well, to an adult who's been using cigarettes, they don't mind that they're used to it. But a teen is not. Well, I will mention joule here because it's relevant. Juul came on the market in 2015."
    },
    {
        "speaker": "A",
        "text": "With a salt based nicotine, which essentially, for those who aren't familiar with caustic and litmus tests and things like that, the salt based nicotine, as I understand, is quote unquote smoother. Correct. It causes less sort of coughing, static contraction of the muscles in the mouth and throat. And so it's basically more palpable, more of a kind of gradual on ramp, which is exactly what a company wants. If you want somebody to start using something, you don't want to hit them square in the face."
    },
    {
        "speaker": "B",
        "text": "That's exactly right. That's exactly right. So salt based nicotine generally uses benzoic acid to move that litmus test needle from the caustic towards acidic because it's an acid, but really towards neutral. Exactly. When you use it, it's smooth, it's easy to use. You don't have that throat hit. You don't cough, you don't feel sick from it. So teens will say, and I've talked to teens and young adults who tried earlier e cigarettes and didn't like it and then tried the salt based style and said, ooh, I like it. Coupled with the flavors, it's also more absorbent. So there's some suggestion and some early evidence that it's also more addictive. So when those products first came on the market before, earlier e cigarettes had, say, zero to 36 milligrams of nicotine, suddenly we jumped up to 59 milligrams per mil, which is about generally about a 40, 40 1 mg because it's about a 0.7 ML. Sorry. A little chemistry and math that we do a lot here, but you're looking at, basically, it's anywhere from the nicotine that you see in either one to two packs of cigarettes per device, per pod? Per e cigarette device."
    },
    {
        "speaker": "A",
        "text": "And how long does a pod typically last? Let's say, like a 15 or 16 year old kid who's taking a hit off the vape pen, I don't know, what, five times a day."
    },
    {
        "speaker": "B",
        "text": "So I've asked teens in some of the earlier publications we did now, not with the newer devices, but the older devices, and they would say that they were using pot a week, which is about two or three cigarettes a day, to one to four pods a day."
    },
    {
        "speaker": "A",
        "text": "One to four pods a day?"
    },
    {
        "speaker": "B",
        "text": "One to four. Now, these are highly addicted teenagers. That is one to eight packs of cigarettes, depending on the debates on how much nicotine is in there. But you're looking at several packs of cigarettes worth of nicotine."
    },
    {
        "speaker": "A",
        "text": "Okay. So just to backtrack a little bit. Cause we got a little bit technical, which is great, but I wanna make sure everyone's on board. The amount of nicotine in one of these pods that goes into the vape pen or e cig, is significantly greater than the amount of nicotine in one pack of cigarettes. In many cases."
    },
    {
        "speaker": "B",
        "text": "In many cases."
    },
    {
        "speaker": "A",
        "text": "And there are many youth. So adolescents and teens, you said before, between ages of ten and 21, roughly ten to 1810 to 21, that are going through as many as four pods per day, which has to be at least the equivalent of four packs of cigarettes, but could be as much as eight packs of cigarettes per day."
    },
    {
        "speaker": "B",
        "text": "Correct."
    },
    {
        "speaker": "A",
        "text": "In terms of nicotine concentration?"
    },
    {
        "speaker": "B",
        "text": "Correct."
    },
    {
        "speaker": "A",
        "text": "Now, I guess, to be fair, they are not smoking in the traditional sense, so that presumably there's some tars and other contaminants that are not going into their system. But we know that there are a lot of chemicals in these pods besides just nicotine. And I think that's where a big source of the debate and interest is now is, you know, how dangerous are those other chemicals? Is really an interesting question."
    },
    {
        "speaker": "B",
        "text": "So a lot of things that you said are really important to highlight. Absolutely. Now, not all teenagers are using four pods a day. These are extremely highly addicted teens, and unfortunately, teens we've seen with lung collapses and other pretty significant health issues. Typically, teens are using maybe a pod a day. The newer e cigarettes, by the way, have probably four times that. They're bigger volume. So you're looking at 60, 70 milligrams of nicotine. Some of them are equivalent to about three to 500 cigarettes worth of nicotine. Now, are they using them in a day? Probably not. We haven't done the studies on that. But it's really the first nicotine product we've had that you can use 24/7 when I've talked to teens, I wake up in the middle of the night. I may check my phone and check my email. Teens are waking up in the middle of the night to take a hit, and they're hiding them under their pillows, in their nightstands, whatever. And they're telling me that they're just using them all the time and they could just suck on them all the time."
    },
    {
        "speaker": "A",
        "text": "When you say all the time, that's interesting. Forgive me for interrupting, but no, no, no. Are they using it specifically to wake up, to study, or just to maintain baseline? I mean, that's the problem with any addictive substance or habit forming substance. Is that what starts off as a rush becomes less of a rush, and then when one doesn't use, they feel below baseline. I've done a lot of discussions about dopamine and baseline versus non baseline peaks in dopamine, and some of that is smoothed out for general discussion. Dopamine does many things besides set up reward systems and incentives in the brain, but it's at least one of the things it does are kids starting off taking nicotine and then, and feeling like, whoa. That makes them feel really elevated in terms of mood, focus and alertness, and then finding that without it, they're just depressed. Is that the general theme? I'm not trying to lead the witness here. I just want to know what's going on internally."
    },
    {
        "speaker": "B",
        "text": "Absolutely. No, no. All great questions there. So what we're finding when we talk to teens is that pretty rapidly they are going from, I like it, do I need it? So, you know, your multi part question, which is great, what makes them start and what makes them continue? They start because of the flavors and the marketing and they like the taste and all that. They continue because of that high level of nicotine. And we are seeing that teens are addicted. And we're seeing. We actually published a couple of studies showing that teens who have been using e cigarettes in the past 30 days, that the majority are showing signs of addiction pretty rapidly, too, within a few weeks. It's such high levels of nicotine. And there are some people who don't believe that teens are becoming addicted to nicotine and that the levels of nicotine are not the same as what we're seeing in cigarettes. That's actually not the case. And we've seen more and more studies and to the question of using it as soon as they wake up. There's a study by a colleague of mine that showed in the last few years, the data are showing that teens, a greater percentage of teens who use e cigarettes are doing so in the first five minutes awaking. That is a sign of addiction. So you wake up, maybe go to the bathroom, maybe not, and you take that hit. And so, and all the national data are showing, even though initiation may go down, the percentage of teens who are using daily has gone up. And I attribute that a lot to the type of nicotine, the salt based nicotine, and to the huge amount of nicotine that's been on the market. So, yes, teens are definitely feeling it. They're definitely going through withdrawal symptoms. That feeling, shaking, the sweats, all the feelings that they need, lack of concentration. The problem is, when you talk to teens, they think that e cigarettes are helping with school. And by the way, I've not heard a teen tell me that they started because of school reasons or concentration. Maybe they're continuing for that reason. But teens have said that taking the hit makes them feel good. What they don't understand is it's that it makes them feel not bad. Right. The withdrawal is making them feel bad, and they don't realize that that hit and that doping room rush, that they now need it, that they're going through withdrawal."
    },
    {
        "speaker": "A",
        "text": "Either way, I'm wondering where they're getting the money to pay for all this nicotine. When I was a kid, I worked. I, like, mowed lawns. I had a newspaper out for a little while, but mostly started working when I think I was about 14 or so. Coffee shop, skateboard shop, bus tables, did that kind of thing. So I made money, and I was able to use that money on the things that were important, music, skateboarding, and bus passes and stuff. That that's what it was back then, food, etcetera. Where are twelve year olds getting the money to buy four or even one vape cartridge pod, as you called it, per day? I mean, someone's got to pay for this stuff unless they're stealing it, and I can't imagine that they're all stealing it. Where are they getting it? How are they getting it?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it's a great question. So there's not one way in terms of money. I think there's questions around money and questions about access. Right. And they're not necessarily the same thing. Money babysitting. The problem is when some of the newer products came on the market, some of them that the, say, 2020, 2021 products were about a dollar or two per pod. Compare that with a pack of cigarettes, which is ten to $15, depending on the state you live in. So they are cheap, they're easy to get. Now, newer ones and older ones are a few dollars more, but they're not that expensive. They started off very expensive when they first came on the market, but they haven't been. The other is they're sharing. And we used to hear about pod parties where somebody buys the device, which is more expensive, buys the device, and then you bring your own, not beer, bring your own pod, which is a few dollars, then you pop it in and then you share it around. We've also heard stories of a few teenagers buying them and then selling for a few cents or a few dollars a puff. So meet me in the bathroom for $0.50 or a dollar. You can have a couple of puffs so I think teens are getting very creative. We've also seen, unfortunately, parents buying e cigarettes for their teens. Well, at least they're not smoking cigarettes. That's not the right comparison. So I think they're very creative. They're getting in many, many different ways. I've heard students say, I'm not using my lunch money to buy lunch, I'm going to use to buy vapes. There's no one way. There's not. And unfortunately, access is easier than it should. By the way, one thing I think is incredibly important for people to understand is across the US in 2019, December of 2019, the legal age to be allowed to purchase or to sell nicotine products across the US has become 21. So many people think it's still 18. So you go into a vape shop or a tobacco shop, and if the shop owner doesn't realize it's 21, they'll sell it to somebody who's 18. And even if they know it's 21, they're still selling it because there's not enforcement right now going on. So we really do need the public, we need all the parents listening. We need educators, police officers to really enforce and regulate this age restriction. Because teens are getting them from vape shops really easily. They're getting it online really easily. They're buying them for each other. Somebody's going and buying ten and then reselling them if the person looks older. There's not a lot of carding going on, or fake cards. Id cards is pretty easy still to get. So unfortunately, we have a product that is appealing to teens in a very unregulated market right now. The FDA is not regulating it. Local shops are not regulating it, that its just, it is the wild west out there."
    },
    {
        "speaker": "A",
        "text": "So setting aside the issue of whether or not vaping is, quote unquote, better for us than smoking cigarettes, because that argument is a complicated one, to say the least. What do we know about the health hazards of vaping per se? Does it increase lung disease? Does it increase cancer rates? I mean, my understanding is that nicotine, the chemical, is not what causes cancer in cigarettes. It's the tars and other things that are consumed or brought into the lungs and therefore bloodstream when one smokes. That's not to say nicotine is safe. I have to be careful here. Sometimes clips get cut and people run wild. And I'm not saying nicotine is safe, but what are the problems with vaping? Nicotine even, let's just say, one or two hits per day, especially in kids. Are there known challenges for brain development. Are there known challenges for cognitive development? Are there known challenges for lung function? I mean, nicotine is a vasoconstrictor and it raises blood pressure. So that's basically stress on the system, chronic stress. But what do we know about what vaping and e cigarettes are doing to malign health?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so first of all, let's start with the brain and nicotine. Absolutely. These high levels of nicotine, and really any nicotine is harmful to the developing brain. And our brains continue to develop until we're around 25, 24, 26, depending on, but to around 25. So in that process of your brain developing, of your brain changing, if you introduce nicotine, you're changing your brain, you're changing the brain chemistry, and you're so much more likely to become addicted as an adolescent and a young adult. The tobacco industry knows this. I mean, that's why they target teens. We've know this with cigarettes. If we target a teen, then we're going to have them for life. So significantly more likely to become addicted because it actually rewires your brain, and there's plenty of evidence for that. The other pieces that we're worried about is now, you're right, nicotine in terms of cancer, although I will tell you, having talked to some oncologists, they would say the vast amount of nicotine still worries them in terms of cancer. We just haven't had enough research on e cigarettes to really know. Now, you're right. E cigarettes do not have tar, but e cigarettes have aldehydes. And aldehydes have been linked to cancer. So there's still some concern there. There's some early anecdotal evidence, and probably some of my colleagues out there would say, no, no, there's pretty good evidence around cancer. We just don't have enough body of research. But again, it took 50 years to figure out cancer in cigarettes. We've not had the amount of e cigarette use or that we saw with cigarettes for that long. For that many people to really know, it's still pretty new."
    },
    {
        "speaker": "A",
        "text": "I just might want to just interject the aldehydes, like paraformaldehyde, formaldehyde, these are the same chemicals that we use in laboratories to fix, as it's called tissues, to make those tissues firm so that then they can be cut and analyzed under the microscope. Aldehydes cross link proteins, basically change the configuration of proteins and turn what would otherwise be a pliable tissue into kind of a hard, rubbery think of like a dense eraser like consistency, and in other words, not the configuration most conducive for those cells to live and thrive. Actually, quite the opposite, which is why that's for sake of doing anatomy on, well, any body part, you use paraformaldehyde, glutaraldehyde and formaldehyde to cross link proteins. It basically kills tissue by cross linking proteins, taking a nice pliable configuration that's amenable to life and twisting or shearing the proteins, more or less relative, cross linking them and making them nice and rigid. So if that's happening in the living child, that can't be good."
    },
    {
        "speaker": "B",
        "text": "That can't be good."
    },
    {
        "speaker": "A",
        "text": "That can't be good."
    },
    {
        "speaker": "B",
        "text": "Lugs, bloodstream, everything."
    },
    {
        "speaker": "A",
        "text": "And all the aldehydes are carcinogens, correct? We know they cause cancer."
    },
    {
        "speaker": "B",
        "text": "Right, right. And so that's why there's a lot of concern there. And when I talk to teens and in our curriculum, we often say, because when you just say and you gave a beautiful explanation of the aldehydes, but for a teenager, what I generally say is, have you ever dissected, had biology and you dissect a frog? Yes. How did it smell? It was gross. Well, that's what you're putting into your body when you're vaping, because that's exactly the point. And that kind of helps them understand it a little bit more. But there's a lot of concern around the aldehydes. There's lead, there's cadmium, there's propylene glycol and glycerin. So there's a lot of other chemicals. So no, we may not have the thousands of chemicals that we have in cigarettes, but we certainly have hundreds of chemicals in an e cigarette. That's very concerning. So there are a lot of studies now really showing pretty significant effects of e cigarette use on heart and lungs. A lot. Not only all the chemicals we've mentioned, but also the flavorants. There's cinnamon, aldehyde, another aldehyde, there's vanillin, there's. What is it? The buttery flavor that's in there is also a lot of concern. So that you're inhaling these flavors. And I have often explained, you can take flavors, you can take butter and heat it to several hundred degrees and eat it if you don't burn your tongue, but you then take it and really inhale the resulting aerosol. And then we're seeing the lesions on the lungs. We're seeing young people who have been using e cigarettes, having lung collapses, pneumonia, asthma, amongst people who have not had seizures. One of the teens I know who was using four pods a day was having seizures."
    },
    {
        "speaker": "A",
        "text": "Makes sense because nicotine is a stimulant."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "It can cause runaway excitability in the brain if too much is taken. If 40% to 60% of kids are using e cigarettes and it's destructive to the lungs and it sounds like the brain as well. Where are all the young athletes? Are they the remaining. Are they the remaining fraction?"
    },
    {
        "speaker": "B",
        "text": "Yeah. And I should say 40 to 60 is what schools are telling me. And that might just be using once in a while. We don't really know."
    },
    {
        "speaker": "A",
        "text": "But even kids, just like, I had to do pe class when I was in high school. Yeah, yeah. We had to run a few laps. I can't imagine doing that if your lungs don't function properly."
    },
    {
        "speaker": "B",
        "text": "No, it is actually much harder. And teens will say that, and adults. I know, I actually know an adult who said that when he went from smoking cigarettes to e cigarettes, it actually was harder for him to exercise and to ride his bike and exercise and do other things on the e cigarette compared to the cigarettes, that the impact on the lungs is so strong. So you're right, it is probably hurting athletics right now, where actually there are some curriculums on athletes and vaping, and we're building one as well. Because there's a lot of concern when you tell a teen, I'm worried about lung cancer in 20 years. I don't care about 20 years from now, but you would tell a teen, it's harder to run, they're more likely to listen to you."
    },
    {
        "speaker": "A",
        "text": "I'd like to take a brief break and acknowledge one of our sponsors. Waking up. Waking up is a meditation app that offers hundreds of guided meditations, mindfulness trainings, yoga, knee jerk sessions and more. I started meditating over three decades ago, and what I found in the ensuing years is that sometimes it was very easy for me to do my daily meditation practice. I was just really diligent. But then as things would get more stressful, which of course, is exactly when I should have been meditating more, my meditation practice would fall off. With waking up, they make it very easy to find and consistently use a given meditation practice. It has very convenient reminders and they come in different durations. So even if you just have 1 minute or five minutes to meditate, you can still get your meditation, in, which research shows is still highly beneficial. In addition to the many different meditations on the waking up app, they also have yoga Nidra sessions, which are a form of non sleep deep rest that I personally find is extremely valuable for restoring mental and physical vigor. I tend to do a yoga nidra lasting anywhere from ten to 20 minutes at least once a day. And if I ever wake up in the middle of the night and I need to fall back asleep, I also find yoga Nidrade to be extremely useful. If you'd like to try the waking up app, you can go to wakingup.com huberman to try a free 30 day trial. Again, that's wakingup.com Huberman we haven't talked too much about peer pressure or just social pressure. I remember when I was a kid, it was in the just say no to drugs era. And I remember seeing the television commercials with the eggs, like two really beautiful raw eggs and say, this is your brain. And then it was just your brain on drugs and it was frying. Nancy Reagan was the big was everywhere in that time. Just say no. Just say no. In any case, there must be a lot of data indicating what messages kids respond to. I was told, and I don't know if this is true, but I was told by a researcher that the anti smoking campaign that was effective in kids was not one that convinced them that smoking was bad for their health, but was one that convinced them that it was their purchasing and use of cigarettes that was making other people rich and then kind of demonizing those people. That was effective. Kind of like show the commercials of these guys kind of cackling behind closed doors, you know, making fun of the people that were, in their words, not bright enough to know that they were being taken advantage of. And then that set a kind of a psychological warfare between teens and these people that they perceived as taking advantage of them for money and that that was effective in getting them to smoke less as opposed to telling them, hey, listen, smoking is really bad for your health, right?"
    },
    {
        "speaker": "B",
        "text": "Absolutely. So first of all, to just say no, not effective. Saying just say no around any behavior to a teenager, whether it's tobacco, cannabis, cigarettes and sex, does not work. It does not work. And for many reasons. First of all, teaser curious. And when you say just say no, why? Well, because it's bad for you. Well, wait a second. Exactly what you're saying. Just telling me that it's bad for me. If you tell me I'm going to get lung cancer or I'm going to have lung disease or anything. And I tried the e cigarette and I didn't have lung problems, and instead I actually liked it. Then we look bad. We look like we're lying to teenagers. And instead, what we were talking about earlier, the feeling, the rush, the flavor, the taste, the perceived and real benefits outweigh the concerns over the risks as a teenager. So when we say to a teenage, just say, no, don't. And they say, well, why? Well, your brain or your heart or your lungs or it's bad for you, they don't believe us, and we absolutely lose credibility. So when we talk to teens, and this is based on decision making research that I've been doing for 25 years, we have to help teens weigh the benefits and the risks. Now, I don't mean that we say, hey, it's good for you or you're gonna like it. Certainly not. But if we only come from a risk model and a just say no model, that never works for teens. We need to help them understand the balance. And teens know that there are good things about using some drugs, real or perceived, and we can't lie to them on that. So that gets to. Then how do we have those messages? And you're right. If we only harp on, and our research would show this, too, the long term health risks, your brain on drugs, those kinds of things that's so far in the future are the trach. You know, you're gonna have a trach if you smoke. But they're showing the 80 year old and no 16 year old even looks at somebody at that age or cares about somebody. That's so that other person, that that's the problem. So we need to talk about the social aspects that teens really care about. You may get wrinkles, although we don't know that so much with e cigarettes. But the athletics, the things that are important to teens now, the campaigns that you're talking about are really effective as well, particularly the mass campaign, which level that we see, social media campaign, which is. Do you realize that the industry, e cigarettes, tobacco, nicotine, cigarette, whatever you want to call it, is targeting you as a teenager on purpose. They want you as a smoker. I used to go to middle school students and say, before e cigarettes, when cigarettes were of concern. And I love saying to young people, 400,000 adults are dying each year from cigarette use, you're a replacement smoker. And it was great because teens said, we get really angry and say, wait, this twelve year old boy was so cute. Wait, I don't want to be a replacement smoker. Doctor Bonnie, it was a big deal to him, and I don't want to give money to the industry. And it's great. Channel that energy and get young people. Madden, that's what really worked. Showing that the seven dwarfs, we call it the seven CEO's of the big tobacco companies at the time said nicotine's not addictive. Nicotine's not addictive. Our cigarettes are not addictive. And that clearly they were lying to teens. You show that to a teen and explain how nicotine is addictive and they knew it, but they're trying to get you. Works really well. And same thing with marketing. We have a whole lesson on marketing. Do you think that candy was for me as a middle aged adult? It's for you. And that gets them mad because they don't want to be duped, they don't want to be targeted. That is a much better message. Now. We still have to tell them about the health risks. We absolutely do. They still need the knowledge. They still need to understand what they're doing is unhealthy. But we can't do it in a lecturing way and we can't do it in a way that makes them feel stupid. Stupid. We can't tell them their brains are developing till 25 and therefore they're dumb. Our lessons on talking about brain are more like, it's really cool that you're developing. That's why you can do dance, that's why you can sing better, you can learn language. There's so much that you could do that's really cool that I can't do right now, but because of that, that's why you're so much more likely to become addicted. And the industry knew that. That's why they're targeting you. Those are the messages that work a lot better for teens."
    },
    {
        "speaker": "A",
        "text": "Sounds like the key is to never undervalue the spirit of defiance in youth and perhaps to wager it against these clearly destructive behaviors. To be honest, I'm shocked that there's so much vape use and e cigarette use. These numbers are staggering. Maybe we could weave in a discussion about cannabis."
    },
    {
        "speaker": "B",
        "text": "Sure."
    },
    {
        "speaker": "A",
        "text": "I did an episode about cannabis. The landscape around cannabis has changed so much since I was a kid. It was highly illegal, at least where I grew up. Now I think it's been decriminalized, certain places still illegal elsewhere. I don't want anyone getting in trouble as a consequence of not understanding what, you know, the laws in their area and outright legal. Pretty easy to get in a lot of the country. And it's not clear that, at least with individual use, that it's being punished nearly as frequently as it used to be. So the ten word summary of the cannabis thing is that the ratio of THC to CBD is important. It is true that a lot of cannabis has much, much higher levels of THC. Now than in the past, although I'm told that high THC level cannabis always existed. But it seems to be the concentration of THC that is of, let's just say, concern as it relates to the potential development of psychosis, if there's a predisposition in terms of the, how addictive the cannabis is and so on and so forth. Which is not to say that CBD is totally innocuous, but it seems to be like the THC concentration is the kind of thing to mainly focus on. So what do we know about cannabis? And here we're going to assume cannabis with a reasonable to high level of THC in it. So not pure CBD. What do we know about vaping and e cigarettes? Use of cannabis specifically? Is it true that youth that are taking nicotine by way of vape or e cigarette then transition into using cannabis? Is it sort of a gateway into cannabis use? And how prevalent is cannabis use in kids age ten to 21?"
    },
    {
        "speaker": "B",
        "text": "First of all, you're right. I mean, THC levels we're seeing, today's joint is about ten joints when I was a teenage. So the dramatic increases in the potency right now that we're seeing around THC. And then you get something like dabbing, which is about 80% thc versus 20% to 30% of the more mainstream products that we have on the market. When I say mainstream, I mean like joints or e cigarettes. So the potency has gone up dramatically and it is of concern. So depending on the study, you're going to see anywhere from ten to 20% of teens saying that they're using some form of cannabis, either smoked or in the form of a joint or a blunt. And for those who don't know, a blunt, a lot of people don't realize is a combination of both tobacco and cannabis. So it's a cigar leaf, or some people buy a cigar and pull out the tobacco and put in the cannabis, or they'll just get the cigar leaf and roll the cannabis flower. Then you're getting both the kind of the double whammy and the chaser, the high of both of nicotine and THC. So we're seeing a fair number of. It's interesting. Even though teens are not smoking cigarettes, they're still using joints, which is interesting, but very quickly increasing. Is e cigarettes with cannabis in there. You could buy a cannabis style e cigarettes, and that's been around for a long time with volcano vaporizers and specific cannabis vaporizers. That's not new, but it's become much, much more popular. But now we're also seeing teens buy a nicotine e cigarette, inhale half of it, and then add the cannabis wax or oil to it, and then basically get the combination. I had one young teenager, probably 12, 13, 14 year old young man, who said, yeah, I got a cherry nicotine vape and I inhaled half of it. She probably used the word inhale, but I used half of it. And then I added in some cannabis oil, and now I had a cherry flavored cannabis nicotine device. So we're seeing that more and more. And even though you're not technically supposed to, when the manufacturers of nicotine e cigarettes will say, don't open them and add stuff, a simple YouTube video will teach you how to do it. And unfortunately, the videos are not using gloves. And benzoic acid is covering your skin and things like that, which is bad for. Which is bad."
    },
    {
        "speaker": "A",
        "text": "Does it go transdermally? Does it go through the skin?"
    },
    {
        "speaker": "B",
        "text": "Supposedly it does, yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. If the benzoic acid is going transdermally, presumably when one inhales off one of these pods, they're also bringing benzoic acid into the lungs."
    },
    {
        "speaker": "B",
        "text": "Correct."
    },
    {
        "speaker": "A",
        "text": "And hopefully people realize this from our episodes on breathing. But if nothing, I'll just make it clear now that when you breathe in a substance, airborne substance, into your lungs, because of the interface between the vasculature, the blood supply, and the lungs, basically things pass from the lungs into the blood supply very, very readily, very quickly. And then if those things are able, they'll cross the blood brain barrier."
    },
    {
        "speaker": "B",
        "text": "Correct? Correct. And it only takes about seven to 10 seconds to go through the whole system and into the brain, too. So it's a very fast process. So, yes, so teenagers are definitely vaping or using cannabis e cigarettes. And the problem is, for one, teens will think it's healthier than just like nicotine e cigarettes. They think it's healthier than combustible. I mean, yes, you're not burning it, but you're still inhaling. And you still are inhaling. There seems to be the propylene glycol, the glycerin, the flavorants, all the aldehydes, even if it's just a cannabis e cigarette. So there's a lot of concern there. And then addiction is still huge. It's a huge issue when you're talking about cannabis. The same reasons that we talked about with nicotine, the brain development and so on, psychosis. Just a lot, a lot to think about here. Psychosis. There's actually some scientists now who are really strongly saying it's nothing associated as causal, that if you are predetermined to have a mental health issue, psychosis, schizophrenia, then starting to use or using cannabis can actually trigger and cause you to become psychotic. I don't totally understand the mechanism yet. I don't think we totally do yet. But that there seems to be more than just it might happen, and it seems to be right in that older adolescent, young adult timeframe that it is happening. So around the same time that the brain's developing and we're hardwiring the rest of our brain that that change is happening from a neuronal connection perspective."
    },
    {
        "speaker": "A",
        "text": "My understanding. Sorry to interrupt. My understanding is that indeed, the use of high THC cannabis in youth, in particular male youth, predisposes. And you're saying might even be causal toward the development of psychotic symptoms."
    },
    {
        "speaker": "B",
        "text": "Correct."
    },
    {
        "speaker": "A",
        "text": "In late teens, early twenties."
    },
    {
        "speaker": "B",
        "text": "Correct."
    },
    {
        "speaker": "A",
        "text": "And that some of those cases are ones in which the psychosis is irreversible."
    },
    {
        "speaker": "B",
        "text": "Correct."
    },
    {
        "speaker": "A",
        "text": "Is it sometimes the case that somebody exhibits psychotic symptoms as the consequence of using THC and the psychotic symptoms resolve, or is it some sort of circuit switch that is then permanent?"
    },
    {
        "speaker": "B",
        "text": "You know, it's a good question. I honestly don't really know the answer to that. Of what percentage? The few cases I know of in talking to the psychiatrist would say that it's causal and it may be permanent. Now, it could be managed. It doesn't mean that somebody is going to be having psychotic episodes all the time. I mean, certainly can be managed, and certainly we would say, please don't continue to use would be very important. But whether it's completely reversible is something that I'm not sure of. Somebody more versed in this, but we. What you do in your research and what I know is changes to the neural circuitry is not changeable. You know, when we hurt our brain cells, that is not something that we could recover from. So that is very much concerning."
    },
    {
        "speaker": "A",
        "text": "Yeah. As adults, there are very few new neurons added to the brain. There is significant plasticity and recovery of function in some cases, both by virtue of traumatic brain injury. Certainly people can get over certain behavioral patterns, and that no doubt involves plasticity, but it takes work. And when it comes to addiction, there's evidence that some of the reward circuitry can adjust. But again, it takes adherence to specific things in order to make that happen. I'm very concerned about this potentially causal relationship, but certainly correlation between high THC containing cannabis and psychosis, mostly because we already have a serious problem with psychosis on the planet. A lot of people don't realize that approximately 1% of the world's population has schizophrenia. And by the way, I have to be careful with the language nowadays. Has schizophrenia or is schizophrenic, or that language gets murky but meet the diagnostic criteria for schizophrenia, I think is a safe way to put it. So if one is then adding to that number of people exhibiting and suffering from psychotic symptoms that prevent them from having functional work lives, etcetera, that's an issue. How difficult is it for these adolescents and teens to quit vaping and e cigarettes and cannabis? I mean, can they quit just by deciding, are there programs, are they all going into, you know, recovery programs? Are there recovery programs in schools? I mean, how successful are they in stopping?"
    },
    {
        "speaker": "B",
        "text": "It's really difficult. And maybe I'll talk about nicotine first. And the same would be true for cannabis, but a little bit less. I mean, both are addictive. And interestingly, not a lot of people realize that cannabis is addictive. And about one in six teens or people who are using, particularly under the age of 25, do become addicted."
    },
    {
        "speaker": "A",
        "text": "So they don't realize that it's addictive."
    },
    {
        "speaker": "B",
        "text": "They don't realize it's addictive."
    },
    {
        "speaker": "A",
        "text": "The argument I often heard was, it's not as bad as alcohol, which is kind of a lame argument. I understand why people default to that, but, I mean, getting hit by a car might not be as bad as getting hit by a train of. But I wouldn't even look at that analogy as accurate. There's just different levels of destructive. Different types of destructive. Yeah. These not as bad as blank. Doesn't really seem to work."
    },
    {
        "speaker": "B",
        "text": "No, no. And I often say, people say, well, why'd you start studying tobacco? I mean, there is no safe level of tobacco use, period. Yes, we have very few 30 year olds who suddenly pick up a cigarette and become addicted at that point. Your development of your brain, now, if you use regolith, are you still going to hurt your lungs and heart and stuff like that? Absolutely. The brain changes may not be there in the same way, but most people don't pick up a cigarette or an e cigarette for the first time in their thirties or forties and on. So, absolutely, it's addictive, and it is probably the most difficult to quit drug that's out there. Whereas alcohol, we don't see, I mean, yes, we have alcoholism. I'm not downplaying that. It's a huge issue in this country. It's a huge issue on this planet. But you're not going to have people in two weeks, three weeks, suddenly say, I'm addicted to alcohol. You are going to with nicotine, and you are with cannabis to some extent as well. So yes, nicotine is incredibly addictive. And we have so many teens who are addictive, addicted to nicotine through e cigarettes and really struggling to get off of it. I gave a talk recently to a group of parents and they said, this is all great information, Bonnie, but how do I help my kid? And I just felt awful because there's not a lot that we have. So taking a few different things. First of all, we don't have, there are some programs, there are inpatient programs. Absolutely. Showing some inpatient programs. There are actually some inpatient programs, and."
    },
    {
        "speaker": "A",
        "text": "Those are going to be expensive or require that people have insurance that will cover that."
    },
    {
        "speaker": "B",
        "text": "Absolutely. And they take weeks. And then you're taking a young person out of their natural environment, out of their school, out of their friends, stigmatizing, which hopefully we're not stigmatizing drug use anyway. But, you know, you take a young person at 1214 16, you put them in another place that's very difficult on them. And if part of why they're using in the first place is stress, you're just enhancing that. Outpatient programs, we have some things, but the problem is we don't have the best recommendations because we don't have great research. So, for example, nicotine replacement therapy, the patch, first of all, it's not authorized for use by the FDA. It's not been approved by the FDA for anybody under 18. And yet we have a lot of teenagers who are addicted. We just don't have the right studies, and they haven't gone to the FDA for that approval. Now, a lot of doctors are using nicotine patches and prescribing them for somebody under 18. It's considered off label, but you still can do it, and most people would recommend it. The problem is, and I don't mean problem with using them. I have no problem with, and I've often suggested to I don't treat, I want to make sure that I'm not misquoted there either. I don't directly treat and see patients myself, but based on the evidence and the American Academy of Pediatrics recommendations, we should be using a patch with those under 18. But then the question is how much? If a nicotine patches, about 21 milligrams of nicotine and a teenager is using 40 milligrams in a day, do you give two patches? And I've had some doctors say, wow, that's a lot of nicotine. I say, well, they're using a lot of nicotine what I've heard some my adolescent medicine colleagues have suggested is one patch and then supplement with gums and suckers and lozenges. Not as a starting, I don't mean like what we're seeing with, with some pouches out there like zinn, as a starter. I don't mean that, I mean as a form of treatment, as a way."
    },
    {
        "speaker": "A",
        "text": "To wean them off. So reducing the dosage over time."
    },
    {
        "speaker": "B",
        "text": "Correct. Correct. I, and now, but then they also don't have the hand to mouth piece that we see. That is difficult. So gum, in this case, I mean non nicotine gum, just chewing regular gum. I've heard teenagers say that their withdrawal lasts three to four minutes. So they have a, one teenager said, I have a playlist on my phone that's each song is three to four minutes. And when I start to feel the withdrawal, I pop the music in my ears and I go do something and I listen to the song. And by then that uncomfortable feeling is over. I've heard teens say that they'll run, that there's many different things that they'll do. Chewing on a toothpick, not a nicotine toothpick, but just a toothpick. Other ways to really get their mind off of that feeling is really important. But we also have to know with adults in cigarettes, it can take seven to eleven tries. So we can't expect until they're fully off of a cigarette. Can't expect a teenager to quit overnight."
    },
    {
        "speaker": "A",
        "text": "Especially with the social pressure. And again, sorry to interrupt, but I think the seven to eleven tries, I did an episode on nicotine and I talked about smoking a bit. And most people fail. Most people fail, they relapse. It's very, very difficult to quit smoking. People that do it and stick to it are real heroes of the process. That's not easy, but that's with a heavy incentive, immediate health issues, sometimes it's financial, et cetera. With kids, it feels like all the pressures are pushing in the opposite direction because it's socially rewarded. They get that elevation of mood and focus and there's just oh, so much driving them to continue using."
    },
    {
        "speaker": "B",
        "text": "Absolutely right. One of the things that we do in our program to help teens quit is we talk about social withdrawal. And it was actually one of our, we have a wonderful group of 40 youth who work with us. We call our youth action board our yab, our reach lab yab. Our yab say that we need to talk about social withdrawal, not just physical, because of exactly what you're talking about. They may not be able to go to that party on a Saturday night where they know their friends are vaping, because it'll, and we know the brain cues up that they'll see or smell or witness somebody using an e cigarette, and those cues will happen and they'll want to use it. So they actually have to isolate themselves from their friend group who was using. So it's very difficult. So really setting up your social milieu, really setting up your friends who are not using, really trying to talk and have your family around you. And I really tell parents, it's not the time to get pissed off with your kids for using. It's the time to really help them. Let's be in this together. And often I say the reason why they're using isn't their fault. Let's go back to the beginning of our conversation about marketing and that they're being targeted. And teens didn't even know what was hitting them, what was going on. So let's not be mad at them. Let's be sympathetic and help. So they need the combination of nicotine replacement. They need to change their milieu. They need to have healthy snacks and water and exercise and all kinds of things around them. And they may also need cognitive behavioral therapy or some other therapy to really get them. It's not going to be a one stop. We need to work with them. And that's the same with cannabis, by the way. This is just anti drugs and just feel so bad. It is such a problem right now. When we built our curriculums, same thing I said I was doing middle and high school and never thought I'd do elementary, and we have an elementary curriculum. I thought I was only going to do prevention. We now have intervention and moving towards cessation. That's how many young people are just struggling right now."
    },
    {
        "speaker": "A",
        "text": "When I was in high school, there seemed to be a phenomenon of certain behaviors allowed kids to have some social clout by virtue of, I guess they used to call it holding. Like if someone had weed or if somebody. Yeah, if they had weed, then it sort of gave them a position in the social structure. Oftentimes the kids that I was friendly and knew most people in my high school class, and a few of them were less socially engaged than others. But then at some point midway through high school, one of them was start showing up with weed at parties or something, and suddenly they had a social clout. It was kind of interesting to see how having paraphernalia, having nicotine or cannabis, or whatever it is, I think, has long been an instant route to inserting oneself into a social structure which is obviously unhealthy. I'm not promoting this. And then it is social. There's an instant substrate for communication. When I was growing up, worked at a skateboard shop, and on my break, I would go behind the shop. There's a little alley there. We'd skateboard, there's this little bump. But occasionally employees would share a cigarette or you'd ask someone for a cigarette. This was kind of a way of bridging social gaps. So again, I feel like it's so hard to be a teenager. There's so much going on internally and externally. Everything you're talking about in terms of the negative health effects, the paraphernalia, the marketing, the taste, the addictive qualities of it, etcetera, just start to pile on all these challenges to staying away from it. But a big one seems to be the instant social cred that one gets when they participate in something that other people are participating in. Because, for instance, a sport, if there's a pickup basketball game, you have to play reasonably well to get into the game. Otherwise it's not going to be easy or you have to be very bold. So unless you're engaged in a sport, you're in theater, you're doing other things. It's sort of an instant route. Okay, I think I've made my point. Is there anything about that that, by way of understanding, can help create replacement behaviors? I mean, it's going to be hard to take a kid who's, you know, entire life is hanging out with their friends and vaping cannabis or nicotine after school and hanging around and playing on their phone and saying, hey, listen, you're going to quit vaping nicotine. You're going to feel worse. Your friends are all going to be doing it, and you'll still be their friend, but you're not really part of it. It's almost like you have to create a culture of quitting before this can really go the other direction."
    },
    {
        "speaker": "B",
        "text": "You do. And what you're saying is so correct and so relevant and why I feel so bad for teens right now and the social media. Right. You put that in there as well, and it's all over the place right now with them. They're bombarded by all of the different factors that you talked about. And it was interesting, we were talking about earlier around the social aspects, too. I was thinking there was a point where it was so cool, particularly around jewel. It was so cool to jewel that I had teens come up to me and say, doctor Bonney, do you have a fake e cigarette. And I said, a fake e cigarette? Well, yeah, all my friends are using and I don't want to, but I want to fake it. And I just felt so bad and I said, well, I'm not going to get you a fake e cigarette, but I will help you with refusal skills and teach you how to say no. But in this case, not just say no, but teach you how to feel good about saying no to certain things that you don't want to be doing. And during that time, it was very difficult for teens to come up and say, I either want to quit or I don't want to be a user. I just don't want to start because that was not cool. I think we changed in the last couple of years. Thankfully. I think there are more teens who are not using, who are open to it or who are open to quitting. A lot of teens want to quit right now. So thankfully we're in a new era where this, yes, the pressures to use are absolutely there, but there's starting to be a tide change where we're getting more teens who are getting on the so called bandwagon to either quit or not used. I think the social supports are being there a lot more than we've ever seen before. We have more youth groups who are getting on board of either trying to help quit or trying to make sure that it's okay not to use. It's still hard and what you're talking about. So it's our job as adults and healthcare providers and community partners and educators to really talk to young people, to set up those social groups and say it's okay not to use. It's okay to come on over to this group. Yeah, maybe you're not going to be with that same social group on Saturday night. Let's start a new social group for you. I'm not saying it's easy. This is not easy for young people and it's not easy. Parents are struggling, too. They're struggling to know how to talk to their teenagers. But this is what we have to work towards and setting up those social networks of it's cool not to use. One of the other things, by the way, that we talk about is the environment. When we talk to teens about not using and why it's bad for them, heart, lungs, et cetera, and all the things and being duped and be marketed to and the money. The environment piece has also been interesting. You know, teens right now may not care about their hearts, their lungs 20 years from now. They care about the environment and there are environmental aspects to these. The plastics, the pods don't disappear. The benzoic acid does nothing evaporate. And we've got secondhand vapor, secondhand smoke, secondhand and third hand. So what I mean by that is if I were to use an e cigarette near you, you would actually get a lot of the volatile organic chemicals. A lot of the nicotine is in the air. Actually, some studies suggest Covid might even be on those droplets. There's a lot of issues there. And then third hand is it just doesn't dissipate that vapor aerosol. It's not a vapor. That aerosol then settles into carpets and clothes and so on. And this is toxic to pets, to children, things like that. So we talk to teens about that. That's another way to get young people to be willing to either quit or to rally around. Not using is the environment. If I washed dishes for too long, my younger was out of the house. But when she comes over, I get yelled across the room, mom, turn the water off. The environment. We have to save water. That's what they care about so much that if we could at least get that into young people's hands, say, you know what? You may not care about yourself, but what about your friends? And what about the environment? I think we can also shift some of the generation right now."
    },
    {
        "speaker": "A",
        "text": "Interesting. Yeah, I think replacement behaviors, concern for the environment, seem like good incentives. I'm hearing all this. I feel really lucky that I was always obsessed with something growing up, whether or not it was like birds in fish tanks or skateboarding or prior to that, soccer or, you know, I mean, certainly there were drugs and alcohol around, but there were always activities that kept us busy. And I guess I wonder whether or not the advent of social media has created less interest in activities after school activities, I guess they used to call them. But even if it's video games, if it's playing a sport, if it's theater, if it's art, if it's music, presumably kids are still doing all that stuff. But is it the case that the kids that are vaping, let's say nicotine, maybe cannabis as well, are less likely to be engaged in other activities? I mean, is this thing becoming just kind of a closed loop of reward? I mean, that's, to me, the real danger of any substance that increases the dopamine system activation without a lot of effort. Right? Because as you and I know that the whole of dopamine circuitry as it relates to reward is all about effort, reward, reinforcement, effort, reward, reinforcement. But the effort piece is key. And drugs basically bypass the effort piece, and then you get the reward reinforcement, and then eventually the rewarding and reinforcing levels of return on that drug, nicotine, cannabis, et cetera, diminishes, and then you're just caught in a behavioral loop."
    },
    {
        "speaker": "B",
        "text": "Right, right. Absolutely."
    },
    {
        "speaker": "A",
        "text": "So, you know, are kids doing less stuff? Are they studying less as a consequence of this? Are they playing fewer sports? Are they less engaged in youth theater and music, youth groups and things like that?"
    },
    {
        "speaker": "B",
        "text": "When we were talking about cigarettes, when I first started my career, up until probably 2014, I would say, yes, you're absolutely correct. And it was generally the teens who would say, I'm bored, and I didn't know what to do with myself, and that's why I picked up cigarettes, or I'm not an athlete, or this was my social outlet. I haven't seen that as a result. As much with e cigarettes now. As a result of e cigarettes, yes, but not as a cause of using, because it's so ubiquitous. E cigarettes we're seeing everywhere. It doesn't matter if you're how old you are. Male, female used to be more males using because some of the earlier devices were more tech and guys were using it, and some of the females didn't want to put them in their purse because they would leak. We now are seeing more of an equal rate, if not a little bit more female using. It's not your so called bad or good kids. It's not anything. It's not the young people who are struggling with school. It's everywhere right now, independent of location, race, ethnicity, things like that. So I don't see so much what you're talking about in terms of a predictor. In terms of a result. Absolutely. I mean, then we're seeing teens who become more isolated, who are not engaged as much, who are more bored because they're sitting home and they're vaping. But I also see a lot of young people sitting around together vaping. So I do think that that landscape has changed. Is it gonna change back? I don't know as hopefully we change the culture again. But it's an interesting thought. I mean, as soon as you said that, I was thinking, yeah, I mean, they're certainly not out as much as they used to be in terms of. And we were talking about this at the beginning. We're nothing. Seen them out in parks as much. We're not seeing them playing pickup sports games as much as we used to. But I don't think that's because of e cigarette use. I think that's because of social media and just the whole change. And honestly, parents being afraid of letting their kids out for some predatory behavior and in other ways."
    },
    {
        "speaker": "A",
        "text": "You mean if kids are let out of the house, they're more at risk to predatory behavior? But of course, they're also at risk. But just by use of the phone. Because the phone connects everywhere."
    },
    {
        "speaker": "B",
        "text": "Absolutely. The phone connects everywhere. And that's something we try to teach teens as well. But I think that that's been something that parents are worried about. You know, I have to almost, the pendulum almost swung too much of now I have to keep my kid in because I don't want to let them out of the house and I don't want to let them alone, driving it alone at the park and things like that. But I think that we've reduced, you were talking earlier about autonomy. We've reduced teens just autonomy. And they have to get into a little bit of trouble. They have to jaywalk. They have to do, I mean, I'm not encouraging, but there's some natural amount of getting together and hanging out and being crazy at the park and playing and playing games and things like that. And I think that has stopped or slowed down a lot. I see it with some people in my own community. I don't see as much just hanging out in the front yard shooting the breeze, and instead they're inside and they're on their phones and stuff like that. So could that be part of why we're seeing more e cigarette use? Possibly. I just don't have, I haven't seen the studies on it."
    },
    {
        "speaker": "A",
        "text": "Yeah, perhaps that's a good segue into risky behaviors. When I was a kid, I mean, the dumb stuff that we did, meaning dumb because it was dangerous to ourselves. I mean, I am not suggesting people do this. Kids, please don't do this. Just don't. But just the dumb stuff of, you know, jumping off roofs or between roofs. I'm not going to give any other, any anecdote. It's just, it's amazing that we all survived and some didn't. But that was largely the consequence of drugs, alcohol, mental health issues of kids I knew, but car accidents, actually, I grew up in the mothers against drunk driving era, and there was real discouragement around drunk driving. I was fortunate that, at least in high school, most of my friends didn't drink or didn't drink much. But you still heard about fatalities in kids happen. Even one is too many, obviously. What's going on now in terms of risk taking behavior, driving fast, driving drunk, doing what used to be just described as dumb stuff that unfortunately sometimes is fatal or results in paralysis. People jumping off bridges into water without testing the water depth. We've all heard the stories, and sadly, there are true stories of people becoming paralyzed, that kind of thing. Dumb stuff, dangerous stuff. Teens do more of it. Is it still true that males are doing more of that physical danger stuff than females, or is that not true? That's what we used to hear. But then, of course, there's been this big push, importantly, really, to balance out the amount of research on. On both sexes."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's a good point. I mean, some of it has to do with just the methods of our research to know. You know, it's interesting, I haven't seen more recent data in terms of differences by sex of risk engagement and risk behavior. I mean, a lot of what I've seen is balanced out. I think it's maybe different kinds of risk behaviors that people do, but we're still seeing it. We're still seeing teens drinking. We're still seeing teens going to parties and getting drunk. We're still seeing teens out on the beach and getting drunk. I think the big difference now is whether it's from mothers against now, I think it's destructive driving."
    },
    {
        "speaker": "A",
        "text": "Is that what it's called?"
    },
    {
        "speaker": "B",
        "text": "I think it's now mothers against destructive driving. I think that's."
    },
    {
        "speaker": "A",
        "text": "That includes drunk driving and racing and."
    },
    {
        "speaker": "B",
        "text": "Racing and driving under the influence of cannabis or anything else which can be harmful. But at least in a lot of the teens and young adults I've talked to, at least we've gotten that word out to teens. So they're still drinking, and they're still doing stupid stuff when they drink, but they're not getting behind the wheel as much, much less. And this idea of a designated driver or sober driver. Uber or Uber. Uber's really changed."
    },
    {
        "speaker": "A",
        "text": "I guess we should."
    },
    {
        "speaker": "B",
        "text": "Or Lyft or any ride share. Let's just say any ride share has certainly been a game changer in the landscape of teenagers and young adults right now. And, in fact, I've heard not just a designated driver, but a designated partner or a sober. A sober sitter. So this idea that you go to a party and there may be drinking going on, but you make sure that there's one person who's sober, not just for driving, but to make sure you're not going home with somebody you don't want to go home with, to make sure that you're not leaving drunk and falling downstairs to make sure that you're not falling out of that window. So that message we've gotten across really well, which I'm thrilled about. Are we still seeing drunk driving in accidents? I certainly have among some people I know, certainly we are. But I think that the message overall has gotten out there. Some people I've talked to said we just don't get behind the wheel, period. What's also interesting is more and more teens are not driving. They're delaying driving more and more, whether that's because of Uber Lyft. I mean, it's as apparent it's less expensive to pay for a ride share than to pay for insurance for somebody under 25 or to pay for a car. So certainly that might be it. But that is there doing other stupid stuff. I mean, in addition to drugs, jumping, skateboarding, certainly we're still seeing that."
    },
    {
        "speaker": "A",
        "text": "Well, skateboarding is a good sport. You gotta don't exceed your skill level. But jumping between buildings, not smart unless you're super skilled and know what you're doing. I mean, you know, there are the parkour kids and the skateboard kids and the bmX, because we don't want to take away what the incredible things that they can do. But. But there's risk there. Right. I was referring to people who lack the skill to complete the. To complete the maneuver. Right. And getting badly hurt, or in some cases, not getting badly hurt, but you just kind of shake your head and wonder why you. Why you ever engaged in that kind of stuff. Just so risky."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. We're definitely still seeing risk behavior amongst teenagers, and part of it has to do with impulsivity. We know that teens, up until around part of the development. Right. Of cognitive and social, psychosocial and social development, it's up until around 1617, they're still very impulsive. We know with the brain development. Right. The back of the brain develops faster and first, and that's our amygdala, our emotional center, our motor coordination, versus the front of the brain, which is our executive functioning. Our planning for the future are really slowing down and being able to think of the risks and benefits and make those decisions a little slower and a little bit better, more like we would as adults. So we certainly see impulsive decision. You know, hey, let's go teepee that house, or let's go right on that car, or let's go do things that probably, hopefully wouldn't get them killed or injured, but may get them busted in other ways. We're still seeing that. I think there have been more programs to help teens sort of rehearse in situations. So they're not. They're more life skills training, so they're not making some of those impulsive decisions, but teens will. Teens are gonna be teens, which, by the way, is why we don't put things in front of them, like, you know, sugar booger and unicorn kind of marketing that's going to get teens attractive because that is buying into that knee jerk impulsive. It looks cool. Everyone's doing a kind of thing that they can resist. I don't mean that they can't, but just buys right into teens are going to be teens, and that's what they're going to do."
    },
    {
        "speaker": "A",
        "text": "What about sexual behavior? You mentioned that kids are driving less or getting their driver's license less frequently, which, by the way, with respect to teens wanting to drive less, that just, like, baffles my mind. I mean, one of the reasons I like skateboarding as a sport is you could do it anywhere. It was also transportation, and I liked the social milieu. I loved the social milieu of it. But getting my driver's license was, like, one of the most important events of my life."
    },
    {
        "speaker": "B",
        "text": "Me too."
    },
    {
        "speaker": "A",
        "text": "Me too. In the summer, I could do all sorts of things with that. I'm so surprised that kids wouldn't want to do that. Such autonomy there. So much fun."
    },
    {
        "speaker": "B",
        "text": "Oh, I agree."
    },
    {
        "speaker": "A",
        "text": "But I've also heard that rates of sexual behavior are going down. Is that true?"
    },
    {
        "speaker": "B",
        "text": "Yeah, stabilizing and going down. And certainly rates of risky sexual behavior has also gone down. So we are getting the message across around condom use, around STI testing, around birth control, things like that, which is also really good. But rates overall have gone down."
    },
    {
        "speaker": "A",
        "text": "Is teen pregnancy down?"
    },
    {
        "speaker": "B",
        "text": "I think it's down, actually. I haven't looked at the latest numbers. I think it's down, certainly. I don't think has gone up, but I actually would need to look back at those numbers. It's been a little while since I've looked at them."
    },
    {
        "speaker": "A",
        "text": "And is what we're talking about today mostly within the United States and the United States alone, or is it carry over to other countries as well?"
    },
    {
        "speaker": "B",
        "text": "So it totally depends on the behavior."
    },
    {
        "speaker": "A",
        "text": "That we're talking about, let's say, vaping or use of cannabis or nicotine."
    },
    {
        "speaker": "B",
        "text": "So interestingly, e cigarette. Nicotine. E cigarette use has not been as high in a lot of other countries. It depends on the country. But, for example, the UK or Europe, we haven't seen the rates as high in the last few years. Part of it was that a lot of other states have a nicotine standard. So that means a minimum amount or maximum amount, excuse me, of nicotine, that you're allowed to have. So, for example, the UK, I think it's around 1.7%. In the US, we have no nicotine standard, which is another major issue with regulation we don't have. We have, as I was saying, 5%, 10% nicotine levels. There is no regulation about how much nicotine that you could have. So in certain countries, if it's right around the addictive level or a little bit below it, we're going to see fewer teens becoming addictive. It's still bad at any amount, but we're going to see fewer people becoming addictive. The other is, the marketing was not as big in other countries, and really was the marketing was e cigarettes. If you're trying to stop smoking cigarettes not marketed to teens, that has changed in the last year or two. So in countries I've talked to, for example, the UK, I've been interviewed by them many times, times the last few years that they would say, we don't have the same problem. And now they're saying, boy, we are seeing a pretty significant increase in the number of teens who are using. Part of it is a different landscape of the kind of e cigarette that's out there, the kind of marketing that's out there. Whatever it is we are now seeing, is it as high as we have in the US? I don't think so, but it's certainly increasing. Same thing in other countries where they actually didn't allow certain ESA graduation to be on the market, have now come in and been on the market and infiltrated. And even in this country, certain e cigarettes are illegal and they're coming in illegally through illicit trading is happening and crossing the borders. So e cigarette, we're still seeing cannabis, depends on the country, right? Whether it's legal or not. Now, even in the US, I should say even states that have legalized cannabis, you have to be 21. But we're still seeing underage cannabis use, of course, just like we're seeing underage drinking and underage nicotine use in other states where it's just really difficult to get. We're not seeing cannabis as much, but we still are seeing it."
    },
    {
        "speaker": "A",
        "text": "We didn't talk about things like zin pouches, which are becoming more popular with adults as well. So no vaping, no e cig, no smoking nicotine, but a little pouch which is different than dipping tobacco or snuffing tobacco, as far as I know, Zinn pouches and things similar deliver nicotine into the bloodstream, which then crosses the blood brain barrier, goes into the brain, has this effect of creating focus and alertness kind of a little high, but doesn't carry the same carcinogenic risk. But presumably there are other risks which include, of course, the addictive and habit forming nature of it, the blood pressure increase, the vasoconstriction, which is related to the blood pressure, etcetera. But what do we know about zin pouch use? Is it on the rise? Or is it that there's something so compelling about vaping and e cigs that people, in particular, kids, want the physical act of. Of vaping?"
    },
    {
        "speaker": "B",
        "text": "So this is a case where I've seen this one other time where actually the popular press is ahead of the scientific press and probably ahead of the science and teaching us scientists that we better hurry up and figure this out."
    },
    {
        "speaker": "A",
        "text": "How is that?"
    },
    {
        "speaker": "B",
        "text": "So the popular press has been talking about zin a lot and arguing that it's a very popular product and that we're seeing now, this is true, we're seeing a very sharp increase in the market share of zin compared to other nicotine products. So we're seeing it on the rise. What I mean by science hasn't caught up is we don't have a lot of surveillance data to show whether or not teens are actually using zin. We have some data. We actually published a study a couple years ago showing around 20% to 25% of people, in general, adolescents and adults, and about eleven to 15% of teens are using a pouch, presumably zinnipe. We didn't ask. We now are looking at our data around zin use, but we don't have wide scale studies. We do have studies of pouches more generally. Like the CDC showed that about. I think it was a couple of percent, one and a half percent, and that it went up a little bit. So I think. I can't remember. It was something like, I think it went from 1.1% to about 1.5% of teens seem to be admitting using pouches. So not a huge increase, but a few hundred thousand teens are using across the country, as opposed to two and a half million plus using e cigarettes. But with all those qualifications aside, yes, we are seeing an increase in Zen use amongst teenagers. What's most concerning is that it seems like it's teenagers who are not using it in addition to e cigarettes, but new initiates. So they're now just like I'm concerned about teens initiating tobacco or nicotine through e cigarettes. Now it seems like some are initiating through zin."
    },
    {
        "speaker": "A",
        "text": "So zinn is kind of the gateway."
    },
    {
        "speaker": "B",
        "text": "It may be an r ramp to using. And the idea is that they're putting it in between their lip and their gum, and then each pouch of zin is three or six milligrams. It comes in a three milligram pouch or a six milligram pouch. Now, it is nicotine that, yes, it's originally derived from tobacco, but there's no tobacco in the pouch itself. It's a white powdered nicotine. And I don't know what else is in there. We are really lacking the research there. But my concern is, we've seen this with smokeless tobacco for years, is oral cancer, and you're putting this in the mouth and at the mucosal line, and are we going to start being concerned about oral cancer, which we've already been concerned about with other pouches?"
    },
    {
        "speaker": "A",
        "text": "How would you get oral cancer if there's no tobacco and it's just nicotine? Does nicotine? I was under the impression, and please tell me if I'm wrong, that nicotine itself doesn't cause cancer."
    },
    {
        "speaker": "B",
        "text": "The question is, what else is in there? Is it just nicotine, or is there aldehydes and other chemicals that are cut with it? So that's why I'm saying we don't know enough about it. My big concern is exactly what you're saying. Are we going to start seeing teens using nicotine and then nicotine pouches and moving on? But the brain piece, it doesn't matter what else is in there. We are still concerned about the brain development. And if you're using a three milligram or a six milligram pouch, and we know that a lot of teens are using multiple pouches, our study showed this as well. Multiple pouches throughout the day. And actually, since social media is showing teens putting in several pouches at the same time, then you might be getting, again, as much as a pack of cigarettes of nicotine. And that's very concerning. So the whole piece we talked about before about brain development and are we stunting or changing or really rewiring the brain with nicotine? Doesn't matter what form it's in. It is not good, and it's not good for teenagers."
    },
    {
        "speaker": "A",
        "text": "Yeah. Get asked a lot of questions about zin pouches and other nicotine pouches. And one of the more common questions is related to the fact that a lot of people start with one or two pouches a day, quickly move to four to five, and the typical ceiling for most people that at least ask me questions about it is moving to quickly, a canister a day, which is."
    },
    {
        "speaker": "B",
        "text": "A lot of pouches, I think it's 15 to 20 pouches per can."
    },
    {
        "speaker": "A",
        "text": "Okay. So three to six milligrams."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "You can do the math."
    },
    {
        "speaker": "B",
        "text": "Do the math. What's that? 60 to. Upwards of 60."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "Milligrams. That's. That's."
    },
    {
        "speaker": "A",
        "text": "And I'm thinking back to three packs of cigarettes. You got your step ahead of me. Two steps ahead of me."
    },
    {
        "speaker": "B",
        "text": "Yeah. Let's play it safe. Two. I'll give you, you know, two packs."
    },
    {
        "speaker": "A",
        "text": "Of cigarettes per day, at least two."
    },
    {
        "speaker": "B",
        "text": "Packs of cigarettes worth of nicotine. And it's interesting, in. In the. In the old days, when we didn't have e cigarettes and we were talking about cigarettes and we were talking about adults, we would talk pack cigarette years, right? How many packs of cigarettes and for how many years? And that language kind of reduced for a while because adults and people weren't using cigarettes as much, and so we weren't worrying about this concept of packs. I'm worried about it again. We're getting so much nicotine now. Now, yes. Not in the form of combusted, not in the form of burning. Maybe it's in the form of e cigarettes or pouches, but it's still a huge amount of nicotine that we're seeing that young, very young brains are using."
    },
    {
        "speaker": "A",
        "text": "Yeah. Can't be good, in my opinion. I spent years studying brain development, still teach brain development every year. Can't be good. The brain doesn't do well developing with high, artificially high levels of any neuromodulator."
    },
    {
        "speaker": "B",
        "text": "And then you go back to the eight year olds we were talking about earlier, and we have no studies. Right. On. What does a drug like nicotine do to not a teen brain, but a child brain? And clearly is not good. But what exactly is happening? We don't have those studies, but it's incredibly scary to think about what's happening with young people and getting addicted so young and then continuing that addiction of a lifetime of addiction that they might have."
    },
    {
        "speaker": "A",
        "text": "Seems like it would be appropriate now to take a step back. I think everyone agrees that these are major problems that are in our youth and just evaluate messaging and tools to overcome these issues. Obviously, if you never try a substance or a behavior, you can't get addicted to it. But given the prevalence of this stuff, what sorts of messaging work? Earlier, we talked about accessing the rebellious spirit that is youth as a way to get youth to engage in healthier behaviors and abandon unhealthy behaviors. But there's quitting. There's just say no, and then there's harm reduction. There's convincing people that some substance is bad for them and scaring them to the point where they quit. There's incentivizing them to be healthy, there's replacement behaviors. There's just so much in that landscape. I know you just held a conference on cannabis and tobacco recently. I'm sorry I wasn't able to attend. It sounds super interesting, but whether or not we're talking about social media or cannabis or risky driving behavior or I reckless behavior of any kind, what works? And when I say this, I don't necessarily just mean at the level of public health discourse, but also parent to child, peer to peer, sibling to sibling, what works? I mean, how should one approach a kid, or an adult for that matter, who's vaping cannabis or is vaping nicotine at? And it's just clearly going to be a bad trajectory. What can one do? I mean, we all also understand personal accountability, and neuroplasticity generally emerges best when it comes from within as opposed to from the outside. But what can we do?"
    },
    {
        "speaker": "B",
        "text": "The most important is, and I've said this for years, have a conversation. And some people think that having a conversation about, name your risk behavior, drugs of any sort, alcohol, tobacco, other drugs. Having a conversation about sex, having a conversation about risky driving gets young people curious. That is not at all the case. There's nothing we can talk to a young person about that they don't already know. We're kidding ourselves to say, oh, we can't mention drugs to a 16 year old because we're going to get them curious. They've known about drugs since they were eight years old. We're not. And I often say to parents, start that conversation young. When your kids are really young, four or five, maybe the conversation is having a cookie or having some grapes and make, or going to bed now or going to bed in five minutes. I used to say that with my own kids, you want to go to bed now or in five minutes. So they felt like they were making the decision. I didn't really care which decision they were making. It was not a fight. We need to start having conversations around decision making and healthy decision making and not have a confrontation, but a conversation very young. Now, I'm not saying that we talk about drugs or sex when they're very young, although to be honest, I did. I talked about cigarettes and pubertal development with my kids when they were very young. But just starting that conversation so that when you move into more sensitive topics, more difficult topics as a child ages and becomes an older child and into adolescence, it's not shocking that you're having those conversations, and this is whether you're a parent, an educator, or whatever. So just talking a conversation and not scheduling it, by the way, not on Saturday at 03:00 we're going to sit down and talk about sex. Or 03:00 we're going to talk about drugs. That does not work. You need to. I would joke that was like the queen of organic conversation. I'd see something on tv, you know, oh, let's have a conversation about that. Just making it a natural part. And you were asking about differences in cultures and countries. We don't normalize those conversations. Other countries do, and we need to be doing that."
    },
    {
        "speaker": "A",
        "text": "It sounds like we don't normalize them or formalize them."
    },
    {
        "speaker": "B",
        "text": "Correct. We don't. So that's one thing. The other is we're kidding ourselves. If we just talk about the. Just say now, as we were saying before, of course we want no use. Of course we want teens to wait. I mean, I often say we hope and expect that most people, if not all, will grow up into a healthy sexual relationship, whatever that might look like, even a healthy alcohol relationship. A glass of wine or half a glass of wine at night with dinner. Again, no safe use of a lot of the other drugs, including nicotine, certainly fentanyl, illicit fentanyl, I want to make clear, not all fentanyl, but illicit fentanyl. But to just simply say no and don't do and it's bad for you. Is setting up again that failure of your conversation because, okay, well, you're telling me it's bad, but I liked it, or my friend liked it and it's not so bad. So you've lost credibility. The most important part of harm reduction is not to do it. Absolutely. Of course. Not to use. Not to have risky sex, maybe not to have sex at all until you're older, not to use tobacco, not to use any drugs. But how do we do that with a young person who you go into a classroom and 10%, 20% have already started using or having sex or whatever the conversation is, you shut them down. Well, they don't understand me, so why should I listen to them? They're not talking to me. And so that no use conversation doesn't work. There's a continuum or a spectrum of use. Everything from no use to once in a while to regular use, all the way up to addicted use. We're talking about drugs. So to go in and assume that nobody's ever used or nobody wants to use, you're setting yourself up for failure. That's the expectation. That's the hope. But what we really also need to talk about is best if you don't use. But if you do, let's. If you are using, let's hope you cut back or quit. And if you are continuing to use, let's keep you safe. Let's make sure that you're not gonna die. And what I'm talking about here is, you know when most parents, if their kids are gonna go to a party? Well, I shouldn't say most parents, but a conversation often is, hey, I hope you're not drinking, but if you are, pick up the phone and I will come get you. That's harm reduction. And parents, oh, I didn't think about that. Well, that's putting safety first. That is a harm reduction message. Or saying, you're pretty young to start having sex, but here's a condom just in case. Why do we schools have condoms in? Because they know that as much as we say it's best to delay, teens are going to, that's harm reduction. Let's at least reduce risk of STI's pregnancy and so on."
    },
    {
        "speaker": "A",
        "text": "And what do the data say is the consequence of harm reduction versus the kind of like, thick black line, don't go anywhere near this behavior."
    },
    {
        "speaker": "B",
        "text": "All the research, or pretty much all the research that I've read and hopefully will contribute to shows that those messages, the harm reduction messages, or what I would say comprehensive, really the harm reduction, unfortunately, harm reduction has gotten a bad rap, partly because of cigarettes versus e cigarettes and this reduction or harm continuum with tobacco. So maybe we don't say harm reduction. We say comprehensive conversation, comprehensive education from no use all the way up to what do we do if you are using? And all the research is really saying that those messages are way more effective than not using at all than that. If we tell teens, don't use, and we see this a lot in sexual behavior, we say, do not have sex, period. Sign a contract that you're not going to have sex, and then they're in a situation, and we don't arm them with the understanding of how to negotiate, how to have a healthy relationship, how to have a conversation. What do they do if they're thinking that they might want to have sex, what do they do in that situation? We then find that we're having teens who then don't know how to protect themselves and either have sex that was unwanted or sex that was unprotected. And teens want to understand. They want the truth. They want the knowledge. I went to a school and asked whether if I came and talked about cannabis, would they come? And they said, absolutely, I want to understand it. And there's this great quote that I recently learned that said, basically the concept is if you don't teach teens, they're going to seek out information. So the quote is, having teens learned about sex from porn is like having them learn physics from a transformer from the transformers or having them learn how to drive from fast and furious. We need to give teens the information because they're going to find it."
    },
    {
        "speaker": "A",
        "text": "That's right. They're being exposed to other information elsewhere anyway. So what you're talking about here is coming up with counterbalances."
    },
    {
        "speaker": "B",
        "text": "Counterbalances real science based information. That's not overblowing the risks, that's not scaring them. And then that helps them understand its. It's best to say no. But if you do fentanyl, let's make sure you're not using alone. I mean, obviously I don't want somebody using a drug that hasn't been tested and they got off the Internet, period. Because I know kids who have died."
    },
    {
        "speaker": "A",
        "text": "It's so scary. You know, we have close friends that, gosh, I would have never guessed that their kids were using drugs. And maybe they were using drugs at the frequency that was always typical of youth. I don't know. I don't know the situations well enough, but I would say about once every four, sadly, once every four to eight months, I hear about someone's kid or close relative that died of a fentanyl overdose. It does seem to be kids 30 and younger."
    },
    {
        "speaker": "B",
        "text": "Yeah, it was more in the twenties and thirties. It's now really getting into the teens. Teens and young adults. You're absolutely right. And some of the teens I know of and young adults who have died were not your drug users. You know, we talked about not stigmatizing. And that's the other thing. If we don't talk, then we're stigmatizing. We need to have those conversations. But a lot of those teens were not using. They needed a pill because they were in pain or they needed something and they were not told. And this is, again, that harm reduction in that conversation. They were nothing told. Don't buy something off the Internet. If you do, test it and test it with a fentanyl strip, for example, and make sure that you're not using a loan. Because if you're using a loan, we can't then give you an arcan. We can't do something. I carry an arcan with me all the time."
    },
    {
        "speaker": "A",
        "text": "Do you really?"
    },
    {
        "speaker": "B",
        "text": "I do. I have it in my backpack all the time."
    },
    {
        "speaker": "A",
        "text": "For anyone that you might see that's."
    },
    {
        "speaker": "B",
        "text": "Having an overdose or anyone who might see it."
    },
    {
        "speaker": "A",
        "text": "Kids in particular."
    },
    {
        "speaker": "B",
        "text": "Yeah. Thankfully, it hasn't happened, but if it does, and you can't hurt somebody from using it, if that's not what's happening."
    },
    {
        "speaker": "A",
        "text": "So you should everyone carry a narcan?"
    },
    {
        "speaker": "B",
        "text": "I think everybody should have Narcan. I do. I think every school should have Narcan. I think every library should have narcan. I think every bar should have narcan. I absolutely believe it. Now, test strips is an interesting debate that I've had. I totally believe in this concept of comprehensive, if you don't want to say harm reduction, comprehensive drug education, comprehensive sex education. And what I mean by that is both the spectrum of use or behavior as well as all kinds of drug sex, rock and roll that we talk about the whole thing. But fentanyl test strips has been an interesting dilemma within myself, and I'll explain why. I've been working with some groups to try to test whether we could study whether if we put a both Narcan and fentanyl test strips in schools with teens, get them. So you're my fantasy bowl of condoms, bowl of Narcan, bowl of fentanyl test strips, and you have it out for teens."
    },
    {
        "speaker": "A",
        "text": "Wow, that's a bold statement."
    },
    {
        "speaker": "B",
        "text": "It is a very bold statement."
    },
    {
        "speaker": "A",
        "text": "What about the argument that I imagine some people counter with? I'm not necessarily saying this is my argument, but just imagining that some people will hear that and say having those things visible, freely available will create more of an incentive for risk taking."
    },
    {
        "speaker": "B",
        "text": "So I've grappled with that and with condoms, we know that that's not the case. It's not going to create teens starting to have sex. Just going back to what we were saying a few minutes ago, you're not going to incentivize or create people engaging in any risk behavior by having the conversation, but my grappling with the narcan and with the fentanyl test strips has been there. Oh, well, you tell me it's a bad idea to use a drug, but I'll just test it and make sure it's okay. Well, I have a couple of problems with that. Even though I still believe in it, I still believe in having those there, because right now we have an overdose epidemic with fentanyl and other drugs. So I'll be honest with you. I grapple if I were in a school and I saw a teenager taking a fentanyl test strip, which probably means that they're going to use it for themselves is the first thing I want to do, shake the kid and say, are you crazy? Don't that means that you're thinking about using drugs? Of course. That's my inclination as a parent, as a scientist, as a developmental psychologist, as a human being. You want to say, what are you doing? So, yes, I would grapple, but at the same time, if I know that there's a chance that a teen's going to go to a party or pick up a drug and nothing know, do I, would I rather that they're safe? Yes. The problem with fentanyl test strips, though, is that they're not perfect. If you are testing the right side of the pill, but it's the left side that has fentanyl, you still could die. And so I don't want to give the impression that, that there's one stop is going to fix anything right now. It is not. And that that is the, the issue with the comprehensive drug education or harm reduction conversations. I'm not saying that it's perfect. I'm not saying that it's going to stop young people from engaging or young people from getting hurt or unfortunately, dying. But if you have a group of youth who are going to use, I would still rather arm them with that information so they don't find themselves in trouble. That is the biggest part that scares."
    },
    {
        "speaker": "A",
        "text": "Me, is fentanyl making its way into all pharmaceuticals like benzos, MDMA. I'm thinking about some of the things that are taken recreationally, benzos, MDMA, is it in cannabis?"
    },
    {
        "speaker": "B",
        "text": "So most of what I've seen is either by itself, fentanyl using or that it's mixed into pain pills a lot."
    },
    {
        "speaker": "A",
        "text": "Why would kids want to take pain pills?"
    },
    {
        "speaker": "B",
        "text": "They're in pain, they're stressed, and. I see."
    },
    {
        "speaker": "A",
        "text": "So they're doing it sort of self directed, clinical."
    },
    {
        "speaker": "B",
        "text": "Correct. Or prozac. They're anxious."
    },
    {
        "speaker": "A",
        "text": "I see. So it's not like they're doing it for recreational drug use at parties."
    },
    {
        "speaker": "B",
        "text": "Some are, some aren't. I mean, there's been so many different circumstances. Cannabis and vaping have been interesting debates, and we actually had this just the other day. Some of the studies suggest that and suggest that biologically, we can't necessarily combine cannabis or nicotine and fentanyl and have the same reaction on the body. And some suggesting that the studies haven't been there and it's still so new. But I will tell you that talking to teens and some studies suggesting that, yes, teens are combining or at least getting and a lot of times, it's not knowingly. It's cut. The fentanyl is cutting, or drug manufacturers and sellers are cutting a drug with fentanyl, and so they're not even teens are knowing it. But that some. I was talking to a person the other day who said that he has definitely heard of and seen some teens with fentanyl overdoses from cannabis or from vaping. So there's so much studies that are still needed right now and to understand the biological mechanism as well as the access to these drugs that we don't know, but I'm nervous. So we teach about drug testing. We teach about not getting something off. There used to be a skittle drug parties you'd go with. People would take drugs and all different things and put them in the. In the middle of a bowl in the middle of the room, and just, you take whatever."
    },
    {
        "speaker": "A",
        "text": "Whoa."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "When was that?"
    },
    {
        "speaker": "B",
        "text": "This is not long ago, maybe 510 years ago, I was hearing about these."
    },
    {
        "speaker": "A",
        "text": "I never went to a party like that."
    },
    {
        "speaker": "B",
        "text": "I didn't either, but I didn't go to parties. I was a pretty square kid."
    },
    {
        "speaker": "A",
        "text": "But it's interesting. Maybe it was just was. I mean, there were certainly drugs around. I feel like now, recreational pharmacology, it sounds like it's everywhere and so different."
    },
    {
        "speaker": "B",
        "text": "Yeah. And self medication is everywhere."
    },
    {
        "speaker": "A",
        "text": "Yeah. That wasn't common."
    },
    {
        "speaker": "B",
        "text": "That wasn't as common or if it."
    },
    {
        "speaker": "A",
        "text": "Was, people weren't talking about it."
    },
    {
        "speaker": "B",
        "text": "I think it was. I mean, I remember as a middle school student walking into the bathroom and somebody had taken, I think, what's called a lewd then, and had passed out. It was certainly around different drugs, but not the same that we're seeing now. And we definitely saw cocaine overdoses when I was younger."
    },
    {
        "speaker": "A",
        "text": "Yeah, I feel like there was a lot of weed, cannabis, that is, alcohol, psilocybin, then as a recreational drug. Now, obviously, it's being explored as a clinical tool, as is cannabis, for that matter. But hard drugs like cocaine, amphetamine, PCP were discussed in the media a lot, but it certainly existed in some high schools and colleges and things like that. But it sounds like it's seeping out of everywhere. It is, and it's in these commercial products. I mean, I think the picture that has been created here is kind of an ominous one. So how optimistic are you?"
    },
    {
        "speaker": "B",
        "text": "I will tell you I'm optimistic in seeing a. A change in the landscape of education. Now, some people say education doesn't work, that we need policies. We need both. I mean, we have federal policies and regulations that are slipping through the cracks FDA with regulation of e cigarettes, with cannabis legalization, but not being enforced. We have age restrictions not being enforced. So we certainly need education. Seeing more and more people, for example, the concept of harm reduction or comprehensive education, comprehensive sex ed. Not everybody is, of course, up for it, but, or open to it, but I'm seeing more of a shift towards understanding the need. I'm definitely seeing more teens, as we were talking about earlier, more teens being willing to say, no, that's not something I'm going to do. More teens joining youth groups, more teens speaking out about concerns and trying to be healthier and make healthier decisions for themselves. So I'm optimistic in the human capital and the social capital. I'm not optimistic when it comes to the pharmacology or the drug capital, so to speak. More and more drugs infiltrating, infiltrating our youth. I mean, you could vape, dot, dot, dot anything nowadays, and that makes me very nervous. I do think vaping, and I am using vaping instead of e cigarettes there to be more lay conversations there, or what the culture is saying. Vaping is just more normalized than we've ever had. It just like smoking was normalized vaping and now vaping anything is very scary to me and very much normalized. So that worries me again. The fentanyl, the hallucinogens making its way more and more so that the drugs themselves and the new devices scares me. The social and the human capital gives me optimism."
    },
    {
        "speaker": "A",
        "text": "Very grateful to hear that you have optimism. Sounds to me, and correct me where I'm wrong, please, and add anything that for parents, for siblings, for teachers, for educators, or for any concerned citizen, it seems like having conversations about these things, the fact that they're happening, so not turning a blind eye, the fact that kids are aware of it, that we're fooling ourselves if we think that they aren't aware of these risk taking behaviors. They're all around them anyway. So we shouldn't shy away from those conversations. And that at least having a conversation about the difference between avoiding behaviors and harm reduction is something that one ought to consider. I mean, obviously, this is a household by household choice."
    },
    {
        "speaker": "B",
        "text": "Absolutely."
    },
    {
        "speaker": "A",
        "text": "In some cases school by school or classroom by classroom choice, but certainly household, maybe even parent by parent choice. But that because of social media and just because of the nature of youth, that young people are having these conversations anyway, that's what I'm hearing coming through. And that you said, don't formalize the conversation so much that Saturday at 03:00 we're gonna have a discussion about drugs, but make it part of the landscape to create some ease of make it facile to talk about these things, concerns, and probably listen to them, too. They're right there in the midst of it. So they have a data set internally about what's actually happening."
    },
    {
        "speaker": "B",
        "text": "Totally agree. Totally agree. And I often say to parents or educators, if they're listening to this podcast or anything, it's actually say, hey, I learned something. Can we have a conversation about what I learned and not confront again, it's a conversation, not a confrontation. It's let's normalize drug discussions, let's normalize behavior discussions, not normalize the use or the behavior itself. So talk to your teens. You're absolutely right. Talk to your teens. This is what I just learned. What do you know? Can we find out some information together? Go on our reach lab websites, go on other websites, go learn information out there. Learn together. And not lecture, but have a conversation. You may not know right away, a team may not tell you right away, yes, I'm using, or yes, I'm having sex, or yes, I'm drinking alcohol, or yes, I'm doing something. That is just a risky behavior. But that's not necessarily our goal as adults. To find out today whether or not somebody is doing something. It's okay to let it be a little bit more organic. It's okay to start that conversation and see that's your building trust. It is parent to parent. But I would say I'm not going to bust you. I certainly am not going to be happy, but let's have a conversation. So that way we could build the trust and I could help you either not use, get help, stop using, or be safer in using, or help you prevent from using at all. So having that conversation, that organic and talking to teens where they're at, as a developmentalist, that's what we do. Meet people where they're at, meet youth where they're at, whether that's using already, not using. Don't come at them with your preconceived notions as an adult because it will not work. It will backfire. We need to use the strengths. Young people are strong, young people are smart, need to use their strengths, take their lead, and then use our adult wisdom and experiences to then turn that into the proper conversation."
    },
    {
        "speaker": "A",
        "text": "Love it. Well, on the topic of conversation and communication, one of the kind of unique features of this podcast is that we have a large social media footprint. And inside of that footprint, we not only broadcast information, but we get information back. So in anticipation of this conversation today, I reached out to followers of Huberman Lab social media on X, formerly known as Twitter and Instagram, and they had a lot of questions for you. We don't have time to go into the many thousands of questions, but I'm going to just ask you, if I may, in kind of a short q and a format, a few of them. And if you don't have answers, you can just say, pass. We'll get back to that. Maybe we'll do another episode, another time. Please don't feel obligated to give thorough answers. We just wouldn't have time. Yeah. So one of the top questions is, would love to learn more about how to get teens to see the longer term implications of the choices they make and the habits they form. Now, is there any way to get them to understand how now leads to later?"
    },
    {
        "speaker": "B",
        "text": "We've done studies where we've asked teens about their goals, and I want to be a dancer. We had one teen tell us, or I want to be a doctor, or I want to be whatever it is. Asking teens about their goals, about their aspirations, and then connecting their current behavior and their current risks and keeping themselves healthy and how that plays into their goals, that tends to work a lot, and we've seen that in our studies. Teens set boundaries. I don't want to get pregnant because I want to be a dancer. Things like that. So really linking what they're doing now to their ultimate goals is one way to really help them think that through."
    },
    {
        "speaker": "A",
        "text": "I like that, how a different, maybe even larger goal could supersede these short term behaviors. They could see how those things link up."
    },
    {
        "speaker": "B",
        "text": "Absolutely."
    },
    {
        "speaker": "A",
        "text": "That's great. There's another question that came in requesting some positive news about teenagers to be shared. Every discussion is around risk or emotional distress or social anxiety or phone addiction, as if they're all dysfunctional because of their brains. We never dismiss toddlers learning to talk and walk because their brains are offline. So I think the point is that can we highlight some of the ways in which the adolescent teen brain is exceptional at something that perhaps the rest of the brains out there or not?"
    },
    {
        "speaker": "B",
        "text": "So I mentioned some of them around our youth group and about the youth movement now against drugs and other things, I think. And it comes the optimism. I'm the biggest teen advocate out there. It's why I study adolescents and I do the prevention and advocacy work that I do. Teenagers are fundamentally fantastic. They're creative, they're passionate. Teens care about the environment. Kids really, teens really care about social justice. Teens do care about our future and our planet. That is wonderful. Well, more than do adults right now. So I think we should be capitalizing on that. Teens are incredibly creative. We need to be working with teens and young adults in everything that we do because they are a future. And I don't mean that as a cliche. I really mean that. So having the conversation, let them be part of that conversation. Help them find out what they think we should do to solve some of the problems. They're the ones to talk to. So I am very optimistic about teenagers. We have 40 teenagers and young adults who work with us all the time in our work because we trust them. So I think some people are afraid of teens. I embrace them. I think they're fantastic."
    },
    {
        "speaker": "A",
        "text": "Love it. Do we know how vaping shapes the teen brain? In other words, are there any known biological changes in the developing brain as a consequence of vaping? And here I'm going to assume it's vaping nicotine. But, you know, we talked about cannabis as it relates to psychosis earlier, so let's just keep it restricted to nicotine."
    },
    {
        "speaker": "B",
        "text": "Sure. Well, we know that during the adolescence that nicotine changes the brain wiring. And what do I mean by that? We're actually born with the nicotinic receptors. We're born with the ability to become addicted to nicotine. Same thing with the cannabis you were talking about before. So if we don't, during the adolescent time, when we're pruning away and getting rid of the connections, the neurons that we don't need, what happens is during that process, anything that we don't use, that we don't reinforce goes away. Well, if we introduce nicotine into our brain, it solidifies. It keeps that receptor there and also makes it to where our receptor is really kind of. I think of it as, like, keys and locks in a key, and suddenly you've got that receptor and it says, oh, you're putting nicotine in there. Keep that in there, or cups. It's developing. Those cups I often think about, and filling those cups with nicotine, and those cups are your receptors that were already there. You then take away that nicotine and your cups say, I need more. So you're rewiring your brain. You're wiring your brain to be more likely to become addicted, and now you're addicted, and you need to keep feeding those cups with nicotine or you're going to go through withdrawal. And so that is what is happening during an adolescent and young adult that we don't see in adults. That's why we really want to keep young people away from nicotine as long as possible."
    },
    {
        "speaker": "A",
        "text": "A lot of questions about, are there negative effects of pornography on the developing brain? I imagine there's a lot of literature."
    },
    {
        "speaker": "B",
        "text": "On that, yeah, I don't know as much, actually, on the developing brain. I'm sure there is. I don't know there is. But there's clear evidence about viewing pornography around just not having good, healthy sexual relationships, because porn is not normal. It is not a normal relationship between two people. What you are doing is really making it so. That way, you are not necessarily developing a healthy relationship with your partner because you are assuming some gold standard out there that may or may not be able to be achieved. It also is also a problem with body shaming and the body types that most people don't have and can't detect achieve. And that's another problem out there with pornography."
    },
    {
        "speaker": "A",
        "text": "A lot of questions about how social media impacts brain development. That's probably an entire episode unto itself."
    },
    {
        "speaker": "B",
        "text": "It is. It is that we could do another."
    },
    {
        "speaker": "A",
        "text": "Time, and we should. And if you'd be so gracious to come back and do that, we will. I think, as just a final question, you know, is there any information about potential causality between the mental health crisis that we observe in youth and, let's just say, substance use of the sorts that we talked about today? Obviously, the directionality is tricky there. You can imagine that a lot of high GHC cannabis use is leading to more psychosis, but it seems more likely that kids are self medicating in the face of, like, immense challenge, you know, not just the lockdowns and the culture around isolating kids from other kids and the stress that was on everybody. Stress generally, the socio political landscape, social media. I mean, it's hard to not feel like it's at least a cloudier, maybe a darker time than it used to be. But I don't know. I mean, humans have evolved through a lot, and I don't know that it's also fair to say that everyone's bummed out about what they see. Presumably there's still some optimists out there."
    },
    {
        "speaker": "B",
        "text": "So. Absolutely. There are plenty of studies that show the bi directional relationship between anxiety, depression, mental health, and substance use. You're right, a lot of teens are self medicating by using various substances to reduce their anxiety, reduce their stress, and also just social lubrication of going into a party in pre gaming, or going into a party and using drugs to make themselves less stiff, less stressed during that situation. But more. What we're talking about is that they're self medicating because they're feeling sad or uncomfortable. And this is, they think, helping them. Again, it's not helping, it's making them feel less bad by continuing to use. But we also do know that drugs also lead to suicidal ideations, suicide attempts, psychosis, and other mental health issues. We also know that drugs lead to reduced academic achievement, even though there's some potential cognitive reinforcement that's going on. There's also some issues with lack of concentration. The other piece, by the way, that we didn't really talk about a lot, but is the co use that we're seeing a lot of teens not just using multiple products, but using them together. So a lot of teens who are chasing cannabis and tobacco because it enhances the high, or they're using cannabis with alcohol and other mixing of drugs, which is enhancing the high, but not in a good way, and very scary for young people. And a lot of times young people don't even realize, like with blunts, which is truly, as I was saying before using nicotine and cannabis together, that you're actually becoming addicted to both products really simultaneously, and that we're seeing young people who are having mental health issues and depression more likely to use both products. So definitely linkages there amongst mental health issues and multiple products as well."
    },
    {
        "speaker": "A",
        "text": "So, polypharmacology? Yeah, well, I don't want to end on a down note, but I don't think it's a down note. I think what you've done today in sharing with us the realistic landscape of what's happening out there and the realistic landscape of what you're trying to do to ameliorate these issues is nothing short of spectacular meaning. As cloudy as it may seem in our youth, there's also great hope in everything that you're conveying, which is, to put it simply, why would you be trying so hard to fix these problems if you didn't believe that they could be fixed? So I find great optimism in the message. I like data, and you shared with us a tremendous amount of data about what's happening, what likely needs to change, and the optimal change and optimal route to change, as well as some realistic, perhaps less than optimal, but realistic approaches. Sometimes it's just a matter of harm reduction. We're not going to eliminate these potentially dangerous behaviors or dangerous behaviors. So for all of that, I want to say thank you. It's a tremendous gift to us all. And I know that we have a lot of parents and kids and non parents and every age and background that listen to this podcast. And what's clear to me is that it's going to be a community effort to try and face all this. And I keep hearing in the back of my mind this thing that you've said several times, now that kids know what's happening, we have to have these conversations. They're hard conversations to have for any of us. They're uncomfortable for adults to have, but that until we normalize at least the conversation, it's unlikely that we're going to solve these problems. So thank you for your incredible efforts in the research domain and also for helping to normalize and bring about these conversations. They're oh so important. Thank you so much."
    },
    {
        "speaker": "B",
        "text": "Thank you very much."
    },
    {
        "speaker": "A",
        "text": "Thank you for joining me for today's discussion with Doctor Bonnie Halpern Felsher. Please be sure to check out the links in our show. Note captions to Doctor Halpern Felcher's Laboratory, an opportunity to contribute to the research in her laboratory and the zero cost resources that she has provided for adolescent teen and young adult health. If you're learning from and or enjoying this podcast, please subscribe to our YouTube channel. That's a terrific zero cost way to support us. In addition, please subscribe to the podcast on both Spotify and Apple. And on both Spotify and Apple. You can leave us up to a five star review. Please check out the sponsors mentioned at the beginning and throughout today's episode. That's the best way to support this podcast. If you have questions for me or comments about the podcast or topics or guests that you'd like me to consider for the Huberman Lab podcast, please put those in the comment section on YouTube. I do read all the comments, not so much on today's episode, but on many previous episodes of the Huberman Lab podcast, we discuss supplements. While supplements aren't necessary for everybody, many people derive tremendous benefit from them for things like improving sleep, for hormone support, and for focus. To learn more about the supplements discussed on the Huberman Lab podcast, you can go to Livemomentous, spelled O U S. So that's livemomentous.com huberman. If you're not already following me on social media, I'm Huberman Lab on all social media channels. So that's Instagram, X, LinkedIn, Facebook, and threads. And on all of those platforms, I discuss science and science related tools, some of which overlaps with the content of the Huberman Lab podcast, but much of which is distinct from the content on the Huberman Lab podcast. Again, that's Huberman Lab on all social media channels. If you haven't already subscribed to our neural network newsletter. Our neural Network newsletter is a zero cost monthly newsletter that includes podcast summaries as well as brief protocols in the form of one to three page PDF's covering everything from deliberate cold exposure to a foundational fitness protocol, optimizing and managing your dopamine neuroplasticity and learning. All of which is completely zero cost. And to sign up, you simply go to hubermanlab.com comma go to the menu tab, scroll down to newsletter, and supply your email. We do not share your email with anybody. Thank you once again for joining me for today's discussion with Doctor Bonnie Halpern Felsher. And last but certainly not least, thank you for your interest in science."
    }
]