[
    {
        "speaker": "A",
        "text": "Welcome to the Huberman Lab podcast, where we discuss science and science based tools for everyday life. I'm Andrew Huberman and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. My guest today is Doctor Mary Claire Haver. Doctor Mary Claire Haver is a board certified Ob GYN and an expert in perimenopause, menopause, and all aspects of female specific health during today's episode, Doctor Haver explains exactly what perimenopause and menopause represent in terms of their underlying psychology and biology, and the specific actions that all women can and should take in order to navigate these stages in optimal health. She also describes the things that all women should know and do long before perimenopause arrives in order to best navigate perimenopause and menopause. Once they arrive, we discuss specific nutritional practices, supplementation practices, as well as conversations that you should have with your mother and with your physician, in particular your ob Gyn. Not just as perimenopause and menopause approach, but at every developmental stage. A fair amount of our discussion centers around hormone replacement therapy, not just for estrogen, but for testosterone in women as well, and the many misconceptions and controversies that exist around hormone replacement therapy for menopause. Doctor Haver explains how the specific timing in which hormone therapy is initiated plays a key role in whether or not the hormone therapy is beneficial for women or not. And of course, today's discussion gets into ways to offset some of the more common difficulties associated with menopause, including sleep issues, hot flashes, inflammation and more. By the end of today's episode, you will have a clear picture from Doctor Marie Clair Haver about what perimenopause and menopause actually represent the best way to approach perimenopause and menopause, and the various considerations around hormone therapy and lifestyle choices that can allow any woman to approach the years of perimenopause and menopause and beyond with the utmost vitality and wellness. Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero cost to consumer information about science and science related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is Aeropress. Aeropress is like a french press, but a french press that always brews the perfect cup of coffee, meaning no bitterness and excellent taste. Aeropress achieves this because it uses a very short contact time between the hot water and the coffee. And that short contact time also means that you can brew an excellent cup of coffee very quickly. The whole thing only takes about three minutes. I started using an aeropress over ten years ago. I first learned about it from a guy named Alan Adler, who's a former Stanford engineer and inventor. I'm a big fan of Adler's inventions, and when I heard he developed a coffee maker, the aeropress, I tried it and I found that indeed, it may makes the best possible tasting cup of coffee. And I'm not alone in my love of the aeropress. With over 55,005 star reviews, Aeropress is the best reviewed coffee press in the world. I'm also excited to share that Aeropress has just released a brand new aeropress that brews and packs into its own travel tumbler. This new aeropress, called the Aeropress go Plus, makes brewing coffee when traveling incredibly easy. The design is really clever. The entire aeropress unit packs really nicely into a custom aeropress travel thermos that's small enough that it can fit into your carry on or any form of luggage. And with it you can make an excellent cup of coffee anywhere. All you need is some ground coffee and hot water. Indeed, I've even used it on the plane, in hotels, of course. Basically, I take it with me anywhere. I need a great tasting cup of coffee, and with Father's Day coming up, it makes for a great Father's Day gift. If you'd like to try aeropress, you can go to aeropress.com huberman to get 20% off. Aeropress currently ships in the USA, Canada, and to over 60 countries around the world. Again, that's aeropress.com hubermandhenne Today's episode is also brought to us by eight sleep. Eight sleep makes smart mattress covers with cooling, heating and sleep tracking capacity. Now, I've spoken many times before on this podcast about the critical need for us to get adequate amounts of quality sleep each night. One of the best ways to ensure a great night's sleep is to control the temperature of your sleeping environment. And that's because in order to fall and stay deeply asleep, your body temperature actually has to drop by about one to three degrees. And in order to wake up feeling refreshed and energized, your body temperature actually has to increase by about one to three degrees. Eight sleep makes it incredibly easy to control the temperature of your sleeping environment by allowing you to program the temperature of your mattress cover at the beginning, middle and end of the night eight sleep also tracks your sleep with very high precision. It will tell you how much slow wave sleep you're getting, how much rapid eye movement sleep you're getting, each of which is critical for different aspects of physical and emotional recovery during sleep. And that allows you to dial in the exact temperature parameters to really ensure that you get the best possible night's sleep. I've been sleeping on an eight sleep mattress cover for well over three years now and it has completely transformed my sleep for the better. Eight sleep recently launched their newest generation pod cover, the pod four ultra. The pod four ultra has improved cooling and heating capacity, higher fidelity sleep tracking technology, and it also has snoring detection that, remarkably, will automatically lift your head a few degrees to improve your airflow and stop your snoring. If you'd like to try an eight sleep mattress cover, you can go to eightsleep.com Huberman to save dollar 350 off their pod four ultra eight sleep currently ships to the USA, Canada, UK, select countries in the EU and Australia. Again, that's eightsleep.com Huberman Today's episode is also brought to us by Betterhelp. Betterhelp offers professional therapy with a licensed therapist carried out completely online. I've been going to therapy for over 30 years. Initially I didn't have a choice. It was a condition of being allowed back in high school. But soon I realized that quality therapy can be extremely valuable and I now consider doing therapy as important as getting regular exercise, including cardiovascular exercise and resistance training, which of course, I also do every week. Therapy, provided it's with a therapist with whom you have excellent rapport and feel supported by, and from whom you can gain valuable insights, can be immensely valuable because it leads to healthier thought patterns and actions related to your personal and professional life. In fact, I see doing quality therapy as a powerful way to direct your focus and attention toward what really matters. If you'd like to try betterhelp, you can go to betterhelp.com huberman to get 10% off your first month. Again, that's betterhelp.com hubermandhenne and now for my discussion with doctor Mary Claire Haver. Doctor Mary Claire Haver, welcome."
    },
    {
        "speaker": "B",
        "text": "Thanks for having me."
    },
    {
        "speaker": "A",
        "text": "Delighted to have you here and to learn about menopause and other aspects of women's health. There's a lot happening in this area right now. Yeah, and you are at the center of what I understand is a new direction for the understanding and treatment of menopause."
    },
    {
        "speaker": "B",
        "text": "That's what we hope."
    },
    {
        "speaker": "A",
        "text": "And related themes like perimenopause and the many important aspects of female health that stem from it, like cardiovascular disease, osteoporosis, and so on. So we will get into all of that today. But just to kick things off, how do we define menopause?"
    },
    {
        "speaker": "B",
        "text": "So, the medical definition of menopause, which I have a huge problem with, is one year after the final menstrual period. And the reason why I have a problem with it is not everyone has a menstrual period. What if you've had a hysterectomy? What if you have an IUD? What if you've had an ablation or something that's suppressing your periods? Pcos. So for a lot of women and even clinicians, they are struggling to find that diagnosis because it doesn't fit everything. What it represents is something much bigger. Menopause is also one day of your life. It is that one day exactly one year after your last period, but it represents the end of your ovarian function. Some of us call it ovarian failure, ovarian senescence, but basically what separates males and females is many things separate us. But in my world, we are born with all of our eggs. We have one to 2 million at birth. By the time we're 30, most of us are down to about 10%, maybe 120,000. By the time we're 40, we're down to 3% of our egg supply. And the quality is declining as well. So menopause is when you have no more eggs left and therefore no more sex hormone, or very little sex hormone production from the ovaries. So estradiol levels will decline less than 1% of your reproductive years. Your progesterone levels will decline as well. Testosterone declines, for sure, but we have other ways to produce it. So it's somewhere 50% or less than your healthiest years."
    },
    {
        "speaker": "A",
        "text": "So is it fair to say that we need a redefinition of what menopause is?"
    },
    {
        "speaker": "B",
        "text": "I think so. I think defining it as the presence or absence of a period is a mistake."
    },
    {
        "speaker": "A",
        "text": "Is there any consensus about the quote, unquote, typical age of onset for men in pause? And is it changing? You know, I hear a lot about how the onset of puberty is shifting earlier in females. And given that puberty, at least by some definitions, relates to the onset of menses, one could imagine that menopause would be shifting earlier as well."
    },
    {
        "speaker": "B",
        "text": "So the things that determine when we have puberty or not are different than the things that determine when we run out of eggs. Right now in the US, it's the average age of that one year after year cycle. So menopause, that one day, about 51 to 52 years old, however normal, is still 45 to 55. And there's a big variation. That curve's pretty wide. Perimenopause begins seven to ten years before that last menstrual period."
    },
    {
        "speaker": "A",
        "text": "Wow. Okay. And I say wow because it's the first time I've ever heard a specific number tacked to this word, perimenopause. Maybe we could talk a little bit about perimenopause, since it sounds like it represents a transition phase into official menopause, however one chooses to define that. What are some of the. I don't know if I should call them symptoms."
    },
    {
        "speaker": "B",
        "text": "Sure."
    },
    {
        "speaker": "A",
        "text": "Or I should just."
    },
    {
        "speaker": "B",
        "text": "Well, let me walk you through the endocrinology, and then we can go through symptoms so you understand. So, in a normal, healthy menstrual cycle, before menopause ever becomes an issue, the female hormone cycle is a very EKG like, reproducible monthly rise and fall of estrogen, progesterone, and then the brain hormones LHFSH, and then GnRH. So the way it works is our brain in the hypothalamus is sensing for. Has a little sensor in the blood looking for estradiol levels. And when they get low, it sends GnRH down to the pituitary saying, hey, tell the ovaries to start trying to ovulate so we can get more estrogen on board. The process of ovulation is what drives up our estrogen levels. Okay, so pituitary sends out the pulses of LH and FSH, which then lead to ovulation. When we reach in perimenopause, the beginning of perimenopause, that critical level of egg supply, those signals don't work as well. We start becoming resistant to the LH and FSH pulsatile surges. So the brain's like, hey, I told you we need more estradiol. And the pituitary is like, I sent the signal, and the brain's like, send more. So we get much higher pulses of fsH, and then finally the ovary kind of is able to get that egg out, but sometimes it's delayed. So we have the timing of that monthly predictable cycle goes awry. Sometimes the periods are closer together. Sometimes they're further apartheid. But also the estrogen and progesterone levels start changing dramatically. We see much higher surges of estradiol than we ever had in our pre productive years and then much lower levels underneath. So we end up with this very volatile curve and not predictable at all. We call it in our world the zone of chaos. So it is literal hormonal chaos. What used to look like this every month is now just insane and very, very, very unpredictable. That is why we don't have a good blood test in perimenopause to make the diagnosis. Those of us in the menoverse use symptoms usually to make the diagnosis, and we rule out other conditions that might overlap. So perimenopause, basically critical threshold. It's a downward trend overall of estradiol, but it is a very chaotic race until you flatline and bottom out."
    },
    {
        "speaker": "A",
        "text": "I see. So, for those listening, your description of the kind of the amplitude of the estrogen surge, it gets much greater in this perimenopause phase. You also mentioned that follicle stimulating hormone, which comes from the pituitary, has to be or somehow is upregulated in this phase, because, I don't know. Is it that the receptors for Fsh are somehow not responsive at the level of the ovary? Do we know what's happening to the ovary? Is it. Obviously the signal is getting there. It's not effective. So then the brain is kicking out more. Fshdeheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheh is it that the ovary is something."
    },
    {
        "speaker": "B",
        "text": "So the inequality is poor, and then around each germ cell is the thecalutean cells, which is actually where the estradiol, the whole pathway going from, you know, actually testosterone, is converted to estradiol. So that whole pathway, you know, it still will respond, but the cells are just old, you know, is the way that it's been explained to me. And from what I've read, I think we need a lot more research in this area because that is how we're going to help women. I think longer term is understanding that process better. But all I learned in school 25 years ago was it's the transition to menopause, the end, you know, the whole endocrinological process. I didn't learn till about two years."
    },
    {
        "speaker": "A",
        "text": "Ago, and my guess is just based on my understanding of the only recent trend toward emphasizing studies of both female and male, even just mice, in mouse models, which is where generally this stuff originates, and then it shifts into humans once certain targets are identified. Only recently has the NIH insisted that there be female mice in the studies of mice. I mean, it's been a few years now, but that's a, you know, sex as a biological variable is actually a requirement in most grant applications, unless, of course, there's a specific reason to study only one or the other sex of mice. So you can imagine that the dearth of research in this area is due to a long desert of absence of studies into what is perimenopause."
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "So for women who are in the age range of perimenopause or who are thinking about this, are there things that they can do in order to either upregulate the sensitivity of the ovary to FSH or to somehow prolong this period of perimenopause? And I should also say, what are some reasons why they would want to do that? Obviously, this is part of the arc of maturation of the female reproductive access, but of course, that alone is not a reason to not try. And I guess we say optimize it for one's well being."
    },
    {
        "speaker": "B",
        "text": "So we don't know. The best way I can highlight why we don't know or where the dollars are going for research. We go to pubmed and you type in the word pregnancy. 1.1 million articles come up type in the word menopause, it's down to 97,000."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "B",
        "text": "You type in the word perimenopause and I checked this, like two weeks ago and it was like 6400 and something. Wow. Yeah."
    },
    {
        "speaker": "A",
        "text": "That is surprising, or maybe it shouldn't be surprising, given what we were just talking about in terms of."
    },
    {
        "speaker": "B",
        "text": "So as far as, like, why those cells are becoming resistant and what's happening at the level of the receptor, I think we need a lot more research in this area. I think it's starting to happen because women are realizing there's a demand now because the older you are when you go through menopause, the healthier you are. For cardiometabolic disease, it's the loss of estrogen that accelerates our path to those diseases."
    },
    {
        "speaker": "A",
        "text": "So are there clinical signs of perimenopause that either directly or indirectly relate to these bigger surges in FSH and these larger amplitude estrogen surges?"
    },
    {
        "speaker": "B",
        "text": "The two best documented and studied are mental health changes. The brain does not like the chaos of. And the neurotransmitters are very, very sensitive to estrogen and progesterone and even testosterone. And so we see aberrations in serotonin and norepinephrine and in dopamine as the levels start becoming chaotic. So we have at least a 40% increase of mental health disorders. And SSRI use doubles across the menopause transition across perimenopause. And now the data is showing that women who are given hormone therapy in their perimenopause have a lower incidence of new onset depression. And now the neuroscientists are saying, hey, for these women who are developing depression and perimenopause, giving them estrogen is better than an SSRI, they're gonna have a better outcome."
    },
    {
        "speaker": "A",
        "text": "I think most people don't realize how rich the brain and rest of the nervous system are with hormone receptors, in particular, estrogen receptors, and, as you mentioned, testosterone receptors as well. Androgen receptors, and the often direct relationship between estrogen and the neuromodulators, such as serotonin, dopamine, epinephrine, acetylcholine, gaba for progesterone. Yeah, it's interesting. During neural development, which is where I started off, which was neural embryonic development, the hormones exert these widespread roles in defining even which neurons will express certain neurotransmitters. And then somehow, the field of neuroscience has only recently gotten on board the idea that this intimate relationship between hormones and neurotransmitters is something to consider in essentially every aspect of brain health, not just cognition, but maintenance of neurons and offsetting neurodegeneration and so on. I mentioned that only so that people, I think, typically think of hormones as something, sure, there's a signal from the brain, but that hormones are mostly of the body, when, in fact, hormones play an absolutely crucial role within the brain. So you mentioned that during perimenopause, there. There are symptoms that are, I guess, are mainly reflected as shifts in mental health. So is this women suddenly feeling kind of less optimistic? What's the sort of constellation of psychological shifts that can occur?"
    },
    {
        "speaker": "B",
        "text": "So we see increasing anxiety. We see definitely loss of executive functioning. So new onset of add type symptoms. We see, of course, the cognitive, you know, what we call brain fog and lay terminology, which is cognitive. So they lose their words. They're not able to do the calculations at work. Like, their executive functioning ability in their jobs is huge. Like, one in five women will quit their jobs because of menopause symptoms."
    },
    {
        "speaker": "A",
        "text": "That's an outrageous number."
    },
    {
        "speaker": "B",
        "text": "Yeah. And the economic impact is huge. And so now companies are starting to get on board, and this is the time of our lives. The kids are grown for a lot of us, you know, and we're trying. We're ready to lean into our positions and really get into leadership, and we have all this experience, and now we can't remember, you know, and now all of a sudden, these. And their confidence is just wrecked, so. And then the depression, and they're not sleeping, and, like, it's this horrible feedback cycle that they end up in, that we end up in."
    },
    {
        "speaker": "A",
        "text": "Yeah, I wasn't aware that one in five is striking."
    },
    {
        "speaker": "B",
        "text": "That came out of the UK, but they're starting to, like, crunch the numbers here in the US, and it's looking very similar."
    },
    {
        "speaker": "A",
        "text": "I know we're going to get into actionable tools later as it relates to menopause, but as long as we're discussing this phase of perimenopause, what are some of the basic things that women could a pay attention to? We don't want to make people hyper vigilant to the point of anxiety, but certainly, given the frequency and given the implications, it's important for them to pay attention to this phase. And then some of the things that they can do to, either behaviorally or perhaps through other tools, offset some of these changes."
    },
    {
        "speaker": "B",
        "text": "Dysfunctional uterine bleeding, which is abnormal periods, and again, nothing's off the table. It could be heavy periods, menorrhagia, too frequent, too few skipping. It's really, really chaotic. But a lot of women are suffering horribly from really debilitating periods, either through the volume of blood loss or they're having cramps. And really, and so 90% of us will have that as a symptom. Fatigue is a huge one. A lot of them. The symptoms are kind of vague and can be attributed to a lot of other things. In my, what we call the menopause chat group, we have a lot of theories about a lot of conditions like fibromyalgia and the irritable bladder syndromes, and that were probably just perimenopause and menopause, and doctors didn't know how to make that diagnosis. And so musculoskeletal system takes a huge hit through the transition. So all of a sudden, you have no injury, and you're having hip pain, joint pain, back pain with. You go to the doctor and you get an x ray, you do whatever workup, and they can't find anything wrong. Palpitations are huge. It is a vasomotor symptom. So along with hot flashes, palpitations. So a woman will walk into the emergency room sweating profusely, horrible palpitation, she's anxiety, and they'll tell her she's having a panic attack. They'll work her up, everything's negative, and just say, well, it's panic attack, go home. And no one knew to connect the dots and figure out that this woman was in her menopause transition and this is how her body was expressing it. It's complicated because we have sex hormone receptors, as you do in every organ system of our body. And when these levels start going chaotic. It can present in so many different ways. And so when the patients come to me, I'm doing blood work, not a lot of hormone levels cause they're not super helpful. But I am doing thyroid workups and autoimmune workups and looking for nutritional deficiencies and anemia and different things, because I don't want to miss those things and just pin everything on perimenopause."
    },
    {
        "speaker": "A",
        "text": "Are there lifestyle factors that can offset some of this?"
    },
    {
        "speaker": "B",
        "text": "It's not a perfect correlation, but the healthier you are, anti inflammatory diet, you know, mediterranean esque Allison diet, ask, you know, nutrition pattern, regular exercise, good sleep habits, you know, all the pillars of health. The healthier you are when you hit perimenopause, the better the course is going to be for you. They're looking at extending the life of the ovary. With pharmacology, we know what can shut it down faster. So we have kind of a genetic predetermined age of when you're going to lose all your eggs. But we can speed that up. So if you smoke, you're going to go through menopause sooner than your twin would have if she didn't smoke. Okay. If you don't have children and you ovulate regularly, then the more you ovulate, the faster you run through your x supply."
    },
    {
        "speaker": "A",
        "text": "Okay, interesting. I wasn't aware of those data. That's. I don't know that most people are."
    },
    {
        "speaker": "B",
        "text": "Aware of those data. No. If you have a hysterectomy and you leave your ovaries behind. I didn't ever counsel my patients about this. You lose four years off the life of your ovaries. If you have a tubal ligation, you lose a year and a half. Huge genetic disparities. So African Americans tend to go through a year and a half sooner, and then there's Caucasians in the middle, and then asian families tend to go through later, and they're not sure why, you know, a year or two years. So there are, if you have chemotherapy, if you have surgery, if you have any inflammatory process in the abdomen, irritable bowel or endometriosis, you're going to lose some of the life of the ovary."
    },
    {
        "speaker": "A",
        "text": "You mentioned smoking. Are there any data on vaping?"
    },
    {
        "speaker": "B",
        "text": "Not yet. I haven't seen any. There might be out there. I just haven't seen it yet."
    },
    {
        "speaker": "A",
        "text": "No, I'm guessing if they're out there, they're not prominent or you would have seen them. I'm curious about vaping because a lot of people are vaping instead of smoking. And hopefully people are neither vaping nor smoking, because it seems that we had an expert on vaping on the podcast recently from Stanford, and it seems that there's nothing great about it."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "And there may be some things really bad about it. But was just curious, given that a number of young women, and men, for that matter, are vaping nowadays who have, whereas smoking rates have gone way, way."
    },
    {
        "speaker": "B",
        "text": "Down another ten years before we'd be able to, you know, see when those women are going through menopause, you know, cause vaping, I think vaping is younger. The younger generation, like my kids, they're."
    },
    {
        "speaker": "A",
        "text": "People in their twenties and thirties, ten to vape."
    },
    {
        "speaker": "B",
        "text": "So we're, you know, we're 20 years out from seeing how it's going to affect them."
    },
    {
        "speaker": "A",
        "text": "Is there any evidence that alcohol can impact perhaps?"
    },
    {
        "speaker": "B",
        "text": "I haven't seen any, but I can't imagine that heavy use of alcohol would prolong the life of the ovary in any way."
    },
    {
        "speaker": "A",
        "text": "And we know that any use of alcohol has some potential role in disrupting sleep. And presumably, like everything else, if you disrupt sleep, you disrupt things for the worse. Got it. So you mentioned rough ages for onset of menopause, 51, but anywhere from 45 to 55. And that perimenopause is defined as a period about seven years prior to that."
    },
    {
        "speaker": "B",
        "text": "Seven to ten."
    },
    {
        "speaker": "A",
        "text": "Okay, what's the earliest you've ever had a patient come in who entered menopause?"
    },
    {
        "speaker": "B",
        "text": "What's the latest personal patient? 27. And she came in just a couple months ago. So she had a special condition we call premature ovarian failure. And she had found me on social media and wanted to come just to make sure she was doing everything right. And so early menopause is defined as between the ages of 40 and 45, and then premature menopause or premature ovarian insufficiency. It's not a complete failure for most women, but it is very, very low, is anytime before the age of 40. So this patient kind of got kicked around for two years, went to her doctor, no periods, horrible hot flashes. Again, she was 25, and it was not on his radar. And he never tested her for menopause. And it took her, you know, 18 months to get the diagnosis. And so the longer your body is away from estrogen, the higher the risk factor. And it's been all over the news this week where we know that untreated premature ovarian insufficiency has a earlier death, so they have higher cardiovascular disease, diabetes, stroke, all because estrogen is so protective and they have to go so long without it. We can negate most of those risks by giving her aggressive hormone therapy early. So she came in to make sure she was on the right dose because in premature ovarian failure, we don't want to give them menopause hormone therapy doses. They're too low. We want to get her more like she would have, which is three to four times the amount of estrogen as a reproductive, aged woman. And so, and she wanted to have a period so she would seem like her friends, you know, it was an emotional thing for her, which I totally respect. And so we were doing cyclical progesterone for her so that she would have a withdrawal bleed and feel like she was normal."
    },
    {
        "speaker": "A",
        "text": "Basic question, but I'm curious. I'll ask, given that levels of estrogen change so much naturally during the course of the ovulation cycle. Menstrual cycle with estrogen therapy, is it a constant dose or it's modulated by week to week?"
    },
    {
        "speaker": "B",
        "text": "Good day. So there are some formulas. So when we look at hormonal contraception. So the biggest difference between contraceptive doses and menopause hormone therapy doses, they're both based in estrogen and progesterone mostly. Okay. Hormone therapy was developed to stop a hot flash. For decades, menopause was defined by the presence or absence of severe. Menopause was defined by hot flashes or not. They did nothing else. And so they developed the formulations with enough estrogen to stop hot flashes. Birth control was developed to stop ovulation. You don't ovulate, you don't get pregnant. But the difference between low dose birth control pill and higher dose menopausal hormone therapy is not that far away. And so that a lot of people don't understand. Now, the types of estrogen we use in birth control are a little bit different. Most birth control is ethanyl estradiol, which is one of the synthetics. We have literally millions and millions of women's year data on it. We know it's safety profile. I think we're not counseling patients adequately about birth control as far as what it does to their testosterone and what it can do to. Oh, it's fine, it's safe. I took it for years. But I think we need to do a better job as a specialty on counseling women. But I do think it's a good medication. And then on menopause hormone therapy, it's much lower dose, it does not suppress ovulation. So in perimenopause, it's a little bit of the wild west, which one we're going to use how high do we want to go? Do we need to suppress her ovulation because she's got acne or horrible periods or cramps or something where I want to suppress that ovulation to help her? Or can I give her a menopausal hormone therapy, doses which in effect, think of the hypothalamus. I'm giving her just enough estrogen to calm the brain down and tell them everything's okay. We're not going to get those big peaks and drops. And if she still ovulates, that's okay too."
    },
    {
        "speaker": "A",
        "text": "As many of you know, I've been taking ag one for more than ten years now, so I'm delighted that they're sponsoring this podcast. To be clear, I don't take ag one because they're a sponsor. Rather, they are a sponsor because I take ag one. In fact, I take ag one once and often twice every single day, and I've done that since starting way back in 2012. There is so much conflicting information out there nowadays about what proper nutrition is, but here's what there seems to be a general consensus on whether you're an omnivore, a carnivore, a vegetarian, or a vegan. I think it's generally agreed that you should get most of your food from unprocessed or minimally processed sources, which allows you to eat enough but not overeat. Get plenty of vitamins and minerals, probiotics, and micronutrients that we all need for physical and mental health. Now, I personally am an omnivore, and I strive to get most of my food from unprocessed or minimally processed sources. But the reason I still take ag one once and often twice every day is that it ensures I get all of those vitamins, minerals, probiotics, etcetera. But it also has adaptogens to help me cope with stress. It's basically a nutritional insurance policy meant to augment, not replace, quality food. So by drinking a serving of ag one in the morning and again in the afternoon or evening, I cover all of my foundational nutritional needs. And I, like so many other people that take ag one, report feeling much better in a number of important ways, such as energy levels, digestion, sleep, and more. So, while many supplements out there are really directed towards obtaining one specific outcome, ag one is foundational nutrition, designed to support all aspects of well being related to mental health and physical health. If you'd like to try ag one, you can go to drinkag one.com Huberman to claim a special offer. They'll give you five free travel packs with your order, plus a year's supply of vitamin D. Three k, two again, that's drinkag one.com. huberman as long as we're on the topic of birth control, earlier you mentioned that the IUD, and presumably this is some form of the IUD, not necessarily copper IUD, can disrupt or stop a period. A period. Maybe we could talk a little bit about the different forms of birth control. IUD, the pill, quote unquote old terminal. I think most people know what we're referring to when we say that. The ring and on and on. What is your stance on these different forms of birth control as it relates to their safety? I guess about a year and a half ago, I hosted a female physician guest on this podcast, and both sides of the birth control issue were touched on one the relationship to potential inhibition of certain forms of cancers, but then also the potential for certain side effects, maybe even cancers. And so it seems like it can play out both ways. And this is a very heated topic. In fact, so much so that I learned that if one is going to post a clip of any of this on social media, it almost makes sense to have them in the same post, because we actually did both of them. We did a post where it was more about the pros of birth control and then the cons of birth control, as stated through the words of this very same clinician. So we will be sure to. So for anyone listening, whichever answer comes first, stay tuned for the next answer. Because my understanding is that it's not a black and white issue."
    },
    {
        "speaker": "B",
        "text": "I think the best form of birth control is a vasectomy. And so much of contraception is dumped in a female's lap, you know, in a committed relationship. And I can't tell you the comments I've heard. When a patient comes to me and she wants to get x, y and z simply for contraception, she's absolutely perfectly healthy. There's nothing wrong with her. She just doesn't want to be pregnant. And I'm like, okay, you're done. She's completed her family, she's out. And I'm like, tell your partner to get a vasectomy or he won't do that. So now all of the risk and the onus goes on her. And so we go through the options of surgical tubal ligation, which is basically blocking the tube. So when I talk to my teenagers, I'm like, here's how you not get pregnant. A, you don't have sex. Well, if that's not an option, then we have to either block the sperm, stop the egg from coming out, or stop the place where they communicate, which is the fallopian tube. And so when we look at the different forms of hormonal contraception, which are meant to stop ovulation, suppress ovulation, because they're telling the brain we have enough estrogen and progesterone on board, quiet down so it doesn't send those signals to the ovary. Right. And so that can come in a pill form, a patch form, a ring form, and they each have their own pros cons, risk benefits. Transdermal has less risk of blood clots versus oral has a higher risk of blood clot in any form of estrogen. We talk about that, we look at their family history, or if they have mthfr, any of the clotting genes, then we counsel directly versus the IUD. The IUD's create an inflammatory environment in the uterus that blocks, and it creates a plug in the cervix so that the sperm can't get through. And then if any do get through, it's a toxic environment in the uterine cavity for the sperm. So that's really how those IUD's work. Some IUD's are coated with progesterone or progestin, not progesterone or progesterone. And those end up decidualizing the endometrium. So thinning that lining from that constant progesterone to the point where you stop bleeding. So a lot of my patients really loved that option of being amenorrheic. No periods, just for the convenience of it, but they were still ovulating in the background. So we're not suppressing their natural cycles, just their periods."
    },
    {
        "speaker": "A",
        "text": "I see. And is there any evidence that the use of any form of birth control can disrupt the timing or the availability of. I realize availability of eggs is a very clinically naive, biologically naive statement, but basically what I'm saying, can any of them accelerate the onset of perimenopause? Can they delay the onset?"
    },
    {
        "speaker": "B",
        "text": "They will delay the onset a little bit. You know, it's maybe a year if you use it for a long time, from what the data shows. So women who suppress ovulation, we lose about 11,000 eggs each month with the ovulation process to get one out, 11,000 race to the finish line, and only one makes it. But we lose about 11,000 in the process. So women who are constantly, you know, for a long time suppressing ovulation will have a slightly older age of menopause. Had they not done that."
    },
    {
        "speaker": "A",
        "text": "When you say slightly older, what's the longest extension of the best I could."
    },
    {
        "speaker": "B",
        "text": "See in the data was maybe nine months."
    },
    {
        "speaker": "A",
        "text": "Okay. From nine months use of birth control."
    },
    {
        "speaker": "B",
        "text": "So maybe like five to ten year use. I have to look at the data again to be, you know, I'd have to look that one up, but it was several years."
    },
    {
        "speaker": "A",
        "text": "Got it."
    },
    {
        "speaker": "B",
        "text": "To gain an extra maybe nine months, maybe a year of ovarian life."
    },
    {
        "speaker": "A",
        "text": "I see. And nowadays, at least if people have the means, there's some trend, if you will, toward freezing one's eggs. This might be a good opportunity to just state something that came up before when we had Doctor Natalie Crawford on the podcast to talk about female fertility. I think surprising to many people, Washington, her statement that not because it's controversial, but because we just don't hear this often enough, that harvesting eggs for freezing or for IVF does not diminish the pool of eggs that one would have. Meaning you're losing them each month anyway."
    },
    {
        "speaker": "B",
        "text": "Yeah. And so they're only pulling out 1012, maybe in a cycle. And when you're losing 11,000 with an ovulation, so it really isn't going to affect when you go through menopause, such."
    },
    {
        "speaker": "A",
        "text": "A crucial thing for people to hear. I think there were a number of comments when we posted that clip on social media and people, women saying, wow, I didn't realize that harvesting eggs would not somehow shift the onset of menopause earlier. And so for the record, we are not saying that. We're saying that it does not. And very interesting that the use of birth control, but I'm guessing only forms of birth control that suppress ovulation delay the onset of perimenopause menopause by about nine months maximum. So things like the copper IUD that weren't affected, which prevent pregnancy by creating an unfavorable environment for the sperm, rather than disrupting ovulation in any way, will not presumably extend perimenopause menopause. Okay, just want to make sure we're crystal clear for people. You're being very clear, but I want to make sure that I'm clear on it. And then reiterate, because this can be kind of tricky territory. I think there are a lot of assumptions about this stuff and there's a lot of lore out there. Why do you think that? Is that because of the lack of solid research and communication in this area?"
    },
    {
        "speaker": "B",
        "text": "I think so."
    },
    {
        "speaker": "A",
        "text": "Or is it something else? I think these are tricky topics for discussion often because we hear all this stuff like birth control pills, disrupt one's ability to get pregnant when they come off. Or we just learned that it can delay the onset of perimenopause, which by extension, means there's a greater window for pregnancy, if one thinks about it that way. But why do you think it's such a tangled discussion out there?"
    },
    {
        "speaker": "B",
        "text": "I think just the way that society views pregnancy and female health, and at least I live on the Internet now. This new life has brought me life on the Internet, and this is what the algorithms are showing me."
    },
    {
        "speaker": "A",
        "text": "It's a very friendly."
    },
    {
        "speaker": "B",
        "text": "Everyone's written out, everyone loves you."
    },
    {
        "speaker": "A",
        "text": "It's a great. Listen, what you're doing is so important. And I understand the statement behind that statement, I think. But it's so important because people are getting the opportunity to learn about really critical public health and female health issues in a way that just was inaccessible before."
    },
    {
        "speaker": "B",
        "text": "Yeah, it is. And it's good and bad. There's a lot of. And misinformation that's getting propagated. And I feel like as a specialty, you know, as a women's health specialist, we did this to ourselves. You know, we have not properly educated ourselves. We have not spent the money. The research really, you know, championed women after reproduction. When you look at the dollars and the research and where it goes in women's health, I mean, women's health just gets a little sliver of all the NIH funding. When you look at all NIH funding and what goes to menopause, it's 0.03%, less than half a percent. This is one third of a woman's life. And when you look at God, McKinsey and company just published a report where they pulled 680 studies on, like, chronic diseases, diabetes, hypertension, cardiovascular disease. And they looked at how they were women included in the studies. But how many presented the data for the different sexes? Like, what happened to men versus what happened to women? It was only 50% of the articles actually did sex specific differences and how this medication affected this process or whatever. And then of the ones that did, 30% of women had poorer outcomes. And on the flip side, 10% of men had poorer outcomes. And these things aren't just being brought to light. So the lack of recognition of sex specific differences in chronic disease and how menopause kind of plays into all that, I think, is where the future needs to go. So we deserve as much good health as everyone else, because, yes, we're living longer than men, but 20% to 25% of that life is in poorer health."
    },
    {
        "speaker": "A",
        "text": "Wow, that's a really significant statement. I mean, I think that the National Institutes of Health has been terrific in establishing new institutes within it. They even have a complementary health institute. Now. There's the National Eye Institute. There's cancer here. So is there a plan or. One would hope for a dedicated institute for. There is a women's health push."
    },
    {
        "speaker": "B",
        "text": "So there was one piece of legislation that got pushed through the Biden signed it, and it was $100 million for women's health, and that got chopped up very quickly. And menopause did get a little piece of it because we're also really struggling with endometriosis and a lot of the female specific uterine diseases and pcos and things. And so we need more funding there as well. And then there's another bill that just got. That's the one Halle Berry was like on tv talking about, another bill for $250 million. That bill includes language for education of providers. So we have a whole generation of providers. Like, I graduated my residency training the year the WHI came out. So all we had very little, like, real clinically significant menopause education. And then we knew about HRT, and we were giving it in clinic if she was coming in with severe hot flashes. But that got taken off the table after the WHI, and then we have a whole generation, like, all menopause education basically stopped after that. So."
    },
    {
        "speaker": "A",
        "text": "Whi, women's health Initiative, HRT. No, that's fine. That's okay. Just so that people are on board. Hormone replacement therapy. Yeah, it's a. Well, we can encourage the expansion of research in these areas with this discussion. And certainly, I was on NIH panels for years as a regular member in the I institute. And what I've noticed with NIH is that they are very responsive to the public call for growth of research in particular areas. It can take time. It's government, after all, and they need funding. There's a finite amount of funding, but I think that rarely do I ever get into legislature based things. But if you are somebody who cares about more funding in a given area of research, it's actually very straightforward what to do. You call your congressman or senator, and you tell them, literally, you leave a message. I find this kind of interesting. And so it's kind of like what we learned in social studies and in elementary school. But you call your, you call your senator or your governor, and you leave a message, and you say, hey, there's this issue that impacts a ton of people, and it's really important. And the next time it comes up, when budgeting comes up in Washington, it's really important. And if you hear about a bill, you can call and support a bill. And believe it or not, some of that stuff actually translates to more funding in a given area. In fact, the brain initiative, which unfortunately had its budget cut significantly recently, maybe put that funding back, but arose from the, I believe it was the child of two neuroscience professors up at University of Wisconsin. I'm probably going to get some details wrong, but. So the Khalils are the professors, as I recall, and their son overhood. All these conversations growing up about the importance of brain science, and then eventually pushed through government channels for more money for brain research. And then we had a long phase of pretty substantial research, and then it was cut. So these things. But it persists. And so these things really matter. They do impact it. So. And maybe we should send them a clip of your statements on this podcast, getting back to kind of things that people can control. So for people who are heading into perimenopause, or who are in the perimenopause phase, aside from the typical things that we hear about, fortunately a lot these days, like getting adequate sleep, getting exercise, nutrition, maybe we could touch a little bit on nutrition in a moment. You mentioned mediterranean diet, Galveston Diet, things that are going to promote overall health. Are there any things that people can do, maybe even take, that would improve their outcomes in this phase? I've heard of people, and I have no bias here or even knowledge of the research on this. If there is any people taking, for instance, grapeseed extract, or people trying to do a number of things to reduce inflammation, kind of general themes around self care and wellness these days. But what are sort of the five or six that come to mind perhaps as like, the things that can move the levers in the right direction?"
    },
    {
        "speaker": "B",
        "text": "What I would tell my 35 year old self, you know, who just kind of went into this obliviously, and what I know now is your diet is probably one of the most important things that determines your level of inflammation. And then estrogen is a really powerful anti inflammatory hormone, and we lose that protection when we go, we start losing it through the transition. So whatever you can do in the other areas, especially with nutrition, sleep, stress reduction, we need to do it. So fiber, we are not getting enough fiber in our diet and the western diet, I think most women are getting ten to 12 grams per day, and we need at least 25. And the health benefits tend to max out around 30, 32 grams per day. So focusing on foods that are rich in fiber. Fiber is feeding the gut microbiome, slowing down glucose absorption, you know, glucose levels, sugar absorption into the bloodstream. It is slowing down the rate, you know, certain parts of transit and. And pulling more water into the gut. There's nothing bad about it, right? The foods that are rich in fiber have a lot of other stuff that's good for you, too. Co factors, vitamins, minerals, nutrients, you know, just. They're just so helpful. And then anthocyans, you know, just find things that crunch that are, and get as many colors as you can. You know, green, red, purple, yellow. Every color represents a phytochemical that is going to be good for you in different areas of your body and try to keep it as varied as possible. We're not getting enough protein. And I have to thank Doctor Gabrielle Lyon, really helping me focus in on that. When I first wrote Galveston diet, to be honest and transparent, it was for weight loss, and I was frustrated with my weight gain, and that was the pain point my patients had, and that was my pain point. But I didn't realize it represented something much more sinister than just the way I looked. The visceral fat gain. And so learning about visceral fat and what it really means, and that is, for your listeners, the fat that wraps around our internal organs, it's a very different fat than the subcutaneous fat, and, you know, a premenopausal woman. So we age matched and looked at visceral fat levels, measuring it with the Dexa scanners. You have about 8% of your fat is visceral as a premenopausal person. And then when you go through the transition, it's 23% with no changes in diet and exercise."
    },
    {
        "speaker": "A",
        "text": "The visceral fat is not something that gets enough attention. I think everyone thinks about subcutaneous fat because it."
    },
    {
        "speaker": "B",
        "text": "It's really cosmetically distressing, but really. Yeah."
    },
    {
        "speaker": "A",
        "text": "And one doesn't want too much of it for health reasons, either. But it's the intravisceral fat that, at least by my understanding, is really the most problematic for our health."
    },
    {
        "speaker": "B",
        "text": "It's a harbinger of chronic disease."
    },
    {
        "speaker": "A",
        "text": "I read that weight gain is one of the primary symptoms of menopause itself."
    },
    {
        "speaker": "B",
        "text": "Yeah. So you have to be careful how you think about that. When we plot weight gain versus age, it's a very straightforward, linear curve, and menopause does not seem to affect that. What is happening is a body composition change. We are losing muscle, and we are gaining visceral fat. And so. And you might be gaining some subcutaneous fat, but those are kind of the key things that are happening. And so that's really when I'm counseling patients, what I'm focusing on, because I have a body scanner in my office where I can tell them what their level of visceral fat is in their muscle mass. And so we bone and muscle, that musculoskeletal unit works together. And so we see this acceleration of muscle loss, which controls our basal metabolic rate, which determines our resistance to insulin, which, you know, so it's just, that's the organ of longevity. That's what I've learned from Doctor Lyon, you know, and everything we can do to hang on to it and build is so important. So protein, going back to the original point, protein intake is key. And women, by and large, are getting 50 to 60 grams of protein per day. And we really probably need 8100, 120, depending on our body composition."
    },
    {
        "speaker": "A",
        "text": "Yeah, thanks for mentioning Doctor Gabrielle line. She's doing what I view beautiful work in the world. Yeah, terrific work, really. Promoting women's health and health generally. I know she's now, I believe, is exploring advanced training in urology for males as well. So it's only fair to credit her with really expanding into these different areas, but especially this idea that we need, and women perhaps in particular, from what I understand, she'll be on the podcast soon, so we have more of an understanding. At least 1 gram of quality protein per pound of lean body mass, maybe even per pound of body weight per day, in order to optimize their health."
    },
    {
        "speaker": "B",
        "text": "Yeah, she's definitely on the higher end. The whole. Some of my favorite data, you know, it's not all bad, it's data. And was looking at frailty scores and protein intake in women. And what they found was women who were having 1.5 to 1.7. So basically, it was the higher their protein intake, the less likely they were to be frail. The end. And it was, you know, they were reaching. It was kind of peaking out somewhere around 1.5 to 1.7 grams for kilogram of lean body mass. And most women are getting around. The FDA recommends 0.8."
    },
    {
        "speaker": "A",
        "text": "Wow. And source of protein, also important, high quality."
    },
    {
        "speaker": "B",
        "text": "Right, right. You need all the amino acids."
    },
    {
        "speaker": "A",
        "text": "Yeah, very interesting. Now, that's in menopause, but presumably also."
    },
    {
        "speaker": "B",
        "text": "So starting those habits in Peri, just getting that laid down and getting those habits laid down are going to set you up for a much better postmenopausal, a much healthier postmenopause. And we have to stop defining menopause by your hot flashes. You know, it may or may not make your hot flashes better. And we have great medications for that if it's disruptive, but I'm talking about your cardiometabolic disease risk."
    },
    {
        "speaker": "A",
        "text": "I meant to ask this earlier, so forgive me for leaping back briefly, but is there any value in knowing the age at which your mother went into menopause? Tremendous as a metric or a sensor, rather than as a window into whether or not you will go into menopause at more or less the same age?"
    },
    {
        "speaker": "B",
        "text": "Yes, there is a. Of course, it's not one to one, we get half of our DNA from our fathers. So. But I always ask, and there is a, you know, the latest data that looked at it. Genetics is the biggest factor that determines when you're going to go through menopause. So knowing when your mothers, your aunts, you know, went through and if there were any medical conditions associated with that is huge."
    },
    {
        "speaker": "A",
        "text": "Okay, so now we're talking not so much about perimenopause, but also menopause itself. What is the typical constellation of symptoms as one enters menopause? Like, right at the beginning? And then does that constellation of symptoms change as one is a year, two years, three years into menopause?"
    },
    {
        "speaker": "B",
        "text": "So it's almost 100% with body composition changes, like, very, very close. You know, that visceral fat is tough to beat. It's beatable, but it takes a lot of work."
    },
    {
        "speaker": "A",
        "text": "You know, do people know if they have visceral fat? I mean, there's their scanning approaches to look at it."
    },
    {
        "speaker": "B",
        "text": "Of course, the gold standard is a Dexa or even an MRI, but no one can afford that. So we have, like, what I have in my office is the in body scanner. So it's electrical impedance scanner, and it's pretty good."
    },
    {
        "speaker": "A",
        "text": "So you stand on the scale, hold the hold."
    },
    {
        "speaker": "B",
        "text": "I have the medical. I have the highest grade one for my patients. Most people doing what I do, you know, utilizing a body scanner, use that one. But you can use the waist tip ratio. And so the waist tip ratio is a better measure of your risk of metabolic health than your weight or your bmi. So it's so simple. You take a tape measure and a calculator. You can do it in your head, but you measure the smallest part of your waist. And if you don't have a small waist, if it goes out, then just use your belly button. Just use something you can measure again."
    },
    {
        "speaker": "A",
        "text": "Are people sucking in or are they relaxed?"
    },
    {
        "speaker": "B",
        "text": "You should be relaxed. And I tell my. I patients, you know, do it first thing in the morning when your bladder's empty and you're not bloated, and, you know, and then the widest part of your hips, it's not perfect, but it's better than your weight or your bmi."
    },
    {
        "speaker": "A",
        "text": "So widest part of the hips with people with feet, feet parallel, standing there trying to get. Because people are going to go try this, right?"
    },
    {
        "speaker": "B",
        "text": "And so I only know the data for women, so forgive me, but for a female, if it's less than 0.7, then your chance of having clinically significant aberrations in visceral fat are low. And then if it's greater than one, you likely have higher levels of visceral fat. And so in clinic or when I was coaching online for Galveston diet, we were using the waist hip ratio as one of the measures for their success."
    },
    {
        "speaker": "A",
        "text": "When measuring the waist, which point along the waist is it right at the navel?"
    },
    {
        "speaker": "B",
        "text": "It's just wherever you're smallest. So that's kind of different for different women. So I would just say, look in the mirror. Wherever your hourglass goes in is where you want to kind of stick to. But if you don't have that kind of a waist and you have a wider waist, just pick the belly button, because you always know you can go back to that level, you know, that's because we're tracking them over time."
    },
    {
        "speaker": "A",
        "text": "Great. Those are very useful recommendations. And how often should people do that?"
    },
    {
        "speaker": "B",
        "text": "You know, you should never weigh yourself every day. You shouldn't do this every day. We were having patients do it, or our followers do it once a month."
    },
    {
        "speaker": "A",
        "text": "So changes in body composition as measured by Dexa or impedance, or you don't have waist to hip ratio. What are some of the other symptoms?"
    },
    {
        "speaker": "B",
        "text": "Fatigue. Multiple causes for the fatigue. A lot of sleep disruption. Sleep disruption is another huge thing. So all of a sudden, you're struggling to go to sleep, or you're having middle of the night awakenings and not able to go back to bed that."
    },
    {
        "speaker": "A",
        "text": "Are new and different from previous years."
    },
    {
        "speaker": "B",
        "text": "And different than before. Right, I see. There was a recent study that came out, and most of my patients, in hindsight, say I knew something wasn't right or something was different, something had changed, but I couldn't put my finger on it. And they just had a study come out saying something's. When they looked at what that means, what does I'm not feeling like myself mean. And it was psychological changes. So you lose resilience, you're suddenly more irritable, you're suddenly not able to, like, go with the punches, or do you know you're not adjusting as well to change that you used to. You're snapping at your kids more your partner. You're getting frustrated at work. It's just very kind of subtle. And it takes going through it and then looking back to say, yeah, I really say maybe about 47. Something was changing. And I just thought I was just stressed out or whatever. And then now I can see that was the beginning of the pattern. So menstrual changes, as we talked about, you know, the big highlights, vertigo, tinnitus, ringing in the ears, skin changes, so dry skin, itchy skin, feeling like you're having crawling under the skin, big gut changes, so new onset bloating. You're kind of eating all the same things, and your gut's just not handling things like it used to. So the Zoe nutrition study took 1100 women and did stool samples through menopause, through the perimenopause menopause transition, and saw the changes in the gut microbiome, from the loss of the sex hormones. And basically we went from what a typical female microbiome to that of a male through the transition."
    },
    {
        "speaker": "A",
        "text": "Is there any direct evidence that supplementing the gut microbiome. And here I don't necessarily mean pills and powders. I mean, my understanding is that getting enough fiber and low sugar fermented foods can also support the gut microbiome. Things like sauerkraut, kimchi, miso kefir, miso, plain yogurt."
    },
    {
        "speaker": "B",
        "text": "Just straight up, nothing added."
    },
    {
        "speaker": "A",
        "text": "Yeah. So is there evidence that supporting the gut microbiome can make this stage of menopause more, I guess, reduce some of the symptoms of menopause?"
    },
    {
        "speaker": "B",
        "text": "So the best I could find was most of them are done with supplements. Cause those are easier to measure than handing someone a cup of yogurt and."
    },
    {
        "speaker": "A",
        "text": "You know which bacteria you're providing."
    },
    {
        "speaker": "B",
        "text": "So they did lactobacillus and looked and bifidobacterium, I think, and saw that women who were obese and hypertensive and menopausal, and they had visceral fat decrease and blood pressure improvements versus placebo. Also, it's hard to do placebo studies with food, you know, so. But they do. And then in the retrospective studies, they can look at dietary patterns and women who ate rich foods, fermented, and lots of yogurt, you know, mediterranean type diethye diets have better symptoms overall."
    },
    {
        "speaker": "A",
        "text": "What's the difference between the mediterranean diet and the Galveston diet?"
    },
    {
        "speaker": "B",
        "text": "So when I. So I got my culinary medicine certification, I was frustrated."
    },
    {
        "speaker": "A",
        "text": "Culinary medicine?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So I was frustrated in when I was working because I didn't know anything about nutrition. And suddenly, like, everything I was trying to tell my patients was based on, like, the one lecture I got in medical school. And, you know, good nutrition was like porn. You know it when you see it. You know, the supreme court definition of pornography. And so, you know, the best I'd ever gotten was the gestational diabetic diet. And it was the Xerox things with, you know, I was in the deep. I was in Texas, so it had, like, tortillas and stuff on it, and it had been copied so many times, you could barely read it anymore. And that was the diet. That was the only nutrition I had ever, like, handed to a patient. And so I'm like, eat healthy. And so I'm like, I gotta do better than this. I don't know enough. And so we had a guest speaker for Alpha Omega Alpha, which is the honor society for medical school. And I was one of the advisors, and it was this guy, Tim Harlan, who had started this culinary medicine movement, and it was basically nutrition for doctors. And he developed this online program. And I had to go to New Orleans for a lab and San Antonio for a lab and work in kitchens where you were learning how to counsel patients, how to cook, and also basically getting a little minor in nutrition. So it was the best thing I've ever done."
    },
    {
        "speaker": "A",
        "text": "I was trying to say, very cool."
    },
    {
        "speaker": "B",
        "text": "I mean, I learned about allergies and all this stuff, food allergies and things that I just didn't know. Just basic nutritional principles, like what it takes to build a healthy body and what, you know, I knew about kwashiorkor and, like, severe deficiencies, but not good basic nutrition. And so, you know, they talked heavily about Mediterranean, and they talked a lot about the fad diets and stuff, but, you know, the principles of the Mediterranean. I was like, I want to teach this to my patients, but they're not going to eat a lot of greek yogurt, or they're probably not going to eat a lot of feta. You know, like, how can I kind of take these blocks and make it more americanized? So that was kind of like the brainchild for me around Galveston diethyde. Let me create something. And I really was into fasting at the time, too. So I was like, let me put this fasting thing together with good nutritional anti inflammatory principles and talk about the things we know. Probably you should not have a whole lot of processed foods and high sugars and stuff and explain it in a way and how it's affecting their menopause and how can she approach her nutrition. And that's how Galveston diet was born. It was for my patients, and then I gave it to my girlfriends, and then they started sharing it, and I talked about it one day on Facebook, and the world exploded."
    },
    {
        "speaker": "A",
        "text": "In the best way."
    },
    {
        "speaker": "B",
        "text": "In the best way. Yeah. It led me here."
    },
    {
        "speaker": "A",
        "text": "Right. And we all benefit. What is the evidence that fasting can be beneficial or detrimental to perimenopause?"
    },
    {
        "speaker": "B",
        "text": "Menopause. So the jury's kind of still out on that one. I was really liked the data that I think was Mark Matson had done on neurodegenerative disease and using fasting as a tool there in lowering inflammation levels. So I was like, this is amazing. This is great, because so much about menopause is pro inflammatory."
    },
    {
        "speaker": "A",
        "text": "Is this intermittent fasting? So time restricted feedback?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So he was basically doing 16, eight, you know, and, you know, very scheduled intermittent fasting. And so that was something I was coaching my followers about, you know, consider this. Try this. This might be something to help lower inflammation. I pulled back on that because it's really hard to get enough protein in the. For a lot of women, especially if they came in at 60, and now I'm telling them to double their protein and then giving them an eight hour window to do it. They're like, I'm walking around not on a chicken breast all day. This is hard."
    },
    {
        "speaker": "A",
        "text": "And metabolizing protein is its own work, right?"
    },
    {
        "speaker": "B",
        "text": "And so you have to spread it out throughout the day. And a lot of that work was done at UTMB, where I did my undergrad, I mean, my residency and where I taught for years. And so I was friendly with the nutrition department there. I was getting all excited about everything, and they're like, you know, I went to several of their conferences and, like, talking about breaking up protein intake into nuggets throughout the day because most women have very little protein with breakfast, maybe wheat gluten in their toast, and then have a little bit at lunch and then kind of stack their protein at night. And they're still not getting enough, but they're overdoing it in their evening meal. That's their big protein meal. And so, like, teaching them to kind of, you know, what I was teaching in Galveston diet was, you need to have a healthy fat, a good, healthy carb, and a protein with every meal and snack that you eat, you know."
    },
    {
        "speaker": "A",
        "text": "Why do you think that protein has not been emphasized enough until recently?"
    },
    {
        "speaker": "B",
        "text": "I think because we didn't understand it. You know, we didn't understand how important muscle was. And, I mean, we knew that protein intake was important for muscle, but muscle was for bodybuilders and not for women. I lived my whole life up until about five years ago, eating to be thin and moving to be thin. That thin was the only measurement of health that I needed to worry about. And what I did was chip away at my bone and muscle strength. And thank God I don't have osteopenia yet. You know, I've hopefully have reversed whatever trend I was on. And I'm naturally low muscle. So now it's just a battle to try to hang on to what little I have and build some."
    },
    {
        "speaker": "A",
        "text": "A new resistance train."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, yeah, yeah. Now, three days a week."
    },
    {
        "speaker": "A",
        "text": "Three days a week."
    },
    {
        "speaker": "B",
        "text": "Three to four days a week. Yeah. I'm resistance training, much less cardio. I was running marathons and it was a great social thing with my girlfriends. But, you know, everything I did was cardio. I taught step aerobics. You know, the only weights I did were maybe in Zumba, maybe one or two pounds, you know, so. And that was better than being on the couch. I mean, I loved the community and doing that, but, you know, for me to, like, stay out of the nursing home, which was my ultimate goal, for as long as possible, I need to pick up some weights and heavy weights. And so that's where my focus has changed."
    },
    {
        "speaker": "A",
        "text": "Isn't it interesting that it wasn't until recently that it was only bodybuilders and football players and people preparing for military or specific sport would resistance train. And now we are told that everybody, male, female, young, old, should resistance train?"
    },
    {
        "speaker": "B",
        "text": "Absolutely."
    },
    {
        "speaker": "A",
        "text": "Three times a week."
    },
    {
        "speaker": "B",
        "text": "Yeah. And my generation is struggling because we don't know how to do it. And so I'm, you know, and I'm not a personal trainer. I don't pretend, you know, I hire one to help me develop a program so that I don't hurt myself and then I can get stronger, you know, progressive loads. So, you know, and again, Doctor Lyon, such a huge proponent of that. And so what I try to do publicly is show my workouts so that people, I normalize it and people see me doing it and they're like, well, she can do it, then I can do it."
    },
    {
        "speaker": "A",
        "text": "It's great, super inspiring. And it really helps cross that threshold where people, as you said, they don't know how. It's scary, right? For people who have resistance trained for a long time, they go into a gym, they know how all that stuff works. But for those that don't, you're wandering."
    },
    {
        "speaker": "B",
        "text": "Around like, what does this one do?"
    },
    {
        "speaker": "A",
        "text": "Intimidating for a whole bunch of reasons. Well, thank you for putting that content out, both the prescription, if you will, but also the example that one can go about it. So I'm guessing if you could go back 20 years, you would have started resistance training earlier and eating more."
    },
    {
        "speaker": "B",
        "text": "Yeah. Strong over skinny, nutrition over calories. And stop looking, trying to look a certain way. You know, you're undermining your future health by doing that."
    },
    {
        "speaker": "A",
        "text": "I'd like to take a quick break and acknowledge our sponsor, Insidetracker. Insidetracker is a personalized nutrition platform that analyzes data from your blood and DNA to help you better understand your body and help you reach your health goals. Now, I've long been a believer in getting regular blood work done for the simple reason that many of the factors that impact your immediate and long term health can only be analyzed from a quality blood test. Now, a major problem with a lot of blood tests out there is that you get information back about metabolic factors and hormones and lipids and so forth, but you don't know what to do with that information. With InsideTracker, they make it very easy to know what to do with those numbers because they have a personalized platform that allows you to see the levels of those metabolic factors, lipids, hormones, etcetera. And they give you specific directives that you can follow related to nutrition, behavioral modification, supplementation, and more that can help you bring those numbers into the ranges that are optimal for you. If you'd like to try Insidetracker, you can go to insidetracker.com huberman to get 10% off their new membership program. Insidetracker membership offers significantly reduced prices on Insidetracker's comprehensive blood panels. Again, that's insidetracker.com huberman to get 10% off. So what are some other symptoms of menopause? You mentioned body composition changes. The one that we hear about the most, for some reason, I don't know, is hot flashes."
    },
    {
        "speaker": "B",
        "text": "Yeah. So maybe we could define. So in medicine, we call it a vasomotor symptom. So we have a dysregulation of the thermoregulatory center in the hypothalamus and that the thermostat gets reset, basically. And so what happens is we have this vasodilation of it starts in the core, typically for most women, somewhere in the chest, neck area. And you feel this heat, I can probably trigger one just by talking about it. And it goes up into the neck and out into the extremities. And then you just start profusely sweating from all the blood vessels dilating. And then it could last minutes to a second. But for some women, it's preceded by sometimes palpitations, sometimes by this intense feeling of dysphoria, this intense sadness feeling, and then it just kind of passes. But, you know, so say you're, you know, wherever you are in your life, whatever you're doing, all of a sudden you're just, like, sweating profusely in the middle of some important area of your life, work, you know, whatever your jobs are in your life. And it's disruptive. If it happens at night, you don't sleep. And for some women, it's severe where they're having multiple ones a day."
    },
    {
        "speaker": "A",
        "text": "And when. Anytime you disrupt sleep, then daytime is far worse."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Regulation of everything."
    },
    {
        "speaker": "B",
        "text": "Yeah. You stress differently. You know, everything changes. And so when my patients come in, the first questions we ask are sleep. And that's the first thing we work on is, what can we do to get your sleep better?"
    },
    {
        "speaker": "A",
        "text": "What can be done for hot flashes, aside from the things that you've already described to offset menopause?"
    },
    {
        "speaker": "B",
        "text": "Absolute gold standard is hormone therapy is giving your body back the estrogen, which will get your serotonin levels back to where they were and leave that thermoregulatory center alone. So it's back to where it used to be."
    },
    {
        "speaker": "A",
        "text": "Let's talk about hormone therapy."
    },
    {
        "speaker": "B",
        "text": "Sure."
    },
    {
        "speaker": "A",
        "text": "It's a bit of a controversial topic for no reason. Yeah, I was gonna say, I don't know why."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's demonized. It got such a bad rap, and we need to. It's just some of the. What was the worst misinformation campaign in the history of medicine?"
    },
    {
        "speaker": "A",
        "text": "Wow, that's a bold statement, but I believe you. The way I understand it is that there was this large scale hormone therapy trial, and the interpretation of that trial was something different than we now believe as a medical."
    },
    {
        "speaker": "B",
        "text": "The initial. So it was really groundbreaking. At the time aging women were finally being studied, we knew from observational data that women on hormone therapy, probably 40% of the population of females eligible were on HRT. Okay. So very large amount. So the women who were given hormone therapy had lower incidence of cardiovascular disease, older ages of cardiovascular disease, lower death from cardiovascular disease. Some people argued that that was an artifact of healthier, wealthier women get HRT because they go to the doctor. Okay, so this is just because they're healthier, that they have less cardiovascular disease. So let's prove it. What do you do that with? A randomized control trial. So, flaws in the study. So they take, I think there were 11,000 ish women in the estrogen only arm because they'd had hysterectomy. So for your listeners. If you have a uterus and you're getting estrogen, you must have a progesterone with it to protect the lining of the uterus from endometrial cancer. As long as you give an adequate progestin, you're fine. Okay. But if you don't have a uterus, progesterone is not mandatory. So the women who had had hysterectomy got estrogen only, or placebo. And the estrogen at the time was premarin, which was the number one prescription for HRT at the time. So nothing weird about that."
    },
    {
        "speaker": "A",
        "text": "So it's just synthetic estradiol?"
    },
    {
        "speaker": "B",
        "text": "Actually, no. Primarin stands for pregnant mare urine. It is actually very natural. They take pregnant horses and extract the estrogens from their urine because they're pregnant. And they were screening a lot of it, and it was cheap and easy. And I have a lot of ethical issues about how they do that, but. And I don't prescribe it, but that's what was done at the time."
    },
    {
        "speaker": "A",
        "text": "So I've seen horses. So there's urinate. They urinate a lot of race horse."
    },
    {
        "speaker": "B",
        "text": "Right? There's dozens of estrogens in that comp, but the main one is estradiol. So then the other group who had uteruses were given prempro, which is premarin plus provera or placebo. So off we go. They recruit 11,000 and then I think 15,000 in the other arm. Huge study. It was like a billion dollar study. Like, we're so excited this is happening. And this started when I was in med school. And then they start recruiting patients, and then, you know, everyone's taking their meds. They excluded women with hot flashes."
    },
    {
        "speaker": "A",
        "text": "What?"
    },
    {
        "speaker": "B",
        "text": "Because if your hot flashes go away, you know that you didn't get the placebo. So they excluded women with hot flashes. Problem number one."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's a big problem."
    },
    {
        "speaker": "B",
        "text": "Now, the end outcome, what they were trying to measure, was cardiovascular disease. So they started with an older population. The average age was 63, whereas the."
    },
    {
        "speaker": "A",
        "text": "Typical onset of menopause is 51. Wow."
    },
    {
        "speaker": "B",
        "text": "So these women had been menopausal, you know, on average, for 10, 12, 13 years. So time away from estrogen is when disease starts, accelerates. Right. Okay, so put them on their meds, start measuring. In the estrogen plus progestin arm, they saw a non statistically significant increased risk of breast cancer. And it was this. The relative risk, relative. Now, you know what this is. But many of your listeners may not was 25%. And I hope I get the numbers right. It was four out of a thousand women per year, to five out of 1000 women per year. Okay, so placebo arm was four. So we have breasts, we are females, we get breast cancer, about four out of a thousand women per year. And that increased to five. In the estrogen only arm, there was a 30% decreased risk of breast cancer."
    },
    {
        "speaker": "A",
        "text": "Regardless of the average age."
    },
    {
        "speaker": "B",
        "text": "And they kept that arm going cause it's randomized."
    },
    {
        "speaker": "A",
        "text": "So presumably the average age for the other group is roughly 61."
    },
    {
        "speaker": "B",
        "text": "Yeah, they were matched, so in their sixties as well. So they call a press conference at the Watergate Hotel, the Watergate Hotel. Hotel, to announce the findings. They hadn't even published the data yet. No one had had a chance to read it. And the head researchers call this press conference and say estrogen causes breast cancer."
    },
    {
        "speaker": "A",
        "text": "Exogenous estrogen from these."
    },
    {
        "speaker": "B",
        "text": "Yes, yes. And they said it's a 25% increased risk, but the absolute risk was like 0.8% per year. But that didn't get, that's not a headline thing. So on every, like ABC, NBC, CB's, all the morning shows, nightly news, every major magazine, it was the number one medical news story of 2002 that the estrogen was bad and it caused cancer. And da da da, the estrogen only arm kept going. And they found after a couple more years, a slightly increased risk of stroke. So they stopped the study. The effects on cardiovascular disease were neutral, but there was lower colon cancer in both groups, but no one talked about that. So the American Heart association in 2020 went and looked at, they looked at ages. So there were younger women who were given HRT, and what they found was if you started hormone therapy between the ages of 50 to 59, you had a 50% decreased risk of cardiovascular disease and death from cardiovascular disease and all cause mortality."
    },
    {
        "speaker": "A",
        "text": "Wow. So age at which you start matters estrogen."
    },
    {
        "speaker": "B",
        "text": "So that's where there's something called the healthy cell hypothesis, or, and so basically estrogen is better at prevention than cure, and it's very protective, especially in the intima of the coronary arteries. So taking that estrogen away, we lose that protection once the disease builds up. There's some worry that adding estrogen once you've developed atherosclerosis or a plaque might loosen the plaque, especially in that first year, which led for some people maybe to have a slightly increased risk of stroke. When my patients come in, we are talking about these differences. It doesn't mean that after 60 you might not have cardiovascular benefit. We start losing the benefit. It's a timing hypothesis is key, and it's the years away from estrogen that's the problem. There's a great study in the British Medical journal. They looked at years of reproductive life plus HRT and looked at cognition scores and saw that the longer your body is exposed to estrogen in any form, like whether natural cycles or exogenous estrogen of any form, and it was estradiol in that study, actually. Then you had higher cognition scores, healthier."
    },
    {
        "speaker": "A",
        "text": "Brains, which at a just very top contour level makes total sense given that estrogen is neuroprotective. I realize it might not be neuroprotective in every instance, in every neuron in the brain, but it's generally neuropathic."
    },
    {
        "speaker": "B",
        "text": "It's generally neuroprotective."
    },
    {
        "speaker": "A",
        "text": "And decline in estrogen is correlated with neurodegeneration, which does not mean it's causal. I have to ask, when they announced this study at the Watergate Hotel, of all places, and the conclusion that they put forth was that estrogen therapies can increase rates of cancer, I have to wonder if that had something to do with what I understand is the sort of party line around cancers, and breast cancers in particular, which is that you want to, quote unquote, block the estrogen receptor. You want to get in there and give tamoxifen. Or nowadays, I'm sure there are other drugs that are more effective, block the estrogen receptor. It all seems to pile up on the side of a story that says estrogen, and estrogen binding to the estrogen receptor is pro cancerous, which obviously, I think you're telling us in an indirect and direct way now, and we'll go further into is simply not the case."
    },
    {
        "speaker": "B",
        "text": "If you take a healthy breast cell and dump it at a petri dish and then marinate it with some estrogen, it's not teratogen. I mean, it's not carcinogenic. Estrogen is not carcinogenic. We live with it our whole lives, because in pregnancy, for those of us who are ever pregnant, when our estrogen levels skyrocket, we would see this uptick in breast cancer. And we don't."
    },
    {
        "speaker": "A",
        "text": "In fact, I think there's some evidence for the opposite, that getting pregnant prior to age 40. Is it true that that's protective against certain forms of breast cancer? Yes."
    },
    {
        "speaker": "B",
        "text": "To be somewhat protective for certain forms of breast cancer, yeah. So we have this whole generation of physicians who really weren't taught much about menopause don't understand the protective benefits of estrogen and menopause's effect on metabolic disease. And they have this mentality of estrogen is bad. And so a woman walks into her today, 2023. They looked at the data. She goes into her doctor complaining of menopausal symptoms, which right now are still only recognized as general urinary syndrome, menopause, hot flashes, night sweats, you know, the very cliche symptoms, documents in the chart. She's having, whatever. Only 10% are offered any therapy, and they're most likely four to one to be offered an antidepressant. That is where it stands today. That is what we are fighting against, is not every woman will choose HRT, but every woman deserves an informed conversation about it and let her make her choice. You know, if you believe the WHI data, which there are some problems there, the risk is small. Okay, but did you talk to her about cardiovascular disease and diabetes and insulin resistance and her cholesterol? Because those things go up through the menopause transition with no changes in diet and exercise. And those are all, you know, you're more. Even with the diagnosis of breast cancer, the most likely thing a woman is going to die from is cardiovascular disease, a heart attack or a stroke. So framing it like that, I think, is where we need to head. And the other thing is, you know, I was a great ob gyn in so many areas of what I did. Why should this all be dumped in the lap of the poor, busy ob gyn who's running around the hospital doing pap smears, trying to deliver babies, surgery and all the things like this should be required education for all, everyone in medical school. We are females, and we're not little men with breast and uteruses. We react differently to medications, disease, disease burden, you know, and that's not been studied adequately, and that's where the push needs to go. It's bigger than just hot flashes."
    },
    {
        "speaker": "A",
        "text": "Do you think that one solution is to deepen the medical school curriculum?"
    },
    {
        "speaker": "B",
        "text": "Absolutely. And more. And I hate saying women's health, because everyone thinks breast and uterus, right? And reproduction, it's the health of women, and we're not addressing it differently than the health of a man, and we're different. And so that, I think, is where we need to head."
    },
    {
        "speaker": "A",
        "text": "Given that it's half of the population, one would imagine that the best thing to do is to make the core curriculum of medical students expand to include this as opposed to making it a specialty, I think. So does that mean fifth year of medical school? I'm not kidding. I mean, I guess maybe."
    },
    {
        "speaker": "B",
        "text": "I mean, people said, well, you'd have to extend the Ob GYN residency. I'm like, no. Any specialist who touches a female should understand how that female. I mean, the starkest example is cardiovascular disease. You know, how much longer we have to wait in the ED? How much more likely we are to die in the hospital setting from a heart attack because we don't present the same symptoms as men do. And it's just the default has always been how it happens to the basic, really caucasian male. And so, at least in the US. And so because we respond differently, because we wait longer, because our symptoms are considered to be psychological induced, less than biologically induced. And so women are dying at higher rates. When you look at the data on statins, you get high cholesterol. So 80% of women will have abnormal cholesterol levels through the menopause transition if they were normal before."
    },
    {
        "speaker": "A",
        "text": "Okay, so elevated ldl."
    },
    {
        "speaker": "B",
        "text": "LDL and lowering HDL. So now they are at higher risk for cardiovascular disease. Automatically, a PCP will offer her a statin. Okay, that is standard of care. Do you know that the American Heart association published in 2020 that statins have never been shown to decrease their primary heart attack in a woman? Secondary, yes, but no primary prevention. And it does not decrease your risk of death from cardiovascular disease. Yeah. Yet we're routine. You know, what does HRt, if given in the right window of opportunity."
    },
    {
        "speaker": "A",
        "text": "How is HRta, in this case, estrogen? HRT given? Is it a patch? Is it injections?"
    },
    {
        "speaker": "B",
        "text": "Yes. Great question. All the above. So we have. I like to break it down into oral and non oral forms. So everything oral we ingest goes into the gut, the liver, the hepatic system will pick up the portal vein and take everything to the liver for processing. When that bump of estrogen hits the liver, we can see a slight increase in some of our clotting factors. So for that reason, I tend to go with the non oral formulations to avoid that risk, especially if she has any family history of clotting or personal history of clotting. You know, we're gonna go with a non oral form."
    },
    {
        "speaker": "A",
        "text": "So these are things like elevations in factor v Leiden, MTHFR."
    },
    {
        "speaker": "B",
        "text": "If she's had a history of a blood clot, we are not going with an oral estrogen formulation."
    },
    {
        "speaker": "A",
        "text": "And for people that haven't had a history of a blood clot, my understanding, which admittedly is very sparse, is that you can do a genetic test just by blood draw to see whether or not you have two normal copies of the gene for factor five leiden. Some people are heterozygotes, so they're more at risk of presumably bleeding in that case. But in other words, can people go into this knowing whether or not they're more or less at risk from taking estrogen."
    },
    {
        "speaker": "B",
        "text": "So I don't think that there's a high enough for that reason, because we're not routinely screening for these things unless they have a family history. I'm going with non oral estrogen as a primary product for my patients because I can just skip that worry."
    },
    {
        "speaker": "A",
        "text": "So a patch, typically."
    },
    {
        "speaker": "B",
        "text": "So typically transdermal. So a patch. There's evomis spray, there's FDA approved options of a patch. There's gels, there's a spray, and there is a vaginal ring, which I love, love, love. So you put it in for three months and it treats. You know, you get a two for one, you get a local treatment in the vagina, as well as a systemic treatment as well. It's just really expensive and typically not covered by insurance on the first tier, so very few of my patients can afford it. There are some injectables which no one in the menopausi uses."
    },
    {
        "speaker": "A",
        "text": "The menopause."
    },
    {
        "speaker": "B",
        "text": "Yeah. There are also, you've mentioned the meneverse."
    },
    {
        "speaker": "A",
        "text": "And the menopause are those terms that you coined."
    },
    {
        "speaker": "B",
        "text": "I love it. I think I did. Yeah."
    },
    {
        "speaker": "A",
        "text": "Great. All right, you heard it here."
    },
    {
        "speaker": "B",
        "text": "So the menopause is a group of healthcare professionals who are from multiple specialties. We have cardiologists, orthopedic surgeon, internal medicine. Doctor Lyon is a member. And we have a big group chat, and we all support each other. We support each other's books and research, and we send articles back and forth, and we support each other on social, but we also band it together to kind of negate one of the bigger publications on menopause. When the Lancet published. It's a whole other discussion, but, you know, we are fighting for equity in menopause care and women's health."
    },
    {
        "speaker": "A",
        "text": "Great. Nothing succeeds like a group."
    },
    {
        "speaker": "B",
        "text": "It's like the old menopause versus the new menopause."
    },
    {
        "speaker": "A",
        "text": "I love it. I love it. So, hormone therapy to increase estrogen. How does it make women feel psychologically, physically? What are some of the positive changes that can occur aside from just offsetting some of the negative? And I want to make sure that I remember to ask, what if a woman has been in menopause for, has passed that point? Because, as you said, it's a day. So they passed that point a year earlier, two years earlier, three years earlier. Given the results of this first study, which, as you explained it, are problematic and their interpretation, the way it was interpreted, as opposed to initially."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "What's too long? Should women, how long should you stay on oxygen therapy in their forties, just to smooth the transition?"
    },
    {
        "speaker": "B",
        "text": "Maybe we need more studies in this area. Should we just the minute we figure out. I would love, like I wear a glucose monitor, I have insulin resistance."
    },
    {
        "speaker": "A",
        "text": "For those listening, it looks like a little button sized on my arm, sticker on the back of the arm."
    },
    {
        "speaker": "B",
        "text": "I would love to develop one to try and estrogen levels. Starting your thirties, just see where you're at, you know, start seeing, are you having aberrations in your cycle and we can start the perimenopause journey. And talking about should we begin supporting. I think there's a tremendous amount opportunity for research in this area, but typically we are not starting patients until they're very symptomatic, if they're perimenopausal or they're postmenopausal. So in general."
    },
    {
        "speaker": "A",
        "text": "So if a woman is in her, let's say late thirties, she is anticipating perimenopause or maybe is in perimenopause and wants to start low dose hormone replacement therapy. I think it's something worth mentioning that not all, presumably the dosages are tailored and then blood. So a given dose is tried, blood is drawn. You measure estradiol."
    },
    {
        "speaker": "B",
        "text": "So we're not. We don't have established levels of like, therapeutic ranges of estradiol. What we found is that when we do that so far, I think we have some opportunity here. If I'm. My level's 50 and your level's 50, I could feel like I'm on top of the world. My symptoms are gone. You still need more. So we are titrating from symptoms."
    },
    {
        "speaker": "A",
        "text": "I see, yeah. Interesting. Similar to what is done, similar ish with testosterone replacement therapy, which these days, I sort of half joke that you can change out the r in testosterone replacement, because a lot of people are. A lot of men are taking testosterone not as a replacement, meaning their levels are not lower than 300 nanograms per deciliter, which is kind of lower range, they're sort of low middle and they're trying to get higher range. But hormone replacement therapy, as I understand it, has never been strictly in men or women, strictly for people who are out of range, that in theory it can be to reduce symptoms and to optimize well being. And I don't know if the medical establishment wants it used that way, but certainly in the case of testosterone replacement therapy in men, it's being used that way quite often, in fact."
    },
    {
        "speaker": "B",
        "text": "So we don't have established therapeutic ranges for estradiol. If she's poi, premature ovarian insufficiency. We know we want to get her to 100 or around 100 or higher in picograms per deciliter. But in the menopausal patient, we're rarely checking levels. But I do think we have an opportunity to learn a lot more now that we're able to track. How is it affecting your cholesterol? We need to look at those numbers. What's the optimal dose for cholesterol? What's the optimal dose for cardiovascular disease? All these studies have looked at, was she on it or nothing? So that's where I think the opportunities can come."
    },
    {
        "speaker": "A",
        "text": "So if a woman goes on hormone replacement therapy, how often is she coming in for blood draws, or are you just, you know."
    },
    {
        "speaker": "B",
        "text": "Well, it depends. Like testosterone, we tend to check more often. We don't have an FDA approved option for women for testosterone, and so, no. So we either try to get her t stim or she's finding someone to insert a pellet or something. And there's other issues with that. What I do in Texas, it's really hard. The pharmacists do not like to do the t stim for patients. And I've even t stim. T stim is the gel, you know, and I end up compounding it in a cream and do a transdermal cream for the patients. But there's such variable absorption. We do tend to check more levels of that just to try to get her therapeutic. So what for women, at peak dose is somewhere in a healthy female, you know, 35 to 70. And so I had a woman coming in with signs of hyperandrogenism, you know, she's, you know, deep voice, hair growth, whatever, acne. And I'm going to check a level if it's above 90 for females, I need to look for a tumor like, that's too high. Okay. Or PCos. It can get that high, certainly above 200. That's. That's outrageous. So I'm trying to get my patients, you know, 60, 50, 70. But if she's, like, 50 and her. She's got her libido back and she feels great and everything's wonderful, then I'm hold. Because the higher we go, the more likely you are to have side effects. So you're losing hair, temporal hair loss, voice deepening acne, new chin hair, losing hair where you want it, gaining hair where you don't want it is how I explain it to patients."
    },
    {
        "speaker": "A",
        "text": "When you say 50, that's 50 nanograms per deciliter. I think many people, including myself, were surprised to learn that women actually have higher levels of testosterone than they do estrogenous."
    },
    {
        "speaker": "B",
        "text": "In absolute ranges. Yeah, right."
    },
    {
        "speaker": "A",
        "text": "In absolute ranges."
    },
    {
        "speaker": "B",
        "text": "And I can tell you right now, your natural level of estradiol is higher than mine. Now I supplement, but when I go through menopause, your residual estradiol is now higher than a postmenopausal woman."
    },
    {
        "speaker": "A",
        "text": "So this is the estradiol that I have because testosterone was aromatized into estrogen."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Interesting, interesting. So much is breaking down around the old stereotypes of."
    },
    {
        "speaker": "B",
        "text": "Right, the man hormones and female hormones. Testosterone is a human hormone. Estrogen's a human hormone, and they exist."
    },
    {
        "speaker": "A",
        "text": "In both biological sexes. Yeah. It's sometimes unfortunate that compounds in the body get names like steroid hormones, because then people hear steroids, and then it has a gravitational pull toward anabolic steroid use or even the word fat. It's like dietary fat versus subcutaneous fat versus visceral fat. We need better nomenclature to avoid a lot of the confusion that exists out there. What are some of the other hormones that can be reduced and can possibly be replaced by hormone therapy, like progestins? Is there a role for adjusting things like prolactin, or is there a role for other hormones in what sure is to be a multifactorial thing? I mean, I think menopause is a process, not an event."
    },
    {
        "speaker": "B",
        "text": "Hypogonadism for females. Right. And so we know that because the pituitary and hypothalamus are involved and that GnRH, there's some cross reactivity. So, for example, hypothyroidism. When I have a patient who's on her and doing well on hormone therapy for her thyroid, so she's on t three, two, four, whatever she's on, I'm like, listen, we need to recheck your thyroid levels in six weeks, because giving you back estrogen is gonna mess with a little bit of that feedback cycle. So we need to make sure you're still therapeutic. So I think we've got more work to do with some of the other hormones. But when we talk about replacement and menopause, we are mostly looking at your estrogens, your androgens, and your progesterone. So the formulations can differ. There's a lot of misunderstanding around what is bioidentical versus synthetic. And I think a lot of cottage industries in this little bubble that we had for 23 years where doctors were afraid to prescribe hormone therapy, and then women were desperate for care, we had some little cottage industries of people I think were well meaning and trying to help, but kind of develop terminology that really isnt medically specific like estrogen dominance, you know, and what that really is. And so that is not a term that is in any medical journal. Its kind of something coined, I think, from a well meaning provider trying to explain whats happening in perimenopause, that youre having more estrogen produced than progesterone than you used to have. So PCO patients do the same thing. There's multiple reasons for that to happen. So when we talk about in the metaverse of what we're trying to replace, we all agree that we stick pretty much with estradiol. We're just trying to give you back the water you were drinking. So I want to get as close to what your body used to make because that's what the receptors like. I'm trying to give you progesterone rather than a synthetic, not that they're all demonized. Progesterone doesn't work for everyone. I'm glad I have options. And then for your androgens, we pretty much just do testosterone and we do a transdermal again, because the oral can be hepatotoxic unless it's undecanoate, which isn't available in the US. So. But there's no FDA approved option for women, so it's not covered by insurance. We know it works for hypoactive sexual desire disorder, what your followers would call libido. We think we know it."
    },
    {
        "speaker": "A",
        "text": "Testosterone."
    },
    {
        "speaker": "B",
        "text": "Yes. Women at the highest quartile of testosterone have better bone density and stronger muscles. So I'm using it off label for my patients who come in with osteoporosis, osteopenia, or sarcopenia. I'm using it off label, telling them this is a probably a hill, it's not a HAil Mary. We think it works, but we don't have, you know, it's not approved for that yet. We know it has receptors in the brain. My patients are saying that there's more clarity of thought. They're sleeping better. They really, really like the testosterone. So there's, you know, DHEA. There's a great vaginal preparation for DHEA called enterosa, and then the receptors there will start converting it into both testosterone and estradiol through the process. And so the sexual medicine docs really like enterosa, especially for breast cancer patients, because they get that little boost of testosterone in the vulva."
    },
    {
        "speaker": "A",
        "text": "Intrarosa."
    },
    {
        "speaker": "B",
        "text": "Intrarosa is the brand name. I think it's prosterone."
    },
    {
        "speaker": "A",
        "text": "And this is a prescription drug?"
    },
    {
        "speaker": "B",
        "text": "Yeah, these are prescriptions."
    },
    {
        "speaker": "A",
        "text": "So intrarosa's prescription, DHEA, specifically formulated for the vagina. Got it. Which sits further upstream to the production of testosterone and estrogen."
    },
    {
        "speaker": "B",
        "text": "Right. And so fortunately, what's left in the vagina is able to, you know, plug that guy in and get it to produce both testosterone and estradiol, which. Testosterone is the immediate precursor. We have to aromatize it. Right. To make estradiol in females as well."
    },
    {
        "speaker": "A",
        "text": "These local effects on tissues are interesting. They make perfect sense if the highest concentration is at the site of release from the. From the patch or the gel or the. Whatever the. You said intravaginal. What is it? It's like a capsule, I think the."
    },
    {
        "speaker": "B",
        "text": "Prosterone is a insert, like a little gel looking and not a gel, but I forget what the binding material is. But it's like a little insert you."
    },
    {
        "speaker": "A",
        "text": "Put in local effects because I guess, you know, it stands to reason that the highest concentration can be at the site of the thing that's releasing the hormone. But then it also goes systemic by getting into the bloodstream, actually."
    },
    {
        "speaker": "B",
        "text": "So the local formulations, the prosterone and the enterosa and as well as the estradiol formulated for the vagina, do not absorb systemically. They're so low dose, there's not been clinically significant tissue absorption. I have a formulation for my face as well."
    },
    {
        "speaker": "A",
        "text": "So it's a cream."
    },
    {
        "speaker": "B",
        "text": "A cream that I put on my face. It's estriol. And so there's some decent studies with esterol, but we lose 30% of our collagen. It's a very big pain point for women when they go through menopause that we lose so much collagen so quickly in the first five years of menopause. And so we can slow that process down. We can't stop it completely. We can slow it down by using a topical estrogen. And the topical really seems to help with the elastin concentrations as well."
    },
    {
        "speaker": "A",
        "text": "Interesting. So you will often prescribe a lot of local treatments, the hormone."
    },
    {
        "speaker": "B",
        "text": "And really it's so safe, so we can take breast cancer off the table. All the discussion around blood clots and everything. Everyone can use vaginal estrogen, and they should. And I'll tell you why."
    },
    {
        "speaker": "A",
        "text": "Starting at what age relative to menopause."
    },
    {
        "speaker": "B",
        "text": "The old menopause thoughts is do not give vaginal estrogen until she's symptomatic. Now all of us will become symptomatic from GSM. So that's genital urinary syndrome of menopause. So from the pubic bone all the way to the sacrum, all of that tissue is heavily, you know, tied to estrogen, testosterone, and when those levels decline, we see thinning of the tissue, loss of elasticity, loss of mucus production, as well as the health of the urethra. And so UTIs, like the best treatment for recurrent utis in a menopausal patient is vaginal estrogen."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "Not recurrent antibiotics."
    },
    {
        "speaker": "A",
        "text": "And what about."
    },
    {
        "speaker": "B",
        "text": "So it's preventative and we can probably keep 50% of women out of the ER and out of urocis if we gave them all prophylactic vaginal estrogen. All these ladies in nursing homes should be on vaginal estrogen. So just to protect them from getting uroceptive."
    },
    {
        "speaker": "A",
        "text": "Interesting. What about like urinary incontinence and some of these other symptoms that are associated with more elasticity, presumably more elasticity of."
    },
    {
        "speaker": "B",
        "text": "Tissue in that region if you're early in a. So we have stress incontinence, and then we have overactive bladder, urge incontinence. And so it definitely helps with urge incontinence. It helps to relax and decrease the inflammation in the wall of the bladder. So thumbs up there. So people are getting up at night and having that urge to go. But stress incontinence is an anatomical problem. We've lost, you know, the sling that holds up the urethra in the female fails right from herniation and poor tissue health. We can build up that health and we, you know, there's physical therapy, there's lots of options, and, you know, no urogynecologist wants to take a woman to the OR to do a lift if she's not estrogenized. They're all going to get vaginal estrogen pretty, you know, through healing and then forever to keep the tissue healthy."
    },
    {
        "speaker": "A",
        "text": "Everything that we've been talking about for about the last 15 or 20 minutes seems to go directly opposite this large scale study that was discussed at the Watergate Hotel. Is your read that the medical establishment, in particular the Ob gyns in the US and in other countries, understand now that that study was flawed to some extent in its design? Or is what we're talking about here like really cutting edge? I mean, if we were to gather a room full of 1000 obgyns, I think maybe trained in various decades and."
    },
    {
        "speaker": "B",
        "text": "Put them in there, maybe 10% would have any idea. Here's why. And I'm going to call out the American Board of OB GYN directly on this. We take our board certification exams every year in our specialty, as every specialty does. And they give us a set of articles of the cutting edge newest research, and it's divided into categories, obstetrics, office practice, gynecology, gyn surgery, pediatrics, oncology. There is no menopause category, nothing. So I went back over like ten years of all my green journals and looked at how many articles were anything to do with menopause, and it was less than 1%. So they, we're not systematically trying to put the latest menopause information in front of us. They don't even recognize the menopause society as a like entity."
    },
    {
        "speaker": "A",
        "text": "Well, now they have to contend with the menopause."
    },
    {
        "speaker": "B",
        "text": "They do. You might see me banned from the a b, but you know what? No, no, but I'm so proud of what I learned. I learned amazing things. I am a boss at delivering a baby, taking care of a pregnant patient. I am great at pediatric gynecology. I was so good with adolescents. Where I failed and where I let the system, let me fail was in the care of a woman after reproduction, outside of surgery, outside of her surgical needs."
    },
    {
        "speaker": "A",
        "text": "Well, I have to imagine that given the medical profession is interested in the well being of people and for the sake of the discussion today, women, that they will be grateful that now you have a microphone, many microphones, in various contexts. So that is surprising to me. However, I would think that given the exciting findings around hormone replacement therapy and the obvious, at least when you describe them to me, obvious flaws in these earlier studies of starting hormone replacement therapy when women are already 61, when they've already accumulated, in many cases, some health issues that it would be kind of."
    },
    {
        "speaker": "B",
        "text": "You miss the ability to measure the protective benefits. But fortunately, we've got great studies coming out of, like the danish data, the scandinavian data that are really looking at this again and showing the protective benefits."
    },
    {
        "speaker": "A",
        "text": "So is it generally the case that the studies out of Europe and Scandinavia are more forward thinking?"
    },
    {
        "speaker": "B",
        "text": "It depends. You know, some of the most, most forward thinking, shockingly, is come out of Asia, a lot out of China. And I asked my husband, he's worked there before, and he said, there's as many researchers in China that are female as male. It's not like they have a big stay at home culture. You know, they're not. Women are expected to work and they're getting PhDs and they're doing the research. And so, and he thinks, at least in his end of one, you know, his humble opinion, and he's an engineer, you know, that's. I was like, why do you think you've worked over there? He goes, I think because there's just as many women who are writing the papers as men."
    },
    {
        "speaker": "A",
        "text": "Interesting take. I like it. It makes good sense. What are the various things that people can do in terms of non hormone replacement therapies that can support them through, really into and through perimenopause and menopause? We talked about nutrition earlier. Maybe we could touch on that a little bit more. We talked about behaviors, resistance training, maintaining, maybe even increasing muscle mass. There's no pressure to include them. But what about the various supplements that we hear about that can touch on, or we are told can touch on these hormone pathways, things like dim things like grapeseed extract, things like, I think the data. Evening primrose."
    },
    {
        "speaker": "B",
        "text": "I don't think they're harmful, but there's just not robust data to really support. Society went and looked at all of them, even soy and everything, and they just, outside of cognitive behavioral therapy, which can be helpful, but is not a menopause cure, they didn't find much in the supplement world that would stop. Remember, we're defining menopause as hot flashes in general. Urinary syndrome of menopause. So, you know, when I'm recommending supplements to patients, I do think there's some. Okay, data on turmeric for maybe hot flashes, but I'm not saying to take that instead of replacing the estrogen in your body is missing greatly. I like the anti inflammatory benefits of that supplement. I'm recommending fiber. 80% of my patients are deficient in vitamin D and struggling to get it absorbed. I'm recommending creatine for muscle. I am recommending. There's a specific bioactive collagen that was studied in menopausal women with osteoporosis where they saw improvement in bone density. So I'm recommending a weighted vest. Great. Studies elderly women, but saw improvements in bone density. And I'm like, why do we wait until we're osteoporotic to make the diagnosis?"
    },
    {
        "speaker": "A",
        "text": "Yeah, this is interesting. So weighted vest."
    },
    {
        "speaker": "B",
        "text": "A weighted vest. They looked at creatine. Weighted vest. Vibratory training in nursing home dwelling. So they were kind of a population where they couldn't go anywhere."
    },
    {
        "speaker": "A",
        "text": "Vibratory training is the shake plate."
    },
    {
        "speaker": "B",
        "text": "The shake plate. And so, you know, anything that stimulates that musculoskeletal unit will, will send the signal to get stronger. You know what most women don't realize? I mean, they know about osteoporosis, right? And they don't want to have it, but they don't understand that, like, your habits in your thirties and forties are going to put you on that path and that your body's going to fight to lose muscle and bone naturally through the aging process and accelerated with menopause. It doesn't have to be that way, but you have to do the work, you know, and there's some hacks, and so I love the way to vest for a hack. I'm like, do the dishes with it on. Go walk the dog. You know, like, how heavy. So you want. In the nursing home, they started at 10% of their body weight. So I'm like, ten pounds, twelve pounds. Start with that. So now my husband's obsessed, and we have six of them, and they go from eight to 35 pounds. You know, so I have different weights that I wear. Like, if I'm doing leg day, I'll put the heavier one on so I don't have to hold as heavy."
    },
    {
        "speaker": "A",
        "text": "So you'll use a weight vest when you're doing leg day?"
    },
    {
        "speaker": "B",
        "text": "Mm hmm. Wow. So I can't, because I don't have great grip strengthen, and, you know, and so it'll help me be able to squat heavier, you know? But now I'm getting better. I've got the bar going, so I'm getting there."
    },
    {
        "speaker": "A",
        "text": "You know, I'm gonna tell my sister and my mom this."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And, you know, I've got my sister. Yeah. Doing some resistance training. It's been."
    },
    {
        "speaker": "B",
        "text": "And it's just a cheat. I'm so, so cute on social because they'll post and tag me, and they're walking their dog, and they're doing whatever with their weighted vest on. And now in Galveston, where I live, you can't go. You see it all over the seawall. Everyone's walking with their weighted vest."
    },
    {
        "speaker": "A",
        "text": "I love it, and it's hot down there a lot. So no excuses. People outside of Texas, or in Texas, for that matter. But my experience is that people in Texas don't tend to make excuses anyway. That's like, a real californian here. We were talking about this a little bit earlier. And female specific weight vests."
    },
    {
        "speaker": "B",
        "text": "I would love to develop one because the ones were made for men, and they're okay. But if you have larger breasts, it's hard where the snaps are to get it on right. And I know there's a big trend with rucking, but that puts all the weight on your back. And I really like the weighted vest because I feel. And this is my opinion, really. But that, you know, the reason why it's helping with your bone density is it's putting the weight on the entire axial skeleton rather than just the muscles on your back. So we're putting the force more evenly supported. Yeah. And so, but some of my followers have written in and said they're struggling because they have larger breasts and how to get this around. I'm like, I gotta make one that's going to accommodate, you know, have longer, you know, to strap down here underneath the breast."
    },
    {
        "speaker": "A",
        "text": "So, yes, someone should develop that. You should develop that. Not that you don't already have enough on your plate already along the top. I like rucking. It is sort of backloaded. You know, by definition, some of the weight vests that are out there are evenly distributed in a way that makes them pretty comfortable. They're not all loaded up, up front like a special operator or something would wear. So I, positive effects of the weight vest would be increased bone density. You're doing more calories."
    },
    {
        "speaker": "B",
        "text": "You are burning a little more calories. You're doing more work, getting stronger. But I coach to it with my followers for this is part of my osteoporosis prevention pack."
    },
    {
        "speaker": "A",
        "text": "Love it. Are you willing to share a few other things that are in the prevention pack?"
    },
    {
        "speaker": "B",
        "text": "Eating adequate protein, doing resistance training, wearing your weighted vest. Creatine, 5 grams a day, where most of the studies were done in the women."
    },
    {
        "speaker": "A",
        "text": "Creatine, monohydrate."
    },
    {
        "speaker": "B",
        "text": "Monohydrate. And then that. Collagen. Consider that collagen. Full disclosure, I do sell that one, but really good investment."
    },
    {
        "speaker": "A",
        "text": "I think maybe we could talk about collagen for a moment. It's a complete protein."
    },
    {
        "speaker": "B",
        "text": "No, it's missing, I think, one or two amino acids. So it's not a complete protein. It's better than none. So I do include my collagen and my protein intake for the day, because I eat all animal based protein, pretty much. So I figure I'm covering my bases to have 10% of it coming, which is missing two amino acids, or I think it's one valine. I have to look it up."
    },
    {
        "speaker": "A",
        "text": "What are the specific effects of a quality collagen?"
    },
    {
        "speaker": "B",
        "text": "So there's a lot of controversy there. I've seen the videos. It is broken down into its component amino acids through the digestion process. But the first ones I looked at were totally for vanity. I was trying on bathing suits with my daughter, who was a little girl at the time, and I was complaining about the appearance of micellulite. Even thin people have cellulite. And Joel, mommy, it doesn't look that bad. And I, you know, scientist in me was like, goes on pubmed and starts looking up articles on cellulite and how to decrease the appearance of it and so I found these articles on something called verisol and it was a collagen made in Germany. And they'd studied, actually done like really high quality studies like laser measuring wrinkles and cellular. Germans are precise and they looked, they had positive outcomes. I'm like, well, it won't hurt me. So I ordered some. I googled, where do I find this varicell collagen? I find this company, I order it. And then one day I talked about it on the Internet and the company called me and said, would you please let us know when you do that? Because they sold out of their supply for like three months. So the same like manufacturer of that particular varistol made this fortibone, did the studies. Five years doing bone density scans on these women. It was a small study, but they saw improvements. We know what happens to bone density if you do nothing. It goes down. These went up. And I thought, okay, I want to do, and I want to offer this to people. Like, if not them, me. This is a high quality product I can rep, you know, and that. So that's part of my, what I offer to people or what I recommend. You can get it anywhere. Other people sell it, not just me."
    },
    {
        "speaker": "A",
        "text": "So I'm perplexed. This isn't a challenge, but I'm perplexed. How would a protein that's not a complete protein be beneficial for a body organ like skin? Whereas the complete proteins don't seem to do it on their own. Nobody knows. Okay, interesting."
    },
    {
        "speaker": "B",
        "text": "Are they not studying the right thing? Are they not really looking at it? So I don't know."
    },
    {
        "speaker": "A",
        "text": "It's great when I hear, I don't know. The scientist in me says great area for exploration. Really believe, in fact we don't believe that amino acids that are derived."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Are derived from a particular body part, target that tissue. We've heard this argument before. Doctor Lane Norton and I have both gone on record publicly saying there is basically zero, not basically, delete the. Basically there is zero evidence that when you ingest heart, let's say you like eating liver or heartland skeletal muscle, that somehow the amino acids are selectively trafficked to the organ of the heart or the liver or the skeletal muscle. There's no evidence of that whatsoever, certainly not in humans. If there is evidence, I'm sure they'll let us know in the comments section on YouTube and let us know. But yeah, it's perplexing why collagen would have a selectively beneficial effect on."
    },
    {
        "speaker": "B",
        "text": "They didn't study it versus a steak. They just looked at bone density if they took this product every day for five years, and what happened? They weren't having tremendous cardio metabolic disease. They weren't on bone building medications. They weren't on HRT. So they did a pretty clean. So there's not a huge study, but it was interesting. And I thought, okay, I don't want to break, because if I break my hip, well, 50% of women will have an osteoporotic fracture before they die."
    },
    {
        "speaker": "A",
        "text": "50%."
    },
    {
        "speaker": "B",
        "text": "50."
    },
    {
        "speaker": "A",
        "text": "What about men? Do we know? Just by way of comparison, I think it's 25."
    },
    {
        "speaker": "B",
        "text": "Wow. Don't quote me on that. I need to look that one up. So it's about half. Okay. And then hip fracture. If you break that hip, if over the age of 65, you have a. Your one year mortality with surgical repair is 30%. If you're not healthy enough to have the repair, you can't afford to have it. It's 79."
    },
    {
        "speaker": "A",
        "text": "Goodness."
    },
    {
        "speaker": "B",
        "text": "So that's what we're trying to avoid, is that, you know, and the tremendous. If you've seen the women who have tremendous osteoporosis in their spine and just how their lives are so hard and how much pain they live in every single day, you know, this. A lot of this is avoidable with aggressive, you know, being aggressive and intentional about this. And HRT can be a huge part of that as well."
    },
    {
        "speaker": "A",
        "text": "What I'm about to ask is a little bit outside the box, but I feel fair asking it, given that, you know, I'm not a clinician, but I have some background and certainly understanding of neurodegenerative conditions of the eye and vision. Have you ever observed in your patients that when they get on hormone replacement therapy for menopause, that things that are typically associated with aging, like diminished visual function, hearing. You mentioned tinnitus, also called tinnitus. I understand, but tinnitus. We'll do both."
    },
    {
        "speaker": "B",
        "text": "Tinnitus and Einstein said tinnitus."
    },
    {
        "speaker": "A",
        "text": "We'll do both here. That they report seeing better, hearing better, and any kind of sensory improvement or offset of sensory loss."
    },
    {
        "speaker": "B",
        "text": "So we know the data is clear on dry eye and how that can affect, but how it affects the optic nerve. You know, we know that estrogen is anti inflammatory, so any kind of, like, inflammatory condition in and around the eye does tend to get better. But we need probably more data in this area for hearing. Most of the research is around tinnitus and vertigo. So the rate of which the crystals break off in the ear accelerates in menopause. And people on HRT have less vertigo, new vertigo than they would have had before. And I forget what the pathophysiology, I wrote it in the book, but I can't think of it right now what the physiology was behind, why tinnitus increases in menopause, but it's due to the estrogen levels declining."
    },
    {
        "speaker": "A",
        "text": "You mentioned dry eye. A lot of people might hear dry eye and think, oh, no big deal. But actually dry eye is one of the most frustrating things to have and it's, I believe, a many billions of dollars a year industry to find treatments for dry eye. So does estrogen replacement therapy improve dry eye?"
    },
    {
        "speaker": "B",
        "text": "It does seem to. They have less incidence. Most of the studies are just retroactive and they're looking at the incidence of those things on HRT for other reasons or not. And they just see, especially like frozen shoulders, the best data there, I think. And what they see is a decreased risk of occurrence. And then if they do have it, they have a shorter duration and easier course, you know, easier to treat if they're on HRT."
    },
    {
        "speaker": "A",
        "text": "Fantastic. So what are some of the cases where a woman can't or shouldn't do hormone replacement therapy? And here we're using hormone replacement therapy is kind of a proxy for estrogen."
    },
    {
        "speaker": "B",
        "text": "Estrogen therapy, yeah. So any hormone sensitive cancer. A one of the things a lot of women don't understand, if you have dysfunctional uterine bleeding that has not been evaluated, you should not start hormone therapy because we don't know if it's cancer. So if you're having really heavy, especially if they're heavy, bleeding clots out of nowhere, you know, something unusual about the volume or the frequency of your bleeding, you need to go see a gynecologist and get that evaluated before you start hormone therapy. Okay. It may not be anything cancerous or tumors, it might just be the hormone changes, but that needs to be evaluated. If known, breast cancer? No. If you're actively having a blood clot that you're being treated for, they're saying, let's hold off until that therapy is over. Even if you've had a hormone sensitive cancer, including breast cancer, depending on the stage, the type, and it's a very nuanced conversation, does not mean that you were automatically disqualified for hormone therapy after your treatment. So that is one of the biggest misconceptions out there. If you have really severe liver disease, I'm not talking about mild fatty liver disease. Lots of menopausal women have that, and it does tend to get better with HRT. If you have severe liver disease, that is where estrogen begins to be metabolized. And so you could have abnormal metabolism. You don't want that. So that you're. That's going to keep you from being a candidate."
    },
    {
        "speaker": "A",
        "text": "Why do you think we're seeing, or at least hearing about, in my case, PCos, polycystic ovarian syndrome, so much more? Is it because people are aware? Is it because."
    },
    {
        "speaker": "B",
        "text": "I think two reasons. One, the obesity epidemic had led to more pcos. That is definitely a risk factor for, you know, insulin resistance is usually the main pathophysiologic cause behind pcos, and I'm a pcos then PCos sufferer, so I had it my whole reproductive life, both."
    },
    {
        "speaker": "A",
        "text": "But you're not obese at all?"
    },
    {
        "speaker": "B",
        "text": "No, no. They missed it forever. I was just stressed out. Medical student."
    },
    {
        "speaker": "A",
        "text": "Which can potentially cause PCos with acne."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, you can have. PCos is a symptom of something biologically aberrant. Turns out I'm insulin resistant, which is why, you know, even though I'm thin. And so. So we've had higher increasing levels of obesity, which is a risk factor for that also. People are talking about it and writing books about it. Karen Tang just published. It's not hysteria. Wait, hysteria? It's not hysteria. And she's a gynecologic surgeon, does a lot of work around endometriosis, so she has, like, huge chapters on PCos and how to advocate for yourself and all about the disease process so people understand."
    },
    {
        "speaker": "A",
        "text": "Interesting. What are some of the primary treatments for PCos? Is it going to be blocking androgenous?"
    },
    {
        "speaker": "B",
        "text": "So, yes. And so for me, you know, in all of my training, it was always put them on birth control because it will suppress ovulation and suppress the overproduction of androgens in their system. So I was a very happy birth control patient because I was thin. For the obese patients, if we can help them lose weight, it does tend to. They start ovulating again. And so now with the new GLP ones, a lot of pcos will probably resolve itself, and they'll start ovulating again and go back to normal cycles. That's the pregnancies that are happening from GLP ones."
    },
    {
        "speaker": "A",
        "text": "I see. So Glp one associated with GLP one."
    },
    {
        "speaker": "B",
        "text": "Babies. Yeah, GLP one. We saw a surge of that when all the patients, the obese patients, were getting the gastric bypasses, then they get pregnant. And so we were advising them to not be pregnant until their weight was stable for a year after surgery because of the medical implications of nutrition and pregnancy. But they were getting, you know, they were so excited and cute and now their libido's up and they're, you know, getting pregnant and never really needed contraception before and just assumed they'd still have trouble. And so now they're ovulating and getting pregnant, and we're seeing the same thing with GLP one. So anyone listening out there who's prescribing a GLP one, please talk to your female patients about contraception if they don't want to be pregnant."
    },
    {
        "speaker": "A",
        "text": "Very interesting and admittedly unforeseen implications of GLP one. As long as we're there, what are your thoughts on ozempic Munjaro?"
    },
    {
        "speaker": "B",
        "text": "I think that they can be a really important tool for a lot of patients. I don't think they're for everyone. I don't think people are being counseled adequately. A lot of them. I mean, in my area outside of Galveston, where I live, there are med spas giving out GOP one s, and as far as I can tell, they're just giving them the meds and sending them out the door. I've had patients coming in on it who were never counseled about the potential for muscle loss. So when I look at a patient's health, I look at a 30 year plan, right. And so they come in with a lifelong history, usually of having a weight problem and a fat problem. And here's this medication that's going to take the food noise away and help them focus on the habits that are going to keep them healthy longer. So I do have patients that I've prescribed it to. We have a very long discussion about adequate protein intake, resistance training. You know, I have a way to measure their muscle mass. We are tracking that every month for them, every month to six weeks while they're on the medication. So women who are on HRT with a GLP one have a 30% increased weight loss. Wow. Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. I appreciate that. You mentioned that the use of ozempic Manjaro is not mutually exclusive with resistance training and improved nutrition."
    },
    {
        "speaker": "B",
        "text": "No, I think the way it shows."
    },
    {
        "speaker": "A",
        "text": "Up on social media, it's sort of like people assume, well, you know, you gotta take great care of yourself and exercise. Well, great."
    },
    {
        "speaker": "B",
        "text": "I."
    },
    {
        "speaker": "A",
        "text": "But there are also a number of people that are carrying excess weight to the point where they are at risk of injury when they exercise. I mean, everyone's at risk of injury when they exercise. But what I'm hearing is that you basically take the view whatever can get people in a kind of forward center of mass around management of blood, insulin levels, et cetera, because wasn't that the original FDA approval was for type two diabetes."
    },
    {
        "speaker": "B",
        "text": "Type two diabetes."
    },
    {
        "speaker": "A",
        "text": "And there's also some data, as I recall, that ozempic mangiaro can reduce alcohol cravings."
    },
    {
        "speaker": "B",
        "text": "So, yeah, the reward center in the brain are the noise. So they're looking. Now, I guess my friends, who are, like, obesity medicine specialists and are all reading every study that comes out, any kind of impulsive behavior or reward seeking behavior, gaming, gambling, alcohol, people are tending to do less of those behaviors because whatever's being blocked in the brain, and you know more about this than I do, seems to help with that."
    },
    {
        "speaker": "A",
        "text": "Those drives, that's interesting that the hypothalamus is chock a block full of neurons associated with all sorts of drives and temperature regulation. You mentioned earlier, you know, the preoptic area of the. Of the hypothalamus involved in temperature regulation, and we've always viewed those as somewhat separate, but they're actually quite interconnected. And so I'm not entirely surprised that a drug that would reduce cravings for food might also reduce cravings for other things. It's gonna be really interesting to see what the science in the animal models and humans shows us over time."
    },
    {
        "speaker": "B",
        "text": "Over time, it's definitely happening."
    },
    {
        "speaker": "A",
        "text": "I mean, this is. Has it hit a trillion dollar industry yet? It's probably hundreds of billions."
    },
    {
        "speaker": "B",
        "text": "I know that the majority of big research and funding is being funneled into this. Maybe not all for the right reasons, but the obesity medicine specialists who are kind of who I turn to for how do I do this? How do I do it right? How do I not hurt someone just to get them to lose weight, you know, and are very excited because these new levels, they say it's like the iPhone twelve, the iPhone 13. Like, they're just going to get better and better with lower side effects, better profiles, you know, as time goes on, that we're going to look back at the manjuro and these earlier meds and be like, oh, my God, what were we doing? You know, because of the side effects of."
    },
    {
        "speaker": "A",
        "text": "Well, if nothing else, they're very interesting to pay attention to because it's clearly in the cultural zeitgeist right now. So every once in a while, when a guest for whom the topic is of immense interest coming on the podcast, I'll put out a call on social media for questions. And so if you're willing, I'd like to just ask you a few of the audience questions. We can treat these as rapid fire or as much depth as you like. First off, many of the questions you've already answered, things like, what is the role for testosterone replacement therapy in women as opposed to just estrogen replacement therapy? But one of the more common questions in here that we've touched on, but I think could deserve a bit more attention is, you know, if a woman is in her sixties and has already gone through menopause, is it appropriate for her to consider or at least just talk to her doctor about hormone replacement therapy, or is she putting herself at risk?"
    },
    {
        "speaker": "B",
        "text": "There's definitely worth the conversation. So if I have a patient who comes in and she's more than ten years past her menopause or over the age of 60 and has not been on HRT, then we start looking at risk factors for cardiovascular disease or stroke. And so we're looking at her blood pressure, her lipids, her cholesterol and triglycerides, and looking for things that are going to put her at higher risk. She's lost probably the maximum cardiovascular benefit, but we don't want to put estrogen on top of severe atherosclerotic disease. So if she has abnormal cholesterol, I'm going to send her for a calcium cardiac score. I want to see if there's calcified plaques around her heart. I may even. If stroke is a risk, we may even center for an ultrasound, you know, looking at the intimal thickness of the carotid. So if those are normal or low risk, then we will talk about the benefits of. What would the benefits be for her after the age of 60? Well, we probably lost the best of the cardiovascular protection, but it will always protect her bones, it will always protect her genital urinary system, it will always protect skin. I mean, there's things that estrogen will do for us forever, and so. And then let her make the decision. Certainly, if she's still symptomatic, meaning hot flashes are things we can easily identify that we know estrogen will help with. But, you know, that first ten year window is kind of critical for the preventative benefits, but it doesn't mean she's not going to benefit forever. Now, when do we stop? Used to be doctors make up numbers, 310 years, whatever. If she's been on it since early in her menopause and has not developed any of these diseases and she wants to keep going, we're going to keep her on. I will probably die with my estradiol patch on if I don't develop a reason to take it off, because I know it's protecting me in so many levels, and I want to keep that."
    },
    {
        "speaker": "A",
        "text": "Going in so many ways. It sounds very similar to testosterone replacement therapy and men. The idea is that people go on."
    },
    {
        "speaker": "B",
        "text": "It, stop at seven. Why would you do that, you know, if you didn't develop a contraindication to it?"
    },
    {
        "speaker": "A",
        "text": "Very clear and potentially very actionable answer. Thank you. A number of the questions related to the relationship between menopause, hormone therapy and mental health or mental well being. But let's just keep it simple for now and ask what are the things that women can do in order to optimize their mental health in perimenopause and menopause, and that they can do to offset any mental health issues that might arise during perimenopause and menopause? And there's a reason why I asked about those two things separately. One is just to peri is very."
    },
    {
        "speaker": "B",
        "text": "Different than menopause for mental health. So great question. So I just went to a menopause menopause conference in Chicago, and there was a whole section on mental health, and it was neuroscientists, psychiatrists, menopause specialists all up there discussing the latest data. It was so fascinating. And so there really is a big difference as far as mental health for what's happening in perimenopause and what's happening post menopause. And as we talked about earlier, in perimenopause, we have that hormonal zone of chaos. And we see this, you know, in the australian data, it's a four times risk of mental health disorders, especially depression. And then in postmenopause, a lot of these things tend to stabilize or get better, probably because just the estrogen is bottomed out and the brain is not having to deal with these fluctuations. So we think that the data is looking like the best treatment for the mental health issues in perimenopause is going to be estrogen for stabilization and not the traditional SSRI's snrisley, you know, the antidepressants and the anxiety meds."
    },
    {
        "speaker": "A",
        "text": "Not incidentally, one of the more common questions was in this case, very specifically worded. I've been on HRT for five years and I'm 61. I feel great. But how long is it, quote unquote, okay to be on them? Seems like I hear conflicting opinions. Well, we just heard a very straightforward opinion, so thank you for that."
    },
    {
        "speaker": "B",
        "text": "As long as you want to be. As long as you're still healthy."
    },
    {
        "speaker": "A",
        "text": "How can I stop waking up in the middle of the night? This is a problem since entering menopause."
    },
    {
        "speaker": "B",
        "text": "So we see sleep disruptions, definitely from. Not only from the vasomotor symptoms, which will wake you up. Okay. If we can get those under control, you know, your sleep function should not be affected by that. What we're seeing, though, is people, even with HRT, even with estrogen, are still having middle of the night awakenings or racing thoughts or having. They get up to pee or something in the middle of the night and they can't go back to bed, usually because their brain is going on. What we found is that progestin, probably through the effects of GABA, is very effective at settling your brain down and allowing for sleep. So I'm having my patients take their progesterone orally at night before they go to bed, and we're seeing better sleep with that. And that was also something covered in detail. I was so excited by the neuroscientists, as part of her area of research that they are showing clearly, and she can point to the neuroreceptors of where that's happening, that progesterone seems to be really protective for our sleep. Now. Take hormones off the table. Sleep hygiene is still hugely important, and I need to see the studies to prove it. But I'm telling you, we do not tolerate alcohol like we did. Premenopausal women are in at least 90%. Every time I post about it online, I see thousands of comments of, I quit. I had to give it up. I cannot sleep. And even in my own life, if I choose socially to have more than a glass of wine, I am giving up sleep like it is a choice. I'm choosing not to sleep. That night I will wake up 223, 335 whatever time in the morning sweating, and I'm like, you know, too much champagne at New Year's or whatever. So, you know, that is a choice. And it's something I counsel my patients about, like, you probably can't tolerate alcohol like you used to. Aging is a factor here, changes. And there's probably something hormonally that's going on we don't understand yet. But, like, you choose this, you're going to choose not to sleep, more than likely."
    },
    {
        "speaker": "A",
        "text": "Interesting. I wonder whether or not estrogen modulates the alcohol dehydrogenase enzyme. But time will come."
    },
    {
        "speaker": "B",
        "text": "I haven't seen the data yet, but I'm sure it's coming."
    },
    {
        "speaker": "A",
        "text": "Here's an interesting one. How can men help their female loved ones navigate these stages? You get that question a lot."
    },
    {
        "speaker": "B",
        "text": "My, and it's great. And it always comes on the, when I'm being interviewed, you know, when I'm interviewed by a female, they're wonderful, but they have their own experience and they have to talk about it. And that's fine. That's my job, you know, is women have to unpack their menopause trauma to me. But the men are just so curious and just have so many questions, and then how can I support a partner and or my mom or whomever in my life who's dealing with this one is acknowledge that this is happening and try to educate yourself. There's my book, other books. There's lots of information now on the Internet about the subject of. But she is going through a transition that is rocking her world more than likely, and is affecting her brain, her bones, her heart, her kidneys, her skin, her ability to relate, her ability to tolerate. And it's probably going to affect your relationship in some way. Go there with her. Go to the appointments with her, be there to advocate for her, you know, be a partner through this with her cause. You will get her back, but it's gonna take, you know, changing the way that you address things."
    },
    {
        "speaker": "A",
        "text": "A couple of questions about, quote, how to rekindle libido."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "This person in particular says it's packed its bags and moved out since I started menopause. They're reporting their individual experience. But you touched on testosterone therapy earlier."
    },
    {
        "speaker": "B",
        "text": "Any woman in her menopause journey at any time, there's a 50% sexual dysfunction rate, meaning she's not happy with whatever's going on. Now, when we look at the buckets where sexual function fall into orgasmic disorder, now, in menopause, when we lose blood flow to the area, people can have delayed orgasms or less. The peak of the orgasm is lower, you know, less vibrant orgasms, for lack of a better word, they have decreased blood flow to the area. They lose elasticity. So pain is another bucket. You know, it hurts. The skin gets torn. It's very fragile, it's very friable. So vaginal estrogen therapy can help there. There is arousal disorders where you want to do it, but the blood's not getting where it needs to go. So you're not having all the arousal type symptoms. So sometimes viagra, sildenafil, topical sildenafil can be helpful there. But the most common thing that women have is HSD or of course, relationship disorder. You don't love your partner, you don't feel supported. It's going to be hard to."
    },
    {
        "speaker": "A",
        "text": "Relationship disorder. Yeah, the official term."
    },
    {
        "speaker": "B",
        "text": "So. But then HSTD is hypoactive sexual desire disorder. That's in the brain. And so first thing I ask is, did you used to have a good libido? Or a drive. Yes. You know, and you have a good relationship with your partner. It doesn't hurt. You know, we have to rule out the other things. That's where testosterone comes into play. That is, those patients, it does tend to help. There are two FDA approved medications for libido. One is vileci. It's an injection you give yourself and actually works for men as well. About 30 minutes before it's in the."
    },
    {
        "speaker": "A",
        "text": "Alpha melanocyte stimulating hormone pathway."
    },
    {
        "speaker": "B",
        "text": "So melanocortin. And then there is Addy. Addy works at the level, I think, of dopamine in the brain, so it's more in the family of SSRI's. So it affects neurotransmitter. And so you take that every day and it works. It was only studied in premenopausal women, but it does, you know, it's modest, but it does seem to have an effect. But most of my patients, because testosterone has so many other benefits, and the cost to get it compounded in Texas is maybe $30 a month. So it's really reasonable. And the Valesian, the AddI, can be very expensive and usually not covered by insurance. So because of cost and potential other effects, most of my patients choose testosterone. If it's HSDD."
    },
    {
        "speaker": "A",
        "text": "I see. This is a question about the side effects associated with estradiol. Hormone replacement therapy. In this particular instance, the person says, what are the best alternatives to estradiol? I've tried tiny amounts, and the side effects in this case, skin rashes and hives, are what they are describing."
    },
    {
        "speaker": "B",
        "text": "So I wonder if it's the patch. So there's a certain percentage of patients who. It's not the estradiol, it's actually the adhesive in the patch. They will have a reaction to it. So one is try an alternative form. Another thing that one of the members on my team saw in her chat group is they get the flonase. So corticonasal spray over the counter, and they spray it on and let it dry. Then they put the patch on and it decreases the risk of the reaction to the glue. I don't know if that lasts forever, but I thought that was a cool thing to know about. But what I typically do for my patients is change them to an alternative form."
    },
    {
        "speaker": "A",
        "text": "Interesting. Thank you for that. They went on to ask about trying a new supplement called Eql."
    },
    {
        "speaker": "B",
        "text": "E q u e l l e. That one. Again, I don't know what's in equil, but again, not really robust studies, but most of these things are not harmful. But you may just. It may be a little snake oil, throwing your money away. Really, the thing that's going to fix the problem for most women is restoring your estradiol."
    },
    {
        "speaker": "A",
        "text": "Yeah. Because there were other questions about wild yam and things more in the supplement space, as well as things like acupuncture and herbal medicine."
    },
    {
        "speaker": "B",
        "text": "So acupuncture can really be helpful. But again, it's hard to access and can be expensive for a lot of patients and it's not treating the root cause, but it definitely can help you deal with some of the symptoms and make you more comfortable."
    },
    {
        "speaker": "A",
        "text": "And then last question, how best to attack, and here I'm quoting, attack the fat distribution problem at this time."
    },
    {
        "speaker": "B",
        "text": "Yeah, you need a multifactorial approach to visceral fat, nutrition, exercise. Women on HRT have less visceral fat. You know, those are kind of the key things. And the way you approach your nutrition with the exercise, with the stress reduction, getting those cortisol level down, are going to make you healthier in every other way as well."
    },
    {
        "speaker": "A",
        "text": "Great. Well, Doctor Mary Claire, thank you so much for giving us just a wealth of knowledge about perimenopause, menopause, really explaining what those are clearly for the first time on this podcast and really illustrating the things that people can do to think about these stages of life and to, I don't know if I should say tackle or to dance with the stage of life, whatever term one prefers, in order to offset the negative effects. And it sounds like, in fact, it's very clear based on what you've told us, that there are real levers of control, including hormone replacement therapy, but other things as well, nutrition, exercise. Sounds like when we put all these together, there's almost like a mindset around perimenopause and menopause that you are promoting, which is one of real agency, that this is not something that is going to bury us mentally and physically, that's something that really can be worked with. And I just want to say on behalf of myself, because I've learned so much from you here and the listeners and viewers of the podcast, thank you for the information today. Thank you for your clinical work, thank you for your ongoing research into this area, for attending these conferences and learning so much about it, so you can bring us the latest, and thanks for your public education efforts, because they are really making a tremendous difference."
    },
    {
        "speaker": "B",
        "text": "Thank you."
    },
    {
        "speaker": "A",
        "text": "Thank you for joining me for today's discussion with Doctor Mary Claire Haver. To learn more about her work, please see the link to her website in the show note caption as well as the link to her terrific book, the new navigating your path through hormonal change with purpose, power, and the facts. If you're learning from and or enjoying this podcast, please subscribe to our YouTube channel and follow us on both Spotify and Apple. That's a terrific, zero cost way to support us. In addition, you can leave us up to a five star review. Please also check out the sponsors mentioned at the beginning and throughout today's episode. That's the best way to support this podcast. And if you have questions for me or comments about the podcast or guests or topics that you'd like me to consider for the Huberman Lab podcast, please put those in the comment section on YouTube. I do read all the comments if you're not already following me. On social media I am Huberman Lab on all social media platforms. So that's Instagram X, formally known as Twitter, LinkedIn, Facebook, and threads. And on all those platforms I discuss science and science related tools, some of which overlaps with the content of the Huberman Lab podcast, but much of which is distinct from the content on the Huberman Lab podcast. Again, that's Huberman Lab on all social media channels. If you haven't already subscribed to our neural network newsletter, our neural network newsletter is a zero cost monthly newsletter that includes podcast summaries as well as protocols in the form of brief one to three page PDF's that cover everything from neuroplasticity and learning to how to improve your sleep to optimizing dopamine, deliberate cold exposure, deliberate heat exposure. We have a foundational fitness protocol, all of which is available at completely zero cost. To sign up, you simply go to hubermanlab.com dot, go to the menu tab, scroll down to newsletter, and enter your email. And I should mention that we do not share your email with anybody. Thank you once again for joining me for today's discussion about perimenopause and menopause with Doctor Mary Claire Haver. And last, but certainly not least, thank you for your interest in science."
    }
]