[
    {
        "speaker": "A",
        "text": "Welcome to the Huberman Lab podcast, where we discuss science and science based tools for everyday life. I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. Today, my guest is Doctor Mary Helen Imordino Yang. Doctor Imordino Yang is a professor of education, psychology, and neuroscience at the University of Southern California. Her laboratory focuses on emotions and the role of emotions in learning, as well as how social interactions impact how we learn today's discussion is one that I found absolutely fascinating because it will reveal to you, in fact, to all of us, how our temperament, that is, our emotionality, combined with our home environment and the school environments that we were raised in, shape what we know about the world and our concepts of self. In thinking about that, we also discuss the education system and how different aspects of rules and how we are told to behave and what actually constitutes good behavior or bad behavior shape how we learn information and develop a sense of meaning in life. If any of that sounds abstract, I promise you that today's discussion is incredibly practical. You will learn, for instance, how different styles of learning are going to favor different people from children into adulthood, and how we ought to think about learning in terms of our emotional systems being our guide for what we learn and the information that we retain and how we apply that information throughout life for those of you that are parents, or who are thinking of becoming parents, or who were once children. So I believe that encompasses everybody out there. Today's discussion will arm you with an intellectual understanding of psychology and neuroscience as it relates to learning, but also practical tools that you can apply in order to be able to learn more effectively. What I like so much about Doctor Imordino Yang's research and the discussion today is that she frames up beautifully how those who best learn from traditional forms of classroom learning, as well as those who learn from non traditional forms of learning, either in or out of the classroom, can best use that understanding of self in order to learn in the way that is best for them. Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero cost to consumer information about science and science related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is element. Element is an electrolyte drink with everything you need and nothing you don't. That means plenty of salt, magnesium, and potassium, the so called electrolytes and no sugar, salt, magnesium and potassium are critical to the function of all the cells in your body, in particular to the function of your nerve cells, also called neurons. In fact, in order for your neurons to function properly, all three electrolytes need to be present in the proper ratios. And we now know that even slight reductions in electrolyte concentrations or dehydration of the body body can lead to deficits in cognitive and physical performance. Element contains a science back to electrolyte ratio of 1000 milligrams. That's 1 gram of sodium, 200 milligrams of potassium, and 60 milligrams of magnesium. I typically drink element first thing in the morning when I wake up in order to hydrate my body and make sure I have enough electrolytes. And while I do any kind of physical training and after physical training as well, especially if I've been sweating a lot, if you'd like to try element, you can go to drinkelement. That's lmNt.com huberman to claim a free element sample pack with your purchase. Again, that's drinkelement lmnt.com Huberman Today's episode is also brought to us by waking up. Waking up is a meditation app that includes hundreds of meditation programs, mindfulness trainings, yoga Nidra sessions, and NSDR non sleep deep rest protocols. I started using the waking up app a few years ago because even though I've been doing regular meditation since my teens and I started doing yoga Nidra about a decade ago, my dad mentioned to me that he had found an app, turned out to be the waking up app, which could teach you meditations of different durations, and that had a lot of different types of meditations to place the brain and body into different states, and that he liked it very much. So I gave the waking up app a try, and I too found it to be extremely useful because sometimes I only have a few minutes to meditate, other times I have longer to meditate. And indeed, I love the fact that I can explore different types of meditation to bring about different levels of understanding about consciousness, but also to place my brain and body into lots of different kinds of states depending on which meditation I do. I also love that the waking up app has lots of different types of yoga Nidra sessions."
    },
    {
        "speaker": "B",
        "text": "For those of you who don't know."
    },
    {
        "speaker": "A",
        "text": "Yoga Nidra is a process of lying very still but keeping an active mind. It's very different than most meditations, and there's excellent scientific data to show that yoga Nidra and something similar to it called non sleep deep rest or NSDR, can greatly restore levels of cognitive and physical energy, even with just a short ten minute session. If you'd like to try the waking up app, you can go to wakingup.com huberman and access a free 30 day trial. Again, that's wakingup.com huberman to access a."
    },
    {
        "speaker": "B",
        "text": "Free 30 day trial."
    },
    {
        "speaker": "A",
        "text": "And now for my discussion with Doctor Mary Helen Imordino Yang."
    },
    {
        "speaker": "B",
        "text": "Doctor Imordino Yang, good to be here. Great to have you. I'd like to start off talking about something that, to me, seems a little bit high level, but I think is the perfect jumping off point. I've heard you talk before about inspiration and awe. And as somebody who's interested in the brain and as somebody who's interested in the role of emotions and learning and life experience, inspiration and awe seem to me rather high level emotional experiences compared to, say, fear or happiness. And yet inspiration and awe just seem so fundamental to how we learn and navigate life. And before we started recording, we were talking about David Goggins, of all people, and we'll get back to that. But if you could just share with us what is the role of inspiration and awe and story in how we learn and experience life starting at a young age, and then maybe we can transition to older ages."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, I think what you've noticed is actually fundamental to the conundrum of being a human is that our most high level complex brain states, mind states, are also fundamentally hooking themselves into the most basic biological machinery that literally we share with alligators, that keeps us alive. And that is both the power and the potential of being a human and the danger of it. So our beliefs, our experiences, our interpretations of the meaning of things, which that's where the story comes in, the stories that we conjure about collectively with other people, culturally, in spaces inside our own selves also, those stories become kind of the through line that organizes the way in which we construct our own experience, consciousness, even, I would say. So when we hook into those very basic survival systems by recruiting them into these narratives about the nature of reality, the power of the meaning we make, what happens is we get this amazingly both fundamental and high level state simultaneously where we feel expansive. We feel like it's all so incredibly beautiful. And we are, I would argue, actually ramping into or catching into the very basic survival mechanisms that make us conscious, that make us alive. And that's, in essence, the power of being a human. That's the power of our intelligence at this late stage in our evolution."
    },
    {
        "speaker": "B",
        "text": "So when I was a kid, I loved stories of all kinds. I think, like most kids, I loved my curious George books. I'm told I liked the Babar books, but then quickly didn't like the Babar books. I liked the book where the red fern grows. I liked books and stories about it generally was boys for me, for whatever reason, that had some idea in mind or some ongoing challenge and that played out over time and the character evolves across the story. And of course, many, many, many excellent stories have all those features. I can recall specific passages in those books to this day that made me feel something in my body. I actually am very familiar with the sensation of having chills go up my spine, as opposed to down my spine early on, realize, oh, there's sort of a difference. Sometimes it travels up my spine, sometimes I still haven't distinguished what that orients me to or away from, but it's a very salient memory and experience for me to this day. So much so that as I'm describing the book where the red fern grows right now, I can kind of feel it starting. Yeah, I've heard you say before, and I love this quote, and I want to make sure that you get attribution for this, not me. We basically have a brain to control our body. What is the role of the brain in controlling the body? And do you think that there are an infinite number of ways in which our brain does that? Or are we really talking about a language between brain and body, of tingles on the back of our neck that go up, tingles on the back of our neck that go down, stomach feeling tight and making us cringe away or kind of warm and wanting to approach? In other words, do you think that the conversation between the brain and body is primitive, sophisticated? How nuanced is it? Because language is very nuanced. We could probably come up with 50 words just in English for the state of being happy. Yeah, but the feeling of being happy I experience along a continuum of a little bit happy to elated, but it's kind of one thing, really. So if you would, could you comment on this notion of the brain being the organ that's responsible for controlling the body and what that dialogue is like, what the syllables and consonants of it are like? Perhaps not at the level of biology, but at the level of psychology and how we subjectively experience that?"
    },
    {
        "speaker": "C",
        "text": "Sure. So the first thing I'll say is that I learned that idea from working with Antonio Damasio. So he was my postdoctoral mentor, and he taught me a first. That this notion that it's the feeling of the body. It's an organism's ability to represent or map the state of the interior and exterior of the body that becomes the substrate for consciousness and for the mind. So I would just want to give him credit because I didn't think of that first. But the work that I've been doing is an elaboration of that. It's basically addressing exactly the question that you're asking, which is, how is it that we construct a narrative, construct a conscious feeling, which that word I take from Antonio and Hannah. Right? Damasio. How is it that we construct a feeling and sort of narrative, that feeling, elaborate that feeling into something that feels like a narrative, that feels like a belief state or an emotion state or an experience? I mean, that in a very verb like way. And what is the role of embodiment in that? What is the role of the brain in that? And what also is the role of the culture and the cultural context and other people in that? Because what we're really learning across the sciences right now is just how incredibly social and interdependent our species is. I mean, our biology is inherently a social one. We are directly dependent on other people for the formulation of our own sense of self. And we interact with one another and construct and co construct a sense of self and a sense of meaning via those cultural spaces and those sort of nuanced ways of accommodating each other mentally and physically that lead to the feeling of us. So back to your original question. There's a lot we don't know there, but I think what's very clear is that the kind of background sense of the body, the mapping and the regulation of the body is a basic substrate, a kind of trampoline for the mind. And so we are managing our survival. We now have lots of evidence from across many kinds of science about the interdependence of our stress and social relationships and our immunity and our ability to digest. And it's even now very clear that it's not even just us. There's a whole microbiome and all kinds of other organisms that are assisting us in that and that are collaborating with us in that. And then the brain is a specialized organ of the body. In fact, it's not a separate thing. It's an outgrowth or an elaboration of that process. It's a specialization of that process, a localization of it in a way that provides enough processing power to be able to really construct all kinds of feelings and mental states and beliefs and imaginings out of basically just the feeling of being here. And then the amazing part is that our brain is also imposing those back down onto our body. So the way in which our body reacts and is modulated in response to mental states is also very real. So we have a kind of like a dynamic conversation happening that's happening in very raw and direct ways, neurochemically and others, and also in broader, longer term, slower, fluctuating patterns around other kinds of hormonal changes and things like that. So along multiple timescales simultaneously, we have a kind of whole, a humanistic whole of brain and body and mind that are kind of co conjuring one another in real time. And that leads to all kinds of dynamic possibility spaces for how we are and how we feel as we grow through time. And I think, as humans, the legacy of our intelligence is to tap into those possibility spaces and start to construct them into meaningful, meaningful sort of chains of ideas, chains of experiences over time that we call story. And that, I think, is what you were tapping into as a little boy. You were hungry for fodder, for a kind of structure for those feelings that you could start to help them evolve from one into the other and chain them together in ways that produce meaning."
    },
    {
        "speaker": "B",
        "text": "I'm fascinated by the idea that early in life, we experienced some interaction with the world. It could be with other people, could be with an object in the world, and it makes us feel something powerful. And that lays a template of recognition, meaning that later in life and perhaps throughout life, we're always consciously or subconsciously going back to trying to experience that same kind of awe or inspiration. Because, again, the what? The circumstances almost certainly vary from being a five year old to being an adolescent and into adulthood and into the, I guess the geriatric years. Do they still call it that? I probably used a politically incorrect term, but forgive me, 75 to 125. And yet the feeling is the same, right? The feeling. It's as if a word can mean the same thing but be used 50 different ways, maybe 5000 different ways to represent. And in this analogy, I'm saying that the word is the feeling. And, you know, and it's used so many different ways because occasionally I'll read a scientific manuscript and I'll be like, that is so cool. It's the same way that I feel when I was nine years old and I spend all my time in the pet store looking at tropical fish and tropical birds and thinking, oh, my God, that freshwater discus fish is the coolest thing I've ever seen. And again, I think I must have a strong memory for these kinds of things because I feel it right now in my body. So it's as if the same thing maps to so many different circumstances. So is what we're learning across the lifespan a recognition of feelings in our body as, ah, this is something I like because of the way it makes my body feel, or is it cognitive or both? From your answer a moment ago, it seems like it's so interconnected and bi directional and fast that it's impossible to really say that feelings are in the body or in the brain. It's really happening simultaneously."
    },
    {
        "speaker": "C",
        "text": "Yeah. It's a dynamic emergency. Let me give you an example that I use sometimes to help myself understand the notion. So my little daughter, okay, Nora, when she was two, two and some months, two and four months, something like that. She's a very verbal kid, and I was sitting in the kitchen one day drinking a cup of tea. I was sad about something that happened in my life, but I wasn't weeping or anything. I was just sitting there. I must have looked kind of lost in my own thoughts. She's playing around on the floor. She came over to me. I'll never forget it. This tiny little person. She comes over to me and noticed I wasn't really there with her, you know what I mean? And my arm was hanging down. She picked up my arm, and she held it against her face like that, and she said, I won't say in baby talk. Cause you won't understand. But she said, don't worry, mama. I'll take care of you. And I said, yeah? And I said, oh, Nora, that's so sweet, sweetie. I'll take care of you too. And she said, and, mama, I will. We love you. I really love you. And then she said, I mean, I really love your arm. I really love your arm. Right. Fast forward two years later. Almost exactly two years. She's four in a couple months. And she was in bed one night, laying in her bed in the dark. And I walked by, and I listened at the door to see if she was asleep in there. And I hear this little whisper comes out, and she says, mama, I love you more than. I'm glad that there's daytime. Right. What's changed developmentally from her at age two to her at age four? Right. I would argue that the physiological substrate of her attachment to her mother is probably quite similar. She had this sort of visceral, automatic biological, you might say, attachment connection to me emotionally that she was trying to leverage in the service of making sense, of being active in that world and adapting herself to the situation, helping me in the first case. Right. But what's changed remarkably is not the substrate of that attachment. It's her ability to conceptualize it. Right. When she's two, her love is experienced as this incredibly concrete, embodied, real, physical thing, like, I love you. I mean, I really love the body part I am currently smushing against my face. Right. Whereas two years later, she can conceptualize that love in terms of an idea, which is, you know, wouldn't it be awful if there was nighttime all the time and there was no sunshine and daylight and I couldn't go out to play and I couldn't write?"
    },
    {
        "speaker": "B",
        "text": "You're describing my biggest fear, people. Listeners to this podcast will know that I'm gonna go into the grave, hopefully a long time from now, telling people to get morning sunlight in their eyes."
    },
    {
        "speaker": "C",
        "text": "I know."
    },
    {
        "speaker": "B",
        "text": "I still do it, both of you, but please continue."
    },
    {
        "speaker": "C",
        "text": "No, but that's right. So she's thinking about how much she is grateful for there to be sunlight. And in her little mind, she connected that to the feeling of being attached to me and used one to explain the other. Right. So that both things now have meaning. And that is the way I think that we start to elaborate these very basic physiological attachment states, aversion states, right. Motivational states of various sorts into mental states, beliefs, poems, you know, love songs, all the things that she does, right. Even between age two and age four that really are mental elaborations, meaning, making of that very physiologically basic sensation. Does that answer your question?"
    },
    {
        "speaker": "B",
        "text": "It answers it incredibly clearly, and so much so that I'd like to continue to build on that example because I think it's very relatable for people. And it's the first time that I've ever heard the embodiment of emotions described in a developmental framework that truly makes sense. Oh, good. So, thank you. So, the contact with your arm or your arm or both was the life example that she was using as a two year old that maps to an internal feeling. And we're going to assume she's not here. We don't have her in a brain scanner. We can't ask her. But we're gonna assume that her experience of being put to bed at night and feeling so much love from and for you mapped to her, then growing understanding of the world around her and the fact that there's day and night and sunshine. So, as her knowledge base grows, she can add examples to the feeling. And I'm assuming that doesn't matter how old she is now, but I'm assuming that as a 14 year old, the knowledge base is gonna be different and is going to map to that feeling again and again. So the question is, is what we are doing across the lifespan is recognizing sort of. I don't want to call them primitives, but basic emotional states, which are not infinite, but can be each one along a continuum. So a little bit of love, completely in love along a continuum, and everything in between, a little angry and annoyed to completely furious. Are we talking about maybe ten to 30 core emotions that then we are just simply binning our experiences into and onto and mapping onto, and then that's our life story. And I'm not trying to oversimplify things, but that seems to me like a pretty great way for a nervous system to navigate a world that is infinitely complex and has a lot of surprise, both positive and negative, and in which, like every organism, our main goal is to survive as long as possible. And not for everybody, but in many cases, to try and make more of ourselves. I mean, those seem to be the basic drive. Survive and make more of oneself. It seems to be the two basic."
    },
    {
        "speaker": "C",
        "text": "Functions of every species of your ideas or more of your work or more."
    },
    {
        "speaker": "B",
        "text": "Of your art, right, exactly. So is that an overly simplistic way to think about it, or does it work? Even if there's more that needs to be added? Does that work? As a 20 year old, I learned things in college, and I'm like, this is awesome. The first time I learned about the hypothalamus, this little marble sized structure and the fact that different neurons sitting right next to each other can put us into a rage or will make us want to mate or will make us thirsty or hungry or tired. I was like, wow."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I mean, it just. It blew me away. It still blows me away. But the feeling is the same as looking at the discus fish in Monet's pet shop on California Avenue when I'm nine years old. So is that the way to think about it?"
    },
    {
        "speaker": "C",
        "text": "Yes. I think there's an awful lot of basic physiological mechanisms that become motivational mechanisms in all the senses, adaptive mechanisms that we share with all life forms, not even just all animals, but all life forms. But they look different in different life forms, for sure, because the adaptive functions, the time scales, and everything are different if you're a tree, than if you're a fish, than if you're a slime mold or you're me. Right? But I think you're right that what we basically are doing is taking these very primitive physiological regulatory capacities that are essentially there to keep you alive. And that's a very dynamic thing to keep you alive. You have to constantly adjust for the needs of the internal organism, the needs of the external, the demands of the external environment on that organism. And being able to manage in that space over time is a very complex, dynamic, kind of iterative process. And we take those processes and we conjure out of them a form of consciousness, an awareness of those processes that becomes something that feels mentally powerful to us. And I think one of the ways that we can know that what you're saying is right is that this was just our first experiment on this. But I think it's really poignant. We first started to study the ways people would react to social stimuli, right, to have emotions like compassion or admiration in the MRI scanner, by telling people stories of true people's situations that invoked these emotions in all kinds of piloting. And then we ask people, how does it make you feel? And then we can see whether they actually feel that way. And then we move them into the MRI scanner and ask them again to watch the story and feel it. And what we expected, we had some very basic hypotheses that things like watching somebody else endure physical pain would activate the same systems in your brain that allow you to feel physical pain, and the same with pleasure around admiration for skill, by watching somebody do flips on their bike on a railroad tie or whatever it is, right. Or virtue. Watching a civil rights leader or somebody who does something that's incredibly, virtuously powerful but not physically skilled. And we had a real surprise in those findings, which I think really went against the prevailing notion of how emotion works, and which is still something which I wrestle with trying to understand. So we hypothesized that feeling emotions about very physical, direct things, and feeling emotions about, I'm, like drawing them in space, but feeling emotions about complex, elaborated things, like compassion for someone having lost a spouse or something, where you don't see any real physical pain, but you can imagine how they're feeling based on your shared experience of loss, right, or admiration for virtue, that those things would build neurobiologically the way that they build developmentally, the way that they build evolutionarily. And we did find that to be the case, and many other groups and experiments have found that, too. But what was a real surprise to us is that emotions based in pain and emotions based in something rewarding or pleasurable, like virtue, which is really inspiring, as people describe it, were actually recruiting the same brain systems, including the hypothalamus, and other systems like the anterior insula, which is basically visceral, somatomotor cortex. It's cortex that feels the state of how you're digesting your lunch, whether your heart's pounding, all these kinds of things, right? What we found is that these emotions, when they get complex, when they're about stories, the valence is no longer the defining feature. The valence doesn't even matter that much. Instead, what matters is, does the emotion pertain to a story that is conjured in our minds, or does it mainly pertain to what you can directly witness by looking at the person? So they step off a curb, they break their ankle, and you go, oh, that looks like it really hurt. Right? Versus they're eating dinner alone in a restaurant, and somebody tells you his spouse died just a month ago, right, where you have to tell yourself an entire story about how he must be feeling in that situation as compared to just looking at him and seeing the ankle and going to, you know. And it was that leap which is really uniquely human, which is fully developed, really, throughout a very protracted period, right. Little children do not fully appreciate those kinds of mental states yet, right? And in adolescence, kids are all about trying to conjure and simulate these things, and they do it very, you know, they overdo it, and they do it in these very sort of awkward ways that adults recognize as, you know, not likely to correspond fully to reality. Right. Many times. And then we start to build more and more facility, more and more sort of wisdom around conjuring the story that makes the most direct, parsimonious sense out of the things that you imagine somebody else may have experienced. Given the complexities of the context in which they find themselves, it becomes more and more dynamic, more and more sort of inferential. And so this also goes back to what you were saying about development. This is actually how I see development across the lifespan. My little two year old loves the arm. Then she loves me as much as something else that she really appreciates, like daylight. And then she goes on from there. And when she's 80, God willing, someday, right, she'll be making a different kind of story, picking out things that matter in more subtle ways that other people may not notice because of the historical context, because of her more lived experience that she brings to that story, right? So the things that become salient, the things you learn, how to notice and build a story out of, are developmental, and they're learned across time, but the basic fundamental processes around the emotions are always driving the need to make the story. And so just to come back, answering what you said before, I think we have this incredibly complex, dynamic set of basic emotions, or whatever you want to call them, physiological states that we share with other organisms that are basically action programs that teach you run away from this right, move toward that, eat this, don't eat that right. But those things in humans, and to a lesser degree in other animals, become the fodder for not just action programs in the moment, but ideas that transcend time, ideas that become the narratives of the stuff of beliefs, of values, of identities, those more ethereal essences of us that are conjured entirely by us in cultural spaces, are fundamentally grounded into our ability to experience the world in a real, physical, embodied sense, but, but elaborated far beyond that."
    },
    {
        "speaker": "B",
        "text": "I'd like to take a quick break."
    },
    {
        "speaker": "A",
        "text": "And acknowledge one of our sponsors, athletic greens. Athletic greens, now called ag one, is a vitamin mineral probiotic drink that covers all of your foundational nutritional needs. I've been taking athletic greens since 2012, so I'm delighted that they're sponsoring the podcast. The reason I started taking athletic greens, and the reason I still take athletic greens once or usually twice a day, is that it gets me the probiotics that I need for gut health. Our gut is very important. It's populated by gut microbiota that communicate with the brain, the immune system, and basically all the biological systems of our body to strongly impact our immediate and long term health. And those probiotics in athletic greens are optimal and vital for microbiotic health. In addition, athletic greens contains a number of adaptogens, vitamins and minerals that make sure that all of my foundational nutritional needs are met. And it tastes great. If you'd like to try athletic greens, you can go to athleticgreens.com Huberman and they'll give you five free travel packs that make it really easy to mix up athletic greens while you're on the road, in the car, on the plane, etcetera. And they'll give you a year's supply of vitamin D. Three, k, two. Again, that's athleticgreens.com Huberman to get the five free travel packs and the year's supply of vitamin D. Three, k, two."
    },
    {
        "speaker": "B",
        "text": "I started off studying the visual system, and I don't want this to turn into a discussion about the visual system. But in the visual system, we know that there's what's called a hierarchical organization where the eye encodes and can respond to edges and light versus dark and red, green, blue. And from that very basic set of building blocks, there's an elaboration or a buildup of what's really called the iceberg model that was developed by my scientific great grandparents, David Hubel and Tornson Wiesel, who won the Nobel Prize for that work where you can look at somebody's face and recognize it or see a profile moving at a particular direction and still recognize that person, or see a word written and conceptualize in your mind's eye what that word, like bird, actually looks like. Like parakeet. Blue parakeet. In other words, there's a hierarchical buildup. And what you're describing sounds somewhat similar, that there's a hierarchical organization whereby, through development, we first learn. I guess earlier I called them primitives, but basic building blocks of when someone steps on my foot, it hurts. It can hurt a lot or a little bit, depending on who stepped on my foot, whether or not I have a shoe on. So you start learning context, but there's a buildup on top of the basic somatic experience of different examples that map to pain, including emotional pain and physical pain, because we know those are interdigitated somewhat and that over time, this builds up so that we have countless examples. But you said something else that goes beyond the hierarchical organization that we see in the visual system, which is that when there's a narrative or a story that we have to add, it changes something about the representation of emotion. I'm so struck by this, by this comparison between seeing somebody step off a curb and break their ankle. Like, even as I'm describing, just like, a folding ankle. Like, ouch. God, that really does just look at."
    },
    {
        "speaker": "C",
        "text": "What you're doing with your face, right? Yeah."
    },
    {
        "speaker": "B",
        "text": "I mean, I've broken my left foot five times growing up doing the same sport, and just. I can still hear and feel the thing going. And that means six months in a cast or whatever it is, versus a story? You know, seeing somebody sitting alone in a cafe, writing in their journal, and then you learning that they just lost their spouse of 75 years. Two fundamentally different visual images. The emotion could perhaps be the same. Like, oh, yes, that is rough. And yet the need to impose story. Yes, changes. Do I understand that correctly, that there's something not just more developmentally mature about adding in story and adding context, but that when we have to do that, that there's something that's fundamentally different about how the emotions are mapped in the brain? I guess perhaps the answer I'm looking for is, what did you see in brain scanning experiments where somebody views a simply a physical break of somebody's limb versus somebody has to add story? Is there something that comes out in the subtraction of one from the other that tells us, oh, there's a whole set of brain networks that are not just about saying ouch, but that have to do with the need to conjure up story. And what are those brain areas? And then perhaps we can digest those a little bit."
    },
    {
        "speaker": "C",
        "text": "Yes, and actually that is exactly what we found, a whole system of brain areas that that did this, which now many people have described, and we're still trying to understand the full role of these networks. But these regions together are called in the literature, the so called default mode network, right? Because the co activation of these characteristic regions of the brain, which are in the back, middle of the head and some characteristic regions in the lateral parietal. And those were first described in neuroimaging experiments where people were asked to just rest and relax, don't think about anything, just clear your mind for a few minutes. This is Marcus Rakel and his colleagues back in 2001. And then contrasting that with tasks where people have to do something very attention, focus, requiring, where you really have to work hard and think that these highly metabolic characteristic regions of the brain were coming online and activating themselves when the person was resting and deactivating and decoupling from one another, not talking back and forth and exchanging signal very much, when someone was doing a really effortful mental task. And that was a real conundrum for a long time. And what we now know is when you ask somebody to think about nothing or rest for a few minutes, you're laying in the skin and you're thinking, I'm thinking about nothing. I'm thinking about nothing. And then you start daydreaming about all manner of stories. You start to imagine yourself into the future. Here I am winning the olympics, ta da. Or hey, it's my grandma's birthday next week, I wonder if she'd like to go to lunch or if she'd rather have flowers. You're imagining other people's mind states. You're thinking, is that guy mad at me at work? Or I wonder if I should change jobs. You're thinking about all kinds of possible spaces that don't actually physically exist in the real here and now. What we found is that our findings were, I think, some of the first, if not the first, to actively demonstrate an increase in activation in these default mode systems. Not a decoupling of them, but an activation of them. When we ask somebody to do an effortful mental task. And what was the task? Asking people, how do you feel about this story? Which involves a lot of imposing of cultural and social and contextual knowledge to be able to appreciate. So the story of the guy sitting in the cafe, writing in his journal, who lost his spouse of 75 years. You have to know a lot to be able to appreciate how he must be feeling. How does it make you feel? Let me pull up a lot of relevant knowledge, personal experiences and memories, and then hypothesize, generate some kind of narrative, some kind of storyline that would accommodate his situation and allow me to infer those kinds of stories which are very different from. Here's somebody stepping off the curb. Ow. Look at that ankle. Right? It's very obvious how you should. How that makes the person feel and how you should feel about that. You don't really need to bring a whole lot of cultural knowledge about their personal history with their spouse to be able to understand that breaking your ankle hurts. Right? And what we found is that it was those kinds of stories where people had to bring a lot of contextual knowledge to fully appreciate that activated these default mode systems."
    },
    {
        "speaker": "B",
        "text": "The losing of the spouse."
    },
    {
        "speaker": "C",
        "text": "The losing of the spouse. So what we later showed in a series of experiments contrasting true stories that are meant to induce admiration for skill, right? Like something physically skillful, somebody can or cognitively skillful and memorize a Rubik's cube and solve it with your eyes closed, right? Or do flips on your bicycle and land on a yemenite railroad tie. Right? Like these incredibly skillful things as compared to the same kind of basic emotion in the sense of feeling inspired, attracted to it, like it's pleasurable, like it's really cool, like you wish you could do that, too. But now it's about a state of that person's mind or quality of character or disposition of self. So talking about the incredibly brave actions of Malala in Pakistan, standing up to the Taliban, right, where it's not about how well she walks down the street holding her school book. There's nothing really physically skillful to see there. It's about the conditions under which she's doing it and what you can infer about her state of mind and her quality of character. To be engaging in these actions under those conditions and those complexity kinds of inferences, we found, activate these default mode systems uniquely. And in fact, we can, in trial by trial experiment. So, literally, depending on what you say about a story, whether it inspires you that particular story out of 50 in a two hour interview beforehand, if you are inspired by a particular story as compared to another one, which may not resonate with you, then when we put you in the MRI scanner, we can predict that you will actually activate these neural systems differentially based on your psychological reaction in the interview. So we can actually show that there are systematic ways in which these large scale networks of the brain. So the way in which the brain's kind of balancing its activity and its crosstalk around the different parts that are contributing different kinds of processing, those dynamic balances are different when someone is what we're calling now, transcending the situation of that person, right. And starting to learn something bigger about what it all means or what the story is or the broader reason why this inspires me, and not just is about her, right? So you can look at Malala and you can say, you know, oh, I hope she makes it. That's really unfair. Or you can look at her and say, and kids say this to us and experiments with teenagers, but wait a minute. And they actually wait. They cover their face, they close their eyes, they look away from the Malala video, and they look at the plain ceiling, and we can actually get coders with the volume off to identify these periods of time and say that when they come back from that pause, their speech slows, their posture closes, they put their hands down, that kind of thing. They don't gesture. And when they come back from that, they are talking about two things. They're talking about the broader inferential narrative around what all this means. Wait, I didn't know. Not everybody in the world doesn't get to go to. Gets to go to school. That's not right. Ethical interpretations. That's not right. And the third thing that comes up is a feeling of self and what it means for you, because you're using your own self and consciousness as a kind of springboard, like a trampoline, like we said before, to try to appreciate what it must be like to be her. So the next thing people say to us, or kids say to us especially, is it makes me realize that I go to school all the time, and I kind of take it for granted, and maybe I should work harder to try to do something about that for other people, you know? So we have this incredible confluence in the brain and mind, this layering of real physical actions and things that happen that you can directly observe with the visual system right in the world. And then you impose upon those a desire to construct a story or meaning, and you elaborate that meaning. And in doing so, you also ramp up the internal sense of self awareness of me being me, of conscious systems, systems that support consciousness in the brain and brain stem. Very basic things we share with alligators, right? That become that kind of inspired state of, like, wait. It makes me want to do more for the world, or it makes me inspired to know there are people like her, or she gives me hope for humanity, one could told me, right? So we've got this incredible dynamic layering of the feeling of the body, the real physical body, the observation and sensation perception of the world around us in a physical real or social real sense, and then the elaboration of that into these cultural narratives that become feeling states and where valence kinds of disappears, right? It doesn't matter so much anymore whether it's painful or pleasurable. It's more about, does it mean something? I'm suffering because it's helping someone else, right? And so it becomes something desirable even though it hurts me. Right? Otherwise, none of us would go through childbirth, right? And so it's that meaning process that makes us really uniquely human, and that is the development of these emotions over time, I think."
    },
    {
        "speaker": "B",
        "text": "Incredible. If I'm understanding correctly, there's a feeling state in our body. When we experience or observe somebody in their own feeling state or experience, it may be the same as theirs might be different. And frankly, as a neuroscientist, I'm going to say we'll never know. Exactly. We won't know."
    },
    {
        "speaker": "C",
        "text": "It's the age old philosophical debate. If I see blue and you see blue, is it the same experience?"
    },
    {
        "speaker": "B",
        "text": "It's probably not based on. So from my knowledge of color vision and the distribution of cones, to explain why I'm saying that the distribution of cone photopigments in your eye and my eye are extremely different, to the point where we're not working with the same palette."
    },
    {
        "speaker": "C",
        "text": "Cool."
    },
    {
        "speaker": "B",
        "text": "And I think that makes life interesting."
    },
    {
        "speaker": "C",
        "text": "Makes life interesting, exactly."
    },
    {
        "speaker": "B",
        "text": "But assuming that neither of us is colorblind, red is similar enough to both of us that we would both look at it and say, that's red. But one in 80 males is red. Green colorblind would look at it and would have see what you and I call red and call it orange. In any event, when we, let's say, listen to or watch and listen to Martin Luther King's classic I have a dream speech, or when I hear certain music that I first heard when I was 14, it was a particularly interesting for me time in my life, in part because I was 14. And we'll get back to that. And what 14 is?"
    },
    {
        "speaker": "C",
        "text": "A thing's a thing."
    },
    {
        "speaker": "B",
        "text": "We'll talk about adolescents, right? I'll just say. I'll go on record by saying that I think that the music that we listen to in our adolescents and teen years is one of the main ways in which we come to recognize the extremes of these feeling state templates that you're describing. One of the ways I prepare for podcasts is to walk. For my solo podcast is to walk and go through some of the narrative. My neighbors think I'm crazy. Yeah, I do that, too. But that's okay. I think they're crazy, too."
    },
    {
        "speaker": "C",
        "text": "Maybe they're both right."
    },
    {
        "speaker": "B",
        "text": "That's right. Exactly. But I always know what music to listen to before I do a solo podcast, depending on the state that I happen to be in, driving into the studio versus the one I need to be in in order to deliver that particular material. And I know because it's almost like knowing what palette of colors, of emotional colors I have in me at the moment and which ones are going to be required to deliver that material, because it's different depending on the topic matter for that episode. What I'm referring to here is this idea that we come to understand emotions through our own experience, and how observing other people and listening to certain music can influence that. And I realize that some people probably have more of a buffer between their experience of the outside world, so called exteroception, seeing things outside us and their internal landscape. Some people, I realize, have very little narrative distancing. In fact, I live with someone who has very little narrative distancing. When she watches a movie, if the person gets punched. Yeah, she ducks, she flinches. If it's a happy movie, she gets happy. If somebody in a movie is sad, she really feels it. And for a while, I thought, goodness, this is, like, really seems a little extreme. But I've talked to professionals about this, and it's something called lack of narrative distancing."
    },
    {
        "speaker": "C",
        "text": "Yeah. Transportation is another way to say it. Being transported by story."
    },
    {
        "speaker": "B",
        "text": "Right. And I think that it has its adaptive utility. I'm not being critical. I think that's an incredibly interesting aspect to ourselves. Some of us. I have a lot more narrative distancing, especially with violence. And I think that's because I grew up around a lot more violence than she did. And so I see somebody get beheaded in a film, and I. And I. Unless it's something where I've really been built into the story of that person and it was a real world thing that I knew actually happened, then I just kind of go, okay, well, it's a movie. There's a movie. It's not real. Even if it's a movie about something that was real, that might be a little bit more of an emotional impact. And of course, if it's a documentary and it's real footage, it's pretty rough."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "But I don't. I'm not horrified in the way that she's horrified. I'm horrified, but not to the same extent. So obviously, some of us have more of a buffer than others. And you can see this in a movie or in a classroom full of kids watching a speech, like the I have a dream speech, or hearing the Rosa parks story, for instance, or listening to and watching a David Goggins social media post. We were talking about David earlier because your son had a question for me about David Goggins, who I happen to have the good fortune of. Of having met. I know a little bit. I don't know him very well, but I know him from some in person interactions. And he is every bit as intense and every bit as serious about his ongoing progression as he appears to be. There's no falsehood there. It is 100% data fact. He does what he claims to do and more that we don't hear about. Super impressive human being. So when we see something like a David Goggins post, or we watch and listen to the I have a dream speech and we start to feel something like, whoa, we're feeling inspired to use the basic language. Are we mapping to some subconscious awareness of that in ourselves? Meaning, are we mapping to some time when we felt inspired in another circumstance, or are we really, is this merely a return to a feeling state that we have to recognize? I don't know if experiments have ever been done on this, but is there any way to determine whether or not we can truly have novel emotions past age 15? Or are we really just returning? Are we really just doing a sort of template matching of, wow, I'm feeling this again. And this makes me feel capable, like I can go out and run today, even though I was going to basically not run today. Or it's possible to have a fantasy view about how the world could be in terms of equality and opportunity? And you know what? That's subconsciously is my brain saying, yeah, I remember when I was six and I didn't know the difference between some people having opportunity and other people not having opportunity. Is that what's happening? Or do you think that we are more sophisticated than that and we are actually really responding to what we think we're responding to?"
    },
    {
        "speaker": "C",
        "text": "Okay, wow, there's a lot in there. A couple of things to start. The first thing I was thinking before, when you were talking about the visual system, which I think is relevant now, is that as humans, the more developed we get, the more experience we have, the more we've adapted to the contexts in which we live. You know, the real physical context, in this case, the visual context included, but also the cultural values of that context, the things we've noticed, other people notice, right? How do you learn, when you're living in the jungle, that when you see eyeballs, you should go stand next to your mommy, right? So you learn what to notice, you learn what you need to attend to in the world, and you're. So when we are perceiving things, either very basic things like a visual scene or hugely complex, elaborate things like Martin Luther King's speech, we are as much imposing onto the world our own expectations of what is there as we are perceiving what's actually there, right? So as we impose onto the world, we bring what you might call our cultural ways of seeing and knowing our values and beliefs, push them onto the experience of what we notice. So even in very basic ways, things like cultural values change the way in which people observe and remember scenes, right? So there's classic work by Shinobu Kiriyama and other people showing that in Japan versus in the US, when you show people a scene of, like, an underwater scene with all the beautiful things that are underwater, rocks and plants and things and little fish swimming by, and then one big fish swimming by, right? And you ask a japanese person, what's this a picture of? They tend to talk about. It's a scene of rocks and plants and little fish, and then a big fish swims by. If you ask an american, western educated person, what is this picture of? They say, oh, it's a fish swimming through a scene, right. We tend to notice first. And he's shown that this is very, very automatic. It's very low level, it's perceptual, not just conceptual. And it actually changes what people actually notice in the scene and what they remember later and all that kind of stuff, we learn how to sort of filter input. We're not little robots or little video cameras walking around observing the world. And so when we see something as complex as a social story, we impose onto that all kinds of personal experiences. So you said, are we ever able to experience new emotions after age 15? I think no, but we are very well able to experience new feelings, right. Which are the complex elaborations of these physiological states and the stories we tell ourselves about the meaning behind them that is developing all the time. And it's developing through all kinds of, quote unquote, cognitive media. We do it through our science, right? By being inspired and interested in something, by being in awe of something. We do it through art, through trying to express an emotion or a feeling or a value state, through the way in which we portray something to other people. Right? As humans, we are driven. I mean, even as cave people, we were driven to say, I was here, here's my handprint, spit it onto a rock. So forevermore, anybody else comes in here is going to see that it was me who was here. And I have a me, right? And so what we're really doing is moving through the world, not in this kind of receptive, passive way, but we are actively imposing ourselves onto the world. We're actively bringing our interpretive power and adapting what we do next relative to the way in which we accommodate. Right? Piaget talked about this 100 years ago. Accommodate or assimilate those things into us that may disagree with our schema, that may align and accord and reinforce them. So this matters a lot for the ways that humans experience the world more broadly, because think about, for example, a terrible topic like genocide or the Holocaust, right? How does something like that happen? Right? How is it that people who have empathy, who love their family, who love their neighbors, can suddenly turn on each other? What's happened is they've shifted the way in which they narrative, the context of those events, the way in which they impose interpretation on somebody else's pain, has been fundamentally shifted from that's another human suffering to that's not a human, that's a rat, a pig, a bug, or whatever it is. Right? And that dehumanization process allows us to shift our story set so that we bring another set of values and beliefs into the space."
    },
    {
        "speaker": "B",
        "text": "Can I just say, I'm glad that you brought up that dark example, because my understanding from my psychology courses in university were that as much as we would all like to think that we are incapable of being the committers of genocide, that there are studies that were done in the fifties, but then have been repeated over many decades, showing that in certain contexts, essentially everybody and anybody would respond to an authoritarian figure and torture somebody else. And I'm sure as people are listening to us, this, they're thinking, no, I would absolutely not do that. All the data points to the fact that if the conditions were set in a particular way, you and I and everybody else most certainly would. A very eerie idea that goes back to, I think, Jung's idea that we have all things inside of us, and we certainly have all the neural circuitry components inside of us for rage and contempt and horrible mistreatment of others as well as all the good stuff. But I'm just glad that you brought up this example, because I think that for a lot of people, it's inconceivable. But I've never heard it framed the way that you're describing it, which is that if the story becomes not about the other person's suffering, but primarily about one's own story of suffering, and that can suppress or literally inhibit the neural circuits that invoke empathy, then it makes perfectly good neurobiological sense as to why that would at least be possible. And of course, I don't think it's a good thing. It's just like many aspects of our biology and psychology, it just happens to be the way things are."
    },
    {
        "speaker": "C",
        "text": "It is. And I think it really, I think, I mean, I'm ever the optimist. I'm also ever the educator, right? You know, I'm a teacher. I'm very, also very interested in the ways that we design educational experiences for young people. I think the only hope we have to protect ourselves against these possibilities is to systematically develop dispositions in ourselves, proclivities within ourselves, to question our own motives, and to deconstruct our own assumptions about situations, and to engage with other people's perspectives systematically. And when we develop those dispositions, the hope is that we are developing within ourselves a kind of a veto system, right? A system for checking our own motivations against other people's experiences of those motivations. And so much of what's leading, I think now we're going in another direction and kind of a political direction, but so much what's leading us into these very divisive political types, for example, not just. And the rise of authoritarianism, not just in the US, or the threat of it, not just in the US, but around many places in the world. All of which, by the way, are western educated, is that we are taught that to know something means you own something in yourself, and then you take that with you and you impose it on the world forevermore. I know how to do algebra two, and I can do it whenever you ask me kind of thing. And that's what a good student is. Where when people learn to engage with their own knowledge states in more curious, open minded, flexible ways, then we dispositionally teach ourselves to check our assumptions, to rethink what we think we know. And this is key developmentally, to notice when we need to do that, and when we should just plow ahead and it's totally fine. And so what we're doing, I think right now to ourselves, both in the education system and in things like social media, is we're reinforcing our own biases by diving down rabbit holes where you rehear the same thing over and over again that reinforces your own belief systems. And then you come to believe those things and those put you on a train toward a particular kind of action or belief system that never becomes deconstructed. And it's very comfortable and it's easy to do. But the responsibility I think we have as individuals and as groups, as humans, given the amazing intelligence we have, is to rise above that and actually look back on our own selves reflectively and deconstruct our preferences, deconstruct our values and our beliefs, and systematically query them specifically around how they impact or influence or change the situations of those around us or don't. The situations and sustainability of the world that supports us. Or don't. And so it all comes back to the emotions that drive our thinking. So we have these very basic, primitive physiological states, which vary across individuals, the degree to which they are incredibly powerful, easily evoked versus not. There's a lot of range in that. Now, all of that variation makes things interesting, right? But it's our ability to learn to experience those and to develop wisdom around when we need to query our own emotions and deconstruct the narratives that we're using to validate or substantiate those kinds of emotions in order to assess whether we actually are right, whether we should continue, or whether we should step back and reframe. Right. And so that kind of mental flexibility really comes out of an emotional disposition. It is our ability. So it takes it back to what you were asking at the very beginning. It is our ability to not just drive from what feels like the bottom up, which, of course, is always starting in the top down, because you've got some interpretation of the world that makes you feel fear, that makes your body do this, that makes you right, but also to be able to rise above, to transcend and think about what are the broader, systemic, historical, ethical, civic implications of this narrative I'm telling myself, which feels default, like the truth? And how might I deconstruct those systematically? And how might I invite others to give me their version of those events and engage with those systematically in order to be able to really appreciate the implications of my beliefs? And so the bottom line is that the emotions that we're talking about today are actually the fundamental drivers of all of our thinking, decision making, relationship building. Right? Our community lives and our personal well, being all in one mix. But that doesn't kind of excuse us for acting on their bequest. It actually imbues us with a responsibility to then develop dispositions, to systematically query those and reframe them when they are not serving us or the world."
    },
    {
        "speaker": "B",
        "text": "Well, exactly what you said. So much so that I'm a big believer in following lots of different types of social media accounts. I've taken some heat here and there because people automatically assume that if you follow an account, that you subscribe to that ideology. But I follow many accounts to whom I disagree with what they say specifically, so that I can learn different perspectives. As far as I know, we're the same species, me and these other people."
    },
    {
        "speaker": "C",
        "text": "Yes, as far as we are."
    },
    {
        "speaker": "B",
        "text": "Sometimes I wonder, but they probably wonder the same about me. They wonder, too. And there's enormous range in those accounts that I follow. I follow different accounts for different reasons. Some for entertainment, some for information, some for challenging myself, some for my desire to be baffled every now and again, but to always return to this idea that we are all basically working with the same building blocks of neurons and neurochemistry. Some people's dopamine, which, whether or not you're into bitcoin or traditional currency, the one true currency that's universal is dopamine. Everyone's working for dopamine and exchanging their own dopamine with world experiences. But this is one of the reasons why I think it's important to not be siloed in one's thinking or exposure to different things on social media. A somewhat controversial statement, actually, because I think a lot of people assume that if you follow somebody from a particular political party, then that means that you vote that political party, et cetera. But that, to me, always seemed crazy. I'm fortunate to have this good friend who was on this podcast, Rick Rubin, who's an extremely accomplished music producer, and he said, produce music from essentially every genre of music, punk rock, which is where I sort of. I got my start and still love punk rock music so much, but classical and hip hop and everything in between. And Rick is somebody who forages so broadly, and I've really learned to try and forage broadly in terms of ideas and ideologies. And it's. I think a lot of people are just scared to be exposed to something that they hate so much because they don't like that feeling in their body of disagreement."
    },
    {
        "speaker": "C",
        "text": "But I. Yeah, dissonance, it's very, you know, that kind of cognitive dissonance we call it, is very difficult. It takes work to resolve it?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I guess. Is there. I like to think there's a way to step back from that and observe it, not from a disconnected stance, but from a place of curiosity about what's driving those mechanisms in people and maybe where we need to adjust our thinking, maybe not to adopt their mode of thinking 100%, but maybe, you know, 10% or 2%. I think one of the reasons things are so divisive right now is because of social media and the siloing of, or very divergent trajectories of people only following and listening to and obeying certain kinds of information and other people the other. And I think the pandemic is the place where all that really clashed very heavily and continues to clash in other areas, too. Certainly not something that's going to be solved inside of this conversation. And yet I do have a question that grows from this aspect of our discussion, which is, what do you think can be done at a concrete level in terms of education of younger people as well as education of people who are out of high school and beyond, to try and adopt these more encompassing modes of learning and experiencing the world? I mean, it's one thing to say, expose yourself to lots of different ideas. It's another to, to understand how to do that in a way that is adaptive. And any ideas you have, I think I and the audience would really appreciate and feel free to make this an editorial or map back to data. I mean, obviously, this is your wheelhouse. This is your expertise. So I'm curious, what should we do? Should I send my family members, who have very divergent political beliefs from me, information to the contrary of their thinking? Or what do I do? And what do I do for me, what should we all be doing with our ten year olds and ourselves?"
    },
    {
        "speaker": "C",
        "text": "Well, I won't comment on should you send your family members. There's other people that do that. They do that work and they know how to."
    },
    {
        "speaker": "B",
        "text": "We're always frustrating each other over text messages. It's okay."
    },
    {
        "speaker": "C",
        "text": "It's okay."
    },
    {
        "speaker": "B",
        "text": "It can't get any worse."
    },
    {
        "speaker": "C",
        "text": "Yeah. No. Okay."
    },
    {
        "speaker": "B",
        "text": "We all love each other anyway."
    },
    {
        "speaker": "C",
        "text": "But one thing I really do think a lot about in this is the way in which we educate our young people, and what do we do without ten year olds? Right? And, like, the first thing I'll say about your ten year old, I don't know if you actually have a ten year old, but is query them about their beliefs when they follow something, when they think something's impressive or bad, or, you know, ask them why. Teach them to unpack their own beliefs. That doesn't mean that you don't still hold them necessarily. It doesn't mean that you adopt the opposite belief. Right. If I talk to someone who has a very different value system than I do and I disagree with them, that's legitimate. But in deciding that I disagree, I have sort of revisited my own belief and queried it. I've externalized it a little bit, made that thinking visible is the way we talk about it in education. That's David Perkins at Harvard talks about it that way, making your thinking visible and then examining that thinking. And so I think one really important step that as society will have to take or we won't make it. And I know that sounds a little dramatic, but I actually think it's true, sadly, and I'm starting to think it's more and more true, is that we need to really get brave about how we think about the process of educating our young people and what it actually means to expose young people to developmentally appropriate, age appropriate opportunities to grow themselves as thinkers, as individuals, and as civic agents and community members. I think that our western designed education system has in it some very basic beliefs about what counts as knowing and what is worth thinking about and knowing about. And how do I know that? How do I test you on that? That I think is deeply, they are deeply problematic. And lead us, I mean, I know this is a strong statement, but they lead us to a place where we are, we are actively punished, not just not encouraged, but I would say actively discouraged from really playing with ideas, engaging systematically with our own beliefs, deconstructing those beliefs, and engaging with complex perspectives on topics and ideas. That is just not what school is about. And it needs to be, we need to shift. So right now, the way in which we think about school is about is basically judged by, quote unquote, learning outcomes. Right? What have you learned and how do we know that? We make you demonstrate it by yourself, under time pressure in a particular setting. Right. Or you're going to come back and I'm going to give you a question and you're going to give me the answer I had in mind. And if you do that in time, then I'll say you learned it. And now we're done. Check. Right. But as compared to a system, and there are educational systems like this, this is not. There are people, for example, the performance assessment consortium in New York City is a consortium of public schools, some of which do this extraordinarily well. They have a dispensation from the New York state government not to give the regents exam as their graduation requirements and they're benchmarks of learning, but instead to have alternative ways of assessing kids where kids work for months to years, depending on the project, on these in depth, intellectual, multidisciplinary projects where they explore a topic and they engage with their own process of learning about that topic and they bring in teachers and community experts and other people and they present their work and then they query the work and they talk about their own learning process and what could happen next and what decisions they made and all these kinds of things. Exactly. You have to invent not just the work, but the question. You need to look at the world and notice what it is. We're not understanding that we would benefit from understanding and find a way to isolate and systematically query that. Why don't we build education systems from preschool all the way up that engage people systematically in that kind of intellectual curiosity? We don't do that. So we know that little kids education, preschool education, if you don't have the water table and the sand table and the cool stuff and the choices and the ways to engage with each other and you know what I mean? All the stuff being really age appropriate for three year olds to touch and smush and, you know, try to taste and whatever else, they're going to be a mess on the floor. They're just not going to come. They're going to refuse to come to school. Right. And they're going to be laying in the, in the doorway throwing temper tantrums. Right. But as, so we know how to do little kid education, well, it doesn't mean we always do it, but we know that they need to be intrigued. They need to be invited to think, and they bring their natural curiosity. And then you expand the range of ways they can leverage that curiosity to discover new things they hadn't known to think about before. Right. Then we get to the standard, quote unquote educational system and we somehow think that that natural human proclivity to engage curiously and meaningfully with deep thinking about ideas and the world is inefficient and inappropriate and frightening. And we teach kids, no, no, no, no. Turn that off. It's dangerous if you do it. It's considered insubordinate. Right. And what we want you instead to do is just let me give you what I've already figured out for you. I'm going to give it to you and you are going to give it back to me."
    },
    {
        "speaker": "B",
        "text": "So it seems to me that in the way that things actually happen in school, what is created is kind of desire for the kid to be a computer, not a human. And they do have a dopamine system, however. And so what becomes the buzz, the emotional buzz is performance, if it becomes a buzz at all. So for the kids that don't get that buzz from performance or they don't intrinsically love the math or the English or the books that they're being presented with or whatever the subject happens to be, or maybe they only like one or two things, then they emotionally dissociate from the rest of the material. I'm actually describing a bit of myself in high school. I was not. I barely finished high school."
    },
    {
        "speaker": "C",
        "text": "I dropped out of 6th grade for a few months. Yeah. Didn't work for me."
    },
    {
        "speaker": "B",
        "text": "Yeah, I eventually got back to it and as I imagine you did too, because we ended up as academics. But I think what you're describing is so key, and I never thought about it from the perspective of, oh, yeah, as young kids, we're given all the things that are going to drive our sensory world in the appropriate ways, touch and sound and vision."
    },
    {
        "speaker": "C",
        "text": "Right. We're trying to build meaning in our."
    },
    {
        "speaker": "B",
        "text": "Mind and that we get to as students, very young learners, impose some of our own intrinsic motivation to do certain things and not others, and that isn't supported as we're adults. What you're describing is so vital. What age do you think this cliffs off? Okay, so in preschool, kids are allowed to do this. In kindergarten, they're allowed to do it first grade, they're allowed to do it in most schools. But at what point is the expectation imposed on kids to become little rote learning computer machines and to get their dopamine from performance, rather from intrinsic pleasure in what they're learning about?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And also, how do we address this issue that there are certain basic skills that not everyone is going to perform well at? And so for the kid that says, I don't like math, well, you still."
    },
    {
        "speaker": "C",
        "text": "Have to learn it. You need to appreciate it."
    },
    {
        "speaker": "B",
        "text": "So how do you conjure up in a joy or an appreciation in that kid? It seems like a hard thing. I mean, I eventually set myself along a academic trajectory that worked out, but that was initially just out of pure fear because my life was really bad. Circumstances in myself made it bad, and I was rescuing myself from basically becoming more of a loser. So I was like, okay, school's the thing. And I did school. And that was the turn hard right into academics for me. But what do you do for the person who is like, really doesn't like math because they're struggling with it or doesn't like biology or psychology, how do we evoke at least an appreciation for that? It sounds like the emotion system is the key system to leverage in order to learn. Could you talk about the relationship between emotion and learning? Because I realize this is really the center of what you do."
    },
    {
        "speaker": "C",
        "text": "You could say it this way. Whatever you're having emotion about is what you're thinking about. And whatever you're thinking about, you could hope to learn about. Remember something from. Right. Understand differently. So the key question for educators is what? Everybody's always having some kind of emotions all the time, unless you're dead right or unconscious. What are people's emotions about in this space? If the emotions, because whatever those emotions are about, that is what you're learning about. So if the emotions are about the outcomes, did I get it right? Am I going to flunk? Am I going to a plus? I'm so smart, I'm so stupid. Any one of those, right? If those are the main drivers, then that is what you're learning about. If the emotions are about the actual ideas in play, the math, the physics, the why does the ball roll down the ramp? Wait a minute, that's the same as why the moon goes around, you know what I mean? Like there are, right, when the emotions are about ideas, then what you're engaging with is learning about ideas. And so what I would argue is that in setting up the kind of accountability system we have, we have taught people that their emotion should be about these high stakes accountability measures, which means that's what we're learning how to think about, perform, perform, not how to think about the ideas, not the intrinsic power of using math to understand the world in a different way. So how do you engage kids? Right, you engage kids by setting out rich problem spaces that and problems that invite them to try to engage with something that piques your curiosity, that's meaningful to them or have them bring in the kid who really hates it. Like, what is it that you do find interesting, kidde? Right, start there. Start there and start using your academic skills in a way that will give you power to do what it is you're interested in doing. That's the way in use your writing, use your math, use your persuasive argument skills, use your filmmaking skills, whatever it is, to tell the story of something that you find deeply, meaningfully powerful to understand, and all of a sudden you need the math. Kids actually say things like, like there's this lovely, there's this lovely long quote from a sudanese immigrant kid in one of these New York schools. With the performance assessments in an article I wrote with a colleague named Doug Connect. The article is called building meaning builds teens brains. You can find it in educational leadership. There's a big long quote from this kid at the end, and he's basically explaining what math class meant to him, which he had never passed a math class before. And he says he got this problem called walking to the door, which is basically Zeno's paradox. Right? You get halfway to the door. Halfway to the door? Halfway to the door. Do you ever get to the door?"
    },
    {
        "speaker": "B",
        "text": "Why?"
    },
    {
        "speaker": "C",
        "text": "Or why not? Right? And they spent months learning the math that would help them get at that problem. And he talks about how I had a problem, he says, and I had to learn fractions. I had to in order to be able to solve the problem I had. And as I engaged with fractions and that problem, I got fascinated, he says, by finite and infinite. And these ideas were driving my need to learn to do fractions. Right? So we've got the cart before the horse. I'm not saying you don't have to learn math or you don't have to learn to read or write or do all these other kinds of skills, but we make those. Which is in the horse's cart? You know, what's in the cart? We call that the metric of the education system and the aim of it, when in fact, it's the quality of the horse. Can that horse pull the thing?"
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "C",
        "text": "That's the development of the person and what they put in their cart then serves that development. It's the toolkit of ways of knowing and understanding that come with you as you move into the world. But this takes real, real developmental skill on the part of educators who are not supported or resourced or trained to think about development in these ways. I mean, so you asked, when does this fall off? It really depends on what school system you are and in what demographic you are when it falls off. But for almost everybody, except for the privileged few who are in very progressive alternative schools, it falls off by adolescence, which is when school gets serious. And it's also, ironically, when developmentally, kids are developing the neural capacity and the psychosocial capacity and the drive to infer complex narrative meaning from the things they are doing. You know, these aren't just my shoes. These are a statement about, you know, what I believe about sustainability and about sports and about adults and counterculture. Right? And as we grow into a space where we're driven to try to challenge and think about big meanings and engage with perspectives and emotions and social issues and broad, important existential questions, be they in physics or be they in art or be they in the social civic domain, right? What do we do? We double down on controlling the input and the output transactional mechanisms that count as, quote unquote, academic rigor and achievement. Right. We start to ask kids, you know, what's the name of the servant who shows up in the scene? And great expectations, right? Is it Molly or is it Maria? Right? And it's like, who the heck knows? And that is not the point of reading great expectations, right? We take away, because we're afraid, as educators, as society, we've got this narrative around young peoples in particular, but everyone's propensity to build and construct meaning in these spaces and self in these spaces, that agency frightens us because we're worried they're going to take risks, they're going to do something stupid, they're going to fall off the track, they're going to not make it in the traditional system. And in trying to protect them and shield them from their own curiosities, their own dispositions for meaning making, we, I would argue, actually stunt their ability to grow themselves to the point where we have mental health crises, literally crises in mental health right now in adolescents across."
    },
    {
        "speaker": "B",
        "text": "Demographic groups, especially bad and young girls, as I understand."
    },
    {
        "speaker": "C",
        "text": "Yes, that's right. But it's bad in everybody, and it's worse than girls. Yes. We don't fully understand why that is. Get some suggestions. What we're really doing is actually producing people who are gutted of their own inner drive, to become someone who thinks powerfully in the space of the world. We are frightened to let our young people have that power, which is the role of adults, is to wrap around young people and help them learn to be reflective, to be systematic, to be rigorous with themselves as they develop the capacities and dispositions to deconstruct their own beliefs, to deconstruct their own aims and goals and the ways they understand the world and to rebuild them iteratively, over and over in this sort of intellectually humble, curious way, where we're constantly querying ourselves, constantly querying other people, where we're willing to sit with uncertainty in complex problem spaces and think through the possibilities rather than settle quickly onto one solution, what the school expects you to do, settle immediately onto one solution, which, by the way, is the solution I already had in mind when I gave you the question. Right. As compared to sitting with young people and allowing them in safe and appropriate ways, the space in which to actually grapple with complex, powerful questions. When kids develop the proclivities to do that. They learn how to manage those very human capacities that we've been talking about the whole time that can lead to terrible evil as well as amazing virtuousness. They learn to appreciate and manage those capacities within their own selves."
    },
    {
        "speaker": "B",
        "text": "I think so much of what we see in terms of these failure to launch examples are because I know some of these, the children of friends, really, really smart kids that didn't map well to the system and therefore are not doing well, really struggling, and clearly have the intellectual power. It just wasn't served up to them, and school wasn't served up to them in a way that worked."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's what says much about the system as it does about the kid, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. I teach a course at Stanford to the medical students that every first year medical student takes about neuroscience. It's team taught. It's a phenomenal course because of the range of expertise in the teaching that comes through. And one thing I've noticed is that they're all phenomenal teachers, but the best instructors do two things simultaneously when they teach. First of all, they come to the table with incredible expertise."
    },
    {
        "speaker": "C",
        "text": "Obviously, I deeply understand what you're trying to get at if you want people to engage with ideas. Yeah."
    },
    {
        "speaker": "B",
        "text": "They are true luminaries in their respective fields. Addiction, pain, memory. Every system of the body and brain that relates to the nervous system is taught in this course. But that I've noticed every once in a while that there's a subset of them that as they teach from that position of expertise, not only are they clear, not only are they engaging, not only are their slides sparse enough to understand, but rich enough to include all the relevant detail, but they also flip back and forth from the position of expert to the position of novice, learning it for the first time."
    },
    {
        "speaker": "C",
        "text": "It's that intellectual curiosity that they're keeping alive. They have this disposition we're talking about cultivating. Sorry to cut you off."
    },
    {
        "speaker": "B",
        "text": "No, please, sue. As academics, we're familiar with that, right? Interrupting in the landscape of academics, interrupting me is a sign of interest. I think Carol Dweck was the one who told me. That's right. And she's right. Carol. She's right. The great Carol Dweck. But I've seen this especially. So there are some topics that I like to think that I might do this reflexively for. Because, like, for instance, I started off in neural development, and I adore the topic. So I can't teach neural development without being completely blown away in the positive sense of how a brain develops."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I've still never talked about this or done a podcast on it because it tends to require visuals and we don't use those because the podcast, most people listen to the podcast, but maybe I'll do something just for YouTube at some point. I think the same experience occurs when I see somebody like Doctor Sean Mackey, who runs our pain clinic at Stanford, teach about pain and the systems of the body that relate to pain and emotion and how to cure certain forms of pain, et cetera, treat pain. It's like he's clearly the world expert, but the way he describes the system, you can tell he's learning it again for the first time in parallel to all of that. And I feel like that that ignites the emotional systems of the learner's brain in such a powerful way that is distinct from just hearing an expert talk about something he's not relaying."
    },
    {
        "speaker": "C",
        "text": "He's not a squirrel with nuts and giving all the nuts to the kids. He's inventing the knowledge in front of them. Right?"
    },
    {
        "speaker": "B",
        "text": "That's a great way to put it. As usual, others are more succinct in collecting my ideas and expressing them than I am. So I think that's a powerful thing. I went to a high school that has a kind of a split reputation. It's known as being one of the best public high schools in the country. It's also the high school that at least for a while, had one of the highest suicide rates in the country. It's written up in various newspapers and so on and so much so that nowadays they forbid the kids there from meeting more than an hour before school to practice for the standardized tests. By the way, when I was at school, the only thing that school represented for me in high school was something that came between breakfast and skateboarding. And frankly, I was in school a lot, and I don't recommend that kids go to school, stay in school. I missed a lot of schools. I had a lot of weird things. I had a lot of making up to do in college as a consequence. So stay in school, get the basics. But this is actually where I'd like to go. You have a very interesting trajectory here you are, you, university professor. You study emotion and learning and many other things across cultures and adolescents and so many other important topics. But you are not a story of like growing up in an academic family. You grew up on a farm and."
    },
    {
        "speaker": "C",
        "text": "Sort of gentleman's farm. My dad was a surgeon, but we had animals and a farm and tried, my parents tried to have us growing the things we ate."
    },
    {
        "speaker": "B",
        "text": "You've had a number of different experiences that we were talking about before we started recording. But one of the things that you mentioned was getting involved in education, where you were exposed to students who had very different backgrounds than you. Maybe you could just talk a little bit about the nodes of your experience. You grew up on this farm, and then maybe just hit some of the other nodes. And then let's take a foray into when you first got exposed to educating others, because I think that's an important backdrop for what, what we've been talking about here and serves as a jumping off point for where I'd like to go next."
    },
    {
        "speaker": "C",
        "text": "I'll just jump in. I mean, it's always hard to talk about yourself. I don't know what's interesting and what's not. To me, it's just me."
    },
    {
        "speaker": "B",
        "text": "I think what's interesting is knowing where you've been and things that mapped back to your emotional networks in a way that, for you feel like that mattered in terms of what you're doing now."
    },
    {
        "speaker": "C",
        "text": "As a little kid, I remember, even as a little kid, not liking school, I was a very good kid. I was a very well behaved kid. I went to a decent public school. But just the whole idea of it, I just always felt like I had two left feet. It never felt like it was really me there. I was always trying to escape a little bit, you know what I mean? And thinking about when I first started educating others. And my first memory of educating others, like specifically that comes to mind, is I was six, and I went on a little vacation in the summer to stay with my cousins in Petoskey, Michigan, which is a place on Lake Michigan, where there are these stones. Where there's. My understanding from when I was six is that there are these, like, 200 million year old fossilized worms in these stones. And you can see them when you look at. There's like, little worms and you can see them. Yeah. So I just was fascinated by these stones, that these are actual fossilized, 200 million year old worms. And I don't know if that number is correct. That's what I remember from age six. So some paleontologist out there can correct me, but I collected these stones, and I went to the little local exhibit they had at the library or whatever, and I learned about these stones, and I brought some back. And somehow somebody thought to ask me to teach my second grade class when I started school about these stones. And I just remember, I don't know how I got asked to do this, but I remember standing in front of my class and talking about these stones and just looking around the room and suddenly noticing, you know, that feeling when you're lecturing and you think, oh, my God, they're fascinated by what I'm saying. Like, every kid is looking at me and, like, holy crap. You know, like. And I was so I'm like, all right, I'll keep going. I'll tell you some more about these stones. And I passed them around, whatever. And it must have been okay, because I was then asked to give that talk all the way up to the fifth graders who are way older than me."
    },
    {
        "speaker": "B",
        "text": "And you're a professor. You're a professor."
    },
    {
        "speaker": "C",
        "text": "I was already fascinated by the natural world and able to make meaning out of something in a way that inspired other people, if I can be so blunt as to say that. And yet I was constantly in trouble at school for not having my homework. I was just. The feeling of release on the Friday afternoon and the feeling of dread on Sunday evening is hard to, like, described, you know? And I went to a reasonably well resourced school, you know. Anyway, fast forward up to when I was older. I mean, I was just always fascinated by. And I think some of this comes from my mom, too, trying to, you know, speak different languages, engage with people who are different than myself, just have conversations. So from the time I was old enough to barely qualify to do these programs, my parents had the. The resources, luckily, to be able to let me to do these things. But I, you know, I went off to France and stayed on a farm there for a summer and went to, you know, Ireland. I went to Russia. By the time I was 18, I was working with these little kids off the street and camping with them in southern Siberia and all these kinds of things."
    },
    {
        "speaker": "B",
        "text": "When I went as cold as they."
    },
    {
        "speaker": "C",
        "text": "Say in Siberia, it was gloomy and rainy and muddy and cold. Yes."
    },
    {
        "speaker": "B",
        "text": "Yeah, Siberia always sounds so bleak. My parents threatened many times to send me there."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah. No, that's a real threat. I mean, it's beautiful in many ways, but, yeah, that was sad. It was a sad, sad story. Anyway, I think what I was trying to do was actually learn by doing, by being. By engaging with other people who knew things I didn't, learning how to build things. I was always really interested in ward working and boat building. I went to Kenya and spent eight months there as an undergraduate documenting this traditional Dow construction in northern coast of Kent. Dow, which are sailboats, sailboat construction where they have no electricity and everything."
    },
    {
        "speaker": "B",
        "text": "Cabinetry."
    },
    {
        "speaker": "C",
        "text": "Yeah, cabinetry. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "You can actually build furniture. So when people say they built furniture, but they basically assembled Ikea furniture. We're not talking about that."
    },
    {
        "speaker": "C",
        "text": "Cabinets and built in bookshelves and furniture, whatever. Some of my friends have pieces I made for them. I didn't made anything for myself, so I don't have anything. But, yeah, I mean, I think I was really torn between trying to build things and learn by engaging with other people and in these different cultural spaces. You know, being a woman in a cabinet in a cabinet shop in Connecticut is really not a cultural space that I had grown up in and then gone, you know what I mean? And yet. Right. Moving myself and changing myself to adapt to these different situations somehow felt like learning to me, I think. And I ended up in a strange situation where I cut my hand opening a window at a job site, and I needed to. I was on workers comp and I had to take some time to let it heal, and I couldn't run machinery, so I had to figure out what to do with myself. I was 23 years old, and I was not going to go back to my parents for more money, right? So I thought, I have to support myself. So I thought, okay, I went to college at a high level, ivy league school, and I majored in French because I could. That's basically what I was like. I don't know. I better finish. I better not flunk. I can do French. I know how to. I know I speak French fluently. I'll do a french literature major and done with it quickly. Then I'm like, what am I going to do with myself? I never thought I could be a scientist, but I loved science, so I just went around taking like a year of every science. I took a year of astronomy and a year of biology and a year of physics and a year of, you know, human anthropology, paleoanthropology, like all these things, psychology, and realized, holy crap. Like, this is super interesting. You can study how babies think and the natural world and then also be bringing sort of a scientific lens to bear that helps you understand things in a new way. So here I was as a 23 year old with a cut hand, and I thought, what am I going to do with myself? I convinced the Massachusetts Board of Education that I, you know, had the background knowledge to be able to teach some sections of AP biology and physics that they had in their high school. So when I got to finally got an interview with this public school district in south Boston, where they were desperate for a teacher, like I'm noticing in the Boston Globe, we're two weeks into the school year and you still don't have a teacher. You know what I mean? Why don't you take me? And managed to convince the Massachusetts Board of Education to give me provisional teacher certification based on the coursework I'd done and how well I did in that coursework because I was really super motivated. I did extremely well in all of it. And when I got there, they basically said, when I showed up for the interview, the high school teacher wants to take those AP classes. Can you just teach full time 7th grade? So I was like, okay. So I. I had my full contingent of 130 kids, 7th graders, coming through my classroom, and the middle school had just been shut down because there wasn't sufficient funding in the town for it. So they had taken the middle school kids and pushed them into the high school space. What that basically meant is I suddenly found myself in a fully equipped high school classroom with microscopes and all kinds of scientific equipment that would be used to teach later courses with my 7th graders. And it also happened that the Massachusetts Board of Education had changed the requirements for the way they organized science instruction and curriculum. From 7th grade life science, 8th grade physical science, whatever it was, different sciences each year. They wanted an integrated, interdisciplinary science all the way across. And of course, that was very difficult for the traditional science teachers to do because they'd been teaching only biology or only earth science or only physical science for their whole career, and they didn't know how to teach the other subjects. And here comes me with, like, one intensive year of study in each of these domains. I was perfectly situated to, like, try to pull it together. So some of the high school teachers helped me. Thank you to them. And I built out a new curriculum for 7th grade for that district around this interdisciplinary approach to science together with other teachers."
    },
    {
        "speaker": "B",
        "text": "It was very hands on, very."
    },
    {
        "speaker": "C",
        "text": "And it was very much like a web of concepts. We'd study nuclear fission and atoms and reactions, and then the sun and astronomy and the solar system, and then how the energy is being shined over onto the planets and then the earth. And then these organisms called plants are actually using those photons to do something chemical about photosynthesis and where. Right. And then we can talk about chemical reactions and breaking down sugars and molecules and. Right. So we built this whole web like curriculum that I was trying to help the kids appreciate the sort of dynamic complexity of the natural world. And some of my professors from Cornell also sent me materials and all kinds of cool stuff from the Cornell museum that they didn't really need. And then I gave it back when I was done right with all these instructions, what all this stuff is on hominid evolution and ashley and hand axes and all kinds of stuff. So I built out a curriculum around all this stuff, and I realized for the first time that I was in this amazingly fascinating space, because it just so happened that the school I was working in was one of the most diverse culturally in the nation at that time. I think we had something like 81 languages spoken out of 1100 kids. Wow. That's a lot of first languages. And kids were arriving from all over the world. This was right after the rwandan genocide. So kids were coming in from East Africa. There were refugees from Kosovo. In eastern Europe, there were kids coming in from Jamaica. There were kids coming. And from Haiti. There were kids from Malaysia and Myanmar. Like, there were kids landing in that class like deer in headlights from very, very broad ranges of cultural backgrounds. And they're landing in my science class. And what I quickly realized is they were using these scientific ways of exploring the world and thinking about questions and trying to make sense of what they had witnessed, to try to understand their own sort of selves, their own origin story, their own place in the world, why different people in this class looked and eat differently than me, dressed differently than me. Like, how is it that you look like that and I look like this? And there was all this crazy adolescent turmoil layered into this space where kids were grabbing onto the scientific ways of knowing as a handle to try to make sense of who they are. And those kids started asking questions of me. I'll never forget this one girl, a black girl, raised her hand, and all the other kids were looking at her like, yeah, yeah, yeah. Ask it, ask it, right? And, like, you know, she was being brave. Like, she talked about it before school. Like, I can't say that. No, I can't say it. Say it. And she said, miss Immordino, why is it that when we're studying hominid evolution and you show us these. This nova episode with early hominids in Africa, why do they always show those creatures looking like they have dark skinned? Why do they always look like black people? And I was like, well, because they're on the equator, and you need that level of melanin in your skin to be able to adapt and live without getting skin cancer in that space. Right? And it opened up this amazing class discussion that actually went on for months. Like, it evolved into a whole curriculum. That was biology, it was culture, it was sociality, where we started to really unpack the ways that we, as humans, are natural beings in the world. And the ways in which our cultural experiences are extensions of our natural ways of adapting. And that had me hooked. I realized then that I could bring science, right, the science of adolescent development and of learning and of emotion and of culture to this very pressing real world problem of. Of how do we help our kids actually figure out who they are, invent themselves in this crazy multicultural space, and become scholars and intellectuals who engage systematically with the ideas along the way? And so I took those ideas, and I started going to night school at Harvard Extension School to study cognitive neuroscience and to study language and cognition, you know, all these kinds of topics, and quickly realized, like, I really needed this developmental perspective infused, right? I wanted to understand not just how these things worked, but how they got that way. And so I took that back to grad school at Harvard and began to study social and cultural and emotional and cognitive development in kids. And quickly there also kind of hit a wall where I was. I went back to the school district in which I worked, and I went back to the teachers who were my colleagues, and I worked with them, and I observed their classes, and I interviewed their students, and we did all kinds of work around how kids were building scientific concepts in ways that reflected their cultural concepts and ways of approaching the world. And I quickly realized, you know, it seems to me that kids are doing all this meaning making, and we as adults, are doing all this, all the supportive meaning making. We're also engaging and growing and learning in ways that reflect not just knowledge bits like little computers, but also that reflect the biological substrate on which the learning and the thinking are happening? And I wanted very much to understand how we could use and leverage developmental biology as a kind of constraint from which to appreciate the kinds of theoretical frames we were inventing in the real world sort of anthropological educational space, the developmental psychological space. How could these two systems act as a Venn diagram? And how could the intersection between them, the places where the theorizing about the natural behaviors and the way kids were making meaning and learning and describing their knowledge and engaging with each other, on the one hand, and the ways in which the brain and the biology are engaging in or supporting those processes, on the other hand, the places where those two circles would overlap, it seemed to me that was where we could most directly target, to start to deeply understand the nature of our developmental psycho biological growth and selves. And so I set out to try to study about the ways in which culture and sociality shape the brain and physiology and survival mechanisms and development. And at that time, which wasn't even that long, ago, it's like two decades ago. Quickly realized very, very little was known about the way in which emotions beyond things like fear flash a snake in your face and your amygdala lights up. I was thinking of something a little more nuanced, you know what I mean? What I'm seeing happening in science class among a kid from Kosovo and a kid from Rwanda, as they're trying to figure out why they understand how they look different, those deeply emotional conversations they're having, but they're not so cut and dry as the things we had been studying. And so that's what really drove me to try to start to understand in an integrated way, the way in which our biological development and our psychological development are actually sort of two sides of who we are and of how we're organizing ourselves to build capacity, mental capacity, as well as sort of physical health and capacity over the course of our lives as we're engaging with living."
    },
    {
        "speaker": "B",
        "text": "Incredible story. And foray into what sounds to me like, really, your ability to identify how the universals among us, like the universal biological features, the universal psychological features, can really strongly inform specifically what's happening now in a classroom interaction in the mind of you or somebody else or of any of us. But to approach it from the other direction, in other words, to take what's happening now and say, why is what's happening now happening? As opposed to just saying what is."
    },
    {
        "speaker": "C",
        "text": "Actually happening underneath the surface. Right. Of the behavior."
    },
    {
        "speaker": "B",
        "text": "Right. As opposed to saying, okay, this is the psychology of character structure. This is the biology of the hypothalamus. But rather say, is anyone else really shocked about the school shooting in Nashville? And go through the feeling of shock and go from there to the biology as a route of learning? And, of course, I don't want to take away anything from the real world seriousness of that, but it sounds to me like you saw that there's a different portal through which to teach and understand experience, and that we are all, but especially young people, are really tied to our emotional states as the main filters, which we like that, dislike that, and therefore make decisions and move through life. I mean, I think it's so key that early on, I mean, if we like a teacher, oftentimes we like the subject. If we happen to fall in love with figure four b in a paper, great. But that's not how I went through graduate school. I just was blown away by the fact that sperm meets egg. You get a bunch of cell duplications, and then you get a brain. And then you get a brain crud."
    },
    {
        "speaker": "C",
        "text": "How does that happen? That's crazy."
    },
    {
        "speaker": "B",
        "text": "Amazing. And I was blessed with a graduate advisor who literally told me, this is how it works in my lab, is what she said. She said, we have everything you need here. I'll help you if you need help. But basically, you're going to mess around with stuff. You're not going to burn down the lab. You're not going to kill yourself with any of the poisonous stuff, but then you're going to mess some stuff up and do some stuff, and you're going to figure some stuff out. This was literally the description. And I liked her lab because they had green countertops and she had pictures of interesting animals on the wall. And then she said, and I'm gonna have two kids while you're in graduate school, so I'm not gonna be around very much. You're gonna have to figure it out on your own. And I said, well, can I play the music I want? She said, sure. And I said, can I put tinfoil on the windows, because I don't want to be bothered? And she said, sure. And I was like, okay, this is the place for me. In other words, she gave me a room to explore. And, of course, she gave me a lot of guidance along the way. She was an amazing, amazing graduate advisor. I'm extremely blessed. But it sounds to me like that identifying what's really going on now is key, and that the other thing that's key is an openness to ideas. I mean, earlier you talked about kind of the. Let's just. Let's just admit where we're at right now. We're in a. We're in a culture war right now."
    },
    {
        "speaker": "C",
        "text": "We're in a weird space right now."
    },
    {
        "speaker": "B",
        "text": "It's very divisive. And one of the major problems is that we can't really talk about things. I mean, I think fear of getting canceled, fear of exploring ideas is real. It's very real. Not just for academics. It's just real people are. So it's important to be sensitive to the experiences of others. Absolutely. But if we can't actually explore ideas and feel like we can walk out of the room safely, then we can't really explore ideas. And so I think right now, it's not just social media. I think it's the fear of offending anybody and probably the fear of voicing how upset certain people are about their experiences or the experiences of others, whatever it is. I don't see a landscape right now where there is true, open exploration of ideas. Anywhere, anywhere, at least in this country. So what do we do at least two of the requirements are an emotional gripping of something around the learning, plus an openness to thinking about things that maybe don't feel right to us as a way to learn how to think something. I think we both agree, if I may, that is really critical and that the world would be a far better place if people could do that. How do we navigate this landscape? I mean, is what has to come first a demonstration of the value of openness of ideas? And here I'll just state my stance. I feel like any idea should be open to at least discussion, any idea. But then it needs to be systematically dissected with some rigor so that people can't just assume any idea is true."
    },
    {
        "speaker": "C",
        "text": "Just because it's true for them."
    },
    {
        "speaker": "B",
        "text": "Just because it's true for them. And this I actually learned from my graduate advisor. She used to say tolerance has to go both ways. Like, when it comes to thinking about ideas and criticizing, it can't just be, I'm right, they're wrong, or I don't tolerate that. It has to be tolerance for all ideas. And then you arrive at, hopefully, eventually, core truths, or at least core trajectories. What do you think could support this? How early should this start? I mean, should kids in elementary school be discussing the current landscape of politics and what they see from a place of, like, we talk about safe spaces, but is a safe space one in which no one gets offended, or is a safe space one in which any idea can be discussed? I think that's never really been defined for me."
    },
    {
        "speaker": "C",
        "text": "Yeah. Ooh, that's a really fraught issue. I mean, first, let me go back to something you said, which I would have said it differently. So you said our emotions are a filter, right. And they do act like a filter, but I actually don't think emotions are really filter like so much as they are the drives that are undergirding the impetus to think. Right. They're pushing us to think about particular things. And I think, I mean, as a scientist, my disposition is always that to understand something is good. And the more complexly, the more thoroughly you can interrogate and understand something, the better. So there's nothing I'm afraid of knowing. Right. And what you're really talking about there is the fear of knowing. Why are people so afraid to engage with. With each other? Basically, because it's deeply threatening to reveal things about your own experience that are not going to land in a space where we can kind of collectively engage with them as legitimate experience. It's sort of the opposite of canceling people, right? It's the opposite of dismissing people. It's actually developing spaces of trust where we can engage with ideas and take them from ourselves, right? So that they're no longer personal value judgments. They become cultural memes or models or schemas that we can dissect together, that we can engage with together and construct understanding around. Right? And I don't really understand my own position unless I also understand your opposition to my position, even if I still disagree with you, I think there are really important conversations going on right now. I'll take it back to the education system, because that's what I know most about. There are really important conversations going on right now around reframing the experience and outcomes and aims of schooling around civic discourse and reasoning. So there was just a major report that was produced by the National Academy of Education and other academies collaborating with it, for example, around this topic and helping us to move as a society toward a space where we learn to kind of lay ideas out and develop skills for reasoning around those ideas, including bringing ethical, experiential, emotional, cultural values to bear, but then being willing to deconstruct and engage with those ideas, whether they're the ones that are commensurate and fluid with our experience or that appear to be conflicting or disfluent with our experience. We need to develop spaces for young people especially, but for everyone to engage with the deconstruction of our own assumptions, like I said before, and to engage with the deconstruction of others assumptions, and to try to reconcile the building blocks. And that's where we can build some common ground. But we can also disagree. But we don't really understand our own position unless we appreciate someone else's disagreement with our position, unless we can actually articulate and appreciate how it is that person's opinion is opposed to mine. I don't really understand mine."
    },
    {
        "speaker": "B",
        "text": "It's such a key .1 of the reasons why I do read all the comments on podcasts on YouTube. It takes me some time, but I do it. Or on social media is that but oftentimes I'll get a comment or a criticism that makes it very clear that I wasn't clear about something. Other times I'll get a comment or a criticism that makes it clear that I and the other person fundamentally disagree about something, both of which are great and for a scientist, is a delight. So keep it coming. And of course, when people agree, and they agree and make it clear that they agree from a stance of understanding, that, of course, is also gratifying so it's exactly what you're saying. And it's one of the upsides, I think, of social media, which is that unless people block their comment section, and I do occasionally block people if they're being offensive to other people, you say."
    },
    {
        "speaker": "C",
        "text": "Whatever you want, alienating people. That's not inviting people into a conversation that's not constructive."
    },
    {
        "speaker": "B",
        "text": "I actually have a rule which is, I call it classroom rules. I've never announced it, but I allow for classroom rules. You can swear, but you can't swear at people. Yeah, that's what I was taught in graduate school. Swear, but you can't swear at people. It's also our rule at home, although we try not to swear it. So you can swear, but swearing at people is not. Not okay. And that a certain decorum of is required in order to have open discourse. So that works for me. I think that it's been a while since I've been in school, but I work at a school, and I think that the ability to not just reinforce but challenge one's own stances, which sometimes leads to reinforcing our own stances, it may."
    },
    {
        "speaker": "C",
        "text": "It very well may. And that's legitimate."
    },
    {
        "speaker": "B",
        "text": "I mean, I have to assume that in high schools they still do debates and things of that sort. I mean, do they allow that? I mean, could you throw kids in a class and say, let's debate a something really controversial, and then. But you have to debate it from the other side. I mean, just as an experiment of forcing the brain to try to be effective for sake of winning. But from the other perspective, or stance seems like a great exercise. If I were a high school teacher, that's the first thing I do. We pick the most controversial topic, and then I'd ask people to divide along that topic, and then I'd swap them into the other one and have them argue from the other one's stance."
    },
    {
        "speaker": "C",
        "text": "Yeah. Learning to appreciate perspectives is very."
    },
    {
        "speaker": "B",
        "text": "And we'd use 14 ounce gloves. No, I'm kidding. It wouldn't be physical. It would be purely intellectual."
    },
    {
        "speaker": "C",
        "text": "Yeah. I mean, let's take. Can we take it back to the brain for a moment, to the conversation that we were having earlier? Right. So we were talking about that in our experiments. And now in whole, you know, whole bodies of neuroscientific knowledge, we know that there is this very interesting neurobiological sort of processing difference between emotions and the thoughts that are part of those emotions, that are the result of those emotions, that are also incipitating those emotions. That whole process, when it pertains to the direct actions, observable characteristics, behaviors of another person or situation that you can actually directly, pretty much directly learn or infer. As compared to when you have to bring a whole lot of conceptual content knowledge to bear, experiential knowledge, simulation capacity to bear, to be able to fully appreciate the nature of a situation. And we talked about how that second kind of processing that I called transcendent is in essence about distancing yourself from the immediate physical situation, the observable, perceivable situation in a direct sense. And instead constructing a narrative in your mind that's built from that. But that then brings to bear all these other kinds of information that allow you to elaborate this into a narrative that takes on emotional meaning and psychological power. As a narrative, it becomes part of identity, beliefs, all that kind of stuff. And we talked about that kind of thinking being associated with the so called default mode, which is deactivated systematically and decoupled from itself, right? The different regions aren't talking to each other, to each other. When you are in the world acting, doing a task, paying attention, inferring the direct things that you need to notice around you. You're in the middle of playing a soccer game, the ball's coming at your head. That's not a time to stop and muse about title ix and girls access to sports, right? You're going to trip and fall, or you're going to miss your shot at the goal, or you're going to hit a. Get hit with the ball, right? So we need to sort of manage that space in order to have these conversations. And I think what's important here is to remember that the default mode network, that is the substrate that is playing out your own sense of self and inner consciousness and self awareness. And is also the basis on which we construct these broader inferential narratives that are the elaborative stuff of stories and beliefs are fundamentally incompatible. The activation of those systems is fundamentally incompatible with needing to be vigilant into the immediate physical or social situation around you. So if you feel physically, emotionally, culturally, socially unsafe. And you feel that you need to watch your back, either literally or metaphorically, as you're thinking about things neurobiologically, that situation is inconducive. It is not conducive to being able to actually conjure an alternative perspective in which you construct a meaningful narrative with alternate ethical implications, with alternate prospective, possible future outcomes, with alternate views of the historical precedent or context. Being able to sort of mentally time travel into the space of those ideas is only really possible when people feel safe to think together."
    },
    {
        "speaker": "B",
        "text": "So it sounds like it's anti creative."
    },
    {
        "speaker": "C",
        "text": "Yes. Creativity is also associated with the activations of these networks. Yeah, causally so."
    },
    {
        "speaker": "B",
        "text": "In some recent work, I had the good fortune of having dinner last year with somebody. I won't reveal who it is, but he runs a major social media platform, and he told me that in Japan, it's common for people to have two or three or even as many as seven different social media handles, and that they do this in order to embody different versions of themselves safely."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So these are not troll accounts. These are not the accounts. And by the way, I see you troll accounts that say whatever, and then you go to their accounts at some private account where they hide. Rather, these are individuals who have multiple accounts. In one account, they might be a bit aggressive, maybe even a bully online, dare I say? In another account, they might be very fawning and show up as the. The person that everyone knows them to be in the real world. In another account, they might be a university professor. In another, they're an athlete. And it's fabricated in the sense that the posts that they put up often don't accurately represent who they are in the real world, but it's accurate in the sense that it represents the different dimensions of their Persona that are driving their real world decision making at some level."
    },
    {
        "speaker": "C",
        "text": "It's kind of like pretend play for little kids."
    },
    {
        "speaker": "B",
        "text": "It's pretend play, but it's not pretend because it's in cyberspace. I'll just go back to Rick Rubin, who, in addition to being this incredible music producer, is an enormous fan of professional wrestling for many years. And I asked him from a perplexed, like, why professional wrestling is it the athleticism? He said, it's the only thing that's real, because everyone agrees it's not real. And so these are characters, right? So you're agreeing for it to nothing be real, and yet it allows these characters to fully embody these different Personas. And I had the experience years ago. I was at Cold Spring Harbor Laboratory, summer camp for scientists where I attended and taught, and I was in a cab driving out to Cold Spring harbor from the train station, say, osset. And I got into a discussion with the cab driver, and he said, okay, you're from California. He said, with New York accent, I won't try and imitate. He said, you're from California. And he said, your governor, who at the time was Schwarzenegger, he said, he's great. And I said, tell me more. I happened to like Schwarzenegger for a number of reasons. He actually signed my PhD. Cause he was governor. I went to a UC. Yes. And he said, well, because if terrorists show up in California, he's gonna go out there with a machine gun and take them down. So in his adult moment, he's the terminator. He's the Terminator. He's the Terminator. And I realized in that moment, this was a smart guy, this cab driver was a smart guy. That it wasn't a lack of narrative distancing. He had conflated the actor with the roles he played. And I realized in that moment that this was not a reflection of him being unintelligent. It was a reflection of the fact that the brain often collapses identities of others and makes these. I think it's just an efficient. It's an efficient way to parse the world."
    },
    {
        "speaker": "C",
        "text": "Yeah. We decide. And then that's that kind of this person. And we put them over there on a shelf, right? Yeah."
    },
    {
        "speaker": "B",
        "text": "So, to return to the discussion that we're having, I think that the ability to embody different aspects of self, but also the ability to transiently embody the Personas of other people, and to do that in a way that allows for really thorough exploration of idea space, I feel like, can only be a good thing, provided it doesn't get physically violent or something. But that, to me, seems like the exact opposite of what's happening now, which is that people are siloing off into their camps where specific language and specific ideas are accepted and others are not. I mean, it's so interesting and perplexing and disturbing to me that the way that certain things that have nothing to do with politics get lumped with one group or the other. It's so crazy to me, on the one hand, and yet I think what you're describing seems to me the route out of all of this. I really mean that I feel like the education system, starting young and getting people emotionally engaged, learning what they like, what they don't like, but then also teaching them about their emotional systems and how it helps them parse the world, is really the solution. So that when we're upset, we can. And I realized, yeah, I'm upset. It makes sense why I'm upset. But let me explore it from the other side. It also makes sense why they're upset. And that seems to be what humans have done somewhat throughout history. Never perfectly well, but it seems like it ought to be possible. I mean, the forebrain is there for a reason. So could you, in wanting to go back to a little bit of the biology and the research. What have you seen in terms of cross cultural consistency about the role of emotions in our ability to parse and learn? Because obviously we're not going to solve these problems today. But although I think you've shined light on some potential solutions, what do we know for sure about human beings and their capacity to do what you're describing, to really learn differently? It worked in the classroom where you were teaching. But how could each and every one of us do this? I mean, how would we approach this? I guess I want to take this to the practical. What can we do when we read a newspaper article? What can we do when we're on social media? What can we do when our kid is refusing to do something because they simply don't like it? Or the teacher? They don't like the teacher. Are there paths through that that you've identified or that you can sense work?"
    },
    {
        "speaker": "C",
        "text": "I can give funny examples of my own kids when they didn't like things at school. Right. This isn't licensed."
    },
    {
        "speaker": "B",
        "text": "What tools do you use?"
    },
    {
        "speaker": "C",
        "text": "License to not. Yeah. So my son, when he was in third grade, he was very upset about the behavior chart that his teacher had at school, right? So he had a behavior chart. They had a behavior chart back the room that the principal didn't agree with this, but that teacher was there for a year. And. Okay, so there was this behavior chart, and you have green. You start on green with your little clip, and then there's yellow, and then there's red, which is like, call your parents, which I never understood why they don't put call your parents on the green, but anyway, right? So you start on the green and then you get down to the yellow and they get down to red. And, you know, Ted's little friend is always getting on the red by 09:00 a.m. it's like, can we just get it over with? And he tried to talk with his teacher about why this behavior chart made him so uncomfortable. Because. And she couldn't. She could not understand his perspective because she kept saying, but you're always on green. You're always doing what you're supposed to be doing, and you're respectful and you're well behaved, so why is it a problem? And what he was trying to say was that somehow it just made him uncomfortable to have that there. So he was constantly bothering me with this. I finally told him I was trying to work one day and he was home from school because I would let him work from home some days because we needed to. To kind of buffer a little bit. And, you know, he'd bring all his work home and he'd do it himself. I'd be working. He'd be working, right? It's fine. He had all kinds of projects going on, you know? And this is a kid who. This is a little side story. This is a kid who went to first grade, and about two weeks into first grade, good first grade class, he was crying on a Sunday night to me, like, I gotta go to school. I don't want to go to school. I'm like, well, what's. You know, what's wrong at school? I'm thinking he's getting bullied, something's wrong. And he's like, he finally looks at me, and he goes, I have so much work to do. How do you expect me to get my work done if I'm sitting in school all day?"
    },
    {
        "speaker": "B",
        "text": "I can relate."
    },
    {
        "speaker": "C",
        "text": "Can you relate? Because you're actually a motivated. Right. We take kids motivations and the things they're interested in, and we sideline them and try to structure them into something. So back to."
    },
    {
        "speaker": "B",
        "text": "There are legos to build."
    },
    {
        "speaker": "C",
        "text": "Yeah. Oh, he was. He was way into building armor at that time. He would. Yeah. I know we're probably terrible parents, but we gave him some safety glasses, and we taught him how to use it, and we explained how metal is sharp. And we gave him some shoes."
    },
    {
        "speaker": "B",
        "text": "That is super cool and some tin snips."
    },
    {
        "speaker": "C",
        "text": "And he made a whole suit of armor in the backyard, you know, in second grade. Anyway, it took him months and months. I mean, chain mail, the whole bit. He was super into amazing. Anyway. And he made airplane. He did all kinds of things. But. So here's this kid, and he's bugging me about his teacher and this behavior. I said, teddy, go write a letter to your teacher. If it bothers you that much, you go write a letter about why it bothers you. Right? Because in doing so, he's, first of all, helping to solve the problem. Secondly, he was formulating his understanding of what this behavior chart is and why specifically it bothers him. And in so doing, it helps him not be so bothered by it, right? So that's an example of something you could do, right? So he wrote this letter to his teacher, which ended up being published in the National Academy of Science, Engineering, and Math's book, how people learn, volume two. Because I was on the committee of people that wrote it, and we needed an example of kids making sense out of motivational things and actually took his name and the teacher's name off and put the letter in the book. It basically is a little kid saying, listen, teacher, when you put up this behavior chart, he called it a bad behavior chart, which it wasn't. It was just a behavior chart, but he interprets it as bad behavior chart. When you put that up, it's as if you're daring me to do something bad. You're basically. He doesn't say it like this. He says, you're basically making me uncomfortable because you are laying out a perspective on me, a possibility space for me that you're now bringing into the conversation that I could be like that. And let's see if you're going to be. Oh, not today. Oh, we're still on green. Right? And so, so where does this go? It goes back to the idea that kids are and all of us are interpreting the interactions and the structures around us, not only for what they are, but for what they represent as somebody else's interpretation of what we are or are not capable of. And he saw that behavior chart as a marker that his teacher assumed that all kids in that class are capable of being badly behaved and that their main aim of being in school is to be well behaved. Right? And so he writes all about saying, dear teacher, every day I come to school every single day, and every single day is new. That's what he says. And I could learn something new, except then I see dot, dot, dot, the bad behavior chart."
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "C",
        "text": "He's saying, school is supposed to be about learning and us engaging. And you're making it about something so low level and basic as, are you going to behave yourself today? We are insulting him by the way we frame the context. So take it back to the bigger issues of civic discourse and all these things. I think so much of the way that we're organizing our lives, our social relationships, our community, our civic structures right now is mirroring that teacher's behavior chart. Right?"
    },
    {
        "speaker": "B",
        "text": "Did she take the chart down?"
    },
    {
        "speaker": "C",
        "text": "I don't know. I don't think so."
    },
    {
        "speaker": "B",
        "text": "And what. And I asked because I'm not sure that it matters. I think what probably matters is that he had the chance to voice. He voices his understanding."
    },
    {
        "speaker": "C",
        "text": "His understanding of the chart. Yeah, that's right. And now anybody can read his understanding of the chart because it's published in the most widely read textbook on learning. Right. And motivation. I mean, the point. There's a couple points. First is that we're structuring the way we structure our environment can unwittingly impose our mental models of other people's possibility spaces onto them, and people find that inherently abhorrent. Right? So think about how we're doing that in many contexts, not simply in schools. And then the second thing is, from the kids perspective, deconstructing exactly why. And if something bothers you by understanding how it is that you are interpreting that thing, then opens you up to be able to manage those spaces in a new way and to engage in them in a new way. So if we take the conversation back to the idea of civic discourse, of civic reasoning, of engaging with. With any idea, right. There are ideas that are deeply problematic. There are ideas that are deeply hurtful, that have long histories of trauma associated with them, of long histories of power dynamics and oppression associated with them. The way in which I think we deconstruct those ideas is going to be critical to how those ideas live on implicitly in our social relationships, in our society. If we cancel them, if we negate them and pretend they don't exist, all we're doing is burying them in a place where they can't be deconstructed. And only by actually taking them apart and appreciating the pain, the relationship structures, the limitations, the resource allocations, the inequities that are implicit in those concepts. Only by deconstructing and deeply understanding those can we rebuild them in a different way. So it's very difficult, because on the one hand, we have a space created for ourselves right now in society that is deeply unsafe for many people. And when you're in an unsafe space, you are not in a space that is conducive to constructing and deconstructing meaning using those default mode systems and other systems just to be crass about the brain, right? And kind of oversimplify it, that are the substrate of autobiographical self of possibility spaces, of ethics, of deep moral and ethical emotions. So, on the one hand, we have a space that is deeply unsafe for individuals to think together, and genuinely so, there are real implications for people to reveal certain kinds of identities, to engage with certain kinds of ideas in culturally formulated spaces that we've constructed together. And the irony is that we can only fix that and create a different way of interacting with one another by actually boldly going in there together. So it's a very nuanced line where we need to develop skills. And this is where I think, and many people think now, that schools should be focused across disciplinary domains, whether it's math, science, social studies, history, art, the arts, right? Sports should be focused on helping young people and teachers develop capacities and dispositions for deconstructing and constructing, again, safe cultural spaces to think together about interpretations, about narratives, about stories about assumptions, about ideas, because as we engage in those thoughts together, we call that civic discourse. We learn kind of rules for not triggering and sensibilities, for not endangering another person's ability to engage on equal footing with us. Because if we trigger those unsafe, dangerous places for people, they can't neurobiologically, then engage with us deeply around sharing their perspective and deconstructing ours together. To build something where we have a shared understanding in the middle, we have to trust one another. And trusting one another really means we have to have a space established in which we can feel safe to deconstruct our own beliefs and to allow others to do the same, and to assure them that we can engage with those beliefs no matter what they are, and then actually exteriorize them and evaluate them together and think about them around core values we probably both hold like well being, like sustainability of society and of cultures and of groups, right? These things are core. Everyone wants to be well, everyone wants to have a sustainable life and a life future and a cultural set of values. And so when we all appreciate that we're bringing those things to the table, but then are systematic about constructing a space for civic discourse in which we are supporting one another, in deconstructing our own beliefs rather than each other's beliefs, right? Then we are at a space where we can start to construct some kind of understanding, some kind of nuanced, more adaptive, more pro social, in the true sense, way of engaging with one another. Not necessarily a way of agreeing with one another, but way of engaging and constructing and deconstructing meaning together, so that we can be adaptive, so that we can build a society where everyone can flourish, so that we can build a society where everyone can belong and can actually have the resources they need."
    },
    {
        "speaker": "B",
        "text": "I would argue, as long as free speech is not possible for everybody, that nobody is safe."
    },
    {
        "speaker": "C",
        "text": "Yes, that's right."
    },
    {
        "speaker": "B",
        "text": "That nobody is safe."
    },
    {
        "speaker": "C",
        "text": "Nobody's safe."
    },
    {
        "speaker": "B",
        "text": "And that there's an illusion of safety around the idea that people who have voice are going to get what they want simply because they are the ones who are allowed to talk and other people aren't. I mean, I think you said it perfectly when you said that anytime ideas get buried, there's no way they can be solved. We know this from the scientific literature. For instance, there are results within social science and biological science that are deeply troubling. I can think of experiments that were done in the realm of neurosurgery on humans in the 1960s. People stimulating different brain areas and seeing a rage, or seeing very politically controversial ideas emerge from the person's mouth in real time as a function of stimulating that brain area. And then you say, well, did they really believe that? And they just never were saying it. And the person doesn't even recall that happening during the surgery. Or, I mean, this idea that Jung had that we have all things inside of us, I think, can be seen as a very dangerous notion and territory that we have all these shadows. But the. I'm also an optimist, and I feel that the optimistic view of it is that by knowing that we have all things inside of us, potentially, and by embracing that fact, that we can manage that. To steal what you just said, we can manage that. And that we can function so much better when we see something in the world that we think, that's not me. I'm not that. And I hate that when. If we understand that that also lives inside of us, but that we just don't realize it. And I realize some people will hear this and they'll go, that's not true. I have my stances, and I disagree with other things. I would say absolutely yes. But the difference between one person's stance and another person's stance could be purely developmental wiring. It could be difference of having read different childhood books and oriented towards one book versus another. I think that we are very similar at the level of core wiring and core algorithms that we run. But somehow, these days, we have the perception that we've diverged so much. I think the only thing that's really missing is what you're describing is a place where any and all ideas can be explored freely, not to establish consensus."
    },
    {
        "speaker": "C",
        "text": "Or validity of certain kinds of ideas, but to actually exteriorize them and decrease, reconstruct them for what they actually are."
    },
    {
        "speaker": "B",
        "text": "Absolutely. Thank you for working through that space, because it's a tricky one."
    },
    {
        "speaker": "C",
        "text": "I realize it's very fraught."
    },
    {
        "speaker": "B",
        "text": "It's very fraught, but so very important. I have a question that's very basic, but I've never gotten a good answer on. I was raised thinking that mirror neurons were a real thing, that there are these neurons that exist in the. The brains of us and other old world primates like macaque monkeys, but especially in humans. The so called mirror neurons that are activated when we see somebody experience something, and it evokes a sort of empathic understanding in us. I've also seen some reviews written recently in some popular press saying that mirror neurons are perhaps not playing the critical role that we thought they were. What's the story on mirror neurons? And we're not going after anybody's work in particular. I just want to know whether or not there's real validity to this notion of mirror neurons."
    },
    {
        "speaker": "C",
        "text": "I'm not an expert on it, but I can tell you what I know about it and the way that I think about it. So, I mean, I think it's pretty clear now that there are no such things as mirror neurons, like some special kind of cell type that's in the brain. They have not been found. They were predicted, but they were not found. But something else was also predicted back in the late 1980s by Antonio Damasio, where he talked about the brain being organized in terms of what he called convergent and divergent zones. So he talked about the brain being organized as networks converging and then diverging again back out. So you have places where processing is kind of coming together, and then what happens in there then determines how things get spread back out. And you've got these sort of loops happening in the brain. And his thinking on that was very much commensurate with others thinking about the notion of goal directed action and perception. So if you think back to developmental scholars who had knew nothing about the brain, very much like Jean Piaget, right, back in the early 20th century, where he was observing young children and noticing that they were interacting with the world, and they expected certain things, and they were, he thought, imposing theories or schemas onto the world and then accommodating was the word he used, the world with their actions when it didn't act the way they expected, and then assimilating that back. Right. To change what they expected next time. So that he had this model that he built from systematically observing children, three in particular, right? Where he. What he realized is that kids are not just flailing around, sort of discovering things haphazardly, they're imposing a certain logic onto the world, and then they're systematically testing that logic. So their hypothesis testing, basically, yes. Right. They're expecting things, and then when the world does what they want, that reinforces, and when it does something different, that's surprising, and then they have to accommodate and make sense, and then they have to expect differently in the future. So what does this have to do with mirror and irons? I think when you bring these different ideas together, the psychological, observational ideas and then the neurobiological ideas, what we basically have. And I wrote about this a little bit in, like, I think, 2008. I have a paper called something like the smoke around mirror neurons. And I forget the second half of the title, but it has the word goals and directed actions and things. Right. But the idea, I think, is it's not that there are special neurons that are firing when we see another person do the thing, right, but that we are. It goes back to the notion of us imposing our expectations onto the world. You have to share and understand intuitively the goal of the other one's action in order to activate these mirror regions. Right. Where and what are those mirror regions? They are basically regions that are deeply interconnected with each other. Right. They're thoroughly interconnected with each other in terms of white matter fiber tracts. And they are regions involved in action planning, goal oriented actions, and perceiving the outcomes of those actions. So it's a kind of a loop between acting and perceiving. And acting and perceiving. And I argued at the time, right, that goals are emergent, like high level goals are emergent from the dynamic feedback loops of acting and perceiving. Right. So I was really taking a very piagetian view, but imposing that on the neuroscience. So I think you take what I'm saying together with, like, a piagetian constructivist view. There are many other constructivist neuroscientists, constructive psychologists also, and then also the neural data. What we see is that we don't have these special neurons built into our head. What we have is a natural proclivity, and I don't know where that comes from, right. But we have a natural proclivity to try to appreciate another person's actions, feelings, experiences, by leveraging our own similar actions, feelings, experiences. And so when we can share goals or experiences, that becomes more facile, right? And that's mentioned over and over in these mirror type papers, right? And when you distance yourself from those goals and actions or don't have an intuitive sense of them, then you don't get these mirroring activations. You don't get these kind of ramped up sharing of goals or of experience. So I think it really comes back to the way the nervous system is wired to be inherently social. We are cultural learners. We are situated in social spaces from the moment we're conceived and certainly from the moment we're born. And that social space, observing others, interacting with others, co regulating each other's physiology, each other's attention, each other's emotion. As we do those things, we accommodate to each other, and we wire ourselves to expect certain kinds of feelings and then to recognize those same things in other people. And so as we share constructed experience together, we start to appreciate the sameness, right? The parallels between other people's and our own emotions, thoughts, goals, and we can also dehumanize them, make the other person not share our thoughts, emotions, goals. And then we are capable of all kinds of horrible things we've talked about before where you've actually distanced yourself. So what's the scope on mirror neurons? I don't think mirror neurons exist. I think that's the consensus. But our propensity to engage with other people by simulating on the substrate of our own self and then inferring the goals and the feelings and the outcomes and the experiences of those experiences that we've simulated, that's what is very essential to being a human. But keeping in mind that there's also this layer of learned, lived, cultural, developed expectations we impose onto the world. And we not filter, but we steer our attention, we steer our perception to accommodate, to align with our expectations. So it's never just the reality of what the person experienced or what happened, it's always our perception of that reality as we expected it to happen. So there's this very dynamic cultural co construction happening that is messy, that is iterative that you can learn to do in different ways in different contexts. And that's kind of how I understand this notion of mirroring."
    },
    {
        "speaker": "B",
        "text": "Before we conclude, I do want to answer your son's question."
    },
    {
        "speaker": "C",
        "text": "Oh."
    },
    {
        "speaker": "B",
        "text": "So prior to recording, there was a text message that came. We don't have to read it verbatim, but the text message. Mary Ellen's son is late teenage years and he's been doing deliberate cold exposure, cold showers on a daily basis and reported that he's not getting. He hasn't had any colds since starting this. This is actually a pretty common experience because the pulse and adrenaline, that is inevitable with a uncomfortably cold but safe."
    },
    {
        "speaker": "C",
        "text": "Yeah, no, he jumps out of bed in the morning, does a whole bunch of exercises to get warm, and then jumps in a freezing cold shower."
    },
    {
        "speaker": "B",
        "text": "Amazing. That spike of adrenaline we know is neuroprotective. If it's a short lived spike in adrenaline, you don't want chronically."
    },
    {
        "speaker": "C",
        "text": "No, you don't want chronic stress. That's not good for you."
    },
    {
        "speaker": "B",
        "text": "That's not good. We know that from the beautiful work of Bruce McEwan and Bob Sapolsky and others."
    },
    {
        "speaker": "C",
        "text": "Gorgeous work."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. So, but then he asked, should he get sick, should he continue the cold showers? And the answer is no. I think that then it would be hot showers and hot baths and sauna type stuff is probably bare but not so hot that it's stressful. You really want to reduce stress on an ill system. So he sounds, for many reasons, like a remarkable young man, as is your daughter. It sounds like a remarkable listen, and you're remarkable."
    },
    {
        "speaker": "C",
        "text": "Thank you."
    },
    {
        "speaker": "B",
        "text": "I really mean that. I feel like we could go on forever exploring these ideas. I absolutely would love to have you back for another discussion or many about your research. I want to thank you for taking the time out of your research schedule, your teaching schedule to come educate us today. These ideas are so vitally important and you provide so many real world examples. In fact, it's one of the things that I love so much about your work is that it's really necessary in real world applications."
    },
    {
        "speaker": "C",
        "text": "Thank you."
    },
    {
        "speaker": "B",
        "text": "And your thoughts and perspectives on the education and how it could be better at the level of educating kids at home, teaching ourselves, teachers and the education system, I hope will ring far and wide because they really can be implemented. We're not talking about the need to purchase a bunch of stuff."
    },
    {
        "speaker": "C",
        "text": "No, we need to start with a different position. We need to start with a different goal. Yeah. The goal of education needs to not learning is not the goal. It's not the outcome. It needs to be the development of the person. Right? How is a person changing themselves having learned this? And then you design the learning opportunities to change who people are capable of becoming. So the learning is there, but it's not the end point. It's just the means to something else which we haven't been attending to enough, and that's the development of the person who they become having learned that."
    },
    {
        "speaker": "B",
        "text": "Beautifully put. Well, thank you so much for your time. Thank you so much for the work you do. And I can't wait to have another discussion with you about the emerging research."
    },
    {
        "speaker": "C",
        "text": "Great. I'll be back."
    },
    {
        "speaker": "B",
        "text": "Thank you."
    },
    {
        "speaker": "A",
        "text": "Thank you for joining me today for my discussion about emotions, social interactions, and learning with Doctor Mary Helen Imordino Yang. I hope you found the conversation to be as informative and enriching as I did. If you'd like to learn more about Doctor Imordino Yang's research, please find the link to her laboratory website in the show. Note captions in addition, Doctor Imurdino Yang authored an incredible book called emotions, learning, and the brain. It's a book designed for the general public. It's incredibly informative and has a lot of practical tools as well. We've provided a link to that book in the show. Note captions if you're learning from and or enjoying this podcast, please subscribe to our YouTube channel. That's a terrific zero cost way to support us. In addition, please subscribe to the podcast on both Spotify and Apple, and on both Spotify and Apple. You can leave us up to a five star review. If you have questions for me or comments about the podcast or guests that you'd like me to include on the Huberman Lab podcast, please put those in the comments section on YouTube. I do read all the comments. Please also check out the sponsors mentioned at the beginning and throughout today's episode. That's the best way to support this podcast, not on today's episode, but on many previous episodes of the Huberman Lab podcast, we discuss supplements while supplements aren't necessary for everybody, many people derive tremendous benefit from them for things like enhancing sleep, for hormone support, and for focus. The Huberman Lab podcast is proud to have partnered with momentous supplements. To see the supplements discussed on the Huberman Lab podcast, Go to Livemomentus, spelled O U S. So that's livemomentous.com huberman. Again, that's livemomentous.com huberman. If you're not already following us on social media, I am Huberman Lab. On Instagram, Twitter, Facebook, and LinkedIn, and at all those places I discuss science and science related tools, some of which overlaps with the content of the Huberman Lab podcast, but much of which often does not overlap with the content of."
    },
    {
        "speaker": "B",
        "text": "The Huberman Lab podcast."
    },
    {
        "speaker": "A",
        "text": "So again, it's Huberman Lab on all social media platforms. In addition, if you haven't subscribed to our neural network newsletter, it's a zero cost monthly newsletter that provides summaries of podcast episodes as well as toolkits. For instance, toolkits for optimizing sleep, or toolkits for learning and neuroplasticity, or for deliberate cold exposure, or for dopamine, and on and on. To sign up for the neural network newsletter, simply go to hubermanlab.com."
    },
    {
        "speaker": "C",
        "text": "Comma."
    },
    {
        "speaker": "A",
        "text": "Go to the menu, scroll down to newsletter, and provide your email. We do not share your email with anybody. Thank you once again for joining me for today's discussion with doctor Mary Helen Imordino Yang. And last but certainly not least, thank you for your interest in science."
    }
]