[
    {
        "speaker": "A",
        "text": "Welcome to the Huberman Lab podcast, where we discuss science and science based tools for everyday life. I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. Today, my guest is Doctor Sachin Panda. Doctor Sachin Panda is a professor and director of the regulatory Biology Laboratory at the Salk Institute of Biological Studies. His laboratory has made numerous important contributions that impact mental health, physical health, and human performance. For instance, his laboratory discovered the neurons in the eye and neurons within the brain that regulate our so called circadian rhythms. Circadian rhythms are 24 hours rhythms in everything from gene expression to the overall functioning of tissues, our levels of mood and alertness, our ability to sleep, appetite, and much, much more. In addition, over the last decade, Doctor Panda's laboratory has made critical discoveries in terms of how our patterns of eating over time impact our biology and our health. In particular, his laboratory pioneered discoveries related to so called intermittent fasting, also sometimes referred to as time restricted feeding. Today, doctor Panda and I discuss how our circadian behaviors, everything from when we wake up, to when we view light, to when we avoid viewing light, to when we eat and what we eat and when we socialize and how we socialize, impacts our biology and our psychology and how all of that has a strong impact on our health. During today's discussion, you will learn how restricting your feeding to specific periods within each 24 hours cycle, or perhaps even exploring longer patterns of fasting and eating cycles, can impact everything from the health of your liver to your gut to your brain, and how all of that impacts things like mood and your ability to perform cognitive work. Indeed, today's discussion goes deep into all aspects of intermittent fasting, aka time restricted feeding. We talk about the basic science as well as the recent clinical trials that have explored time restricted feeding in a diverse range of people, including men, women, children, people with diabetes, people who are otherwise healthy, and much, much more. I'm quite aware that intermittent fasting is a topic of much debate these days. We go deep into that debate and by the end of today's discussion, you can be certain that you will have learned all the latest and all the details, all made very clear to you thanks to the incredible expertise, discovery and clear communication of Doctor Panda. As some of you may already know, Doctor Panda has authored several important books on the topic of intermittent fasting and how it can benefit various aspects of health. Those books include the Circadian Code and a more recent book, the Circadian Diabetes Code, both of which we've provided links to in the show note captions in addition, if any of you are interested in learning more about Doctor Panda's work, including seeing his publications and reading those publications, or supporting his laboratory, you can do that by going to his laboratory website, which we have also linked in the show. Note captions before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero cost to consumer information about science and science related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is element. Element is an electrolyte drink with everything you need and nothing you don't. That means plenty of salt, magnesium and potassium, the so called electrolytes, and no sugar. Now, salt, magnesium and potassium are critical to the function of all the cells in your body, in particular to the function of your nerve cells, also called neurons. In fact, in order for your neurons to function properly, all three electrolytes need to be present in the proper ratios. And we now know that even slight reductions in electrolyte concentrations or dehydration of the body can lead to deficits in cognitive and physical performance. Element contains a science backed electrolyte ratio of 1000 milligrams. That's 1 gram of sodium, 200 milligrams of potassium and 60 milligrams of magnesium. I typically drink element first thing in the morning when I wake up in order to hydrate my body and make sure I have enough electrolytes. And while I do any kind of physical training and after physical training as well, especially if I've been sweating a lot, if you'd like to try element, you can go to drinkelement. That's lmnt.com huberman to claim a free element sample pack with your purchase. Again, that's drinklimentlmnt.com hubermandhenne and now for my discussion with doctor Sachin Panda. Sachin Doctor Panda, so good to see you again."
    },
    {
        "speaker": "B",
        "text": "Yeah, good to see you."
    },
    {
        "speaker": "A",
        "text": "We are colleagues still, but we used to be right across the street from one another in 28."
    },
    {
        "speaker": "B",
        "text": "Yeah, I remember those days. Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. So I'm delighted that you're here. I think we're going to talk about a number of things, mainly intermittent fasting time, restricted feeding and health, but also the many other things that you're doing. Just before we started recording, we were discussing your recent paper in nature that involved recordings from postmortem human retina. So maybe if there's time at the end, we can get back to your lab has shown that it can essentially maintain or resurrect neurons from dead people in order to potentially and eventually provide transplants to rescue vision in the blind. So that's extremely exciting, but, of course, not the main focus of today's discussion. So we'll have to split it up. The first question I have is, how am I supposed to define fasting and time restricted feeding? Meaning when I go to sleep every night, I'm not eating. So in some sense, everybody is doing time restricted feeding to some degree or another. At what point can we start thinking about a pattern of eating? Is time restricted feeding so called intermittent fasting? Does it have to do with how regular one is about the start and stop times? How do you think about defining intermittent fasting? Time restrictive feeding, and maybe just to simplify the conversation, is one term more correct than the other in terms of describing this incredible pattern of feeding?"
    },
    {
        "speaker": "B",
        "text": "Well, you know that intermittent fasting covers many types of fasting. Actually, it started a long time ago, and it's embedded into the history of caloric restriction. Almost 100 years ago, people showed that if you reduce calorie intake in a rat, then that rat can live for a long time. And in those experiments, the calories were reduced every single day. And that led to the idea that if we cut down our calories by 20%, say, then we can potentially live longer by doing two things. One is preventing age related disease. Or even if we fall sick, maybe we can accelerate, cure, and keep the repair mechanism going so that we can live longer. But it was very difficult to count calories every day and reduce, maintain that. I must say that it's not that calorie restriction is impossible or we are not doing it. In fact, a lot of us, we do count calories in our subconscious mind. Every time you take out, we take out a soda bottle or something, I'm looking at, okay, 160 kilo calories. 30 kilo calories. Zero kilo calories. We are doing that. So the point is, we are doing, subconsciously, some kind of calorie counting. But reducing calorie by 20, 30% every single day is not possible for many people. So then the idea came in mouse and rat experiment whether they can eat every other day. And in fact, this every other day feeding also led to very similar, almost equivalent health improvement as continuous calorie restriction. So then the idea was, well, every other day is a little bit hard for humans, but just imagine, I would just get to eat only one day and then another day. Then the idea came, well, for humans, can they eat less for one or two days in a week? So that led to this five two diet where people can eat for five days and then two days, they have to reduce calories. So that's also intermittently people are fasting. Then. As you know, Walter Longo also came with this idea that periodic fasting, maybe four or five days in every month or two months, three months, you can fast or reduce calorie. And he also found many benefits of calorie restriction."
    },
    {
        "speaker": "A",
        "text": "Was there were those studies on humans."
    },
    {
        "speaker": "B",
        "text": "Many of the studies started in mice, but alternate day fasting, five two and walters periodic fasting, all of them have now been done in humans. Not for longevity, of course, because you cannot do those for a long time, but for weight maintenance, for reducing some signs of aging or reversing, those things have been done. So all of them have been done in humans, mostly healthy humans, and in some cases, people with pre diabetes or some aspects of metabolic disease. So that led to the idea that all these forms of fasting, in which the total caloric intake on any given day is reduced for one or more days in a week, a month, that umbrella term became intermittent fasting. So if you look up the scientific literature, most intermittent fasting involves intentionally reducing calories for at least one or two days in a week or few days in a month. So when we publish time restricted feeding, the initial mouse experiments, and even now, most of the mouse experiments, we want to test what is the impact of time restriction versus calorie restriction. So, in these experiments, we don't reduce calorie on any day of mouse life. So the mice ate the same number of calories as the ad libitum fed mice. But still they see health benefit. So that's why we call it time restricted feeding. But since it involves living without food for several hours for some people, which can be very difficult, the initial experiments was done. They were done for 8 hours of feeding and 16 hours of fasting. That kind of became popular. And so that's why people use the same term as intermittent fasting. And now, if you say intermittent fasting in popular literature or popular media, then people usually refer to time restricted eating. So now coming back to, how do you define time restricted feeding? So, the way we have been trying to define experimentally and also in literature is trying to confine all your energy intake from solid and liquid food combined within a consistent window of eight to 12 hours. Because that's something that doable. Of course, people have done time restrictive feeding with 4 hours, 6 hours. And some people even try to eat everything within 2 hours, one meal a day. But the point is, those are not feasible to maintain for a very long time for a lot of people."
    },
    {
        "speaker": "A",
        "text": "One question about the six hour versus eight hour versus twelve hour feeding window. Is it important that the feeding window begin and end at the same time? More or less, yeah. And if so, how much flexibility is there? So, for instance, I'm somebody that I am not terribly hungry in the morning. I like to drink water, usually some caffeine and electrolytes in the period before my first meal. And my first meal always lands sometime between 11:00 a.m. and twelve noon. There are exceptions. Occasionally I'll have a breakfast, proper breakfast, as it's called. I guess it would be improper if you're intermittent fasting for me. But typically 11:00 a.m. or noon is when I first eat. And my last bite of food is typically around, I don't know, eight, eight thirty, nine pm. That's what works for me. Is that consistency affording me any benefit? And let's just leave aside total caloric number, macronutrients, plant based meat, et cetera. But is there any benefit to shortening that feeding window that we are aware of or extending that feeding window or being even more rigid about the start and end of that feeding window?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So the start of the feeding window, that's interesting, because the concept of time restricted feeding, when I describe animal studies, it's feeding for humans, it's eating. So the concept actually came from the science of circadian rhythm. So that means our body has an internal timetable that's present in every cell, in every organization, that pre programs many molecular aspects of the cells that leads to physiology and all that stuff. So that essentially there is a predetermined timetable for every cell, every organ, to do certain things at certain time. And the circadian clocks, as you and I know, are more sensitive to light. Light is the most dominant time giver. So, for example, when daylight saving time changes or when we travel from one time zone to another time zone, we feel kind of crappy because our daily activities are out of sync from our internal clock. So that was known for a very long time. But then around the year 2000, 2002, there was a famous experiment by Uli Sibler from Switzerland. What he did, he just fed the mice at the wrong time. Mice are nocturnal, they're night feeders. And when he fed mice during daytime, the liver clock, instead of following its own routine, liver clock actually started following food. So that means by changing our feeding time we can change, we can tune our liver clot. And subsequently the same experiment has been repeated many times. And we repeated that in 2009 and we figured out, yes, actually outside this brain center called suprachiasmatic nucleus, or SCN, which is considered the master circadian clock. Almost the rest of the brain even follows when we eat. And that came out from pure Chambon's lab in Europe, where they systematically looked at even places that are very close to the Asian for those who are, who know, dorsal medial hypothalamus or paraventricular nucleus, all of this within a couple of four or 5 SCN. But they were following food queue."
    },
    {
        "speaker": "A",
        "text": "Amazing."
    },
    {
        "speaker": "B",
        "text": "So then, now if we think about it, so for example, when the daylight saving time changes, just 1 hour change or 1 hour change in alignment between our internal time and external time leads to kind of feeling groggy and feeling not at a peak for four months, for one or two days. So the rule of thumb is when I, the time giver changes by 1 hour, then our internal clock takes at least a day to catch up. So that means if you're flying from LA to New York, you're moving through three time zones, then on an average it will take three days to catch up with the New York Times. For some people it can be even slower, and for some people it can be two days. But the bottom line is, yes, there is a desynchrony. So then what does it mean for the body? So one of the function of clock is to anticipate when you're going to wake up, for example, so the blood pressure slightly goes up or heart rate goes up, our breathing goes up. Similarly for food, almost every organ that is involved in feeding or eating, digestion, all of them have clocks. So even from saliva production, that is the first phase of digestion, to secretion of all the digestive juice in the stomach, and then absorption of nutrient, then liver metabolism. Everything the whole village expects when you're supposed to eat and they're getting ready for you to eat the first meal after fasting for a long time. So that's why it's breaking the fast or breakfast. And when that time changes, when you change it by two or 3 hours from one day to another, then sometimes they're like, oh, food didn't come, maybe we'll come at a wrong time, we were at the wrong time. And then they'll track the new eating times. So suppose one day you have been eating every day at 08:00 a.m. i ate at 08:00 a.m. is that when."
    },
    {
        "speaker": "A",
        "text": "You start your feeding window? When does your feeding window shut?"
    },
    {
        "speaker": "B",
        "text": "06:00 p.m. so I eat for around 10 hours."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "And then one day, if I switch to 10:00 a.m. then what happens is a clock is thinking, well, the food didn't arrive at eight, but it arrived at ten. Maybe tomorrow the food will arrive somewhere between eight and ten, so we'll be ready around nine. I see. Next day, if I come back and eat at 08:00 then I may eat, but my clock is not ready to digest that food. So that's why this idea is, you have to be consistent to take advantage of this anticipatory activity of our clock in different systems to get the best out of it."
    },
    {
        "speaker": "A",
        "text": "Is there evidence that those anticipatory systems, as they relate to digestion, help us better assimilate our food? I would imagine so. I mean, if you have the gastric juice that are going to help digest the proteins, fats and carbohydrates and already deployed at the time when you eat, I could imagine that food will be better utilized than if you don't. So in other words, what is the advantage of having these anticipatory signals in terms of potential health benefits?"
    },
    {
        "speaker": "B",
        "text": "The anticipatory signal is really important even from waking up. The reason why many people feel not ready completely when they wake up to an alarm clock, because the alarm clock wakes you up, but your body is not prepared. So that sleepiness after waking up to an alarm clock is due to our body is not prepared for that. And then the best example is when the daylight saving time changes, particularly when we have to wake up 1 hour early. What happens? People who have underlying heart condition when they are waking up, when the body is not ready or heart is not ready, and all of a sudden the heart has to start pumping a little bit harder, then there is chance of heart attack. And in fact, people have looked at hospital records and they find that on those days there is a sharpen rise."
    },
    {
        "speaker": "A",
        "text": "In heart attacks and car accidents, and."
    },
    {
        "speaker": "B",
        "text": "Car accidents too, because your brain is not coordinated, so you cannot make those fine decisions. So that's a great example of anticipatory activity. But coming back to digestion, one thing is, and this is something that many people might have experienced, there are many rhythms in our digestive system, and one of the rhythms is our intestine has this peristaltic function. So it kind of contracts and expands and that moves. Food doesn't move due to gravity, so it goes back and forth and that peristaltic action actually slows down at night a few hours after our last meal. And so that's why when people eat late at night, for example, then that food doesn't get digested because there is not enough digestive juice first thing. And second, even if it gets digested in the stomach, it doesn't move properly. So then the next morning, people get up and think, of course, people consume some alcohol very often, and then they think that this is hangover. But those who don't consume alcohol, then they have the food hangover because it doesn't digest. So that's one extreme example where food at the wrong time can. So healthy food at the wrong time can be crap or junk."
    },
    {
        "speaker": "A",
        "text": "Yeah, I've experienced that where if I've worked late or I couldn't eat dinner or something, and then I get home, I always debate whether or not to try and sleep. But if I'm too hungry, oftentimes it's challenging. And so, for me, sometimes consuming something that at least seems easily digestible, like yogurt or something in a liquid form, is better for me than if I eat a meal. I've made the mistake of going to the refrigerator, being super hungry and eating a bunch of food at ten or 11:00 p.m. and then falling asleep. And indeed, the sleep, if I'm tired enough, can be quite deep. But the next morning, I feel just completely physically and cognitively weighed down. So I think what you just described makes a lot of sense. So if someone were to select a feeding window, regardless of whether or not it falls into classic intermittent fasting, time restricted feeding sounds like eating your first bite of food and eating your last bite of food at more or less the same time each day has benefits. I have this question. You mentioned feeding versus eating, and I think it's actually not just a grammatical semantic issue. And here's why. We tend to think about when you take your first bite of food and then when you take your last bite of food. Course foods digest at different rates. More fat in there is going to digest, make carbohydrates digest slower, et cetera. I mean, there's all these adjustments to the glycemic index and so forth. With foods in combination, is it better to think about not eating, but your fed state and blood sugar? So, for instance, I often get asked on social media, does blank break a fast so and so? I like to think about it scientifically, like, okay, does plain water break a fast? No. Does air break a fast? No. Does one grain of sugar of sucrose break a fast? Well, probably not. But does one teaspoon of sugar break a fast? Well, you could say yes, but transiently, like so. I mean, when we're talking about breaking a fast, are we talking about a rise in blood glucose, or are there molecular signals downstream of a rise in blood glucose that cannot be reversed? In other words, if I'm going to eat my first meal every day at noon, and I'm going to eat my last bite of food at 08:00 p.m. and at 09:00 a.m. for whatever reason, I have coffee with one teaspoon of sugar in it. I suppose in the strictest sense, I've broken my fast. But maybe if I went for a hard run that morning, maybe by 09:30 a.m. i'm back in a quote unquote fasted state. So what is the fasted state really? Because when I'm eating at 08:00 p.m. just to give another example, I start fasting at 08:01 perhaps, but I have. My blood glucose is elevated, so I'm not really fasted. I'm fed. It's just that I'm not eating the verb. Right. Okay, so again, I don't want to get overly detailed just for sake of getting detail, but I think a lot of the confusion out there about what breaks a fast is related specifically to this issue, which is if I eat a whole pizza after sitting around all day, it's very different than if I eat a whole pizza after having run a 26 miles marathon that day. Very different, metabolically speaking. So how should people think about fasted versus fed? Can we be mildly fasted versus severe fasted? Can we be fed ish versus very fed? Anyway, I'll stop asking questions now because they all relate to the same theme."
    },
    {
        "speaker": "B",
        "text": "Yeah. Now these are very interesting question. And then, unfortunately, as you can, as you might have seen in life, the most obvious questions are often unanswered because it's so hard to do these damn experiments. Because if you really want to address this in humans, you have to bring humans, put them in isolation, just like you said. I can now imagine planning five or six different experiments. Each experiment should involve eight or ten volunteers, each gender, sex, and then do it. So it's difficult. So now let's go back to seed. How do we. Let's dissect it in terms of, say, indirect calorimetry. So, for example, indirect calorimetry is based on this principle that whatever oxygen we breathe in and carbon dioxide we breathe out. If we can measure these two, then we can figure out whether our body in total, we are not saying whether it's the liver, gut, or fat or muscle in total, whether it's consuming glucose or fat as energy source. The idea is when we fast, when we are without food for several hours, then ideally our body will tap onto glycogen first, and then do a little bit of fat. And then when the body is mostly running on fat, then that ratio of CO2 to oxygen will come to 0.7. But what is interesting is we can do these experiments in mice. So we can go to mice and ask, okay, so what happens in mice? So, in mice, mice are a little bit very different, because mice are not simply little people. The metabolism is different. They store relatively less glycogen than humans do in terms of total metabolism. So they overnight. Within twelve to 14 hours, the RER respiratory exchange ratio, or this ratio will go from one. When they are consuming mostly glucose or carbohydrate as energy source, it will slow down slowly go to 0.70.75. So after twelve to 14 hours, they are kind of mostly running on fat. So now, as we give them food, within ten or 15 minutes, they're not actually consuming a couple of grams of food. They might have consumed, say, 100 or 200 milligrams of that chow, so, which is less than, say, 5% of the food. And then the RER will immediately begin to rise as if that small amount of food stopped that fat burning process and cranked up the carbohydrate burning process."
    },
    {
        "speaker": "A",
        "text": "When you say fat burning process, you mean body fat stores being burned, right? Not dietary fat, correct."
    },
    {
        "speaker": "B",
        "text": "Yeah. So it's all body fat means. That's why I said we don't know where that fat is being burned, because we're just measuring how much mice is breathing in and out. So, for example, it can be from the skin. So subcutaneous fat or belly fat, but not dietary fat? No. By that time, the dietary fat is already observed and digested, and hopefully it's sitting in the liver or adipose tissue somewhere. But it's the fat that's body fat. Yes. Thank you for."
    },
    {
        "speaker": "A",
        "text": "Yeah. The reason I ask is that nowadays, I think more than half of the battles about nutrition that I see online relate to this issue where I won't name names, but someone will come along and say, low carbohydrate diet allows you to burn more fat. And the more nuanced people out there will say, well, that's true, but you're also talking about dietary fat. You know, the word fat can confuse people. I realize you're not doing that. You are certainly not one of the people guilty of doing this, but indeed, you eat more fat, you'll burn more fat, but that doesn't mean you'll burn more body fat. In fact, I think the data say that under conditions of caloric restriction, you'll actually burn less. I'll probably get pitchforks sent through the mail toward me on that one, but I think that's true. Whereas people who consume carbohydrate can still burn body fat, even though the majority of the fuel they're burning is from carbohydrates."
    },
    {
        "speaker": "B",
        "text": "So here in this case, for example, for mice, we know that as soon as they start eating, the RER goes up. Coming back to your question, what would be ideal for us to do? The experiment would be, okay, so we'll go back to that and then give the mouse maybe 100 milligrams of food and mouse runs around in the kids, and then we'll continue to measure to see how long it takes for the mouse to come back. And then so that's one aspect. So now let's see. Let's stay on this and then I'll come back and talk about non caloric food and whether that is considered."
    },
    {
        "speaker": "A",
        "text": "I'd like to take a quick break and acknowledge one of our sponsors, athletic greens. Athletic greens, now called ag one, is a vitamin mineral probiotic drink that covers all of your foundational nutritional needs. I've been taking athletic greens since 2012, so I'm delighted that they're sponsoring the podcast. The reason I started taking athletic greens, and the reason I still take athletic greens once or usually twice a day, is that it gets me the probiotics that I need for gut health. Our gut is very important. It's populated by gut microbiota that communicate with the brain, the immune system, and basically all the biological systems of our body to strongly impact our immediate and long term health. And those probiotics and athletic greens are optimal and vital for microbiotic health. In addition, athletic greens contains a number of adaptogens, vitamins and minerals that make sure that all of my foundational nutritional needs are met. And it tastes great. If you'd like to try athletic greens, you can go to athleticgreens.com huberman and they'll give you five free travel packs that make it really easy to mix up athletic greens while you're on the road, in the car, on the plane, etcetera. And they'll give you a year's supply of vitamin D, three, k, two. Again, that's athleticgreens.com Huberman to get the five free travel packs and the year's supply of vitamin D, three, k, two."
    },
    {
        "speaker": "B",
        "text": "So there is a famous experiment that was published last year by Jota Kahasi's lab, and it came out in science, and that relates to caloric restriction. And we kind of started with this idea. We started discussion that the rat experiments were done with caloric restriction, and researchers gave reduced calorie consumption by 20% or 30% and get that food, the rats, and then subsequently mice, and they all lived longer. What is interesting is, in all those experiments, the researchers came and gave this bolus of food at one time. Whereas the ad libitum fed mice or rats, they had access to food all the time. So they were eating all the time. And then these rats were given 20% less. And what happens is, these mice or rats, they're not going to take that less food, which is rest on now and just eat a little bit of lunch, and then snack after 3 hours, or snack after 3 hours. They gobble up all that food. Within two to 3 hours. Maximum 4 hours, food is gone."
    },
    {
        "speaker": "A",
        "text": "So they're sort of on the Omad diet, the one meal a day."
    },
    {
        "speaker": "B",
        "text": "Yeah, they're almost like in one meal a day, three to 4 hours, food is gone. Or you can sit there on 4 hours eating or feeding and 20 hours fasting. So then the question became, well, the benefit of calorie restriction, as we know, is it due to reduced calorie or time restricted feeding or timing? There is a timing component to it, that they are eating all of that within three to 4 hours. And then there is a long fasting. And this is a difficult question to answer, because now you have to ask these poor grad students or technicians to come and split that food into eight or ten or 15 different small portions and then give them to mice in every 2 hours. So Joe Takahashi, who actually published the first paper in 2017 showing that most caloric restrictions, I mean, he used the protocol that was used by caloric restriction field, it actually creates a condition of time restriction. So he showed that, and then he went back and worked with engineers to come up with a smart kids where he could actually tell, he could program how much food is given to mice at what time of the day or night, completely programmed. So then he took this, for example. Suppose the ad libitum fed mice eats 5 grams of chow in a day. And if you want to reduce calories by 20%, then the Sierra mouse should get 4 grams of food. And it divided this into nine or ten meals and then gave them in every 90 minutes. So in this case, they're eating small meals throughout day and night, so there is no fasting. So you can say that, well, this mouse actually is not getting into fasting because in every few hours is getting some food. And then he measured how long the mouse is going to live, and he used. This is a very standard protocol. People count how many mice are dying on which day and then examine them to see whether they died because there was an accident or they actually, there was a natural cause. And then they calculate at the end, what is the half life. So 50% survival, because that's, on an average, that's a good indicator, because if there is an outlier that will live for a long time, then that can skew. So what was interesting was the ad libitum fed mice. Of course, they lived certain number of days. And then these caloric restricted mice that never got into super fasting, but kind of eating snacking throughout day and night, that also live 10% extra, 10% longer. So that means caloric restriction, extended lifespan by 10%."
    },
    {
        "speaker": "A",
        "text": "I wonder about this, because recently there were a bunch of news headlines about intermittent fasting, and frankly, I was frustrated. If you looked at one major news outlet, they would say time restricted feeding affords no additional benefit beyond caloric restriction for weight loss. Then another popular press venue, let's call it that same study described as time restricted feeding doesn't work. And then another one, maybe someplace even more extreme, time restricted feeding only beneficial because of caloric restriction or something like that. So what you've essentially got are three different interpretations of the same data, all of which are, well, two of which are true, one of which is false, in my opinion. But what I think people take away from that is, oh, time restricted feeding isn't valuable, which is not the case. I think, for many people, it's a convenient way to eat, because, at least for people like me, it's simpler to designate between portions of my day when I'm eating and portions of my day when I'm not eating, as opposed to portion control. For other people, portion control can work, but all of that is related to either maintenance or loss of weight. None of it deals with the potential health benefits independent of weight loss. I think that if we can segment those out, obviously in humans, it's hard to know if a given treatment or experiment is extending life, because you don't really know how long people would live anyway, whereas with mice, you have some sense of when the mortality was likely to occur. So what can we say about time restricted feeding and longevity in terms of biomarkers or in terms of any other indications that people who start and stop their feeding window at a consistent time, somewhere between eight and 12 hours per 24 hours cycle, are tilting the scales towards living longer as opposed to living shorter."
    },
    {
        "speaker": "B",
        "text": "This example of this news article that you mentioned is really interesting because that relates to Joe Takahazi's study, because I described that if you split calories and eat throughout the day, throughout day and night, then the mice lived 10% extra. But if you now give mouse the same calorie restricted diet and feed them during daytime, whether within 12 hours or 2 hours, then the mice live 10% extra beyond that. Yeah."
    },
    {
        "speaker": "A",
        "text": "So 20%."
    },
    {
        "speaker": "B",
        "text": "20%."
    },
    {
        "speaker": "A",
        "text": "Okay, so let me make sure I understand. So that I make sure I understand. If you take a certain number of calories and you distribute them throughout the 24 hours cycle."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "It's caloric restriction. The mice will live 10% longer if you, however, restrict that to the active cycle. So for humans, the daytime, then 20%, then they live 20% longer."
    },
    {
        "speaker": "B",
        "text": "20% longer."
    },
    {
        "speaker": "A",
        "text": "So it's not just total caloric intake."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Meaning it's not just important to be sub maintenance and calories for sake of longevity. It also is important as to when in the 24 hours cycle you eat those calories. Do I have that right?"
    },
    {
        "speaker": "B",
        "text": "So now that's still the story is not over because these mice are fed during daytime when they're not supposed to eat."
    },
    {
        "speaker": "A",
        "text": "That's right. So for us, it would be the equivalent of being on the night shift and only eating at night. But a sub caloric, sub maintenance calorie diet, I guess, is the right way to say it."
    },
    {
        "speaker": "B",
        "text": "But when a fed mice during nighttime, when they're supposed to eat, and they're seeing this, getting the same number of calories within 12 hours or 2 hours, then the mice lived 35% longer than they control."
    },
    {
        "speaker": "A",
        "text": "35% longer. So scale to human lifespan, which we don't know, but 35% longer would mean that. And again, no one knows but humans. Now, what is the average mortality in the United States? Somewhere around 80."
    },
    {
        "speaker": "B",
        "text": "Yeah, so it's around 80. It used to be 80, now slowed, reduced a little bit because of COVID but let's take 80."
    },
    {
        "speaker": "A",
        "text": "Okay, so people are then now living somewhere between 25 and 35 years longer. I'm putting some error bars on there."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, yeah. So that was really profound. But now you pointed out biomarker and other stuff. So now if you look at any given time within that experiment. And actually, Joe went back and had a separate cohort of mice, very similar, and so that he could take tissue samples. And of course, in this case, you have to sacrifice the mouse. And he looked for, he did a lot of molecular analysis with known markers, for example, hemoglobin, a one C equivalent, or glucose control, cholesterol, all this stuff. He could not find anything that predicted the benefit of caloric restriction. So that means in this experiment, whatever we know so far, the predictor of longevity, none of them could predict whether this CR only mouse, which ate throughout day and night, that mouse is going to live less than the night fed mouse that was going to live 25% extra."
    },
    {
        "speaker": "A",
        "text": "Does that mean that there are biomarkers related to longevity that we just haven't discovered yet?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so that's exactly. So that means whatever we know so far about biomarkers, those he could not use to predict, maybe there was a lot of noise, maybe he had to use more number of mice to get that, because biomarkers are not going to predict in every instance that there is some error. What is also very interesting is if you look at the body weight and body composition of all these mice, there is no difference in body weight and."
    },
    {
        "speaker": "A",
        "text": "Body composition across all these different groups."
    },
    {
        "speaker": "B",
        "text": "Across all these groups."
    },
    {
        "speaker": "A",
        "text": "So it doesn't matter when they ate, provided they were sub calories maintenance, calorie intake. So less, fewer calories than is required to maintain their weight, didn't matter what pattern of eating they were, the same weight. So that in many ways seems to mimic the human studies where they say, look, it doesn't really matter whether or not you use caloric restriction, or you start your feeding window in the morning, or start your feeding window in the evening, or you, or you portion control for sake of weight loss, because we're."
    },
    {
        "speaker": "B",
        "text": "Taking a snapshot of that. And then another thing with the human study that we are referring to here, in that human study, people are actually already eating within 10 hours window habitually when they selected these people to have them enroll in the study. So they were already eating for 10 hours and fasting for 14 hours. All participants had to reduce their caloric intake and they reduced by almost 25%. The CR group continued with ten hour sitting window, and the cross time restricted group had to eat the same number of calories within 8 hours."
    },
    {
        "speaker": "A",
        "text": "So it's just a two hour difference."
    },
    {
        "speaker": "B",
        "text": "It's just a 2 hours difference."
    },
    {
        "speaker": "A",
        "text": "Okay? So that people, I just want to make sure people can understand. So, in this human study, which is the one that I felt that the popular press venues, all except one venue, got either semi wrong or badly wrong in terms of their conclusion. That was my interpretation anyway, was that either people came into the study eating basically in a ten hour feeding window, which goes back to my first question, which is that most people are not eating in the middle of the night, or if they're on shift work and they are, then they're sleeping during the day anyway. So they're eating in a ten to twelve hour feeding window anyway. So you're saying they either did caloric restriction portion control within the ten hour window or another group within the study ate sub maintenance calories. So caloric restriction cR, as we're calling it, the acronym CR, but restricted that to an eight hour feeding window and they didn't see any difference in terms of weight loss. Yeah, but it's not all that surprising, right? I mean, if it's just a two hour difference."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. So we have done that experiment in mice and we don't see difference in not only weight loss, many other markers. And I was telling you about this, Joe Takahashi's paper, wherever I told you that he allowed these mice to eat within 2 hours or 12 hours sub caloric diet."
    },
    {
        "speaker": "A",
        "text": "Two or twelve. Two or twelve, yeah, that's dramatic."
    },
    {
        "speaker": "B",
        "text": "But still, he did not see change in longevity even within those two. So that means when you do caloric restriction and then at least per mouse, and you are within 12 hours window, that is giving the mice the best benefit, the optimum benefit, and two, three or five or twelve per mouse doesn't matter, at least for longevity."
    },
    {
        "speaker": "A",
        "text": "Can we conclude for humans that whether or not a feeding window is 4 hours, 6 hours, 8 hours or twelve doesn't matter, provided the calories are similar or same?"
    },
    {
        "speaker": "B",
        "text": "Well, I won't go to that extent because we don't know many of these, particularly we don't know how this sort of eating window will affect both sexes because, you know, we always think many of these mouse experiments, even that I told you about, those are done only in male mice."
    },
    {
        "speaker": "A",
        "text": "But that should be changing, right? Because the NIH, I know this because I'm on study section, which is just a bunch of people who review grants, is that every grant now has to include sex as a biological variable. It's hard to get away with, or rather, I should say it the way it should be stated, which is people are required and should want to look at these phenomenon in male and female mice, especially if there are differences."
    },
    {
        "speaker": "B",
        "text": "So in this case there are many. There was also another paper in time restricted feeding that also came out a big paper showing that the thermogenesis was accounting for loss in fat mass in time restricted fed mice. That was also done only in male mice. So this is, we are paying attention to it. So we are now doing all of our studies in male and female, and we do see big differences between male and female coming back to humans. What typically happens is when you're trying to do 4 hours or 6 hours of time restricted eating, people will inadvertently."
    },
    {
        "speaker": "A",
        "text": "Reduce their calorie intake just because of gut volume. I tried one meal per day, and I felt like I was eating so much at that one sitting that it led to a lot of gastric distress, and I got tired after the meal. And part of the reason I like to do time restricted feeding is I have more energy. And certainly in the fasted state, I feel more energized, especially if I'm ingesting a little caffeine or something like that."
    },
    {
        "speaker": "B",
        "text": "Yeah. So people will reduce energy intake, and then some people who are more active, they can actually, unconsciously, they may be spending more energy in their physical activity and basal metabolic rate, all of this combined than how much they're eating. And that can have a very adverse effect in long term, because we know that this energy deficit, and in fact, there is a scientific term for that. It's called read as relative energy deficit in sports."
    },
    {
        "speaker": "A",
        "text": "Relative energy deficit in sports. Okay."
    },
    {
        "speaker": "B",
        "text": "Yeah. Because nearly 40% of athletes, not the NFL guys, but there are a lot of people who do track and field, and nearly 40% of athletes actually experience this. Reds, red s. Without knowing, can male."
    },
    {
        "speaker": "A",
        "text": "And female athletes both experience reds? So it's reds. R e D s. Relative energy. Relative energy deficit in sports. Interesting. This is the first I've heard this acronym. We have a new acronym, folks. This is good to add to a list of other acronyms so males and females can experience it. So in females, I've heard that Reds can lead to amenorrhea. So loss of the menstrual cycle."
    },
    {
        "speaker": "B",
        "text": "Yeah. So that's so common, that so prevalent that, in fact, many women, many female athletes, they take it for granted that, yes, if they are more active, then they will lose their menstrual cycle, which may be common, but it's not normal or optimum for health."
    },
    {
        "speaker": "A",
        "text": "And even if they don't want to get pregnant. Yeah, yeah, yeah, yeah. We had an expert on female hormones come on and say the very same thing, that regular cycling is very important of ovulatory menstrual cycle is important to try and maintain."
    },
    {
        "speaker": "B",
        "text": "Yeah. So that's one. But then what is really concerning is it does affect bone health. And in this state, people actually, over a long period of time, they lose bone mass and the bone also becomes more prone to injury, micro fracture and fractures. So again, it's a risk means if some people are trying to eat within very short time and they're physically active, that happens. And it also has impact on means. The reason why these women are losing menstrual cycle is the HPG axis is disrupted. Hypothalamus, pituitary, gonadal axis. And it starts. It may start even upstream at hypothalamus or pituitary. So that means that HPa axis, hypothalamus, pituitary and adrenal axis may also get disrupted. One of the symptoms of rets is also depression, anxiety, bipolar like symptoms. And we know that many, many athletes experience that. We think that, well, this may be just peer pressure, that always trying to compete. And we know that, unfortunately, there are few athletes who just can't cope it, and there are many attempt at suicide or suicide. So this is a serious issue. And there's also another new topic in the lab to come up with a mouse model of redskin and then study it. But this is one risk why we should not reduce our eating interval to one meal or very short time, because it can have adverse side effect that we don't know now. Maybe in future we'll figure out when we systematically study them. There are studies that are published showing 4 hours and 6 hours time. Restricted eating has benefits on weight loss, but those are unhealthy individuals, and they were in the studies. So the study team were already monitoring. They made sure that there was no sudden weight loss or weight loss below some safety level. So those are very different from regular people who are. Who may be even normal weight or even with within the healthy range. If they do, then they can potentially. So that's why what we think is eight to 10 hours maybe the ideal spot to begin with. And once you are physically active and you are also spending a lot of energy in physical activity or sports, you can even go up to 12 hours. Because in mice we have done that experiment up to 12 hours. They do get a lot of benefits. Not all, but."
    },
    {
        "speaker": "A",
        "text": "So this is 12 hours of."
    },
    {
        "speaker": "B",
        "text": "12 hours of feeding, 12 hours of fasting. Yeah. In humans, again, nobody has done systematically 12 hours, but there was one study in Europe from Tinhai Collet lab and Tinhai and I, we collaborate. So they used our mycircadian clock app. This is a research app. We developed just to. This is mostly used in time restricted eating studies. And he had nearly, I think he started with 200 swiss participants. But then at the end, he selected and took very small number of groups, people who are very meticulous about recording all their food, and divided them into usual feeding, whatever they wanted to eat, whenever they wanted to eat. And they were given the advice of swiss nutrition, advice that's given to improve health and reduce blood glucose, almost like diabetes prevention program in the US. And then the other group was given advice to eat within 12 hours. This is very early on in time restricted eating. And we thought that the mice were getting some benefit. Let's try whether 12 hours has any benefit. The bottom line is, at the end of three months and six months, what he reported is both groups lost same amount of body weight. And then there was nothing too much significant difference between groups, but both groups actually improved their health. So the bottom line is, the swiss nutritional advice that he was giving, which is the standard of care there, it achieved the same amount of weight loss as just giving people this advice that eat within 12 hours. So one way to look at it, look at the result is like this. And then he went to more extent and actually looked at every single meal these people consumed. So there are, I think, close to 60 or 70,000 meal records and pictures he went through and then classified them to say whether these are good quality food. So they call it the Nova classification. 12341 is the food that you can almost eat raw fruits, vegetables, yogurt and dairy products that you can almost without any preparation. And then second, nova two is kind of home cooked food that most people will prepare in few minutes, and then three. And then fourth one is the food that you can never prepare at home. So, for example, biscuit or cookies that we usually purchase and few other things. And usually the nova for unhealthy, ultra processed foods, which we should not be eating. So the advice is to reduce nova four. And what he found was people who got all this advice to improve their nutrition quality, they actually improved their nutrition quality. They reduced their novab for food. And people who were in time restricting, they ate within 12 hours. They did not change their nutrition quality. But what is interesting is they both got the same modest weight loss. So that begs the question that in the maybe Tinhai will do this experiment again to combine nutrition advice with time restriction and maybe reduce the time to 10 hours, and that might help. So, 12 hours is something that I say anyone from five year old to 10, zero year old can do. And if you are trying to maintain weight. That might be a good way. And combine that with exercise, it'll be great."
    },
    {
        "speaker": "A",
        "text": "And people can more easily avoid reds in that way. Women. And for non athletes or recreational exercise, it sounds like women, if they distribute their calories across 12 hours, are less likely to lose their menstrual cycle."
    },
    {
        "speaker": "B",
        "text": "Yeah, so again, this is something that we have to look carefully. They have to be, because we do have the my circadian clock app that many people download and self monitor and they share the data for researchers."
    },
    {
        "speaker": "A",
        "text": "We will provide a link to that. By the way. It's a great tool."
    },
    {
        "speaker": "B",
        "text": "Yeah. But once in a while we do get this input from some women saying, oh, I started doing your timeless eating and I'm seeing all these problems and I asked them, okay, so what else are you doing? They typically improve their nutrition quality. So they're eating only salad and few and they're trying to increase the fiber intake. And it's really hard to eat so much of uncooked food because cooking helps to absorb more nutrient and then at the same time they're running 5 miles every day. And of course all of this combinedly can lead to reds like symptom. So that's why I twelve, I think is a good point if you're combining physical exercise and better nutrition quality. Because in mice also we have seen that if mice are eating healthy food and they're eating within ten to 12 hours, then they also live longer than mice that are eating healthy food but distributing that calorie over a long period of time. And this is Rafa Dicava's finding from NIH. He has systematically done this study with two different types of diet and in mice, and he finds the same thing, that even mice that are eating within 12 hours, they do live longer than mice that eat randomly, even healthy food."
    },
    {
        "speaker": "A",
        "text": "I recall a recent study, I think it was either published in cell reports or cell reports, medicine. Forgive me for not remembering which, but both of course, cell pressed journals, excellent journals which explored time restricted feeding in the context of low carbohydrate or non low carbohydrate diet. So it was low carbohydrate versus low carbohydrate end time restricted. So these all caloric matched between groups and then non low carbohydrate diets. So sort of more standard. I think it was somewhere in the neighborhood of 60% of calories from complex carbohydrates. And as I recall the, the greatest weight loss, remember, same calories across groups, folks, was achieved with low carbohydrate plus caloric restriction. And I wondered why all the popular news venues didn't cover that study. But that's why I'm bringing it up now. I thought, this is really interesting, and I'm somebody who's cycled low carbohydrate diet before. I find it hard to sleep after about three or four days of being on a low starch diet, just personally. So I like to eat some starches, especially if exercising intensely or working intensely. That's just a little editorial there. But look, I know many people who do just feel better on a low carbohydrate diet. But what do you think of those data? Because it speaks to the idea that, okay, it's not just the total number of calories, it's not just the quality of those calories, it's the timing of those calories. And maybe carbohydrate restriction, in conjunction with time restricted feeding might be the best path for people who are looking to lose weight."
    },
    {
        "speaker": "B",
        "text": "No, I totally agree that when it comes to nutrition, quality, quantity and timing, all these three matter. Nearly 40% of people who maintain healthy body weight, because 60% are overweight and obese, 40% are maintaining healthy body weight. And out of those 40%, I would say nearly majority of them are very aware about how much they're eating and what quality of food they're eating."
    },
    {
        "speaker": "A",
        "text": "So you're really an optimist. You're looking at the 40% of the glass. That's, or should we say not full. That was a pun intended, but the. No, that's a very interesting way of looking at. Rather than saying, why are 60% of Americans obese? Saying, why are 40% not obese? That's a very interesting way to look at it."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, subconsciously, we're always making that decision. I'm sure that you are not going and eating cheeseburger every day because you want to improve."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. I wouldn't feel good. Yeah, I enjoy a cheeseburger now and again, but I. No, not. Certainly not this stage or any stage of my life. I think people. I actually think the pandemic had a lot to do with this. I think that people started to take a. A look at what they were doing to support or not support their health generally. I know people gained a lot of weight during the pandemic. Other people got really into fitness. I've seen some colleagues. You've always maintained you've always been in good shape. Actually, this is the first time I've seen you in a while. You seem to have aged backwards. So you are a poster for your own ideas and hypotheses about time restricted feeding. But I noticed that during the pandemic, a number of people emerged from the pandemic in better shape, other people in much worse shape. It seemed like it was like a bimodal distribution there. So, yeah, I get the sense that starting and stopping eating at more or less the same time each day, even if caloric restriction is not the main focus, has additional benefits. Can we talk about some of those benefits as they relate to the other things that impact health? So, for instance, if you're starting and stopping eating at more or less the same times each day, are you sleeping better? Are you getting more predictable shifts in alertness and sleepiness? Can you predict when you'll feel good enough to exercise? Maybe we could talk about that, because you, of course, are well known for time restricted feeding and the science around that, but also other things as well, not the least of which is circadian biology generally. So I always think of the main timekeepers for our system being feeding light activity and social connection. Did I miss maybe. And temperature."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. So how do these combine with one another? And using timing that we begin and stop feeding is kind of an anchor point. Can we explore that a little bit?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so, you know, we got into this beginning and end, and then we. You asked for the calorie. How much calorie will break? The first one thing that I want the listeners and viewers to bring back to this timing of when we are breaking the fast, because we equate health with weight, body weight. And that's when we are talking about nutrition, quality and quantity, because both of them have impact. So now let's think about mental health, because a lot of people do struggle with mental health. They have anxiety or depression, and also gut health, because there are a lot of people who also have acid reflux or heartburn. And we know that acid reflux or heartburn can be exacerbated by caffeine intake in empty stomach. Those who have acid reflux or heart bone, they're prone to that then. And having black coffee in the morning before any food can upset their stomach. So that's why in those cases, it's very clearly that caffeine, for them, becomes the trigger that something, the food is supposed to come and then the stomach is not seeing the food, so it's overreacting, producing excess acid. And that comes up to the esophagus, and that's what they're experiencing. If people have that kind of condition, then maybe they should consider when they drink their first coffee, is breaking their overall fast or kind of putting their health at risk for acid reflux. The other thing is people who have anxiety, panic attack. We know that caffeine can judge you."
    },
    {
        "speaker": "A",
        "text": "Off, especially on an empty stomach, especially."
    },
    {
        "speaker": "B",
        "text": "On an empty stomach. So for them, again, caffeine can be a trigger. So that's why I want to kind of differentiate that there is this mental health and other aspects of health. And these are two clear examples where anxiety, panic attack related to brain health, or acid reflux related to our gut health. In those cases, when we consume that caffeine in the morning can affect."
    },
    {
        "speaker": "A",
        "text": "So do you avoid caffeine in the morning?"
    },
    {
        "speaker": "B",
        "text": "Actually, here is the interesting history about caffeine, and this is something I did not know, and I was once invited to this history of nighttime activity. And maybe we can take a little bit of detour and talk about nighttime activity, because that fascinates me as a circadian biologist, because over the last 200,000 years means we assume that humans, homo sapiens, evolved 200,000 years ago. So we have been, as a species, we have been living on this planet for 200,000 years, and only in the last, you can say a couple of thousand or 5000 years when we came to control fire, or maybe you can even go back to 100,000 years. There is some debate. So then the question is, well, when we control fire, and we lighted up the fire, and we could light up whenever we wanted, we can add fuel and we can stop the fire when we don't want it. That's the key ability in humans that differentiates them from all the other species. No other species. We can always say, yes, there are signs of this intelligent decision making. For example, we know many crows can make decisions. Many, many animals, they kind of figure out, strategize how to get food. But controlled use of fire is something very specific to human. And when we started controlling fire, fire did not essentially extend the day, because fire created an evening that was very different from what people did during the day. And what people used to do during day. They walked a lot, means gathering food was almost everything that we did. And so in the evening, after the. After the. After, we brought food, mostly tubers or maybe lentils to cook, or once in a while, animals, so that we can, we could barbecue. All of these things happened around fire. And fire was so expensive that it was mostly communal fire. So if you go back to, for example, maasai and all these ancestors, sorry, populations that have no access to electricity and are still living kind of that historical life. Fire is a communal event. And they sat around, they cooked food. And then what happened? They did not talk about work. They talked about culture. They talked, they sang, they danced, they strategized. That's how politics started, philosophy started, science started. All of these things that are very unique to human civilization started around fireside chat. So in that way, if you think about it, we are still doing fireside chat. The only thing is we have the microwave and the television, our social media."
    },
    {
        "speaker": "A",
        "text": "And now we chat with our thumbs."
    },
    {
        "speaker": "B",
        "text": "So it's still. So we are hooked to that evening activity because that's when we are completely free from the pressure of the work and we want to express ourselves. That's our independent time. So that's why most people find it very difficult to do time restriction and stop eating at 06:00 because it's ingrained in our even DNA that we want to eat and socialize in the evening. So now let's fast forward and see what is the role of coffee in this. If you look at coffee conjobs and particularly cafe, where people can come and have a little bit of coffee and socialize, it also started as an evening activity. And this is in. Now we can go back to Istanbul because that's one place where coffee cafes started in mid 16th century. So we are talking about 1540 to 1570. And that's when, I'm sorry, I'm forgetting the name of historians who actually invited me. And okay, his name is Cemal Kefadar. I must be butchering the name, but I'll try."
    },
    {
        "speaker": "A",
        "text": "We'll provide the spelling. And the wonderful thing about social media is somebody will tell us on YouTube the proper pronunciation. So this is a great opportunity. If you know the proper pronunciation, please put it in the comments on YouTube."
    },
    {
        "speaker": "B",
        "text": "Actually, I'm even checking right now in my endnote library. It's not picking up."
    },
    {
        "speaker": "A",
        "text": "That's right. We'll provide a link."
    },
    {
        "speaker": "B",
        "text": "So what happened was, so coffee was introduced and people came and drank coffee and talked about politics at night, at night, at evening. And it actually started with sufi branch of Islam because they are the ones who consumed coffee in the evening. And this is the branch of Islam where they actually sing and dance and all that happened in the evening. So singing, dancing by the Sufi, and then here in Istanbul, people started congregating and having talk about politics. But then around the same time, some, you know, in Turkey, there was a good sizeable number of Muslims who have to do five prayers a day. Number of prayers at set time. The first prayer is very early in the morning. And then they figured out that if they wake up and immediately have coffee, then they can stay awake for the first prayer. And in that way, they felt pretty good and they woke up. So that's how it started as a morning drink, to stay awake and kind of get, get on with the day. But what happened was, I don't know whether you have ever tried turkish coffee. It's very thick."
    },
    {
        "speaker": "A",
        "text": "Yeah. A few years ago, right before the pandemic 2019, I traveled to Turkey. First of all, the food is amazing. The coffee is indeed very, very thick. And I have a pretty high caffeine tolerance from drinking so much coffee and yerba mate over the years, and still do. I really enjoy it. But, yeah, it's very intense. And so what you're saying is that coffee intake started as a way to extend into the night. The ability to extend into the night at all was because of the ability to harness fire. And then coffees stimulatory properties were leveraged toward morning, which is essentially like, the way I think about it, we did an episode on caffeine, and someone else, Michael Pollan, not, I described it this way, that you're sort of taking a loan out on your energy bank account with coffee. You're suppressing the adenosine system. Adenosine makes you sleepy, but that adenosine system will kick in later. So it's a credit card of sorts with an interest, and the interest being an energetic lag that you're going to experience in the afternoon."
    },
    {
        "speaker": "B",
        "text": "But what happened was with the strong coffee that gave heartburn and acid reflux to a lot of people. So then they started eating something with coffee. And that's how the culture of breakfast started in Turkey."
    },
    {
        "speaker": "A",
        "text": "So coffee actually led to the development of breakfast, not the other way around."
    },
    {
        "speaker": "B",
        "text": "But, yeah, so it does."
    },
    {
        "speaker": "A",
        "text": "That's very heartening. Again, no pun intended for the caffeine lovers among us, which I count myself one of those."
    },
    {
        "speaker": "B",
        "text": "So essentially, the food before coffee became breakfast. So you kind of give something to your stomach, so it's busy digesting that, and then when the coffee comes in, it's not reacting to coffee and creating acid reflux."
    },
    {
        "speaker": "A",
        "text": "So it wasn't this fascinating. So it wasn't that breakfast is necessary on its own. It was essentially a buffer against the gastric distress caused by caffeine intake, at."
    },
    {
        "speaker": "B",
        "text": "Least in that culture. In that context, we cannot say whether the same thing happened in all over the world where coffee is not consumed, but still people eat something in the morning."
    },
    {
        "speaker": "A",
        "text": "You said you start your first meal of the day at around eight. What time do you wake up?"
    },
    {
        "speaker": "B",
        "text": "I wake up around six. I set it to six."
    },
    {
        "speaker": "A",
        "text": "What time do you have your first caffeine?"
    },
    {
        "speaker": "B",
        "text": "No, actually I have. So that's why I brought up this story, because I have coffee after my breakfast."
    },
    {
        "speaker": "A",
        "text": "Fantastic. I'm a big proponent of delaying caffeine intake for a few hours after waking for other reasons that my listeners have heard me talk about endlessly. So I won't bother with that now. But I think allowing, suffice to say that allowing some of the natural waking up signals to occur and using light to kind of clear away adenosine to further extent and activity is better than using a stimulant. But until a few hours later. This is fascinating because I've never thought about the link between extension into the night socialization or socializing, rather feeding and caffeine."
    },
    {
        "speaker": "B",
        "text": "Now, actually, I'm kind of speaking what many other researchers have found and this, particularly this fireside chat. I'm forgetting again the name of the scientist. I think she's from University of Washington, Seattle. She went to Africa and kind of recorded what people are talking. Of course, she could not understand what."
    },
    {
        "speaker": "A",
        "text": "They were talking Twitter and whether or not Tesla's stock is going up. Of course. No, just kidding, folks."
    },
    {
        "speaker": "B",
        "text": "And then came back and tried to translate and then figured out that what they were talking to during daytime and in the evening were very different. So."
    },
    {
        "speaker": "A",
        "text": "What are they talking about at night?"
    },
    {
        "speaker": "B",
        "text": "Exactly. So this is like they're talking about matchmaking and talking about politics and strategizing to gather food or even singing and dancing. So this is, if you think, if we think about it, how we manage sunset to our bedtime, what we do between sunset and bedtime affects most of our health."
    },
    {
        "speaker": "A",
        "text": "I'm going to think about that for a moment. I totally agree. And by the way, I'm a huge believer and I'm living in great hope for the idea that right now I do think that scientists understand a lot more about the different stages of sleep, slow wave sleep, rem sleep, etcetera, than we do active waking states, being focused or being alert. But those aren't scientific terms as we know. But I do believe, and I've noticed a distinct difference between the first 8 hours of the day in terms of cognition. And we know that the catecholamines are at much higher levels, plus cortisol. So dopamine, cortisol, epinephrine, all of that is really at much higher levels than in the later evening. And so this evening time, certainly in the context of mental health, we know that morning and evening, we are basically different creatures. Yeah, completely."
    },
    {
        "speaker": "B",
        "text": "Yeah. So that's why I think in the evening, if you think about it again, this is, again, another set of research from my good friend Horacio."
    },
    {
        "speaker": "A",
        "text": "Who, the iglesias?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, yeah. I'm a big fan of Horacios. Another. He's a fellow Argentine, so occasionally we riff about things related to that. But he's a wonderful biologist. Are you guys collaborating?"
    },
    {
        "speaker": "B",
        "text": "Yeah, he's kind of. I say he's very humble and keeps a low profile, but he does amazing, amazing research. He does research that we want to know, but nobody is ready to do it because field research is very difficult to go to the wilderness or go to the places where there is no electricity and then record when these people are eating, sleeping, or in this case, activity, exposure to light, that's what Horacea has done. And he puts this activewatch, which is kind of a modern activity tracker, but it's a little bit more refined because it also collects light information. What he found was most of these argentinian towers who have no access to electricity, they consistently go to bed somewhere between three to three and half hours after sunset. So this is very important because we always think that our ancestors, when they didn't have electricity, as soon as the sun went down, they just went to sleep. No, the fire extended their evening, so they were staying awake for three to 4 hours, kind of, you know, decompressing themselves, that we say, and then doing all these activities, cooking, sharing meals, and then they would go to sleep. And if you look at the sleep onset variability, it was very small, like they're going to bed almost within 15 to 30 minutes, standard deviation."
    },
    {
        "speaker": "A",
        "text": "So no night owls versus morning people, this."
    },
    {
        "speaker": "B",
        "text": "Exactly. So we'll get to that."
    },
    {
        "speaker": "A",
        "text": "None of this I get attacked by for many reasons. It just goes with the business I'm in of being public facing these days. But every time I talk about viewing sunrise or low angle sunlight, you know, getting some sunlight early, someone says, well, I'm a night owl. And they just. It's almost like a protest of trying to protect identity. It's become this ideological identity related thing. I'm a night owl, I'm a morning person, and I'm not. But you're telling me that in these cultures where there isn't electricity but there is fire, people are going to sleep within all of them, within about 15 minutes of one another. So there is no such thing as a night owl or a morning person in the context."
    },
    {
        "speaker": "B",
        "text": "I actually asked him pointedly because. And then he said, no, he has not seen, he has tracked hundreds of people. And if we ask, there are many, many sleep researchers, at least the public facing sleep physicians or experts, they will say, yeah, we can say one third of people are night owl, one third are morning, and then one third are in between."
    },
    {
        "speaker": "A",
        "text": "They call them like bears, wolves, and, you know, and I'm not being disparaging of that idea. I think people really do feel as if they orient towards one pattern or another."
    },
    {
        "speaker": "B",
        "text": "When I was an undergrad student, I never went to bed before midnight. And actually midnight was my going to bed time. Exactly like 1145. I'll try to get ready to hit bed, and then by twelve I'm in bed, and I used to get up at 6615. That's a pretty short sleep with an alarm, of course. But then daytime, I used to take 45 minutes to 1 hour nap. And there was regular like, even if whenever I got time. Of course, in college, you know, you don't have the whole debt, unlike in high school, you don't have opportunity to nap, but in college you can."
    },
    {
        "speaker": "A",
        "text": "I might have been one of those kids with his hoodie on, napping on the desk, but they come around and they wake you up."
    },
    {
        "speaker": "B",
        "text": "Yeah, but in this case, just come back to the dorm. And after lunch, usually I used to take nap. So then in grad school, I remember I rarely went to bed before 02:00 a.m. and I could have clearly said that I'm a night owl. And actually I was a night owl. I was very comfortable staying up so late. I was very productive doing experiments, writing all these manuscripts mostly. But then afterwards, when I look back in postdoc, when I had, when we had our daughter, then things started changing because you have to put the baby to sleep. And then after the baby sleeps, it's almost when you have a baby, your life revolves around the baby. So then we have to dim down the light. There is no caffeine and alcohol drinking or any other things after the baby sleeps, because we cannot do too much noise and others. So then I realized that, no, I'm actually not a night owl. And I became kind of more normal because I could go to sleep between ten and eleven. And that's how I thought, well, maybe this was very unique to me. But what is interesting is I have another colleague, good friend, Ken Wright, Junior, Colorado at Colorado. And he also had grad students and postdocs like me, who strongly believed that they were night owls just like everybody else. And he took, Ken took the whole lab for camping. And when they were camping, of course there is less light and a lot of physical activity, hiking during the day and they all went to bed between nine and 10:30 p.m. i love that study."
    },
    {
        "speaker": "A",
        "text": "What Sachin just described was a study. I think there were two studies."
    },
    {
        "speaker": "B",
        "text": "There were two? Yeah."
    },
    {
        "speaker": "A",
        "text": "And what's interesting as I recall is that after going camping for a weekend where people wake with the more or less with the sunrise and go to sleep a few hours after sunset, their melatonin rhythms and cortisol rhythms and sleep wake rhythms persisted on that schedule for several weeks despite returning to environments where there was a lot of artificial lighting, which I find amazing that just a weekend of consistent rising and going to bed with the sunrise and sunset more or less allowed a reset that was very long lasting."
    },
    {
        "speaker": "B",
        "text": "So actually even in Horace study he found that almost all the tobas, they wake up around sunrise time. And it's amazing, when I look at the standard deviation it's like so tight."
    },
    {
        "speaker": "A",
        "text": "So take that night owl, so called night owls. I also, in graduate school I would work until 02:00 a.m. i loved it. I blast music in the lab. Everyone was at home pretty much not everyone, but there were the night crew. And then I'd get in, get up sometime around 930 ten and then get in around eleven. And it was no problem because I was going to stay so very late. And then over time I notice I've become more locked to a standard schedule. So I think what we're saying is that the clock can, our internal clocks can shift, but this idea that we are genetically biased towards one schedule or another may need revisiting. That's the conclusion I'm taking from this."
    },
    {
        "speaker": "B",
        "text": "There are a couple of aspects. One is some people are genetically so pre programmed because the other flip side is what is called technically familial advanced slip syndrome. So these people, you can give them caffeine or whatever, but they will fall asleep, say at 08:00 they cannot stay awake till nine or ten. And since it's a very strong phenotype in sleep and circadian rhythm field they are very well studied. So in fact, Louis Patac and ing hui fu, they were the first one to track one family like this. And then they figured out there was a mutation in one of the clock genes, period two, that clock gene and that mutation allowed the clock to run in a way that these people went to bed very early."
    },
    {
        "speaker": "A",
        "text": "I guess historically, given these fireside chats those people were probably not contributing much to the political discussion. Whatever there was decided after they went to sleep is what they woke up into. That reminds me, because as you were describing the difference between nighttime discussions versus morning discussions, is there any theme to what is discussed in the morning versus in the nighttime? Or people just sipping their eating and sipping their caffeine and just waking up? But are there any ideas about what morning discussions really consist of?"
    },
    {
        "speaker": "B",
        "text": "Morning discussions or daytime discussions are mostly about work and, like, hunting, gathering, or farming, all that stuff. And even these days, that's what we do. We, you know, you go to. I go to work, and it's mostly one meeting after another. And we're talking about how means if you're in different committees and you're solving problems or your students come with questions, you have your ta or the office hours, all these things work related. We're not talking, I mean, serious philosophy of, unless you are in a philosophy department or political science. And also we are not singing and dancing. So that's why the evening activity, even these days, are very different. And typically, the evening activities are where we express ourselves. We express who we are. We feel like we are free. And, you know, you and I, we have this academic intellectual freedom. We can talk about our work just like we are talking now. There are a lot of people who work for, even in tech industry, they may be working for Google and all these big tech companies. They cannot talk about their work to anybody else."
    },
    {
        "speaker": "A",
        "text": "It's all secret."
    },
    {
        "speaker": "B",
        "text": "It's all secret. So just imagine. So they're spending more than half of their wake up time at work thinking and doing work, but they cannot talk about that work, even sometimes to their own family members. So then what happens for them? A lot of people also do the same thing, like the person who is going and baking in a restaurant or cooking, or the person who is taking trust and driving, or nurses and doctors."
    },
    {
        "speaker": "A",
        "text": "Can'T talk about their patients."
    },
    {
        "speaker": "B",
        "text": "There's confidentiality, and some people just don't want to talk about it. It's so stressful. They don't want to bring that stress home. So that's why I always say that from sunset until we go to bed, during that time, we try to find time for ourselves. People say, this is me time. The me time is essentially we want to truly express who we are, or we want to entertain ourselves, because on the fireside chat, it's not that everybody was a performer. There are also some audience. So we always switched our role. Sometimes we are performing and sometimes we are observing. So that's what happens with me time."
    },
    {
        "speaker": "A",
        "text": "I love this. So maybe social media time should be restricted to just maybe a small portion of that evening time, because I would hope that people would also interact socially."
    },
    {
        "speaker": "B",
        "text": "Within the role, maybe in a constructive way, or maybe you use that for connect with your family members whom you love, or you can have some productive discussion or something. So it's kind of interesting."
    },
    {
        "speaker": "A",
        "text": "I think it's extremely interesting because I think, again, this conversation about time restricted feeding is really a conversation about circadian rhythms and sleep wake activity and human evolution. Right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So that's why, let's go back to this night owl, because we kind of made a comment that maybe it's not genetic, but this is where I'm still wrapping my head around, because these days there's some Jiwa studies where they're trying to look at night owls to see whether there are some genetic linkage. And, you know, sometimes we always think, yeah, if you take half a million people, of course you'll find some loci that. But going back to this idea that are some people more sensitive to light? So that it's likely that the same level of light, even in the same household may make some people stay awake late into the night, whereas other people are more resistant to light so that they can go to bed early. And since light has become so prevalent these days, and this toba story that we are talking about, or people going on camping, we have removed that light. So there is some evidence that people's light sensitivity, particularly the IPRGC or this intrinsically photosensitive retinal ganglion cell or the simple speakers, the blue light sensors in our eyes, there seems to be even one log unit change in sensitivity as measured by pupil constriction."
    },
    {
        "speaker": "A",
        "text": "So for some people, a small amount of artificial light at night could really shift their circadian clock and wake them up, essentially."
    },
    {
        "speaker": "B",
        "text": "And then for some, it. Mennonite."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm very sensitive to light at night."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Exquisitely sensitive to it."
    },
    {
        "speaker": "B",
        "text": "Oh, so then you are like a teenager."
    },
    {
        "speaker": "A",
        "text": "Yes, in many ways, I've been told this. Thank you. I think I have actually switched to using a red night light. But I should be clear, not a fancy, high cost red light for sake of any kind of infrared simulation, but a red party light type light. And I find that was based on reading one study that we covered in an episode on jet lag and shift work, which was that it seems to reduce the cortisol releasing properties of light at night to use redshifted light. So I just use a red light bulb. I actually travel with one. If I go to an Airbnb or hotel and I switch to red light and I find that I fall asleep and stay asleep throughout the night much more consistently, especially when I'm in new environments, which always makes it disruptive to sleep. It's made an enormous difference in the depth and duration of my sleep because oftentimes hotel lights in the bathroom, you'll turn them on, you're just getting beamed. And you're right, some people don't seem to be bothered by that. I really struggle with that."
    },
    {
        "speaker": "B",
        "text": "Yeah. And in fact, in teenage, right after puberty, there seems to be, I think that's when the teenagers become more sensitive to light. And it's well known that the teenage boys and girls, they tend to stay awake late into the night and they can stay up to twelve past midnight. Although they can stay up that late, that doesn't mean that their sleep schedule is reduced. Their body still needs the same amount of sleep as other teenagers. So that's why they are more likely not to wake up at 630 or seven when we expect them to wake up and go to school."
    },
    {
        "speaker": "A",
        "text": "I have a question and I ask every circadian related biologist I can come into contact with this and no one has been able to give me an answer one way or the other. But I grew up hearing that every hour of sleep before midnight was of more value or potency than the hours after midnight. And indeed I find that if I go to sleep at 930 or 10:00 p.m. i can wake up at three or 04:00 a.m. feeling pretty fantastic and ready to lean into the day. But if I get the equivalent number of hours of sleep starting at midnight, I feel like complete garbage when I wake up after five, 6 hours. So is there any truth to the idea that going to sleep within 3 hours of sunset is somehow better for our circadian timing mechanisms?"
    },
    {
        "speaker": "B",
        "text": "Well, there are a few things. One, you said that you are very sensitive to light, so I assume that you also avoid bright light in the evening."
    },
    {
        "speaker": "A",
        "text": "As best I can."
    },
    {
        "speaker": "B",
        "text": "As best as you could. And then what is happening is with absence of that bright light, your melatonin levels begin to rise, so you are prepared for sleep. Of course, this is something that we cannot measure because measuring melatonin in every 1 hour or 30 minutes is very difficult and there is no consumer facing product yet. So it's likely that your body is preparing very well under this dim light to fall asleep. And when you are trying to stay awake and go sleep at midnight, then maybe from midnight for the first three or 4 hours, you are sleeping well. But then after that your melatonin level might be beginning to fall. And it's not only melatonin, your core body temperature and then your heart rate and everything is changing to make you awake, but the sleep debt that you have accumulated is pushing you to sleep, be in bed. So there is this tension between the circadian aspect and your sleep debt. And unfortunately, you cannot have good night of restorative sleep for the second half of the sleep because of the tension."
    },
    {
        "speaker": "A",
        "text": "That makes good sense."
    },
    {
        "speaker": "B",
        "text": "Yeah. So that's why, you know, you are not the only one, means there are many people who experience that. And in fact, a lot of people think that, well, this may be the way I sleep. Maybe I am not designed to sleep restoratively until I sleep one day, just like the camping trip, and then they."
    },
    {
        "speaker": "A",
        "text": "Realize what it feels like to be what you're missing. Absolutely. I want to make sure that we talk about the other aspect of fire, which is you had a paper that came out recently, very interesting paper, studying firefighters and time restricted feeding in firefighters. Would you share with us the general contour and maybe even some of the specifics of that study? Because I think it's very interesting for sake of shift workers, but for everybody really to understand these results."
    },
    {
        "speaker": "B",
        "text": "Yeah. So let's go back to shift workers because this also relates to all of us, because I always say that each of us is a shift worker or has lived the life of a shift worker, and we have experienced how terrible difficult it is. And now let's start with what is the definition of a shift work or shift work like lifestyle? There is no universal definition, unfortunately. But there are many european countries, and particularly if you go to international labor organization, then you will find some references. Different european countries have slightly different definition, which essentially points to if you stay awake for two or more hours during your habitual sleep time. And when they say habitual sleep time, they assume that we are just like you said, we are kind of programmed to sleep somewhere between, say, 10:00 p.m. and then stay in bed and kind of wake up after 05:00 a.m. so the idea is if you stay, if you are staying awake for two or more hours between 10:00 p.m. and 05:00 a.m. and you are engaged in some activity, whether it's physical activity or intellectual activity, you are not lying in bed and wondering, worrying about something, but actually working. So that defines. That's defined as shift work. And you don't have to do it every single day, even if you do it once a week for 50 weeks, then that itself is enough to disrupt your physiology and metabolism, behavior, brain function, like a shift worker. The reason is, as we discussed, when you change our external timing queue. So in this case, when you travel jet lag or traveling across three days, 3 hours of jet lag will take three days to reset. Similarly, if you're staying awake for 2 hours extra, or if you're waking up 2 hours before your habitual wake up time, then we just don't get wake up and then be engaged in some activity in the dark, most of us. And mints. Unless you are wearing infrared goggles, we turn on light and light resets our clock. So in that way, every time we stay up for two or more hours, even for one night, then for the next two nights, our clock is kind of trying to catch up. So in that way, for three days, the day of the disruption, and then two days following the disruption, our clock is trying to catch up with the outside time. So our body is not on time with our clock. So that means almost for half of the week or half of the year, our clock is trying to catch up. So that's the definition of shift work. So now let's come back to Department of level statistics, US government. They have not been tracking what percentage of people are doing shift work accurately because there are many difficulties in tracking too. But it's generally accepted that one in five working adults is a card carrying shift worker. Card carrying shift workers means they are nurses, doctors, firefighters and bakers, truck drivers, and many in the service industry. So that's one in five. So 20% of working adults, then if we think about all the college students, just like I was doing, and you must have done grant deadlines, grant deadline, grant deadlines, then we are also experiencing, experiencing the lifestyle of a shift worker because we're delaying sleep. Even if you're delaying sleep by 2 hours for most of the college students for five days, and then the weekend you're trying to catch up, that's kind of a circadian disruption going on. Then you take 1.5 or 1.6 million new moms in the US every year. So when the child is born, then that mother is a shift worker. And actually that mother is worse than a shift worker because, you know, you don't know what time of the night the baby will wake up and how many times, and there is no weekend in motherhood. So they're also living the life of a shipwrecker. We don't count many food delivery and Uber driver, Lyft drivers as shift workers, but many of them, we know that they live. So in that way, we think the actual number of people who are experiencing the life of a shift worker is somewhere around 50% of the adults population at any given time. So that's why it's also another point that you might have heard from people. They will say, oh, I cannot do time restricting because my schedule is messed up or I work in a different way and that comes into play. So that's why we thought, okay, so we should try something on shift worker. Another point is, although one in five people are shift workers, they carry disproportionately heavier burden of disease, because almost all age related disease that we can think of, whether it's high blood pressure, usually high blood pressure starts in forties or fifties, high cholesterol, gastrointestinal problem, indigestion, chronic inflammation of the colon, and then even colon cancer in many cases, and then of course, diabetes. All of these are disproportionately more prevalent among shift workers. But then, when you think about clinical trials, whether it's a drug or a lifestyle, often one of the top ten exclusion factor criteria is shift work. So people who are doing shift work, we exclude them from many of these trials. One thing is most physicians and most scientists, even people who do shift work, they know that their body and mind is so messed up that oftentimes even medications may not help them. And so that's why we don't try new medication, why to take the risk. And we know it may not help them. And then when it comes to lifestyle intervention, whether it's sleep extension, for example, we cannot do, because they are supposed to stay awake and do their job, we cannot ask them to stay asleep at night. And then physical activity and exercise, some people can do. But some people are so tired after all night that they don't have the energy to do physical activity. And then nutrition. Again, most nutrition studies involve the participants to come to the clinic and get one on one or one, or attend group sessions, and they cannot come. And they cannot even sometimes come to the clinic visit when people have to draw blood. And in fact, there is another caveat that just if suppose I'm healthy, I have perfectly normal blood pressure, blood glucose, cholesterol, everything is normal. And I leave the life of a shift worker just for five nights. That means I'm sleeping less, maybe four or 5 hours. And even if I, they don't eat at nighttime. Of course, many shift workers also feel hungry. And just for to keep their work, they eat just after five days, my blood glucose level will read almost like I'm pre diabetic."
    },
    {
        "speaker": "A",
        "text": "Wow. I actually saw a study published in proceeds of the national academy that showed that even 100 lux dim light present in the room while people are sleeping with eyes closed can lead to disruptions in morning blood glucose levels in directions that are not good one night. So the faint clock in the corner or even a nightlight that's too bright could be problematic. By the way, folks, these effects are reversible. So whenever I say these things, we get a lot of comments about, oh, my goodness, what have I been doing for years? But kids with night lights, this is an issue. But what I'm hearing is that one in five people are truly shift workers in the classic sense. Their jobs require they work at night or into the night and sleep into the day. But far more people are shift workers by virtue of the fact that they're tweeting or working or watching movies at night, even though it's not work in that they're not being paid for that time, they are essentially operating like shift workers. If we add those two groups together, would we say it's what I, what, a third of Americans?"
    },
    {
        "speaker": "B",
        "text": "I would say half of Americans."
    },
    {
        "speaker": "A",
        "text": "Half of Americans, yes."
    },
    {
        "speaker": "B",
        "text": "If you take teenagers because, you know, high school students and college students. Because again, going back to Horacio's study, because Horacio also collected activity data from high school students and college students, and we have replicated that with high school students and college students in San Diego. So that's Seattle and San Diego and this study. Now, there are many sleep researchers that have been collecting this data. And what we find is typically the high school students, they are going to bed, say, around midnight, and college students, at least the UCSD students, we found maybe one out of hundred who went to bed before midnight."
    },
    {
        "speaker": "A",
        "text": "That reminds me that Horacio Iglesias just published this really nice paper showing that that's counter to what we believe students. Now, this is the University of Washington in Seattle, I should mention, where it's very dark in the winter. Young people, these are people in their twenties, are staying up later in the winter months compared to the summer months, which is totally counter intuitive. You think, okay, everyone stays up late in the summer and goes to bed early in the winter, but because of artificial lighting, it's the exact opposite."
    },
    {
        "speaker": "B",
        "text": "Yeah. So another means, I don't know whether Horacio monitored it, but my other suspicion, I'm not saying whether it's true. In winter, we are more likely to consume more coffee, hot chocolate in the evening. And that might also be delaying sleep onset."
    },
    {
        "speaker": "A",
        "text": "That makes sense."
    },
    {
        "speaker": "B",
        "text": "So in that way, again, here is another thing which can be related to policy or practice at educational Institute. So what happened during COVID was everybody went to remote learning. The assignments became digital and assignment submission became digital. And there are many systems online, systems that came into play, and by default, the assignment submission deadline became midnight. So then now what is happening is, I don't know about Stanford, maybe when you are giving assignment, when is the deadline? Midnight, typically midnight. Most of us, most students, they will try to cram as much as possible, try to solve as much as possible, and submit at midnight. And it'll be really cool to go back to your system administrator to see is there so many frequency plot of frequency distribution of what time people are submitting their assignment, because we know means when we submit our grant."
    },
    {
        "speaker": "A",
        "text": "Yeah, so, I mean, you hear about the obesity crisis, the crisis, metabolic disorders, not just in the US, but everywhere in the world. I mean, it's really striking. I remember going to a Keystone meeting, scientific meeting in the early two thousands, and there was a map of the United States, and it showed where the obesity rates were over 30% in adults. And the entire country basically was lighting up like crazy. Now it would be the entire country, but there were these kind of zones in the middle that were almost devoid of obesity. Colorado, namely Idaho at that time, those are now also fallen under the umbrella of rampant obesity. And everyone is speculating, okay, is it, you know, is it seed oils? Is it this? Is it that? Is it highly processed foods? I'm guessing it's all of those things, including lack of activity. But one has to wonder, given everything we're talking about in terms of metabolic dysfunction, late shifted eating, all these issues with late shifted eating and staying up late with artificial lighting, whether or not that could be one of the major factors in the so called obesity crisis."
    },
    {
        "speaker": "B",
        "text": "It's likely, you know, we always say freshman 15."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "B",
        "text": "Because these kids are gaining 15 pounds in their freshman year in college. And this is where I think, as educator professors, it'll be interesting to go back and see what can we do. Because another thing that's also becoming more and more common. For example, I give a circadian rhythm class, means I just give two lectures. And I remember when I started 1517 years ago, that lecture used to be around 01:30 p.m. or 02:00 p.m. in the afternoon. And it's a two and a half hour lecture, so it's done by five. And for the last before the pandemic, I realized that they changed the timing. Now the lecture was starting at 07:00 p.m. so I was finishing by nine, nine thirty pm. And these kids, they had to go and eat after 930 study, socialize, study, socialize, fireside chat, and then to express themselves, like to feel free from assignments, what are they going to do that after they submit the assignment? Then they're going to do that. So that's why we have to go back and revisit this issue, say, okay, so for adults, for most of us who are working a day job, our deadline is 05:00 p.m. in most cases, right. Means at least in university system, the person who is submitting the grant or who is doing taking care of my IRB or IAcloc, they are all living at 05:00 so for me everything has to end by five, I think for."
    },
    {
        "speaker": "A",
        "text": "Most people out there. So this raises a kind of macroscopic question, which is maybe it's not so much about restricting the feeding window, but maybe it's about feeding mostly and being active mostly in the early part of the day. I mean, I could imagine a time three, four years from now when waking up early and going to bed within 3 hours of sunset is the protocol which harnesses all other protocols. Right. You're going to exercise, you're going to do it in that time, you're going to eat, you're going to do it in that time, you're going to socialize, going to do it in that time. And in doing so, you're also avoiding a lot of the issues related to disrupted sleep."
    },
    {
        "speaker": "B",
        "text": "Yeah. So that's why all these things, as you said, time restricted is just one aspect of the circadian health and these are all interconnected. And going back to the comment about within 3 hours of sunset, yes, that's good. But then what happens in say, Toronto or Vancouver in wintertime?"
    },
    {
        "speaker": "A",
        "text": "I guess they're going to bed very, very early, but also waking up very, very early."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "You know, one of the things that I hear all the time because I'm always beating on the drum of getting morning sunlight, even if through cloud cover is people say there's no sun here this time of year. And I forgive me, but there is sun. Unless you live in a cave, there's sun is just coming through cloud cover. No matter where you live in the world, there's sun. Unless you live in a cave, of course. So I want to make sure that we didn't overlook what was the majority conclusion of the firefighter study."
    },
    {
        "speaker": "B",
        "text": "We'll go back to the firefighter study. So the reason why we did this study was, as I said, there are a lot of us who are living the lifestyle of firefighters or shipped workers, and shipped workers are excluded from studies. So that means whatever we are learning about lifestyle or even medications that may be beneficial for people who actually have a normal schedule, but not for people who have a disrupted schedule. And if you look up clinicaltrial dot gov comma, there are more than 400,000 studies listed. And if you search how many studies are on shift workers, it's less than 1000. And then if you ask, most of them are to see what is wrong with shift workers. Like, that's how we know that shift work increases our risk for metabolic disease, cancer, and even some aspects of. Of dementia. But if you ask how many studies are done to improve the health of shift worker alone, that's less than 50. Means I have to go back and check the actual number, but it's less than 50. So that's why we got super excited. We thought from circadian rhythm perspective, that's something to address. So this study, again, this kind of study is only possible because I'm at Salk and we are affiliated with UCSD and I can work with UCSD physicians to do this study. So I collaborate with doctor Pam Togg, who is the director of cardiac rehab center in UCSD. And Pam has many firefighters as her patients. And we both know that the number one cause for death and disability on work for firefighters is not fighting fire, but just getting heart attack and stroke. So they have a very high incidence of heart attack and stroke. And they're also highly prone to different kinds of cancer. And it may be difficult to ascribe cancer to disruption, circadian disruption, because they're also exposed to a lot of toxins. Anytime fire burns, that smell of fire is essentially smell of carcinogenous. And they're breathing, even if they have the hood on and respirator, they still get. So the idea was very simple. We know that firefighters, nearly 70% of firefighters in the US, full time firefighters, because there are volunteer firefighters and then full time firefighters, the full time firefighters, 70% of them work 24 hours shift. So, for example, in San Diego, they come in at their shift is from 08:00 a.m. to 08:00 a.m. the next day. And they do, at least in San Diego, they do one day on, one day off, on off, four cycles, and then four days off. But in some fire departments, they actually do 48 hours shift. So they come for two days, two days off, two days, two days off and then four or five days off brutality."
    },
    {
        "speaker": "A",
        "text": "Thank you, firefighters."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, so then the idea was, okay, so we'll screen firefighters and then find firefighters who are metabolically unhealthy, and then we'll see whether they can actually follow 10 hours time restricted eating. Because the point is, if firefighters can follow it, then everybody else should be, because with all that stress, if they can, and this is, again, where I should also acknowledge the San Diego fire and rescue Department, because without their help, we could not have even submitted the grant. And at that time, David P. Kon, who is their health and wellness battalion chief, he is the one who actually approached us because he's very careful. He knew that the job that they do makes them weaker in long term and can kill them in long term. So he was always looking for new solutions. So he approached us, and then we said, this is the idea. He said, well, I love this idea, because we are not asking them to sleep more or we are not going to cut down their over time or shift or change the work schedule. The only thing we will be doing is ask them to eat within 10 hours, and hopefully we can do this."
    },
    {
        "speaker": "A",
        "text": "Consistently between the days that they're working and not working."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "So that means if they're from 08:00 a.m. to 08:00 a.m. working, then the next day, then they go home. Then they're going to eat on the same schedule they did when they were at the firehouse, but while at home. So they're not allowing themselves to deviate from that."
    },
    {
        "speaker": "B",
        "text": "Yeah. So we thought whether they can do it or not, because the number one goal or the primary outcome in this clinical trial was feasibility. Can they do it? And then second was, if they do it, then what happens to their blood sugar and weight and all this other stuff? And then we started the study and we hit the next hurdle. And that is, you know, firefighters are very, very tight knit community, and they want to make sure that you understand their culture. And the best way to understand their culture is to live the life of a firefighter. So Emily Manoogian, who is the first author, and then we had Adina Jadorian, who is now in med school. She was a research coordinator at that time. They volunteered. They said, okay, we'll go to the busiest fire station in San Diego, and we'll live the life of a firefighter. And the San Diego fire and Rescue and the city, they all agreed. They reported for duty at 730 in the morning. They were assigned a bed in the station, because all fire stations do have some beds for firefighters to rest, and they have assigned bed. So they were assigned a bed. Yeah. So every time a 911 call came, and if that fire station, in that fire station, that fire engine was called, then just like other firefighters, they had to run, get into the gears, just the shoes and a jacket and a helmet, and get in the seat and attend the call. Of course, they won't go to the site. They just get out of the truck, wait there and come back. So in that 24 hours, Emily got ten calls at night that she had to run. But there are more than ten times they got the nine. One. Every time the 911 call came, then there is a beep that goes out. All firefighters were sleeping or resting. They would have get up. If they're doing something, they'll look up to see which engine is called."
    },
    {
        "speaker": "A",
        "text": "Interesting. So it's not just the ones that go out. It's everyone gets woken up."
    },
    {
        "speaker": "B",
        "text": "Everyone gets woken up. So that means in a night, typical night, they're waking up 10, 15, 20 times sometimes. So they're almost like, you know, new moms are like firefighters because they don't have any idea what time the baby will cry and for what reason. Also, they don't know. So similarly. So that's what Emily did. And then next morning, once he came back, she was like, no scratch."
    },
    {
        "speaker": "A",
        "text": "School seem easy?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So then we did this study, and we essentially assigned all the firefighters. We recruited 150 firefighters. We assigned half of them to mediterranean diet because you cannot do any harm. You have to give them something good. So that's another thing they said, no, we want something that we know works for firefighters, firefighters. And there was a mediterranean diet study. So. So everybody was supposed to follow mediterranean diet, and then half, nearly 75 of them were supposed to eat within 10 hours. We did not fix the 10 hours because we said, you pick your own 10 hours that you can stick to."
    },
    {
        "speaker": "A",
        "text": "But it has to be consistent from day to day. So if you start eating at 09:00 a.m. you finish at night at, you know, at 07:00 p.m. and then try to."
    },
    {
        "speaker": "B",
        "text": "Yeah, try to. Try to be consistent, because we said, yes, we understand that there will be some things, and you can take maybe half an hour here and there, and we'll see how many times you can do it. And what is interesting was, although they are all doing 24 hours shift, they more or less chose to begin eating somewhere between 08:00 a.m. and 11:00 a.m. and they did not skip any meal. They had their first meal, or what we call breakfast, but it was several hours after waking up, because they're waking up at five or six and they're driving to come to work at 730 or eight, and they're eating their first meal, say, between eight and eleven, and then the finished meal 10 hours later. And what we found is more or less, most of them could stick to doing this at least five days out of seven days. And then at the end of the study, when we look at their health parameters, one thing is, as I said, we recruited everybody who came. So that means nearly one in three firefighters were completely healthy. They had no sign of any illness, no high blood pressure, high blood sugar, high cholesterol, depression or anything. So since we have one third of the population who are already healthy, and then everybody has slightly different conditions. Some have high blood pressure, but they don't have high blood glucose. Somebody has high blood glucose but not high blood pressure. So it was kind of heterogeneous. So we did not see big difference in weight loss or any weight change between these two groups. Another thing is the firefighters actually run almost eight to 9 miles when they're at the job because that's part of their exercise routine. But then one thing that changed significantly in the time restricted eating group was what we call VLDL, particle size and particle number, because this is something that we know. This very low density lipoprotein, these are atherogenic, and if we can manage them much better, then we reduce the risk for atherosclerosis. So that's one parameter that changed in the time restrictive feeding group, even when you combine all healthy, unhealthy everybody. Now, if we take firefighters who were beginning with high blood pressure, then we saw a significant reduction in their systolic as well as diastolic blood pressure. And the change in blood pressure. Of course, we don't claim that in the manuscript, but when we talk about it, some physician would get up and say, wow, that looks like almost they're on a blood pressure lowering drug. So the extent of blood pressure lowering is equivalent to somebody taking an antihypertensive drug."
    },
    {
        "speaker": "A",
        "text": "Amazing."
    },
    {
        "speaker": "B",
        "text": "And then those who started with high blood sugar, of course, we didn't have too many type two diabetic, but there are few pre diabetic, and they could better manage their blood glucose. This is interesting because once shift workers become pre diabetic or diabetic, they have more difficulty managing their blood sugar than non shift workers because the work schedule itself will mess them up too much, even if they're on many medications. They have difficulty."
    },
    {
        "speaker": "A",
        "text": "That's fascinating, and I'm really glad that you explained the study in such detail, because I would have thought from reading the abstract, and I did look at the data, but if someone were to look at the abstract, they'd say, oh, firefighters. So they're waking up in the middle of the night, and they're throwing on their gear and going out to calls and doing. But if I understand correctly, all firefighters are being woken up by the signal, which makes the firefighter population a bit more similar to the more standard population who's waking up in the middle of the night to use the bathroom, getting on social media for a couple of minutes, or flipping on the lights. Maybe not as severe as what firefighters are doing, but we know there are blood sugar regulation issues related to those multiple middle of the night wakings, especially if people are then staring at screens. I think it's really important that people were able to hear about the deeper contours of the study. This result of regulating blood sugar better is really powerful. I get asked all the time, I've got a new kid. I'm a shift worker. How can I do this? Morning sunlight viewing. What I'm hearing is that keeping a regular meal schedule every day, at least five out of seven, or as close to every day, sort of like sleep. I always say, try and get a really great night's sleep. 80% or more of the nights of your life. And on the other 20%, hopefully it's for fun reasons, a great party or something like that, or a celebration of some sort. That seems to me a great anchor point when one can't reliably control their sleep wake cycle. Does that mean that if somebody is coming off of shift work and they're very, very tired, that they would be better off staying awake and eating than sleeping?"
    },
    {
        "speaker": "B",
        "text": "Well, it's. Yeah, so this is where we get into nuances. So here the firefighters are 24 hours shift worker. So that means, and they have been working this shift for a very long time. They have figured out one thing is, yes, firefighters are different from nurses and healthcare workers who have to work throughout the night, and they're staying awake throughout the night. Whereas firefighters, they get opportunity to sleep. Even with their ten calls, they actually have opportunity to come back and go to sleep. And in fact, when Emily and Dina, they were in the fire station, what they observed was firefighters, after attending a call, they're not coming back and playing cards or trying to watch the news or get the score. They know they will just go back and lie in the bed and switch up the light. So whenever they got any opportunity to sleep, they would try to sleep. So in that way, their sleep debt and sleep pressure during daytime is not as strong as a night shift nurse or a truck driver who is driving all night, because they have, they are staying awake throughout the night. So when people say, yes, you found this, and can you extend it to other shift workers? My answer is no. We have to go back and figure out, that's why we went to the station and figured out what would work for them. If I have to go and do this for some nurses, maybe even I will go, or our staff will go and figure out what is their work schedule, what happens? Do they have opportunity to eat? Do they have opportunity to even take five minutes break? What do they do during break? And all of these things come into play. But here, another thing is, I always said that in other time, restrictive feeding paper, we see change in nutrition quality and quantity. But here we also saw that somehow both groups, inadvertently, they improved their nutrition quality because everybody was told to eat mediterranean diet. They increase their fruits and vegetables and olive oil intakes slightly. And when they had to stop eating early, they also reduced their alcohol intake. And this is very significant because many shift workers, just to cope with the shift work that tend to depend on alcohol at night and caffeine in the morning. So they begin their day with caffeine and end with alcohol. And now we can relate that many normal people who are not doing shift work, we also more or less begin our day with caffeine, and many of us end with alcohol. And then when they reduce that eating to 10 hours, and then we saw a significant reduction in alcohol intake in the time ratio eating group, but not in the standard of care or mediterranean diet group."
    },
    {
        "speaker": "A",
        "text": "I certainly support that. We did an episode on alcohol, and I was shocked when I researched that. To learn that zero to two drinks per week is essentially the threshold beyond which you start seeing health deficits, in particular, cancers and metabolic disruption, sleep disruption, and increased anxiety when people aren't under the influence of alcohol. Pretty incredible how alcohol has kind of escaped as the opposite of caffeine and therefore not a health hazard. And here I'm somebody, I have a drink every once in a while. No big deal for me. I can have it or not have it. But it's just striking how alcohol, despite extensive data that it can really disrupt health even at three drinks per week, is just avidly consumed, as if it was kind of like food or caffeine. It's really incredible. I want to make sure that I circle back to something you mentioned earlier, because I know there are going to be a number of people that ask this. If I recall, you said that, provided that the feeding window is not shorter than 8 hours, that men, women and children can use time restricted feeding."
    },
    {
        "speaker": "B",
        "text": "Yeah. So what I say is 12 hours."
    },
    {
        "speaker": "A",
        "text": "12 hours. Excuse me, 12 hours."
    },
    {
        "speaker": "B",
        "text": "Thank you for that clarification, because we did a study that was published in 2015, and again, behind many of our studies, there is a story. So we are publishing all these mouse stories. And then I would go to conferences, and then of course, some people would give me a look saying, well, you must be doing something wrong. This just breaks the x law of thermodynamics, because how come they're eating the same number of calories and not getting weight? And of course, by that time we figured out, but at least in mouse time, restricted feeding also changes the gut microbiome in a way that the mice may be pooping out a little bit more fat and sugar than absorbing them. So one thing that happens in thymus, repeating, at least in mice, is the liver cholesterol metabolism to bile acid, and bile acid's excretion in the gut changes because the gut microbiome changes. So this is very nice study. When Amir Jarenpaur was in the lab, now he has his own lab in UCSD, and he meticulously did that, and we even did bomb calorimetry from the poop and metabolomics from the poop. And then we figured out that they excrete some calories and then their brown fat activity goes up. So they may be burning some of."
    },
    {
        "speaker": "A",
        "text": "These extra calories, so they're more thermogenic."
    },
    {
        "speaker": "B",
        "text": "More thermogenic. But anyway, so, you know, one nice thing, awesome thing about Salk is if they see that your science is going well, then they will find ways to help you. And this is terrific. Yeah. And this is when Bill Brody was our president. He was the president of from Hopkins for twelve years, and then he was president. And that time he had started this innovation grant program, which was funded by Orwin. Jacob Orwen is the founder of Qualcomm and was also a faculty at UCSD. So he understand there are very few tech leaders who actually spent some time in academia. So he understood the pain of getting grant money when you have some interesting idea or test some ideas."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, knock on the NIH, but I'll do it anyway because I sit on study section for the NIH. I mean, NIH wants to see proposals for things that are so certain to work that they're mostly done. And so really groundbreaking work can happen and does happen with NIH funding. But more often than not, it is the generosity of philanthropists like Erwin Jacobs and other people that allow the really pioneering the new stuff, the cool stuff, the groundbreaking stuff, the stuff that really. No, I'm not going to say really matters. It all matters. It's all important."
    },
    {
        "speaker": "B",
        "text": "It matters. But it's high risk. And NIH. NiH is not just government is not making money from thin air means it's taxpayers money. So there is a little bit responsibility or conservative that. Okay, so we should not waste taxpayers money on pie in the sky kind of project. Too much. Clear."
    },
    {
        "speaker": "A",
        "text": "We're not talking about politically conservative. We're talking about scientifically conservative. Be so careful with language nowadays. Pretty soon we're just going to sit and stare at one another at the microphones to stay safe. So that's interesting."
    },
    {
        "speaker": "B",
        "text": "So then we started this, and then what we did was we. I had an awesome grad student, and we got this funding from Arvind. And also there are some. Any philanthropy matters. So actually, the way we say is, yes, if you give me $50, then that $50 goes towards buying the gloves and effend of tubes for one postdoc for maybe seven days."
    },
    {
        "speaker": "A",
        "text": "So true. I think a lot of people don't realize that 99% of laboratory scientists just, they don't make any money off their discoveries. And even if there is a patentable discovery, typically the divide between the institution and the company that will eventually put that to market is so slim in favor of the others involved that scientists really do this as work of passion, labor of love."
    },
    {
        "speaker": "B",
        "text": "So we came up with this app, my circadian clock, at that time. And we took some lessons from tech leaders, particularly from Amazon. One click checkout, because we thought most nutrition apps actually ask people to detailed describe what they ate, go to their food library, and then portion size. You said, okay, so we'll just shortcut all of that. We just asked people to take a picture of the food, open the app, one click, take a picture, second click, and press save, third click. And when they saved, the picture actually came to our server, did not stay on their phone, and we asked 156 people who are not shift workers, just regular worker or homemakers, to be part of the study. No student was allowed to be part of the study because we know that there's lifestyle like shift workers, and we monitored for three weeks. And so here is some nuances, and I want people to understand. So suppose when somebody is starting to eat at, say, 07:00 a.m. and since they're recording everything, caught every single thing. Even if they ate half a cookie, they had to take a picture. And they actually took picture because it's not. It became second nature after three or four days that every time they ate something, even if there was a glass of water, they actually took a picture. Because we asked them, take picture of everything, we'll figure out what it is. What is surprising was we found the median. So the median number of times people eat within a day, 24 hours a day, is actually seven. So it's not that we are eating three times a day. We actually snack a little bit."
    },
    {
        "speaker": "A",
        "text": "Seven times per day."
    },
    {
        "speaker": "B",
        "text": "Seven times. And there are 10% of people, the top decile was eating twelve times a day. Wow. And it makes sense in retrospect. Sometimes maybe I'll fall into that seven or eight before I did this study because, you know, getting up, having coffee with cream and sugar is one. And then I ate my breakfast, that's two. Then I came to the lab and I found that cookie, that's three. And I went to a meeting and there was some cookie and something else. That's another one. Then lunch, and then afternoon, somebody asked me to go out and have a meeting. And so if you think about it, it's very normal that we can go seven to eight times, ten times. But then if we look at what time, say I start breakfast, and as I said, and we see that in many people, they'll start at 07:00 one day, then 730 another day, then 815 another day. Or they go back to 06:00 a.m. because they had to get up early and go to work. So we took all these food data from three weeks and then asked, what is the time when your body system is expecting it to eat? Because it kind of averages out. It's kind of thinking, okay, maybe for you, if you're eating breakfast at, say, somewhere between 06:00 a.m. 737 45, eight, maybe you are expecting food around 07:00 let's forget about 615. That's an outlier. And then similarly, at the end of the day, somebody is finishing the last bite or the night cap, whatever you call it. Say one day at 09:00 p.m. 09:30 p.m. 1011, 1230 or one. Let's ignore that one and 1230. But still we got somewhere between seven to 1130 for that person over three weeks time. So this is how we kind of figure out what is the likelihood that your body will encounter food. So when we do that, what we found was nearly 50% of adults in our study ate for 14 hours, 45 minutes. That window when your body is expecting food. So it's easy to say that 50% of adults are eating within 15 hours or longer."
    },
    {
        "speaker": "A",
        "text": "Wow. And quite frequently throughout the day."
    },
    {
        "speaker": "B",
        "text": "Quite frequently, too. And then if we ask what fraction of our dogs were actually eating the conventional within 12 hours, three meals a day or something like that, it was 10%."
    },
    {
        "speaker": "A",
        "text": "So snacking has gone up dramatically. However you want to define snacking, the frequency of food intake, the day and."
    },
    {
        "speaker": "B",
        "text": "Outside this breakfast, lunch and dinner, there are all these small snacks here and there. And also for a lot of people, the dinner is delayed. And we went back and looked at, okay, so what kind of food people are eating late at night and all that stuff. And what came out interesting, which is very counterintuitive, is people who prepare their own dinner, they're more likely to eat later at night because they're coming home, and then they're taking some time to prepare dinner, and then they're sitting down and eating, or maybe they're eating next to the computer, whatever it is. So that's kind of interesting. That came out. But coming back to your point, that's why I say that nearly 90% of adults are eating for more than 12 hours. So that means a lot of people can, there is scope or there is enough headspace to reduce and eat within. So, as I said, all of these are interrelated. So when you think about children, most sleep researchers agree that children and teenagers should sleep somewhere between nine to ten or 11 hours, because young children, even five to ten year old, they should sleep nine to 10 hours."
    },
    {
        "speaker": "A",
        "text": "They're just pumping out growth hormone and growing, growing, growing."
    },
    {
        "speaker": "B",
        "text": "And then the teenagers, actually, the recommendation is they should be sleeping 9 hours because is if you take teenagers, take out all the stimulatory inputs to them and then remove homework assignment and everything, and then let them kind of equilibrate to their homeostasis what they're like, how many hours they're likely to sleep. That turns out to be somewhere between eight and a half to nine and a half hours, which also means that going back to sleep, nearly 90% of high school students in this country are chronically sleep deprived because most high school students don't get 9 hours of sleep on a regular basis, maybe in the."
    },
    {
        "speaker": "A",
        "text": "Weekend, probably because of devices they're on iPad."
    },
    {
        "speaker": "B",
        "text": "And also, as I said, this new idea that midnight is your assignment submission time I'll come back to that again and again."
    },
    {
        "speaker": "A",
        "text": "I'm hearing that again and again. So teachers, take note. It's an, it's a very interesting idea as a way to kind of anchor behavior earlier in the day. Yeah, learning to, I mean, public health is complicated because people are incentivized by fear, but they, you know, you get more bees with honey, as they say. Right. You know, there's incentivizing people to wake earlier, not necessarily with the sunrise, but wake earlier and go to sleep earlier and eat within an eight to twelve hour window. Twelve if it's children. It sounds to me like all these health benefits are what I think are going to incentivize people more than, for instance, this idea that, well, if you don't do this, you're going to get dementia or something of that sort."
    },
    {
        "speaker": "B",
        "text": "But like every day people will feel more healthy and more productive. And so that's why I said that even if children are supposed to sleep for 9 hours, of course they're not eating during those 9 hours. And we are not feeding children and putting them down to sleep because their core body temperature will be high. They cannot fall asleep. So at least they should have their last meal one or 2 hours before going to bed because typically parents feed them and maybe give them a shower or a bath, and then they read the bedtime story. So it's one to 2 hours before bedtime, they're finishing food. Similarly, on the other end, after they wake up. It's not that we are waking them up and then feeding them. Hopefully we're not doing that. So that's at 12 hours seems to be optimum. And it's not only, I'm saying that if we put all the health recommendations together from pediatrics, and then it makes sense."
    },
    {
        "speaker": "A",
        "text": "Fascinating. I have a question about structuring meal intake or food intake during the eating window. I have a good friend, actually, he's, he's the neurosurgeon at Neuralink now, but he came up through Stanford and he has a habit of eating, of skipping one meal per day within a feeding window. So it might be breakfast, lunch, skip dinner one day, then it might be breakfast, dinner the next day, lunch, and dinner the next one. So it's not in keeping with the same start time always, but the end time is either going to be earlier or there's a gate. It's never later. Yeah, it's never later. What do you think about that as a strategy? In many ways it feels like that fits with the way that a lot of people's lives run. So sometimes, for instance, if I'm on a podcast, I don't tend to eat much during the middle of the day because it makes me a little bit groggy. The postparendial dip in energy. So I'll do breakfast well, again at eleven. That's a first. That's when I break my fast eleven ish and then dinner, maybe a snack in the middle of the day, but other days it's three meals. Does it matter overall, as long as one isn't allowing the start time and the ending time to drift out? Is it okay if you go from 12 hours to ten to 8810 412? As long as you don't exceed the brackets, are you okay?"
    },
    {
        "speaker": "B",
        "text": "So this is where the circadian aspect come in, because if you're moving that breakfast time or dinner time, three, 4 hours, essentially causing maybe a metabolic jet lag, you know, in short term, in weeks, months, or maybe even few years, you may not see any change. But at the same time, we don't know what is the long term consequences. One thing is we always think, I'll come back to this point again and again. We think that our body weight is a marker of health. Our body composition is a marker of health. It's not always true because, as I said, acid reflux feeling, you know, having some pang of depression or anxiety or."
    },
    {
        "speaker": "A",
        "text": "Ldl, like high ldl or low body fat. People have very high ldl."
    },
    {
        "speaker": "B",
        "text": "Yeah. So those are the things that we don't connect with our habit. And since circadian rhythm and meal timing, meal structure now is a very new field, I think good studies will come out only in a few years, because right now people are just going back and retrospectively looking at some diet record, one day of diet record and trying to glean too much out of it. But I think hopefully things will improve where people become, it will become standard to at least look for one week of diet record, mealtime and what they're eating, all that stuff now. Mouse studies also showing whether front loading carbohydrate or front loading fat or protein has benefit over. So I think these studies are starting. So I should not comment whether that's good or bad."
    },
    {
        "speaker": "A",
        "text": "I think it's great to hold off until then. We have you back on to discuss. I have a question about fasting on the longer term. And there it's an I, near infinite space we could explore of two days of fasting one day. I know people that every once in a while they just decide, I'm fasting. They've either been eating too much at parties or they're not feeling well or whatever, they just decide, I'm fasting for 24 hours and they'll still consume water and caffeine, but they'll just fast. Is there any health benefit or detriment? You mentioned the circadian clock shifting effects, but if somebody wakes up on Sunday and they ate too much, or they feel they ate too much, or they don't like the food they ate on Saturday, they're not really feeling it and they're just going to fast into Monday. Is there any known benefit or health detriment to doing that kind of thing?"
    },
    {
        "speaker": "B",
        "text": "Yeah, there's actually a rich literature on this complete fast. And in fact, in many religion, people practiced complete fast as a way to cleanse their body. And people have seen that there are benefits to that. So in fact, the every other day eating in mouse model or even in humans, there are also initially some studies were done, there are many health benefits. And right now there are even fasting clinics in Germany where people check in and they're under strict supervision, and then they do complete fast, or maybe a small bowl of soup which has 100, 200 kilocal and that's all they get to eat. Sometimes two, three days, four days, five days even. They have gone up to three or."
    },
    {
        "speaker": "A",
        "text": "Four weeks for sake of weight loss."
    },
    {
        "speaker": "B",
        "text": "Is that why for many different things. And they come out pretty well healthy? Of course, they're under supervision, make sure that they are getting the micronutrients, vitamins and I and electrolytes. So those studies are pretty solid. People have observed that. And then, in fact, there are even idea that fasting, this kind of fasting can have huge impact on brain and people may come out of treatment resistant depression or something. But, you know, so those studies are very difficult to do. There are only case of one here and there that we hear once in a while. But hopefully in future we'll see whether the depression, anxiety, the mental health aspect, will benefit from fasting. Because now, as there is more and more evidence that there's this gut brain axis and whether the presence of food or the microbiome changes in the gut, if they can affect brain, then maybe long term fasting, periodic fasting, a few days of low calorie diet, back to back will be interesting to see how it impacts brain health."
    },
    {
        "speaker": "A",
        "text": "Very interesting. What are your thoughts on fat fasting? Where people try and limit their blood glucose by only eating mainly fats, mainly healthy. Typically they'll eat healthier fats of avocados, olive oils and nuts, and some animal fats. Perhaps as a way to keep blood glucose low and also time restrict. This goes back to the kind of low carbohydrate thing. What are your thoughts on that as a general strategy for health? I mean, it combines two general themes that are out there, I think, both of which data are still incoming, that restricting the feeding times, it can be beneficial, as well as keeping overall blood glucose lower can be beneficial."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think there is too much emphasis now on blood sugar spiking. We don't know. This kind of eating pattern, for example, means we are essentially telling pancreas that, okay, it's the eyelid cells that produce insulin. It's okay, you can take a break, go on vacation for a month or two or three months. My question is, it will be interesting to see what happens to those eyelids because, for example, we know that if we disuse or unuse our muscles, that is muscle atrophy, muscles will become weaker. We don't know whether long term consequences of this very low carbohydrate diet where you are not essentially engaging the islet cells periodically, what is its impact? If there is no impact, maybe it's okay. Because, as you know, many people who actually work on ketogenic diet, the researchers themselves, they find it very difficult to stay in true ketogenic diet because the true ketogenic diet is consuming less than 10% of calories from carbohydrate and not."
    },
    {
        "speaker": "A",
        "text": "Very many from protein. A lot of people think ketogenic diet allows them to eat massive amounts of meat, and that's nothing necessarily the case. Just one clarification for people. Sachin was referring to islet cells of the pancreas, which are the ones that manufacture insulin. So the question is whether or not taking in low levels of blood glucose by way of a low carbohydrate diet, those islet cells are going to shut off their production. Very interesting. I mean, the liver is a very plastic tissue. I mean, it tends to react very dramatically to lifestyle changes."
    },
    {
        "speaker": "B",
        "text": "Yeah. So that's why it'll be interesting to see what happens. Means we know that even muscles disuse, for example, people who become bedridden, they lose some muscle mass, but when they come back and exercise, they gain it back. So it'll be interesting to see what happens in these people who are going through long term ketogenic diet. And of course, once in a while, because of social pressure or something else, if they don't have access to food or something happens, they may consume some sugar, some blood glucose will spike, but it's not that every spike is bad. I mean, the reason why we have insulin is for good reason, to buffer that spike. To buffer that spike. And also, people always say that, well, if you have insulin produced or insulin like growth factor, those are really bad, and you should avoid that. And I think that's a little bit extreme."
    },
    {
        "speaker": "A",
        "text": "I mean, that's the insulin growth factor has evolved in muscle protein synthesis, tissue repair, maybe even cognition."
    },
    {
        "speaker": "B",
        "text": "So, and it also goes back to, say, mTOr activation and all that stuff. People get really excited about how to reduce mTOr activation, rapamycin and all that stuff. So this is where, again, from circadian point of view, I ask people to think. So two very popular drug like molecules or drugs that people think will increase longevity are metformin, which many people agree. Not all will come to a consensus that it activates amp kinase or the sensor in the cells that sense that your cells are fasting. So metformin activates it so that it kind of, you can say, although it may not be scientifically accurate, the, you know, fasting and appeal."
    },
    {
        "speaker": "A",
        "text": "So it sort of mimics fasting. And the thing I'd lump in there with metformin is that berberine is kind of the poor man's metformin tree bark extract that also dramatically lowers blood glucose."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And it mimics kind of that fasting. And then rapamycin also kind of reduces mtor activation. And people have shown that rapamycin and metformin can extend mouse lifespan and improve health. Okay, so now let's go back to the calorie restriction study that I mentioned. In calorie restriction, people are giving food as a lump sum, and they were essentially doing time restriction. The mice were doing time restriction. If we think about it, during daytime, when experimenters are coming to the vivarium, the mice should be sleeping and fasting, and they should naturally have high level of amp kinase if they're truly fasting. And they should also have low level of mTOr activity because mTOr responds to insulin, and that should go off at night. So my suspicion is, in many of these experiments where the mice were allowed to eat ad libitum, even normal standard chow. Now we are, we know that as mice get older, they actually consume a little bit more food during daytime, which."
    },
    {
        "speaker": "A",
        "text": "Is the equivalent of human, nighttime humans, nighttime eating. This is like nighttime eating, we know is an issue. I didn't realize that was more of an issue as people age."
    },
    {
        "speaker": "B",
        "text": "Yeah. So we don't know, but at least in mice, because we can put the mice in calorimetry, look at every single bite they're eating, how much they're eating. So I guess it was natural to see that researchers found that there is some mtor activity during daytime when the mice were not supposed to have mtor activity because they should be fasting. And since they ate little bit, they were snacking during daytime, amp kinase activity was not at its peak. So giving metformin kind of mimicked their fasting state and reducing mtor activity. Bye. Drug like rapamycin also kind of mimicked some aspect of the fasting state. So my suspicion is since these studies were done always in mice who are supposed to be in the fasting state, and both emptor, sorry, rapamycin and amp kinase activator metformin kind of are mimicking that fasting state. That's why we have seen those benefits. And it'll be interesting to see if that experiment will be done in humans in long term because many people are very excited about there is a long term metformin study and then a lot of people are actually consuming good amount of rapamycin off level, they can get their own. So that's my curiosity. I'm not saying whether it's good or bad or whether there is science or not, that's something that will be interesting to control for. And I, because recently I saw one of my, again, close friend and colleague at Scripps, Katya Lamia. She did a very simple elegant study people should have done in metformin field. She took mice and then measured their blood glucose at different time of the day. And in fact, just like human blood glucose, our blood glucose fluctuates a little bit. She saw that rhythm and then in every 2 hours or 3 hours on different days, of course she gave the same dose of metformin to mice. And what she found was at different time of the day, metformin had very dramatic change in glucose reducing ability. So, which means that even if you take metformin and give at different time of the day for the mouse or even for humans in very long term, of course in these mice, these mice were not diabetic or anything, they were healthy mice to begin with. So in long term we might see benefits that are very different. So this brings to this idea that well maybe metformin, say at the end of the day, evening metformin may trigger that fasting state much earlier than end of digestion, whereas metformin in the beginning of the day may not, at least from longevity perspective. I'm not talking about diabetes, type two diabetes here. So the same thing with mTOR is mTOr going to have much better impact if taken during evening, morning before meal? So these are my thoughts that go along with all these fat story that we talked about."
    },
    {
        "speaker": "A",
        "text": "Do you take metformin or Burberry?"
    },
    {
        "speaker": "B",
        "text": "No, I haven't taken, although, you know, I have close friend and colleague Ruben Shaw, who is now the director of cancer center at Salk. He extensively works on amp kinase and its mechanisms and so it's always fun to talk to him."
    },
    {
        "speaker": "A",
        "text": "He's a fan. Yeah, I've taken Berberine before and I have had had two different, very distinct experiences with them. First of all, berberine when ingested with carbohydrates, in particular. Carbohydrates that have a lot of simple sugars. Definitely. I know this because I measured my blood glucose."
    },
    {
        "speaker": "B",
        "text": "I did."
    },
    {
        "speaker": "A",
        "text": "The experiment allows you to flatten out your blood glucose response. So in some sense there is this idea. If you're going to eat a particularly big meal or sugary meal and you don't want to get a massive blood glucose rise, you take berberine or metformin. Metformin is prescription. That's. I went with Berberine because as far as I know it works as well."
    },
    {
        "speaker": "B",
        "text": "At least for healthy people."
    },
    {
        "speaker": "A",
        "text": "Yeah, for healthy people, that's right. When I took berberine and did not ingest large amounts of simple sugars or carbohydrates along with it, I experienced profound hypoglycemia. I felt like complete garbage for about 8 hours and I had one of the worst headaches of my life. Which makes sense. You just got a blood sugar crash. So if you lower your blood sugar when you already have fairly low blood sugar and you're not ingesting carbohydrates, you can really bottom out your blood glucose. So just say it's. I say that as a. For two reasons. One is kind of a cautionary note, and the other one that when you think about the biology of these compounds, it makes perfect sense. And I think that, and I did not pay attention to circadian effects."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. I mean, when I joined Salk around that we know Ron Evans, who is the big leader in metabolism, and he works on nuclear hormone receptors. These are the master regulator of metabolism in normal cells, cancer cells and many other. What was interesting was in the first few years Ron did a very simple experiment. He just looked at what time of the day these nuclear hormone receptors are turned on at gene expression level and some at protein level. And he found that almost all of them have a circadian pattern, at least in some tissue. So he went to that length. To say even that circadian is metabolism, and metabolism is circadian. The reason why we have a circadian rhythm is to have a daily rhythms in food seeking behavior and eating, and also go through a period of time when we should be fasting. And then on the other hand, all the metabolic regulators also have to follow that rule. And almost all metabolic regulators, everything that we can think of connected to metabolizing macronutrient, protein, carb and fat, they should also have a circadian rhythm or diurnal cycle to align or misalign. So, for example, fat oxidation should be in opposite phase with feeding. And in retrospect, at that time, it was kind of amazing to see Ron could foresee, of course, he's smart enough to foresee and predict that this is going to happen to circadian pill, because at that time we're thinking about the suprachiasmatic nucleus sleep wake cycle, and we are not thinking too much about metabolism. So that's the awesome thing about salk, being at Salk, because we have 50 PIs really crammed into two awesome buildings and with open lab structures. So you bump into each other and."
    },
    {
        "speaker": "A",
        "text": "Talk to and with an ocean view. With an ocean view, yes, it's an amazing place. I was lucky enough to have an adjunct position there when my lab was at UCSD. And it is an amazing place doing incredible, groundbreaking work, which of course includes yours. Listen, Sachin, I'm clear now that we have to have you back on for another series of discussions. Seriously speaking, if you'd be so kind and willing to do that, I want to thank you for several things. First of all, for your taking the time today to sit down and discuss these incredibly interesting ideas in detail. Much of what we talk about on the podcast is obviously grounded in science, and often, but not always as actionable. And so much of what we talked about today is actionable in the sense that many people are already doing certain dimensions of these things. Some are not. Some are hearing about it and considering it. You've given us dozens. I've listed some out, dozens of tools and considerations based on whether or not people are engaging in shift work or not. I think a lot of people are going to realize that they are shift workers, even though they didn't think they were because of the nature of their habits. Now to light and to activity and so forth. I absolutely love the firefighter study because of its relevance to the general population. Also another nod to firefighters and shift workers everywhere. Thank you. And I think among the colleagues I've known for several decades now. You really are one of a very small few who've managed to do both animal studies and human studies, but also animal studies with a very clear eye and a pointer toward human health. And that's such a vital and rare thing, especially in this day of extremely competitive funding. So I want to thank you for your time today, for the knowledge you share, the actionable aspects of that knowledge, the science that you're doing in your laboratory. We will provide links for people to learn more about you, and, of course, to go to the app so people can engage in some of the science directly. And, of course, you have several wonderful books now that we will also link to, both of which I've read and are wonderful. In particular, the book, the first book, but also a book related to diabetes. And so for diabetics and people interested in metabolic and blood sugar regulation there. So, yeah, on behalf of myself and my team here at the Huberman Lab podcast and all the listeners, I just want to say thank you so much. Your time is valuable, and the fact that you share it with us and educate so many people is really a gift."
    },
    {
        "speaker": "B",
        "text": "Yeah, thank you. And actually, likewise, there are very few scientists who have taken this leadership role that you have taken to come and communicate science to the public. It's not easy because sometimes you have to distill it down to a simple soundbite to the point where the scientist and they'll say, oh, that may not be right, but we always have to keep in mind that we are always living in the dark age of science. Because the reason why I say that, this is not my quote, actually, this is from one of my scientific hero, Paul Simmel from Scripps. He always says, think about it. Ten years ago, what you thought was right and the best has already changed. But one thing is the circadian rhythm. And aligning it to our internal clock, to our habit, is very important. And as you mentioned, we have our, my circadian clock app, which is research facing, but we have also distilled all of this down to five or six timing component. And we have a new app called on Time Health or get ontimehealth."
    },
    {
        "speaker": "A",
        "text": "Can people access that through the standard app stores?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So now it's available in App store. Sorry, Apple app store. And we want to see how, because people always think about fasting. But as we discussed today, feeding fasting, or eating fasting, and activity and sleep are kind of interlinked, and we have to kind of balance both of these. So that was the idea behind this on time health program. And thank you, Andy, because what you're doing is immensely necessary. Particularly these days when science is moving at a very fast pace. There are a lot of results coming out. Sometimes something can be very confusing and you spending your time to communicate science is exceptional. So thank you Andrew."
    },
    {
        "speaker": "A",
        "text": "You're most welcome. It's days like today where I get to sit down and talk to brilliant colleagues like you who are doing the important work that, that really matters so much. And so, as you mentioned a moment ago, that there's a lot of darkness and confusion out there. But thank you for being one of those who's shining light."
    },
    {
        "speaker": "B",
        "text": "Thank you."
    },
    {
        "speaker": "A",
        "text": "Thank you for joining me for today's discussion with Doctor Sachin Panda, all about circadian biology and time restricted feeding. If you're learning from and or enjoying this podcast, please subscribe to our YouTube channel. That's a terrific zero cost way to support us. In addition, please subscribe to the podcast on both Apple and Spotify. And on both Apple and Spotify. You can also leave us up to a five star review. If you have questions for us or comments about the podcast or topics you'd like me to cover, or guests that you'd like me to include on the Huberman Lab podcast, please put those in the comment section on YouTube. I do read all the comments. In addition, please check out the sponsors mentioned at the beginning and throughout today's episode. That's the best way to support this podcast. On various episodes of the Huberman Lab podcast, we discuss supplements while supplements aren't necessary for everybody, many people derive tremendous benefit from them for things like improving sleep, supporting hormones, improving focus, and so on. The Huberman Lab podcast is proud to have partnered with momentous supplements. We've done that for several reasons. First of all, momentous supplements are of the very highest quality and are used with various sports teams in various studies through the Department of Defense, and so on. And and momentous supplements tend to be in single ingredient formulations. Single ingredient formulations are absolutely essential if you are going to develop the most cost effective and biologically effective supplement regimen for you because, simply put, they allow you to adjust the dosage of individual ingredients to alternate days that you take different ingredients to cycle them, and so forth. In addition, momentous supplements are available internationally, which many other supplements are nothing. If you'd like to see the supplements discussed on the Huberman Lab podcast, you can go to livemomentous, spelled O U s, livemomentous.com huberman. If you're not already following me on social media, it's Huberman Lab on Instagram, Twitter, Facebook, and LinkedIn. And at all of those places I cover science and science based tools, some of which overlap with the contents of the Huberman Lab podcast, but much of which is distinct from the content covered on the Huberman Lab podcast. Again, it's Huberman Lab on all social platforms. If you haven't already subscribed to the Huberman Lab podcast Neural network newsletter, it's a monthly newsletter that includes free toolkits for things like Toolkit for Sleep, how to enhance the quality and duration of your sleep, toolkit for focus, toolkit for neuroplasticity, toolkit for deliberate cold exposure, heat exposure, and summaries of podcast episodes. All of those toolkits can be found by going to hubermanlab.com. go to the menu, scroll down to newsletter and simply give us your email. We do nothing. Share your email with anybody. And again, the newsletters and toolkits are completely zero cost, and you will also find some PDF examples of previous toolkits. Again, that's hubermanlab.com dot thank you once again for joining me for today's discussion with Doctor Sachin Panda. I hope you found the conversation to be as informative and actionable as I did. And last but certainly not least, thank you for your interest in science."
    }
]