[
    {
        "speaker": "A",
        "text": "Welcome to the Huberman Lab podcast, where we discuss science and science based tools for everyday life. I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. My guest today is Doctor Sean Mackey. Doctor Sean Mackey is a medical doctor. That is, he treats patients as well as a PhD, meaning he runs a laboratory. He is the chief of the division of Pain Medicine and a professor of both anesthesiology and neurology at Stanford University School of Medicine. Today we discuss what is pain? Most of us are familiar with the notion of pain from having a physical injury or some sort of chronic pain or a headache. Today, Doctor Mackey makes clear what the origins of pain are, both in the nervous system and outside the nervous system. That is, the interactions between the brain and the body that give rise to this thing that we call pain. Indeed, we discuss the critical link between physical pain and emotional pain, and how altering one's perception of emotional or physical pain can often change the other. We also discuss some of the changes in the nervous system that occur when we experience pain and how that can give rise to chronic pain. We also, of course, cover different methods to reduce pain safely, and those methods include behavioral tools, psychological tools, nutrition, supplementation, and of course, prescription drugs. We discussed the intimate relationship between temperature, that is, heat and cold, and pain and pain relief. So if you're interested in the use of heat or cold to modulate pain, that conversation ought to be of interest as well. We also touch on some highly controversial topics, such as opioids. Opioids are a substance that your body naturally makes. But of course, many people are familiar with exogenous opioids, that is, opioids that are available as drugs, and the so called opioid crisis. Doctor Mackey makes very clear which specific clinical circumstances warrant the use of exogenous opioids, with, of course, a warning about their potent addictive potential. And we get into a bit of discussion about where the opioid crisis and the use of opioid drugs to control pain is and is going. Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero cost to consumer information about science and science related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is element. Element is an electrolyte drink with everything you need and nothing you don't. That means plenty of salt, magnesium, and potassium, the so called electrolytes, and no sugar. Now, salt, magnesium and potassium are critical to the function of all the cells in your body, in particular to the function of your nerve cells, also called neurons. In fact, in order for your neurons to function properly, all three electrolytes need to be present in the proper ratios. And we now know that even slight reductions in electrolyte concentrations or dehydration of the body can lead to deficits in cognitive and physical performance. Element contains a science back to electrolyte ratio of 1000 milligrams. That's 1 gram of sodium, 200 milligrams of potassium, and 60 milligrams of magnesium. I typically drink element first thing in the morning when I wake up in order to hydrate my body and make sure I have enough electrolytes. And while I do any kind of physical training and after physical training as well, especially if I've been sweating a lot, if you'd like to try element, you can go to drink element. That's lmnt.com Huberman to claim a free element sample pack with your purchase. Again, that's drinkelementlmnt.com Huberman Today's episode is also brought to us by waking up. Waking up is a meditation app that includes hundreds of meditation programs, mindfulness trainings, yoga nidra sessions, and NSDR non sleep deep rest protocols. I started using the waking up app a few years ago because even though I've been doing regular meditations since my teens and I started doing yoga Nidra about a decade ago, my dad mentioned to me that he had found an app turned out to be the waking up app, which could teach you meditations of different durations and that had a lot of different types of meditations to place the brain and body into different states and that he liked it very much. So I gave the waking up app a try, and I too found it to be extremely useful because sometimes I only have a few minutes to meditate, other times I have longer to meditate. And indeed, I love the fact that I can explore different types of meditation to bring about different levels of understanding about consciousness, but also to place my brain and body into lots of different kinds of states, depending on which meditation I do. I also love that the waking up app has lots of different types of yoga nidra sessions. For those of you who don't know, yoga Nidra is a process of lying very still but keeping an active mind. It's very different than most meditations, and there's excellent scientific data to show that yoga Nidra and something similar to it called non sleep. Deep rest, or NSDR, can greatly restore levels of cognitive and physical energy, even with just a short ten minute session. If you'd like to try the waking up app, you can go to wakingup.com huberman and access a free 30 day trial. Again, that's wakingup.com huberman to access a free 30 day trial. And now for my discussion with Doctor Sean Mackey. Doctor Mackey, welcome."
    },
    {
        "speaker": "B",
        "text": "Oh, it's a pleasure to be here. Thank you."
    },
    {
        "speaker": "A",
        "text": "Now, this is a long time coming. We're colleagues at Stanford, and I'm familiar with your work. But today we're going to take a pretty broad and deep survey of this thing called pain. So I'll just start off very simply and ask, what is pain?"
    },
    {
        "speaker": "B",
        "text": "Pain is this complex and subjective experience that serves a crucial role for all of us to keep us away from injury or harm. It is both a sensory and an emotional experience. And I think that gets lost on people. That includes this emotional component to it, and it is incredibly individual. And we'll get more into that hopefully as time goes by, that your pain is different from my pain and is different from everybody else's. It takes an incredible toll on society when it goes chronic, when it becomes persistent to the tune of about 100 million Americans, and at last count, about a half a trillion dollars a year in medical expenses. So an astounding problem we're facing in society, and one that's only getting worse. And I'm hoping during the course of this discussion that we can kind of break down a little bit of the foundation of pain and kind of build it back up. Because unfortunately in society, there's a lot of misunderstanding about what pain is. And I think hopefully we can build that foundation and then layer on some useful treatments and useful options for people."
    },
    {
        "speaker": "A",
        "text": "I'm glad you pointed out this link between the sensory and the emotional experience. Every once in a while I'll pull something or I'll have kink in my neck or my back. And fortunately for me, it resolves pretty quickly. But I notice that when I'm experiencing that kind of pain, that I become slightly more irritable, perhaps much more irritable, depending on who you ask, and that everything becomes more challenging. Thinking is harder, sleeping is harder, concentrating on anything besides pain. It's as if something's nagging from the inside. And so that raises the, the next question that I have, which is, is pain something that's in our brain, in our body, or both?"
    },
    {
        "speaker": "B",
        "text": "It's clearly in our brain and can I take a moment to kind of lay a little foundation for some of that to help clear up some of the mystery of pain. We know that pain, most pain, all starts with some stimulus, whether it be that kink in your neck or your shoulder from working out or turning the wrong way. What's going on there in your body is not pain. What's going on is that there are sensors in our skin, our soft tissue, and our deep tissues called nociceptors. And these nociceptors are sensing elements, and they sense different types of stimuli. They can sense temperature, heat, cold. They sense pressure, they can sense ph changes due to, for instance, inflammation that may occur from something going on in your neck or your shoulder. Those send signals up nerve fiber types. And the two that we refer to are a delta and c fibers. One transmits very fast. It's responsible that sharp jolt of pain that goes to your brain when we step on a tack or put our hand on a hot stove, and there's another fiber called a c fiber, which is much slower and responsible for that dull, achy pain. Now, these signals, they go to the spinal cord, lie up and down from our head, down to our back, and they're shaped, they're changed a little bit. They then are sent up to the brain. And it's once they hit the brain and they converge with this magical mystery set of nerves in the brain, that it becomes the experience of pain. And if there's one key message I'd like to get to the audience, is that what goes on out here, what goes on in your shoulder, in your neck, is not pain. That's no susception. Those are electrical signals, electrochemical impulses being transmitted. And that is to be distinguished from what becomes the subjective experience of pain that you have and why. It's critical is that our brain serves so many functions of emotions, cognitions, memory, action. All of that shapes those signals coming in from our body to create your unique experience of pain that's different from everybody else's. And I think that's important to note, because we are frequently left with this notion of this one to one concordance between the stimulus and the experience of pain. Rene Descartes, that french philosopher, I think 17th century, was the one who first postulated this idea of this direct linkage between the body and our actions and the stimulus and the response, and it's wrong. And unfortunately, even in medical care, we have this biomedical model that still is perpetuating this idea of a one to one relationship. And that's a critically important point. To get across, in large part because frequently, as humans, we tend to project onto others our own experiences of pain. And when we see somebody who's got an injury or a something else going on, we immediately put that on them. And that has also been a problem with many people suffering in chronic pain, which is often viewed as the invisible disease."
    },
    {
        "speaker": "A",
        "text": "So when you say we put that on them, you mean when somebody reports being in pain, we have a hard time understanding what they are experiencing because it's going to be very different than the way that we experience pain. Conversely, if somebody's in pain, they tend to assume that people are experiencing pain the way that they are. Do I have that right?"
    },
    {
        "speaker": "B",
        "text": "You have it perfectly right. And it actually, if I can build on that, it gets worse, because sometimes you have conditions like fibromyalgia that maybe we'll get into where outwardly, visibly, you don't see anything wrong. We're used to thinking of pain as a fractured, you know, bone, as a swollen ankle. We see that, and then we're like, okay, well, you've got pain. You've got legitimate pain, whereas this invisible disease of chronic pain, frequently you don't have something outwardly that you're seeing. But we bring in our own history of pain, and we put that on other people."
    },
    {
        "speaker": "A",
        "text": "I have a question that's somewhat mechanistic, but we'll keep it accessible to anybody, regardless of their background. So you mentioned the nociceptors are in the body and everywhere in the body and on the surface of the body to be able to detect certain kinds of stimuli. And then those signals are sent up into the brain, and the brain creates this subjective experience that we call pain. Is there a dedicated set of areas in the brain that are something akin to, like, a pain pathway? And the reason I ask this is that for, you know, for vision, for hearing, for touch, we probably all experience those somewhat differently. Your perception of red is probably a little different than my perception of red. We don't know for sure, but experiments support that idea. But there's a major difference between people experiencing the same thing differently, according to a mysterious mechanism in the brain, as opposed to an area in the brain that we can look and say, hey, that's where pain is represented. That's where all these inputs from the body are put together to create this thing that we call pain. Is there an area of the thalamus, a structure in the middle of the brain that takes incoming sensory information that we could say, oh, that's the pain pathway? Is there a part of our neocortex the outer shell of the brain, more or less beneath the skull, but nonetheless on the outer portion of the human brain, that we could say, oh, that's where pain exists, or is it a distributed phenomenon?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that's a great question, because we'd all love if there was a pain center in the brain that we could just go knock out. But it's not that simple, and in part because pain is such a conserved phenomenon. It is there, it is so wonderful because it is so terrible, unless it goes wrong. But when you knock out one pathway going to the brain, there's others there that will carry that system forward and you'll still experience pain, and it's there to keep us all alive. Now, to get to your point, no, there's not one pain brain area. It is thought to be more of a distributed network of different brain systems. We at one point in time called it the pain matrix, which represented areas such as the insular cortex, the cingulate cortex, the amygdala, a number of these brain regions that all subserve different functions. We're moving away from that because it seems like every year or so, we pick up another region of the brain that's contributing to this network that subserves some additional function, some nuanced layer to it. That said, we have been able to identify some common signatures, common brain networks that seem to represent the experience of pain. And this is where the development of brain based biomarkers has come in. And this is some of the work that I've done starting, gosh, well over a dozen years ago, and others have been building on. And what we're finding is that there does seem to be this conserved region, set of distributed regions that do represent the experience of pain."
    },
    {
        "speaker": "A",
        "text": "So when somebody takes a so called painkiller, let's take a typical over the counter painkiller like ibuprofen or acetaminophen to lessen pain of some kind. Where is that drug or drugs acting? Is it in the body or is it at the level of the brain? Or both?"
    },
    {
        "speaker": "B",
        "text": "Yeah. And this is where some of the challenges we get into with language, because technically, nsaids, nonsteroidal anti inflammatory drugs like ibuprofen, like naproxen, they're actually not analgesics. They're not technically pain killers."
    },
    {
        "speaker": "A",
        "text": "So an analgesic is the descriptor for a pain to quote unquote painkiller."
    },
    {
        "speaker": "B",
        "text": "Yeah, that would be more correct. Like an opioid would fit into that category. The nsaids are anti inflammatory drugs. They're also, there's another. This is a technical term. They're anti hyperalgesic drugs. And so one of the things that happens after an injury is that we get sensitization of the area that's injured. And it's a beautiful thing because it sends a message to us to protect it. What the nsaids do is they reduce some of that sensitization out in the periphery and then back in the spinal cord and in the brain. But they don't actually. So, for instance, I was going to say, try this at home, but probably not. You can, in a normal situation, hit your hand with a fork, measure the amount of pain. I'll go take an NSAid like ibuprofen. If you hit your hand with that same fork, there'll be no difference."
    },
    {
        "speaker": "A",
        "text": "Folks, please don't do that at home."
    },
    {
        "speaker": "B",
        "text": "Don't do that at home, please."
    },
    {
        "speaker": "A",
        "text": "Or anywhere, for that matter. But you're describing pain and the local inflammation response and the hyperalgesia, the increase in pain in that general area, as something very adaptive, very important. It raises the question, what is the threshold for saying that somebody should treat their pain, reduce their pain? I mean, anytime I've done surgeries on animals, which I don't do anymore in the laboratory, but we used to, you would give them painkillers postoperatively. I've had surgeries before. I had painkillers postoperatively, although I don't like taking them, I don't like the way they make my brain feel. But we, of course, know that if you increase the dose of any pain medication too much, then that animal or a human can potentially injure themselves worse or not protect that injured area. So it raises a whole set of sort of medical, ethical, but also just purely biological questions. How do you set the threshold for yes, blunt pain versus no, allow the pain to be there as an adaptive way of protecting yourself and healing. Presumably the inflammation is part of the healing process, too. And as you mentioned before, pain is so subjective, and it's different between all of us. I mean, how do we decide whether or not it's a good or bad idea to blunt that pain?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think the threshold is when it's impacting your quality of life and your ability to take care of the activities of daily living, engage with family, friends, go to work. And that serves kind of your threshold for whether it's reasonable to take a medication or not. There's a lot of controversy in the space right now. We all recommended just nsaids for any type of acute injury."
    },
    {
        "speaker": "A",
        "text": "Ibuprofen non steroid anti inflammatory drugs."
    },
    {
        "speaker": "B",
        "text": "Indeed."
    },
    {
        "speaker": "A",
        "text": "Could we maybe list off a few of those? So I mentioned ibuprofen, acetaminophen, so sometimes referred to as the classic advil tylenol. We won't throw out name brands there, but what are some others? Naproxen."
    },
    {
        "speaker": "B",
        "text": "Naproxen is another one. Tordol or ketorolac is another one. The two over the counter nsaids, the prototypical over the counter ones are ibuprofen and naprosen. Those are the ones you can buy over the counter without a prescription. Tylenol actually has a slightly different mechanism of injury, but still fits in that same general class. It tends to be more centrally acting. Tylenol or acetaminophen."
    },
    {
        "speaker": "A",
        "text": "When you say centrally, you mean brain?"
    },
    {
        "speaker": "B",
        "text": "Brain. Thank you."
    },
    {
        "speaker": "A",
        "text": "Yeah, thank you. And is aspirin considered an NSAT, I."
    },
    {
        "speaker": "B",
        "text": "Don'T believe would fit into that category of basically a Cox cyclooxygenase inhibitor. This is one of the chemical mediators that gets released during injury. And that chemical substance has a tendency to wind up or amplify the nociceptors. So that after an injury you note that you're more sensitive there. After a sunburn, you end up having more sensitization. That is what we refer to as peripheral sensitization. Because it's out in the periphery. We're winding up or amplifying the response. Aspirin, nsaids in general will reduce that inflammation. They're anti hyperalgesic and pardon again the jargony terms that we use."
    },
    {
        "speaker": "A",
        "text": "So I will bring you along as we go."
    },
    {
        "speaker": "B",
        "text": "But to your point, you don't want to. For instance, let's imagine you have a fractured ankle. You don't want to be reaching for a very potent opioid just so that you can continue walking on a fractured ankle that you haven't gotten evaluated by a clinician and perhaps casted. That wouldn't be safe. Those are rather extreme examples. We get into those debates in professional sports where they, they send the person back out on the field with a broken bone having given them an ejection or something. I'm hoping that doesn't go on anymore."
    },
    {
        "speaker": "A",
        "text": "I'm sure it goes on okay. Yeah, well, there's all sorts of other things. I get contacted all the time, professional teams and athletes, asking how they can get back in quicker nowadays. The big thing are these peptides that can certainly accelerate healing. People are traveling out of country, get stem cell injections, all with, all with very few randomized controlled trials. But I assure you that court side and in the locker room, mainly in the locker room, there are corticosteroid injections, there are painkiller injections. I mean, it's not play at any expense, but it's not far from that."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "Well, when you're making millions of dollars a year, and I get being back on the field, but for the rest of us mere mortals, I think that's where we would want to draw a line, get medical attention if you've got."
    },
    {
        "speaker": "A",
        "text": "An acute injury going a little bit deeper into mechanism, because I think it's going to serve us well now and going forward. You mentioned the nsaids, and this cox cox is one. Is it in the family of prostaglandins? Can we talk about prostaglandins? Because I think there are a lot of people nowadays we hear about inflammation. Inflammation is bad. Inflammation is bad. But one of the things that we talk about a lot on this podcast is the fact that cortisol isn't bad. Inflammation isn't bad. These things serve an important biological role. The prostaglandins seem to be one of the main ways that our immune system responds to a physical or chemical injury and creates inflammation. And as you said, that inflammation sensitizes an area, makes it literally more sensitive. Then we introduce these drugs to restore normal functioning in living. Could we establish what normal functioning is? For instance, if we make this really concrete, could we say, well, if you can sleep, fall asleep at night and stay asleep, or perhaps go back to sleep after you've woken up in the middle of the night, then, well, you heal during sleep, and so take as little painkiller as possible. But enough that still lets you sleep well at night. Is that sort of normal functioning? Because when I have a kink in my neck, I don't want to do much of anything. I try, but it's really frustrating. So what is, I mean, as a physician and as a patient, how do we determine normal functioning?"
    },
    {
        "speaker": "B",
        "text": "Yeah. And you're getting into the nuance, the complexity of this problem, because we've been talking about nsaids, the ibuprofen and naproxens, and as I said early on, we used to just give these out all the time, but then the research comes out and shows that by blocking inflammation, by blocking that, we may be blocking the normal healing process. And so we've seen delays in fracture repair, we've been seeing delays in tissue repair. And so now you've got, on one hand, a medication that may help with pain, help you improve function. You've got, on the other hand, something you're taking that may delay the process. Where do you draw the line? As a physician, my approach is really basically what you said, balancing the fact that if you're not sleeping at night, you're not going to heal and you're not going to be able to do what you need to do the next day. And if taking an NSAID helps you sleep and helps you engage with what you need to do, take it at the lowest dose that you can get away with."
    },
    {
        "speaker": "A",
        "text": "I've heard before that nsaids should be taken no more than once every 6 hours. People will alternate different types of nsaids every 3 hours. That's usually to try and reduce fever. Another situation where an adaptive response, fever, people go out of their way to block it to prevent the brain from cooking. But again, it opens up the same set of issues. And so I'm wondering if somebody has some pain that makes moving about frustrating, and it's difficult, but they can sleep at night reasonably well, maybe not as well as they normally do. Would your suggestion to that person, if their goal is to heal as quickly as possible, to just not take anything?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So we've got a lot more data on the benefits of nsaids, this class of medication reducing pain, than we have data showing the bad consequences of it. And so we're still needing more data on the whole healing message. I think that a lot of the orthopedic surgeons out there prefer people not to be on nsaids after, for instance, a total hip replacement, a total knee replacement, because I think that's pretty clear, but that's not what we're talking about right now. So one of the other interesting things about nsaids, like we mentioned, ibuprofen and naprosen, huge individual variability around those. So personally, ibuprofen is not very effective. For me, naproxen is. For others, it may be just exactly the opposite. So there's value in rotating them and finding out which works best for your particular situation. You mentioned the timing of it. Ibuprofen is typically given no more than three times a day. It's got a short half life naproxen twice a day. What's critical I need to give this message is in both situations, make sure that you have food in your stomach, make sure you're not taking it on an empty stomach, make sure you're drinking plenty of fluids. And if you've got any GI issues, if you've got any bleeding issues, if you've got kidney issues, if you've got heart issues, talk to your doc, talk to your clinician before you embark on this, because these medications do have side effects and adverse consequences in vulnerable people."
    },
    {
        "speaker": "A",
        "text": "And what about aspirin? I've heard that aspirin can benefit heart health. So I take a baby aspirin every day, and if I have a pain that is just too intense for normal functioning, as we're defining it, then I'll increase that dose of aspirin. And I just assume aspirin is the healthiest. And sad for me because, well, it's also good for heart health and it's killing pain in those instances as opposed to taking anything else. Is my logic flawed? And if it is, feel free to tell me no."
    },
    {
        "speaker": "B",
        "text": "For you, your logic is perfect. And that's where it gets to the individual person. And for a lot of people, that model would work as well. So baby aspirin, 81 milligrams a day, acts as an anti platelet agent. It helps, you know, here, even though we're getting controversy over the role of baby aspirin, if you dive into the."
    },
    {
        "speaker": "A",
        "text": "Current literature, even baby aspirin is controversial."
    },
    {
        "speaker": "B",
        "text": "Even baby aspirin these days. And now what they're doing with the data is defining age ranges. When they say baby aspirin, yes. Baby aspirin, no. And so we're learning a lot more about that. I still take a baby aspirin every day. Yeah, I take a baby aspirin. You get to the higher doses, say four times as much, up around 325 milligrams or so. It's now an anti inflammatory. It's now acting more like the ibuprofen and the naproxen. So different mechanisms of action at different doses."
    },
    {
        "speaker": "A",
        "text": "I'd like to take a quick break and acknowledge one of our sponsors, athletic greens. Athletic Greens, now called ag one, is a vitamin mineral probiotic drink that covers all of your foundational nutritional needs. I've been taking athletic greens since 2012, so I'm delighted that they're sponsoring the podcast. The reason I started taking athletic greens, and the reason I still take athletic greens once or usually twice a day, is that it gets me the probiotics that I need for gut health. Our gut is very important. It's populated by gut microbiota that communicate with the brain, the immune system, and basically all the biological systems of our body to strongly impact our immediate and long term health. And those probiotics and athletic greens are optimal and vital for microbiotic health. In addition, athletic greens contains a number of adaptogens, vitamins and minerals that make sure that all of my foundational nutritional needs are met and it tastes great. If you'd like to try athletic greens, you can go to athleticgreens.com huberman and they'll give you five free travel packs that make it really easy to mix up athletic greens while you're on the road, in the car, on the plane, etcetera. And they'll give you a year's supply of vitamin D. Three K too. Again, that's athleticgreens.com huberman to get the five free travel packs and the year supply of vitamin D. Three k. Two. I promise we won't go into every medication in such detail, but these are the most commonly used over the counter treatments for pain, as far as I know. Are there any issues with people who drink caffeine who then are taking these drugs? What are some of the interactions that these things can have? As far as I know, caffeine actually touches into the prostaglandin pathway, doesn't it?"
    },
    {
        "speaker": "B",
        "text": "Yes. And that's where caffeine can be used effectively for headaches, for migraines, and it can help potentiate the analgesic response. Some people get stomach irritation, though, with caffeine. So just again, mind that you take an nsaid with a lot of coffee, have some food in your stomach you brought up earlier, acetaminophen or tylenol. Tylenol doesn't have the same side effect or adverse event profile that the nsaids do. So tylenol is safe on the stomach, where you need to be careful about. Tylenol is not to exceed 4000 milligrams or 4 grams per day in divided doses. So two extra strength tylenol done four times a day for many people is safe. Some say 2 grams, some say 4 grams. The key here is around your liver. So if you've got good liver function, if you're not abusing alcohol, that's a general rule of thumb that you can use for tylenol, but it's not going to upset your stomach. There are versions of the nsaids that we refer to as cox two inhibitors. They're very selective, like celecoxib, that is less irritating on the stomach. That's by prescription only, though. But you can think of it as working very much the same as the naproxen and the ibuprofen. So talk with your clinician, you know, to try to tease those apart. If you have problems in your stomach with the nsaids and they're really effective for you, you can be given other types of medications that help block or reduce the GI issues associated with the nsaids."
    },
    {
        "speaker": "A",
        "text": "Very useful information. Thank you. Here we're talking about chemical interventions to the pain process. What about mechanical interventions? So, I was taught in my basic neuroscience about, I think it's melzac and Wall's gate theory of pain. Do I have this right, where we all have this instinctual response? Animals have it, too, right? If you bump your knee or your toe, that you grab it and you rub it, and that that rubbing response is actually contributing to the activation of a neural pathway that does indeed reduce the pain through a legitimate neural inhibition. And tell me if this is still considered correct, and then I'll let you elaborate on it. But I think that is an opportunity for us to also talk more generally or for you to educate us more generally on the mechanistic interventions for pain, like maybe massage above or below the site of pain, maybe acupuncture. So, again, there will be chemical consequences of any mechanical intervention, as we know, because that's the language of the nervous system, electricity and chemicals. But as opposed to taking a drug, you can imagine using manual stimulation or rubbing around it. Or perhaps we can also talk about heat and cold. So we explore that space a bit."
    },
    {
        "speaker": "B",
        "text": "Absolutely. And first, you're right. So, in your first part, Patrick Wahl, Ron Melzak, luminaries in the field of pain back in the sixties defined the gait control theory of pain. And one of the things to build on the story that we talked about with nociceptors going to the spinal cord signals going to the spinal cord, heading up to the brain, where the perception of pain occurs. That's not where the story ends. It turns out there are pathways that come down from the brain, down from the brain to the spinal cord that act in an inhibitory role. And we'll build on those. Also from the periphery, we've got also fibers called touch fibers. These are the ones that get activated with light touch stroking. They refer to as a beta fibers. They're fast conducting. They head back to the spinal cord, and they make some connections with those no susceptive fibers. So with that grounding, imagine what you said. You hit your thumb with a hammer, you bang something on an extremity. What is the first thing you do when you hit your thumb with a hammer? Some people rub it."
    },
    {
        "speaker": "A",
        "text": "Nice yell."
    },
    {
        "speaker": "B",
        "text": "Some people swear. And it turns out there are studies that show that swearing works."
    },
    {
        "speaker": "A",
        "text": "Really? Swearing reduces pain better than using non explicative, loud vocalizations."
    },
    {
        "speaker": "B",
        "text": "Yes, swearing works. I don't know why, but there's been. It caught some press when that paper came out, and I'm not giving carte blanche. We're not saying everybody can go out and swear every time they're in pain."
    },
    {
        "speaker": "A",
        "text": "Well, they can, but they'll have to bear the consequences on an individual basis. We're absolving ourselves of any responsibility."
    },
    {
        "speaker": "B",
        "text": "So rubbing, shaking is another one, which basically is activating those touch fibers."
    },
    {
        "speaker": "A",
        "text": "Oh, it is. Because I do that."
    },
    {
        "speaker": "B",
        "text": "Yeah, everybody does that. Everybody does that. Running it underwater, which it doesn't matter whether in this case it's hot or it's cold water. It's the running of the water underneath it. And what is it doing? We all think it's reducing the stimulus out here, and it is nothing."
    },
    {
        "speaker": "A",
        "text": "In the periphery."
    },
    {
        "speaker": "B",
        "text": "In the periphery. What's magical about that, I think, which is so cool, is you're actually changing the signals in your spinal cord way."
    },
    {
        "speaker": "A",
        "text": "Back here in the neck."
    },
    {
        "speaker": "B",
        "text": "This is the cheapest free version of what we refer to as neuromodulation that's ever been discovered. You're actually, by doing that, you're changing things, the connections back in your spinal cord, and it's reducing the nociceptive signals coming in here. That's why we do it. And it works. It works beautifully. That's why when a kid gets their boo boo, you know, parents come and rub it. It works."
    },
    {
        "speaker": "A",
        "text": "What about the kiss? The kids, sometimes they want to kiss, you know, or a romantic partner will sometimes, like, injure themselves. I guess it depends on the nature of the relationship. And they'll say, like, can you kiss it? Of course, you know, and you kiss it, and then, like, they feel better. Is that purely psychological?"
    },
    {
        "speaker": "B",
        "text": "Well, okay. I think an important point to ground here when it comes to the experience of pain is that everything, when we say psychological, means neuroscience. I know. You know?"
    },
    {
        "speaker": "A",
        "text": "No, no, forgive me. I have to be careful with the wording that I use. That's my fault."
    },
    {
        "speaker": "B",
        "text": "But it's accurate still. It is psychological, but it is neuroscience based. I mean, they're really becoming one and the same. But to answer your question, yes, by kissing it, you're activating touch fibers. We can also agree that there's a positive emotional salience that's associated with that. And that positive emotional salience is reducing pain, too. What interesting wall and Melzak. Sometime later, there was the introduction of a device to take advantage of this called the tens device. And tens is an acronym, transcutaneous electrical neurostimulation. And what the tens device is doing, there's many versions of it now, but there are those black electrodes you put over the area, and they're hooked up to wires. And when you turn it on, it causes a buzzing sensation and that buzzing sensation is activating those touch fibers, the a beta fibers, and so it's causing that neuromodulation back in the spinal cord."
    },
    {
        "speaker": "A",
        "text": "Amazing."
    },
    {
        "speaker": "B",
        "text": "It's cool stuff."
    },
    {
        "speaker": "A",
        "text": "It's very cool. And I love that you emphasize that when we're rubbing the periphery or shaking our hand, the periphery again being the body surface away from the brain, that the real mechanism of action is taking place back in the spinal cord because it really speaks to the body wide and the circuit wide, the nervous system wide nature of this thing that we call pain. It's happening out, quote unquote, out here in the periphery, but it's being modulated in the neck level of the spinal cord approximately. And then it's being interpreted at the level of the brain. What explains different pain thresholds? I could imagine it could be any or all of the locations that we've been discussing and it could be the context as well. I've heard before and I don't know if this is true, that if you have a lot of adrenaline, epinephrine in your system, that your threshold for pain goes way, way up. Theres probably a chemical basis for that. And maybe its all anecdote, but certainly people have different thresholds for pain. I, for instance, do not have a high pain threshold, but ive noticed I have a very quick pain response. So if I stub my toe it feels like the most painful thing I could possibly experience. But then its gone very quickly. So it's like a quick inflection and then down. Other people I know, we've never done the experiment, I see them stub their toe and they're like ugh. And then ten minutes later they're still feeling the ache. So whose pain threshold is higher? It depends on how you define pain threshold. So how do we define pain threshold? What determines pain threshold? And I guess the $6 million question, are there different pain thresholds between men and women as it relates to the whole story about childbirth being very painful and that women, quote unquote, have higher pain thresholds?"
    },
    {
        "speaker": "B",
        "text": "Thank God for that."
    },
    {
        "speaker": "A",
        "text": "I just sent you about ten questions. Forgive me. Yeah, so what is pain threshold?"
    },
    {
        "speaker": "B",
        "text": "Yeah, no, it's a great place to start and maybe, I don't know if you want to circle back around at some point to the heat and cold to finish up the mechanical."
    },
    {
        "speaker": "A",
        "text": "Yeah, forgive me."
    },
    {
        "speaker": "B",
        "text": "No, no, no, let me answer your, get to your pain threshold. So the pain threshold is that stimulus intensity that results in the onset of the experience of pain. The first onset of the experience of pain. So, you know, when you turn up the heat, it's not when it's warm, it's not when it's just hot. It's when the heat becomes the perception of pain, like when it becomes painfully hot at that point in time. The same works for cold. You mentioned some of the distinction between your experiences of pain to a stimulus and your buddies. And that's normal, that first onset of pain. Again, those are those fast fibers, those a delta fibers, boom, right to your brain. Those are the protective ones that when we put our hand on a hot stove, we immediately jerk it back. We don't even have a conscious perception yet that we did that. And then it's a moment later when the C fibers are getting up to the brain and the other a delta fibers are converging into conscious areas of brain that we're like, oh wow, that stove is really hot. And the C fibers in particular are converging on more emotional regions in the brain that are conveying an unpleasantness to that experience. You don't like it and you don't want it to happen again, which is why it encodes memories. So you only had to do that once as a child. Now, getting into the pain thresholds, you asked one of the other questions is do men and women have different pain thresholds? The short answer is yes, this has been established and I want to be careful. Here was saying a couple things. One is in general, men have higher pain thresholds to things like heat stimulus than women. And what people have to also though understand as scientists we make a big deal out of small differences, right? You know what we do is we take a group of people, in this case men and women and we apply the same thermal stimulus to them and we draw averages. The average man has this stimulus, the average woman has this stimulus. And we say, well, women have a little bit more sensitivity to that heat stimulus. And so we then go into the press and we say men are tougher than women. That's a terrible statement, right?"
    },
    {
        "speaker": "A",
        "text": "Because the tough part is a subjective label, right? I mean it gets to a whole bunch of different issues around the adaptive role of pain, right? I mean one could argue that if your threshold for pain is lower that yours, it serves a more adaptive function, right? Fewer injuries, et cetera. I mean, I guess it gets into the implications of what we mean by quote unquote tougher."
    },
    {
        "speaker": "B",
        "text": "It does. But it also misses, I think, the big point, which is people are not averages. So what I mean by that is while the average for a woman may be somewhat less than a man. If you look at the distribution of the curves, they highly overlap, meaning the individual variability within men and within women is much greater than the difference between men and women. There's plenty of women on that curve that have much greater heat thresholds than men do. But when you pull things, you end up with that difference. Unfortunately, when things are picked up and you want a quick soundbite out of it, that's what it gets distilled down to."
    },
    {
        "speaker": "A",
        "text": "So it's not unlike height, for that matter, there are a lot of women that are taller than men."
    },
    {
        "speaker": "B",
        "text": "That's exactly it."
    },
    {
        "speaker": "A",
        "text": "But on average, men are taller than women."
    },
    {
        "speaker": "B",
        "text": "On average. And I would say within this area of pain threshold differences, it's even closer, it's even tighter. I'm making this up. The equivalent, I think the average height of a woman is at 5354 the average height of a man. Five. 9510. This is imagining the average height being five six for a woman and five eight for a man. It's not a huge difference. There's a lot of things that play into changes and pain thresholds. How much. And this is where the brain comes in, because much of the nociception, much of the signals that we're transducing, we're transmitting in many of us, it's very much the same when it gets to the brain now, it's shaped, and it's shaped by things such as your beliefs about that stimulus, your expectations around it, how much anxiety you're having at the moment."
    },
    {
        "speaker": "A",
        "text": "Does increased anxiety increase one's perceived pain?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Yeah, it does. Your early life experiences with this. So have you had traumatic experiences in the past that alters brain circuits?"
    },
    {
        "speaker": "A",
        "text": "Can I interject a question? If one was told, just suck it up a lot, or if one whimpered or cursed when they hurt themselves, if they were told, don't be a wuss, don't be a wimp, do we know whether or not that increases or decreases the subjective feeling of pain later? I could imagine it going either way. I could imagine the kid that was told don't be a wuss when they cried as a consequence of expressing pain or an experience of pain, secretly feeling more pain because they aren't able to express the emotionality around the pain, but that if we just look from the outside, we say, wow, they're like pretty tough adult, right? Because they're not crying out in pain. So do we have any, are there any experiments that have explored that I."
    },
    {
        "speaker": "B",
        "text": "Don'T know you're getting into this is a good point. Getting into pediatric pain, and if there's been experiments in that space, I stay mainly in the adult area, and my experience with raising a child is an n of one with one son."
    },
    {
        "speaker": "A",
        "text": "He's done great."
    },
    {
        "speaker": "B",
        "text": "Thank you."
    },
    {
        "speaker": "A",
        "text": "I happen to know him very well. He's what you call a great example of highly successful reproduction."
    },
    {
        "speaker": "B",
        "text": "What do they say? It's better to be lucky than good."
    },
    {
        "speaker": "A",
        "text": "I'm sure there was a lot involved, so don't discard any credit."
    },
    {
        "speaker": "B",
        "text": "Thank you. Thank you. My approach with Ian was not to say necessarily suck it up, but I would make light of it, I'd have fun with it, and I would kind of laugh, and I'm like, way to go, buddy. And I would find he would often laugh. So I think a lot of it is the cues they're taking off the parents. And again, this is just my one of n parent is if they see you freaking out, the kid's gonna freak out, too. But does there get to be a point where you're ignoring your child or your loved ones? Painful issue? Yeah. Now you're getting into some maladaptive, some bad space where I think it's sending that person the wrong message, and they may very well have problems later on."
    },
    {
        "speaker": "A",
        "text": "I will tell just a very brief anecdote. When I was growing up, I observed a total of zero children and friends who, you know, cried out in pain or complained of pain, who were told that was an inappropriate response. Sometimes I might have heard parents say, come on, just suck it up or rub it. You'll be okay. That kind of thing. But once and only once, we had some friends. I won't tell you what country they were from, but they lived not far from where both Ian and I grew up, since we grew up near one another, and I'll never forget that. The younger brother of a friend of mine ran over to the father. He had cut his thumb on the band saw, and it wasn't particularly deep, but he was crying in pain, and the father wrapped it, picked up his chin, and smacked him across the face, and said, don't ever do that again. And so what I think he was doing was compounding the lesson about the saw."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "But clearly had no regard for the pain that the injury probably caused. Now, I haven't followed up with that kid. I think we can all agree that by today's standards, that would be considered abusive parenting. Or perhaps one could say that was on the far extreme of a response, but I'll never forget that. And I went home, and I told my mom, and she said, oh, yeah, when I was growing up, that was actually a more frequent response to kids hurting themselves, especially boys. And so things have really changed in terms of how we react to children in pain. But the reason I find this interesting is that ultimately, what we're talking about is, how should we interpret our own pain?"
    },
    {
        "speaker": "B",
        "text": "Yeah, can I make a commentary about that scenario? And I want to bring in another neuroscience concept that that dad may have been doing inadvertently, and that's something called conditioned pain modulation. So there's another cool phenomenon in pain, that pain inhibits pain. So what I mean by that is, when you were, you know, this guy, this kid, or yourself growing up, did you ever walk up to your buddy and say, you know, my arm really hurts. You know, I injured it the other day. And what did your buddy do? They'd stomp on your foot and you'd say, why the heck did you do that?"
    },
    {
        "speaker": "A",
        "text": "You and I must have grown up with the same friends. Oh, yeah."
    },
    {
        "speaker": "B",
        "text": "And they'd say, well, now, doesn't your arm feel better? And I'd be like, well, yeah, it does. And, yeah, I did grow up with those friends. I tell this story to some people, and I sometimes just get the wide eyes like they did what?"
    },
    {
        "speaker": "A",
        "text": "Yeah, we are not making recommendations here."
    },
    {
        "speaker": "B",
        "text": "We're not making recommendations, but it's a real phenomenon. It was described by Labarre's late seventies, 78, or something like that, in rodent models initially. And what happens is that when you engage a nociceptive stimulus or a painful stimulus in a site distal, different from where the primary pain is, it engages a brain stem circuit that has descending pathways to the spinal cord and inhibits pain. Amazing pain inhibits pain. It works. It also is thought to have some contributions from higher brain centers. We call this whole phenomenon. Labar has called this phenomenon diffuse, noxious, inhibitory control, or denic. The human version of this is called conditioned pain modulation. Why I bring this up? Not only to help explain that father's actions, somehow I don't think that he was thinking, oh, my kid's got a painful hand or finger. He cut himself. I'm gonna go slap him off the side of the head. He'll feel better. I don't think that's what was going through his head."
    },
    {
        "speaker": "A",
        "text": "He wanted to make him feel worse, so he didn't go near the band saw without being more cautious."
    },
    {
        "speaker": "B",
        "text": "But it probably did reduce the pain a little bit to some extent. Now, where it's key is, and maybe we'll get into it later with chronic pain, is in some chronic, painful conditions, the CPM or the D NIc doesn't work, like fibromyalgia being one. So pain inhibits pain is another neuroscience concept related to pain. That's rather cool. Well, and I'm sorry, I missed your question, too. Could you repeat?"
    },
    {
        "speaker": "A",
        "text": "No, you answer the question, expanded on it in a completely surprising and far more interesting way than I ever anticipated. So thank you. I'm betting that 98% of people listening to this, including myself, have never heard that pain inhibits pain. Incredible. Let's go back to heat and cold. We briefly touched on heat, but let's talk about the use of quote unquote therapeutic heat or therapeutic cold, a cold pack for a bruise that really aches, or maybe even a break, or a sprain or heat. In the world of sport, physio cold is now heavily debated. Localized cold is heavily debated. You get people saying things, I don't know if this is true, that it creates a sludging of the fluids trying to head in and out of the injury. So cold is not as good as heat. Heat allows for the inclusion and removal of waste products, and there are all sorts of just so stories that people make up, some of which might be true. I don't know. But what do we know about heat and cold as physiological stimuli in terms of their ability to ameliorate, to help pain? Because, of course, if you get things hot enough or you get them cold enough, you can create pain with heat or cold. But let's assume we're not getting to that level of heat or cold, and one is in pain. When I was a kid, we had a hot water bottle that four times when we were sick with something. But sometimes if I felt an ache on the side, I'd put some hot water in the hot water bottle, lie on that thing, watch some cartoons. I definitely felt better."
    },
    {
        "speaker": "B",
        "text": "Sure, sure. Well, putting aside the contemporary controversies over the mechanisms you described, which are, I think, very real and need to be sorted out traditionally, historically, we tend to think of applying cold for the first 48 hours or so after an acute injury and then heat thereafter. Cold has some really cool effects. Cold reduces inflammation, so it reduces some of the release of those inflammatory chemicals. We talked about prostaglandins, cytokines, histamines, other chemokines, all these fancy terms for substances that sensitize the primary nociceptor, and it reduces the release of those, and it reduces inflammation. Another cool thing, often not appreciated, is nerves don't fire as fast when they're cold. And so if you've got nociceptors that are firing and you put cold, it's slowing the number of signals coming up, and by definition, it's reducing, ultimately the pain you're experiencing. Heat. Heat has an obvious effect of increasing blood flow. It's going to help relax muscles and get blood into those muscles. And that's probably why you were putting that hot water bottle on, and it just darn feels good. And so what do I tell people? In part, I tell people, use whichever works best for them. I find there's huge individual variability in whether people like heat or like cold, and within reason they're safe. What do I mean, within reason? Don't go putting an ice pack on an extremity for 2 hours. You know, you'll get a frostbite. So, you know, take care with that."
    },
    {
        "speaker": "A",
        "text": "How cold should one make the point on their body that's in pain, assuming, of course, that they're not going to give themselves frostbite meaning. Do you want to numb the area, get past that point where it's a little bit painful, and then basically you're shutting down some neural pathways and you don't feel anything there, it's numb, and then you let the blood flow return when you remove the cold pack."
    },
    {
        "speaker": "B",
        "text": "I mean, that's a reasonable suggestion."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "All right. Well, people, I think, will appreciate the specifics of that. And of course, listeners of this podcast often are interested in whole body deliberate cold immersion, you know, cold showers, ice baths, etcetera. Most people experience those as somewhat painful as they get into them, and then can experience some numbness when they get out. Is it possible to raise one's pain threshold through the regular exposure to pain in ways that are safe, such as deliberate cold exposure, assuming that one doesn't stay in too long and it's not too cold and or through, you know, we were talking about sports earlier, but just in general, can we raise our pain threshold so that life is less painful?"
    },
    {
        "speaker": "B",
        "text": "The short answer to your last question is yes. The answer to your other question about extreme cold and cold exposure, which I know you have a lot of expertise, and you can teach me a lot. I'm going to stay in my wheelhouse because I'm not up on the literature in that space, even in its intersection with pain, it's an intriguing concept. I have to imagine that it makes sense you would get some habituation with that repeated exposure. I think one of the questions that would come up with, for instance, the cold exposure, and I don't know the answer to this, but I'm sure maybe somebody out there does, is there cross modality changes in pain thresholds? I mean, if you expose yourself a lot to cold, does it change your heat thresholds? I would be surprised if it did."
    },
    {
        "speaker": "A",
        "text": "Or your pressure because those are separate parallel pathways."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. And as an aside, I hate the cold, but I do really well with the heat and so does ian. I think there's something genetic there. So I mentioned earlier around men and women and heat thresholds and I chose that specifically, each of these are different depending on the stimulus modality. Can you change ultimately your thresholds? Yeah. Where that involves is a lot of cognitive control. It's a lot of cognitive training around that space and there's clearly approaches to that. People have learned that there's different manipulations around that one experiment. This wasn't intended, at least I don't believe so. They were measuring heat thresholds on college students. And we experiment a lot on students, as we all know, we pay them well. And what they found is that when they're studying guys studying dudes, when there was an attractive woman who was delivering the stimulus, the thresholds were higher because the guys did not want to look like a wuss in front of this attractive young woman. And that's been pretty well established. So the experimenter, their gender plays a big role in that."
    },
    {
        "speaker": "A",
        "text": "Has the reverse experiment also been done?"
    },
    {
        "speaker": "B",
        "text": "I don't. I don't know. I don't know. Interesting. But getting back to your point, yes. I think through a number of cognitive manipulations you can ultimately over time change those thresholds. Another one area is movement. Exercise clearly changes those thresholds over time. You are probably building up some increased inhibitory tone through that process."
    },
    {
        "speaker": "A",
        "text": "One thing I'm fascinated by in the whole mindfulness space is this idea of whether or not under conditions of stress or in this case pain, whether or not the most adaptive mindset, assuming it's not a tissue damaging level of pain, would be to think about something else, distract oneself from the pain, or conversely, whether or not one should, quote unquote, go into the pain. So for people who have chronic pain, maybe it's in a small area of the body that experiences chronic pain, pain quite often, aka chronic pain, or maybe it's whole body pain. I don't think it really matters for the question I'm asking. And people are trying to develop some cognitive ways, what we call as neuroscientists, you and I, top down mechanisms for things like, okay, I'm going to distract myself from the pain, I'm going to focus on other things I really enjoyed. Rather I'm going to really go into the pain, meet the pain and realize, I don't know, somehow that it's not as bad. And again, this becomes very opaque. Right. We don't really know what we're talking about when we do these sorts of protocols, but those sorts of things are out there in the mindfulness space. And I think, I certainly take mindfulness seriously as an intervention. But what always bothers me about those sorts of interventions is that they lack a the specificity and the granularity, and there's no mechanistic logic to explain them. So what are your thoughts on meeting the pain versus distracting oneself from the pain?"
    },
    {
        "speaker": "B",
        "text": "Let's break that down, because there's two concepts there, as you alluded to, and they're both effective and they both work differently. So one is attentional distraction, where you are distracting yourself from the thing that is causing pain, clearly works in a lot of people. And that's why one of the strategies that we recommend for patients, for people living with pain is to engage in distracting activities. Read a book, go for a walk, spend time with friends and family, in particular in the community, and work to get your mind off of pain. What we've learned is that attentional distraction engages specific brain networks. They tend to be some of the outer layer of brain networks in your prefrontal cortex, some in your cingulate cortex, and other regions which are clearly involved with distraction. It's not necessarily that distraction is going to completely eliminate one's pain, but it can reduce it significantly. And this is why the biggest problem with distraction from a time of the day is at night. It's when people are trying to sleep during the daytime. You can read that book, you can spend time with friends and family, but people with chronic pain that have it 24/7 you can't distract yourself at night when you're trying to get into a relaxed state and fall asleep. And that's why sleep is such a big issue for people with chronic pain. So attentional distraction, it works. Distraction works. Now, what you said, I mean, the second piece you said kind of, let's meet the pain, if you will. And there's different approaches to meeting the pain. One approach that you invoked with mindfulness is addressing the pain from a non judgmental, accepting manner. I'm aware the pain is there. I am not going to judge it, I'm not going to put a value on it's bad, it's good or anything. I'm just going to note its presence. And that has been shown to work as well in fact, actually, when Jon Kabat Zinn originally developed mindfulness based stress reduction, people with low back pain, plenty of studies have shown that it works. I've completed just some recent studies in MBSR as well, and we're diving deeply into the data. So it's this non judgmental acceptance, if you will, of the pain."
    },
    {
        "speaker": "A",
        "text": "Sorry."
    },
    {
        "speaker": "B",
        "text": "MBSR is the acronym for Mindfulness based stress Reduction. MBSR. Everybody should do MBSR. Let me be clear. I have no financial relationship with any of this, by the way, but mindfulness based stress reduction has been shown effective for anxiety, for depression, for pain, just about everything. I think they should put it into all the schools. It's a great skill to learn. No side effects. Takes a little bit of time to learn it, and it can be, in some people, effective and helpful for pain. And that's the key that we're going to keep coming back to is some of these things work for some of the people some of the time. There's a third aspect of meeting the pain, and that is more of a direct cognitive reframing about the meaning of the pain. Now you're coming at the pain, and you have an approach. You're making effort on what you're thinking of the pain. Is that pain damaging, threatening, harmful, or do you view it as, yeah, it hurts, but it's not harming me. That is a critical, critical aspect of pain management, and that serves as a foundation for something called cognitive behavioral therapy. The cool thing about a number of these is that there's actually different neural circuits engaged with these different approaches. And I think the key that we have to figure out, and this is where research is going, is which approach works for which person, under which circumstance."
    },
    {
        "speaker": "A",
        "text": "So, interesting, something you said about understanding the pain but not overinterpreting or catastrophizing the pain seems important. Knowing the difference between being hurt or feeling hurt versus being injured has been something that's been important to me. I've been involved in sports where clearly pain was involved. It's like, I'm hurt, but am I injured? That's the first question. I've rolled an ankle like, oh, I'm limping, this hurts. Am I injured? Am I going to be back at it in an hour tomorrow versus I've broken bones. And it's, you know, great empathy for anybody that does. Like, when you're injured, you feel the snap and, you know, you're out for a while in some cases. So I think knowing the difference between being hurt and being injured is something that's kind of that key moment. And for me, it's always been experienced as a moment of anxiety after feeling pain, especially in a sports area. Like, uh oh, like, am I going to have to take two weeks off, or is this just pain? So I think for people to be able to recognize when pain is reporting an injury versus when pain is just reporting a temporary sensation is really important. And perhaps also for psychological hurt versus psychological injury. I mean, that gets to some larger context themes these days of somebody says something, it upsets us. Are we hurt or are we injured? Right. I think it gets very murky. So how does one determine if they are hurt versus injured? And then maybe we could even stretch into the psychological realm. Neither of us are psychologists, but it sounds like so much of what you do represents the bridge from the body into the mind. And so we'd be remiss if we didn't talk about emotional pain as well."
    },
    {
        "speaker": "B",
        "text": "Yeah, so what you just said, you're spot on, Andrew, and that one of the key messages, the key, you know, Mackey's tips for pain management is to understand the distinction between hurt versus harm versus harm. Critical. Absolutely critical. Allow me to illustrate with a patient I saw won't name names, some time ago, guys in his forties, a masters level tennis player. Tennis is his life. He works as some executive somewhere, but he lives for tennis, comes hobbling in on crutches, sits down, and he's got pain in his foot. And he was told not to put pressure on his foot because he's got this injury and it's going to be worse. And this has been going on now for months, and he's now depressed because he can't play tennis. Tennis is his life. This guy's life is tennis. So I examine this guy, and it turns out what he has is something called a Morton's neuroma. And a Morton's neuroma is a fibrous thickening of tissue around the nerves that go to your toes. And it gets to be like these bundled tissue nerves. And it's really painful. It's very painful, but it's not causing harm. There's no harm there. Really painful. So I explain this to the guy, and he looks at me with like, this light bulb goes off and he's like, you mean I can play tennis? And I'm like, yeah, guy, you can go play all the tennis you want. It's just going to hurt. He got up, he left the crutches in the exam office, and he walked away. Now that's an extreme example. I don't want people please. To think that that kind of thing occurs all the time. It doesn't. Chronic pain conditions are often incredibly complicated and need much more than a 45 minutes or 60 minutes education session and back to the tennis court. He still had pain in his foot, by the way, but he could play. But that gives that example of addressing that fear and the anxiety around that. That issue. And I think that's what we first have to learn, is, does that pain that we're experiencing represent something that is harming us, that something that we either need to seek a medical attention now or sometime soon? And whether does continued activity worsen the tissue injury or nothing? In my world, where I'm caring mostly for people with chronic pain, we've moved beyond the tissue healing. By definition. By. One of the definitions for chronic pain is that the pain persists beyond the time of tissue healing. So in many of our sessions, our times, we're educating people. Hurt versus harm. If it's back pain, we evaluate the spine. We make sure, is the spine stable? Is there anything sinister causing damage? In most of the cases, it's not. And we help people understand that distinction. Critical. Critical for people. And yet, at the same time, you don't want to just ignore something that is a real medical issue that's getting worse and needs medical attention. And that's where the complexity of all this comes in. Did I answer your question?"
    },
    {
        "speaker": "A",
        "text": "Yeah, beautifully. I think this distinction between hurt versus harmed is so important for people to hear. Perhaps you're willing to expand a little bit in terms of the psychological hurt versus harmed. I mean, I'm not asking you to comment on societal or generational shifts. You know, we'd be avoiding the obvious if we didn't say that in the last, really, ten to 15 years, there's been a pretty dramatic shift in terms of how society at large interprets emotional pain. Right. People hearing things or seeing things. And the idea that emotional pain could be related to physical pain, or at least similar enough to it, that people's emotional pain is valid. Right. And if anything, I'm here to validate the fact that emotional pain is valid like any other pain, except it is different because it becomes very hard to point to a specific kind of threshold. We're using that word a lot today, but I think it's appropriate here. Threshold between hurt and harmed. Whereas if I tell you that my left foot hurts, which it did a lot in high school, and then you took an x ray of my foot in high school, you'd say, your foot's broken because it was broken a lot in high school, and that's harmed. And I mean, to continue to do what I was doing to break it in the first place, I was clearly going to harm myself worse, so I had to heal up. But when it comes to psychological pain, psychiatry has all these thresholds for normal functioning versus abnormal functioning. Are you sleeping well? Normal relationships and on and on. We don't want to go there because that's not our place. But how do you, when you see patients, how do you take into account the level or the thresholds for their emotional pain? Because that's part of your job. So I'm asking you this from the perspective of somebody who treats pain. How do you gauge somebody's psychological pain? Is it by how intensely they vocalize their pain? Or does it always go back to how well or poorly their life is being managed at the level of sleep, nutrition, relationships, and so forth?"
    },
    {
        "speaker": "B",
        "text": "Yeah, great, great set of questions. There's a lot in there. Let me first start off with something very simple. I don't try to distinguish between this notion of psychological pain, physical pain. It's pain, end of, end of. I think once I get into, or you get into this, trying to distinguish is this psychological pain or psychogenic pain, which was a terrible term, or physical pain, you end up putting value judgments on people. And I don't think it serves us well when we're caring for the person in front of us. If they're in pain, I'm addressing the pain. The thing to note is, at least in people that come into our Stanford pain management center and other pain centers, is that, remember, pain is a sensory and emotional experience. It's all wrapped up. And so we want to treat the whole person. Sometimes we get easy. We get easy ones and we just go do a nerve block and pain goes away. And that's simple. But usually it's much more complex where we're seeing the interaction of an expression of pain that includes a significant amount of anxiety, of depression. You mentioned this term catastrophizing, which we can break down if you'd like. And that's probably one of the biggest predictors. Factors in amplification of pain and worsening pain in poor treatment response is catastrophizing. I try to treat the whole person and not really parcel out all this I do. At Stanford, I built a digital health system that captures, measures a lot of data around a patient's experience across physical, psychological and social functioning. And we use that data to target therapies to understand how much their depressive symptoms are. Anxiety, anger, anger, big issue in pain. Huge in pain."
    },
    {
        "speaker": "A",
        "text": "Does it make it worse or better?"
    },
    {
        "speaker": "B",
        "text": "Invariably, it makes it worse, yeah. And, you know, you can break anger down in a couple different categories. John Burns and others has broken it into, like anger in versus anger out. I don't know if that term's familiar with you. Anger out. That's my father. Loud, loud, angry. Boisterous banging would quickly turn anything into an angry tirade. Anger out. Expressive."
    },
    {
        "speaker": "A",
        "text": "Yelling at the news. Yes, yelling at somebody who cuts you."
    },
    {
        "speaker": "B",
        "text": "Off in traffic, usually yelling at the man because he hated his job. Anger in, boiling, simmering, self contained, seething. That's anger in. Data seems to support. Anger in is worse. It's bad."
    },
    {
        "speaker": "A",
        "text": "So it's not necessarily whether or not it's directed at someone external. In both cases, anger in and anger out can be directed at someone external. It's a question of whether or not it's expressed outwardly or contained inside."
    },
    {
        "speaker": "B",
        "text": "Beautifully stated. Beautifully stated. So we anger, depression, anxiety, we capture fatigue, sleep. And so what we try to do is, again, look at the whole person, because they're not just a back, if that's where they're having pain, or not just a neck or a shoulder. In your case, it's impacting the whole person. And we just got done talking earlier about how all of these circuits interact with each other. And so sometimes we can't just eliminate the no susception in the periphery. Sometimes we can reduce it, but what we have to do is target everything, and we have to try to target all these circuits up here. And in many cases, what we're doing is through education, through pain psychology, through physical therapy, and rehabilitative approaches on top of it. And yes, the medications we have now, you know, we touched base on a few earlier, but we have over 200 medications available for pain, very few of them FDA approved. We tend to steal from all the other fields."
    },
    {
        "speaker": "A",
        "text": "So you're talking about more than 200 medications that can be, yes, prescribed for pain, but as off label treatments, perfectly stated."
    },
    {
        "speaker": "B",
        "text": "Yeah, there's only a few medications that are actually FDA approved specifically for pain. So what we do is we borrow or steal from the psychiatrist some of their antidepressants, which will frequently work very effectively for pain, and work on those pain related circuits in the brain. We take from the neurologists some of the anti seizure medications, because those medications, while reducing, separately, seizures for people who don't have seizures, they work on ion channels, they work on other neuromodulators that also are involved in pain circuitry, we can take from the cardiologists, medications that work on the heart, antiarrhythmia, or heart rhythm drugs. They are potent sodium channel blockers. And the sodium channels, as you know, are responsible for the action potential that generates the nerve impulse signal. And so they're like an oral local anesthetic that you take. And so we take from everybody in our field and the medications, getting back to what you said. So just summarizing, one, I don't really distinguish psychological versus physical pain in my world. I find it better just to treat it as pain and look at the person holistically and go after all the components at once. I find that's where we get the best results, and it is typically bringing a lot of tools to bear."
    },
    {
        "speaker": "A",
        "text": "Speaking of tools to bear, what role, if any, does nutrition play in local or whole body pain?"
    },
    {
        "speaker": "B",
        "text": "Critical. And I think we're learning more and more and more about the role of good nutrition, of healthy eating, anti inflammatory diets, avoidance of foods that are triggers, and an incredibly underappreciated area. You know, I've had my experiences with chronic pain. I developed an abdominal chronic pain problem shortly after I turned 50. I was throwing a happy hour for our pain psychologists, of all people, went to a mexican restaurant. I won't name which one got food poisoning. That's why I'm not naming it good mexican food, bad food poisoning. And ever since that event, I can't eat anything in the onion family."
    },
    {
        "speaker": "A",
        "text": "I'm familiar with onions, but what else is in the onion family? I'm sure you've researched this now pretty thoroughly, considering what you're describing."
    },
    {
        "speaker": "B",
        "text": "Classic and what we refer to as fodmaps. You know, it's one of the fodmaps. And I have now some issues with the others and manifested by just severe, severe upper abdominal pain and not many other symptoms. But it put me on this journey where severe abdominal pain didn't know why, couldn't sleep. Couldn't sleep. Went like I'd go months without having a restful night's sleep. I thought I was getting early Alzheimer's because I felt like I was getting stupid. And what actually benefited me was, of all things, the pandemic. Why? Because what did we all do? We isolated. We started eating the same foods, and I started noticing I was feeling better when I was eating certain foods. My abdominal pain went away, and I'd start doing, as a scientist, experiments, and I finally was able to isolate and determine what the problem was. So now I have complete avoidance on that. I'm a little difficult to go out to a restaurant and have dinner."
    },
    {
        "speaker": "A",
        "text": "So no onions?"
    },
    {
        "speaker": "B",
        "text": "No onions."
    },
    {
        "speaker": "A",
        "text": "And what else?"
    },
    {
        "speaker": "B",
        "text": "Shallots, chives, scallions, leeks. Anything in the onion family, you know, not Allium. I'm fine with garlic. And, you know, by healthy eating, by identifying something, by triggers, changed my life and returned to a degree of normalcy. I think the key for people is, you know, if you have any kind of similar issues, identify those triggers. Sometimes isolation of foods or restrictions, and using a journal, and then as you learn from that, slowly build foods back into your diet."
    },
    {
        "speaker": "A",
        "text": "I think it's so important for people to hear this, and thanks for sharing your personal story around this, because I think that nutrition, while every physician seems to appreciate that the quality of nutrition matters, defining what quality nutrition is, is really difficult. There's still avid, even we could call them rancorous debates about this, vegan versus omnivore versus this. But it sounds like this is a case where it can become very individualized. But I could imagine somebody going to their physician and that physician not being you, and saying, yeah, I notice that when I eat certain foods, I'm in a lot of pain. And the physician simply saying, well, don't eat those foods. But unless that person is a trained scientist, not knowing how to go about doing the sorts of experiments that you did would be difficult, impossible."
    },
    {
        "speaker": "B",
        "text": "I'm sorry, I know I interrupt you. I just want to build on that, if I can. One of the key things, I simplified my story, but the key thing is, if I eat onions or anything in an onion family, it's pain for two weeks. Wow. So the thing is, is if you get repeated exposures, it never stops, and it gets very, very hard to figure out what it was. So it's not like you eat something, you get pain, it goes away. Where we can all do that pattern recognition here, you have to be able to think back what happened two weeks ago that may have influenced it. So it's not easy."
    },
    {
        "speaker": "A",
        "text": "Well, this may be a case for elimination diets, which are provide theyre done safely, where people restrict the number of foods they eat to a very limited number of foods, make sure they still get enough calories and macronutrients that they need protein, fats and carbohydrates or what have you, but that by limiting the total number of foods that they eat to like eight or ten basic things, then you can build things in and then explore what triggers the pain or what removes the pain. I dont really see any other way. I am intrigued by the onion example, even though its a, it's your case in particular, and we don't want to extrapolate too broadly, is there something about onions that's triggering a particular neurochemical or immune pathway? Do we have any knowledge of why onions would create that kind of gut pain?"
    },
    {
        "speaker": "B",
        "text": "This has been a journey I've been on now for a few years to answer this. One of our GI pain docs that we have come in the clinic, Linda Nguyen, sent me a paper from cellar nature that showed that after a gut infection, it can change the genetic expression related to sensitizing you to food antigens. I know I threw out a lot of jargon there. Basically, the short answer is, you get an infection and your gut no longer responds properly to a normal food item. And so one explanation may be, I got this infection, I was at a mexican restaurant, a lot of onions, and I got sensitized through that infection. Now, subsequently to onions, you know, I saw a Stanford allergist, Hannah Watford, who's awesome, by the way. And after I had this, I think, figured out, and I went in and I'm like, well, you know, Doctor Watford, is there anything I can do for this? And she laughed, and she's like, no, you're doing everything. It's all just avoidance. And I thinking I was rather unique and special about this thing. I said, you know, do you ever see this? And she said, oh, yeah, I see this all the time. Every day. I see this all the time. And I said, this isn't unusual. She's like, no, I see this thing all the time."
    },
    {
        "speaker": "A",
        "text": "This thing, meaning sensitivity."
    },
    {
        "speaker": "B",
        "text": "Sensitivity to certain. No, to certain. To different. These different food groups and this thing that occurs later in life, something, an event that happens to somebody that triggers. And I said, well, gosh, that sounds like a public health problem. And she's like, that's what we're debating right now in the allergy community is whether this is representing more of a public health issue. Because I'm seeing. I, Doctor Watford, am seeing increasing amounts of this as we go forward."
    },
    {
        "speaker": "A",
        "text": "How interesting. Well, this is not a time to plug the philanthropic arm of our premium podcast, but I'm very involved in science philanthropy. This sounds like an area to devote some funding to, to explore how foods are impacting the local and systemic pain response."
    },
    {
        "speaker": "B",
        "text": "Yeah, I got an. You know, so I'm running a large biomarker study to characterize people deeply. And one of the things that I wanted to put in there is microbiome characterization. Now, to be clear, that's out of my wheelhouse. But the beauty of being at Stanford and other major institutions is you can go make friends. Yeah."
    },
    {
        "speaker": "A",
        "text": "Justin Sonnenberg, who's been a guest on this podcast, is one of the world experts on the gut microbiome. We have a few others, too."
    },
    {
        "speaker": "B",
        "text": "There you go."
    },
    {
        "speaker": "A",
        "text": "He's a friendly guy. I'm sure he'll collaborate."
    },
    {
        "speaker": "B",
        "text": "We go make friends. And people who understand the microbiome, we collect the samples, and that's where team science is magical. And once again, the idea looking at the whole person."
    },
    {
        "speaker": "A",
        "text": "As long as we're talking about the gut, let's talk about pain inside the body, because we talked about nociceptors on the surface of the body and the pain that most people immediately think of when you have a discussion about pain, is pain on the surface or a broken bone, or maybe hip pain or knee pain or back pain. But what about pain that resides deeper in the viscera? Gut pain, irritable bowel syndrome. These things I'm learning are far more common than I knew. I'm fortunate that if I have a stomachache or a headache, it means something's wrong. I rarely get those. Sometimes been called it. You don't have a stomach of steel, not because it's hard from the outside, but because I can eat pretty much anything, although I eat pretty cleanly. A lot of people write to me and ask questions on social media about irritable bowel syndrome and other forms of gut pain. And visceral pain, like pain that they feel is really deep within their system, typically. How is that sort of pain dealt with? At a clinical level?"
    },
    {
        "speaker": "B",
        "text": "Absolutely. Visceral pain is a different thing than what we've been describing, a lot of which is somatic pain, by the way. I'll say, as an aside, I used to have a gut of steel also. I could chomp down anything, anytime, anywhere. And so, you know, there was a lot of grief and loss associated with not being able to eat certain foods, and that's also something people have to come to grips with. But getting back to visceral pain, the thing about somatic pain, that's another term now. Somatic, meaning the soma, the extremity that you were alluding to is the nociceptors there very precisely localize where the stimulus, the painful stimulus is coming from. When you hit your thumb with a hammer, you know exactly where that pain occurred. With the visceral pain, what you have are very diffuse, what we refer to as receptive fields. Think about last time you had a stomachache. It's not that you put your thumb right here. What you said is it kind of."
    },
    {
        "speaker": "A",
        "text": "Hurts like this your whole stomach?"
    },
    {
        "speaker": "B",
        "text": "Whole stomach. It's because those receptive fields are very large. They're broad. They're not as well localized. And in part the reason for that is type of broad receptive field is you're not trying to get away from localized danger. So when people get stomach aches, it's often a very broad area. When you get pelvic pain, it's the same type of thing. Now, there's some fascinating stuff that occurs with visceral pain, because those fibers that extend from the viscera, meaning the lungs, the abdomen, the pelvis, they all head into the spinal cord, too. And it just so happens that they make kind of indirect connections with the same level that represents the body. So let's think about pelvic pain. For instance, you frequently will find people that have pelvic pain that will describe having lower back pain, too. And it's because of this visceral somatic convergence in the spinal cord. It's not that there's something going on in their back. It's that these signals that are being driven heavily from the pelvis are coming in and connecting with the same regions from the back. And the convergence of that is now being perceived as pain in both. And we're seeing that more and more in the research. This viscerosomatic convergence. People have pain in their pelvis and then also over their abdomen. Classic one that we're aware of. We see this in the tv, the movies, and unfortunately, real life are heart attacks. So the visceral fibers that subserve the heart, typically the first through the fourth thoracic region. Well, those converge in the spinal cord in similar regions that subserve sensation under the arm and appear. That's why people will often say they've got pain with a heart attack radiating down into their arm."
    },
    {
        "speaker": "A",
        "text": "The left arm, typically the left arm."
    },
    {
        "speaker": "B",
        "text": "The heart is on the left side. Exactly. After people get abdominal surgery, sometimes some blood can leak out and it'll slip underneath the diaphragm. The diaphragm is subserved by some of those neck regions, three, four, and five of the cervical, which happens to also cover your shoulder. And so you'll get people after abdominal surgery. That said, man, my shoulder's really hurting me, doc. And what we do is we first check to see could something have happened during placement. Just make sure there's nothing wrong. But frequently it's due to irritation. That's, again, one of the magical mysteries that's so fascinating about pain."
    },
    {
        "speaker": "A",
        "text": "It seems like a good point to bring up referenced pain or is what you're describing an example of referenced pain? So my understanding of reference pain is that, for instance, I've got a slight bulge at, I think, my lumbar 34 disc or something. I had a whole body scan recently, just an exploration scan, because I had the opportunity, not anything serious, fortunately. And there's a slightly bulged disc there. And every once in a while, if I do certain movements in the gym, I'll get pain down in my right hip and sometimes going down my leg. And I used to think it was sciatica because you assume anything on the right back side. Okay, it must be wallet induced sciatica, back pocket, wallet induced sciatica. But what I eventually realized is that, well, it's this disc bulge. It just so happens that the nerves that emit from that region, they branch out to a bunch of different areas. And so you think the pain is in your leg, but the issue is someplace else. And occasionally, indeed, I feel the pain elsewhere in my body as well. It's sort of like a, like a matching of regions for pain that seem unrelated. Is that a way to think about reference pain?"
    },
    {
        "speaker": "B",
        "text": "Perfectly. The examples also I referred to of a heart attack causing referred pain, or also the pelvic region associated with back pain as a way of referred pain. What you're describing is the fact that pain doesn't have to start with an injury or a stimulus in the periphery. You could damage the nerves anywhere along the way and that will be perceived as pain. We refer to that as neuropathic pain. So that's another distinction you brought up nicely. Good segue into. There's thought to be several different types or categories of pain. We have been talking through much of this time about somatic pain injury. Out here we talked about visceral pain. And when you have damage to a peripheral nerve, damage injury to a peripheral nerve or the central nervous system, we refer to that as neuropathic pain. It frequently has different qualities, different characteristics. People will refer to it as shooting, stabbing, shock, like burning. It can frequently, when there's a damage to a nerve or damage to certain regions of the brain, be incredibly challenging to treat. By the way, the good news is, with that light, disc bulge is the vast majority of time the discs reabsorb."
    },
    {
        "speaker": "A",
        "text": "Yeah. I have to be careful to not do too much spinal flexion, like sit ups and stuff. I thought that that would help, but that actually doesn't strengthen the back. It was actually asymmetry between the abdominal muscles and the lower back muscles. So provided I do a lot of back extension, type training, then that bulge more or less stays in. I just have to be a little cautious. Not too cautious. Fortunately, as long as we're talking about referenced pain, somatic, visceral and all the rest, what about associative or referenced pain where it's psychological? And I don't want to get too abstract here, but more and more these days I hear from people who say, you know, I was in this job and the job sucked, or I was in this relationship and the relationship sucked, and I had terrible back pain, like really acute, localized back pain or chronic headaches or migraines, and then they go on vacation or they change their circumstances, and lo and behold, the pain goes away. Does that surprise you as an expert in pain?"
    },
    {
        "speaker": "B",
        "text": "Not at all. Not at all. What you're simplistically referring to is people are undergoing stress, and we have, we clearly know that the brain is not a passive recipient of information coming in from the body. It's a two way street. The brain is causing downstream consequences in the body. The brain controls our sympathetic nervous system and parasympathetic nervous system, the sympathetic being the fight and flight response. It controls the tone of cortisol that's being released. And we all know that in acute situations, rapid increases of cortisol and noradrenaline keeps us away from the lions and tigers and the bears. Oh, my. But in a chronic situation. And Robert Sapolsky, as you know, at Stanford, has built a career around chronic stress, at least in part, and very bad for us. And so these chronic stressors impact the end organ, the tissue, and it's real pain. It doesn't mean that we need to go get back surgery. It means that probably we need to identify the stressors that are contributing to that and address those. And we'll often find that in the scenarios you outline that the pain gets better. Some of those targets are interesting. There's a lot of memory associated with pain. This is where early life events occurred. And those early life events and injuries can sensitize us to future vulnerability. So I was in a bad car accident when I was 16. Fortunate to walk away from it, got bad whiplash. If I get stressed, a lot of my pain manifests in my neck. For me, as a pain doc, it's a signal to me that's like, go work out, go for a walk in the forest and take some time away from the computer. Again, that's a simplistic message. And my experience doesn't translate into everybody else, but I'm just validating everything that."
    },
    {
        "speaker": "A",
        "text": "You said let's consider the opposite scenario, which is positive emotions. You've done some very nice studies exploring how being in positive relationships, being in love, in fact, can change our perception. That is, our experience of pain and probably does so at real physiological levels. As you mentioned earlier, psychological is physiological and vice versa. It's hard to separate the two. But could you share with us what you did in that study and what you found? Because I find it really interesting. It also points to the incredible power of love in how we experience life."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. I think there's several cool things about that study that I'd love to share. One is how it all came about. So, you know, us neuroscience geeks often go to the society for neuroscience as an annual meeting. And I was hanging out and sharing a room with art Aaron, who studies passionate love. And he and his wife studied passionate love. And we were having a glass or two of wine and masculine art. If you ever, you know, have you ever studied pain? He's like, no, I studied love. And he's like, have you ever studied love? No, I studied pain. If anybody ever studied the intersection. Another glass of wine? No, let's do it. So we came back to Stanford, and there was a young post doc, Jared Younger, who's now a professor at the University of Alabama. And I said, jared, we're either going to fall flat on her face or we're going to. This is going to be a cool study. And Jared took this on. Great job. So what we did is we advertised on campus for couples in an early phase of a romantic relationship, because there's a reason for choosing that. In an early phase of a romantic relationship, you are deeply focused on your beloved. They're on your mind all the time. You feel great when you're with them, you feel terrible when you're not with them. Doesn't that just sound like an addiction?"
    },
    {
        "speaker": "A",
        "text": "I mean, it's that yearning. I don't know. It can be a pleasant experience, but."
    },
    {
        "speaker": "B",
        "text": "Addictions for the people who are using the substance can find it in that early phase. Very pleasant. But it turns out that the early phase of a romantic relationship engages the same neural circuitries as addiction."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "Same reward circuitry, all that. So we chose that. And so he said, come to us and bring pictures of your beloved, and bring pictures of an equally attractive acquaintance. Clothed. This isn't sex that we're studying. Clothed. And we caused them pain in the scanner and we paid them afterwards. We needed a control condition for this because thinking about your beloved is very attentionally demanding. Remember, we talked about attentional distraction earlier, so we gave people what's called a word generation task. Very simply, can you think about every sport that doesn't involve a ball?"
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Frisbee. Hockey."
    },
    {
        "speaker": "A",
        "text": "Boxing."
    },
    {
        "speaker": "B",
        "text": "Boxing. Okay. That's attentionally demanding. Think about every vegetable that's not green, and, you know, so you're running that through your head, and we're causing you pain. It's an attentional distraction task. So we flash people pictures of their beloved, cause pain, flash people of their acquaintance, cause pain, and then distraction. Okay, what do we find? Love works great. Love works great. It was a wonderful analgesic. It significantly reduced people's pain. And it turned out the more in love you were, the more pain relief you got."
    },
    {
        "speaker": "A",
        "text": "When viewing the photo of the person you love."
    },
    {
        "speaker": "B",
        "text": "Yes. When viewing the photo of the person you love. Now, how did we know how much in love they were? It turns out the psychologists have got scales for everything, and one of them is a passionate love scale, which asks, what percentage of the day are you preoccupied thinking about your beloved?"
    },
    {
        "speaker": "A",
        "text": "Oh, goodness. You just sent people now off to give their partners the passionate love scale to figure out how much time they're spending thinking about them."
    },
    {
        "speaker": "B",
        "text": "Yeah. We had Stanford students, some of them, thinking about their beloved 80% of the day. I wanted to use this as a screening tool for our resident applicants because I want them focusing on patients, not their beloved. And that is, by the way, a joke. That. Bad joke. But."
    },
    {
        "speaker": "A",
        "text": "But probably is real world. We're not just talking about Stanford. I mean, but when somebody's writing you a script or a prescription that is, or giving you advice, you might want to know if they are in a new romantic relationship."
    },
    {
        "speaker": "B",
        "text": "Yeah. So, the other. I thought the other cool thing about this study was attention worked also. But attention and love worked on different circuits, so attentional distraction, they worked equally well. Attention, again, worked on some of these prefrontal regions, these outer cortical areas. Love worked on more of what we classically think of as these reward based circuits, the nucleus accumbens, the amygdala, one of the descending brainstem regions called the substantia nigra, which is coming down from the brain through that area to the spinal cord to inhibit pain."
    },
    {
        "speaker": "A",
        "text": "So, classic addiction pathways."
    },
    {
        "speaker": "B",
        "text": "Classic. And so the key, again, message for people is different. What we would think of as psychological approaches engaging different brain circuits to reduce pain. I'll leave you with one last side note that we didn't publish on, and that is, Jared went back a year later, and we assessed the student strength of their relationship, assuming it was still ongoing and he found that there was a rather high correlation between the love induced analgesia and brain activity in the caudate nucleus and in the insular with the strength of their relationship. A year later it was. So we had a brain scan that was a predictor of future strength of a relationship."
    },
    {
        "speaker": "A",
        "text": "Could you tell us the direction of those results? So if a new romantic partnership is creating high levels of activity in these two brain areas you just mentioned, then it is a very good predictor that the relationship will, yes, survive over time."
    },
    {
        "speaker": "B",
        "text": "Well, in this limited sample, it meant that it was going to be very strong a year later. Understand, and we always have to put these caveats, unpublished, non peer reviewed. It was a fun post hoc data analysis that I'm not sure if anybody's ever run with those kind of things."
    },
    {
        "speaker": "A",
        "text": "No, but we can explore it in a playful way now, and people can do with it what they will. It does sort of speak to something important, though, assuming that result would hold up if the same experiment were done and many hundreds or thousands of people. It sort of speaks to the idea that the activation of these addiction like circuits in the early phase of a passionate love relationship set in motion a certain number of things that create stability in that relationship, which, on the face of it, makes sense. But we've also all heard it the opposite way as well, which is fools rush in, or that things that start fast end fast, or things like that. But here you're talking about the early phase of passion, serving this interesting role in terms of analgesia, alleviating pain, but also predicting some stability of the relationship over time. It's kind of interesting."
    },
    {
        "speaker": "B",
        "text": "It's fascinating to talk about. I feel like I have to put that caveat in. Not generalized, but a fun thing to talk about. And it's where I think cool scientific ideas can come from for future exploration. I think that's also what's pretty neat. I find the, you know, again, the different circuits for different approaches to reducing pain fascinating. Again, that gets to the question you asked me earlier. Is there one circuit? And the answer is no. What we have to do is figure out what is the best circuit for a particular person or set of circuits."
    },
    {
        "speaker": "A",
        "text": "If you're willing, I'd like to talk about opioids first, if you could educate us on endogenous opioids, the opioids that we make inside of our body that we don't. That meaning nobody takes as a drug, and then how that informs opioids that people take. I mean, clearly the so called opioid crisis is a concern many people addicted to opioids. People have died from taking too many opioids, but presumably some people have benefited from these opioid drugs as well. So we'd like to talk about that. And then I'd like to also talk about some of the things that are adjacent to the prescription opioids, things like kratom, which right now are being sort of called into question as to whether or not they will continue to be legally available over the counter. So, first and foremost, what are the endogenous opioids? How do they work? And that, I think, will set the stage for the rest."
    },
    {
        "speaker": "B",
        "text": "Yeah, so we all have these endogenous encephalins, endorphins that act as painkillers. They are analgesics. They are natural substances in all of us that get expressed. There is a certain endogenous tone to these that some have done research on. Here, again, Jared did research on this, and Stephen Bruhl and others on showing that higher endogenous opioid levels may lead to less emotional reactivity. For instance, thank God we have endogenous opioids. We just couldn't handle it. What chemists have figured out is how to bring in exogenous opioids, and morphine was the prototypical one from the poppy. Since then, medicinal chemists have built on variations of morphine and created other compounds, some, again, variations on morphine. Some are purely synthetic, like the oxycodone."
    },
    {
        "speaker": "A",
        "text": "Could I ask a question, because I'm fascinated by the history of these things. How did or when and or when did somebody look at the poppy and then say, oh, I'm gonna start eating poppies, or isolating things from poppies and realize that morphine thousands of years ago. Okay, so poppies have been used for a very long time."
    },
    {
        "speaker": "B",
        "text": "Long, long time. These things have been around. So this is old school work that's only been refined in more contemporary history. And the whole topic of opioids is such an incredibly controversial area. And I feel like I have to, you have to understand the speaker, in this case, me, one's position on this. My usual mantra is, I am not pro opioid. I am not anti opioid. I am pro patient. So I have seen opioids positively transform people's lives, help them get back to work, spend time with friends and family, relieve suffering, particularly in situations end of life, but also in people with chronic pain. And I have seen opioids destroy lives. At a personal level, I come from a family background deep, deep in addiction. I have lost close, loved family, members to addiction, and I'm respectful of that. What I've learned is to not get into this binary mode of thinking it's either this or it's this. But to treat opioids as a clinician, a tool to be used in certain circumstances in some people, not typically as a frontline or first line agent, typically much later down if they have failed other therapies. You cannot approach the challenge of opioids without appreciating the deep complexity that we're faced with, particularly now in society, with all of the, the litigation ongoing and all the money involved. It's a highly nuanced topic. So what more would you like to talk about? Opioids."
    },
    {
        "speaker": "A",
        "text": "Well, I think that most people hear about the opioid crisis and just assume that they are, quote unquote, overprescribed, that people are given opioid drugs as a frontline treatment, perhaps more than they should, that the addictive component, which I understand is very real, the potential for addiction is very real, as well as the potential for cross interactions with other things like alcohol and perhaps even other illicit drugs, street drugs, perhaps, like if people can't fill their prescriptions, and tolerance to the opioids, creating issues where people then need more of them. I have a not close family member, but distant family member who had his entire life arranged beautifully. He was a practicing lawyer with a beautiful wife and family, had a back injury, was prescribed OxyContin. It helped him initially, but then it set off some behavioral psychological pathways that had him seeking more forging prescriptions when, you know, he understood the law. He was a lawyer. He eventually went to jail, got out, the same thing happened again. He eventually ended up dead. Right. And I think there are many examples of that that we hear about, and those are very salient and very disturbing, very saddening. So I think that most people, including myself, hear the opioid crisis and assume that what we really should be doing is seeking a better alternative. But what I'm hearing from you is that there are use cases where opioids make a great deal of sense and that they've really helped improve people's lives, and that none of what I just described or anything like it is experienced by those people. In fact, quite the opposite. Do I have that right?"
    },
    {
        "speaker": "B",
        "text": "Perfectly. And that's, again, where we need to treat these at an individual level on a case by case basis. And that one size doesn't fit all. Yes, opioids were overprescribed. I think everybody agrees to that in this country. And we went through a period of time with massive overprescribing. And there's a lot of nuance and reasons why, in large part, physicians, we get terrible education around pain, and we don't know how to treat it in general, coming out of medical school, we get about 7 hours of education on pain. Veterinarians get 40. It's great if you're taking, I think your dog's name is Costello."
    },
    {
        "speaker": "A",
        "text": "Yeah, unfortunately, he passed, but he took some pain meds for a short while. But I found an alternative treatment that worked far better."
    },
    {
        "speaker": "B",
        "text": "Perfect."
    },
    {
        "speaker": "A",
        "text": "Which turned out to be, by the way, low dose testosterone. He was castrated like he was fixed when he was younger. And it's interesting, I've gone, I've said publicly on very large scale podcasts that I gave my dog low dose testosterone later in life, and it ameliorated a lot of his aches and pains, at least from what I understood, because he started moving better and feeling better and sleeping better, and I expected the veterinary community come after me with pitchforks. Not one did that. And yet I heard from hundreds of veterinarians that said, yes, we wish that we could prescribe those sorts of things to people who castrate their male dogs later in life to ameliorate their symptoms. So that opened up to me a whole world of understanding about some of the restrictions that vets face in terms of what they prescribe. There's a whole discussion to be had about that. We'll do a series on animal and pet health. Vet health."
    },
    {
        "speaker": "B",
        "text": "Great."
    },
    {
        "speaker": "A",
        "text": "Well, the vets, hopefully are healthy, too. You get the point. But when it comes to the opioid crisis in this discussion, I think it's become so laden with the idea that doctors are on the take. They're getting paid to give opioids to patients, and that's why they're doing that. And I don't believe that necessarily be the case, but I think that's what the public perception is, that it's all financial."
    },
    {
        "speaker": "B",
        "text": "Here's the thing. Were there bad docs doing bad things? Yes. I'm going to invoke a good friend of mine, Keith Humphries, at Stanford. Oh, yeah, terrific, terrific psychologist who is an addiction medicine psychologist and public policy person. And the way he breaks it down, and I subscribe to this, is there's three types of physicians. Remember, there's about a million physicians in this country. About a million. You've got physicians doing the right thing for the right reasons. Vast majority of docs, we need to leave them alone. We need to support them. We need to help them do their job and not put more obstructions in their way. There is a much smaller group of docs doing the wrong thing for the right reasons. What I mean by that is these are docs who did over prescribe opioids. In this case, in this context, they did buy into the marketing messages that were put forward. They did not have much education around alternatives treating pain. And they thought by handing out pills, just pills, in their very brief visits with patients, remember, primary care docs, my heart goes out to them, you know, what do they get? 14 minutes or so with a patient? They gave them something that they thought would help. They were doing the wrong thing for."
    },
    {
        "speaker": "A",
        "text": "The right reasons, but they believed that they were helping. They didn't have. They believe they weren't catching financial incentives."
    },
    {
        "speaker": "B",
        "text": "That's right. Those people, we need to educate them. We need to train them on proper pain management, opioid prescribing, deprescribing. And then you've got the tiny little group at the top of this, if you will, pyramid. These are docs doing the wrong thing for the wrong reasons. These are bad docs. These are your pill mills. These are people breaking the law. They need to go to jail. End of the thing is that that little group at the top, in the million or so physicians we have in this country, it represents such a small representation, but it got blown out by the media and everybody else, particularly those docs doing the right thing for the right reasons, got caught up in it. It engendered a huge amount of fear, huge amount of fear on the physician side. And then what happened is the docs just started abandoning patients. They cut their patients off. I had a young housewife, two young kids. Doc cut her off from a little bit of Vicodin that she was taken intermittently for some back pain that had been well managed on this. She was doing all the right things. Cut her off. She turned to black tar heroin. You know, California, great state of California, tried an experiment where they monitored death certificates in our state and the docs prescribing opioids for that. And they went after the docs thinking that if they targeted the docs doing that, it would lead to a reduce, a reduction in opioid deaths. It led to a doubling. I know, counterintuitive, because what happened is the docs abandoned the patients. And so we have to be aware of the negative consequences of this. Now, the current, I'm not trying to minimize the opioid crisis because it's real. But we also now need to put some context. The opioid crisis is being driven by the illicit fentanyls. It is more. If you just look at the CDC data, it's very clear that the fentanyls coming in via Mexico, China and others is what driving most of the deaths. Keith. Getting back to Keith led a beautiful Lancet Stanford commission on the north american opioid crisis and put together a very rational plan. I just finished serving as a senior advisor to the medical board of California, where we revised our prescribing guidelines here. They were very draconian before. Hard limits made people fearful, both patients and docs. And we've shifted it back over to put the control back in the hands of the physician patient relationship. We're hoping it'll make a difference. You can see I'm going on a bit here. There's just huge complexity in this space. I understand you're going to do an episode some time on it in the future. The audience has more opportunity to listen to this. Other questions I can answer for you."
    },
    {
        "speaker": "A",
        "text": "Though, on that, I really appreciate the thoroughness of your answer. I think that you set a picture and a context that I certainly didn't understand or appreciate. And it sounds like one, certainly not. The only, but one of the major issues is the creation and the propagation of a black market by doctors cutting off patients, presumably out of fear. Those patients then seeking not any but illicit or black market routes to treating their pain, which you can understand why they would do that. I mean, I'm not justifying anyone doing anything illegal, but somebody's in pain and they had something that worked and now they don't, and they're going to go looking for things that are similar to that thing. And you're telling us that fentanyl in street drugs basically is what's killing people, presumably. I doubt it's fentanyl prescribed by physicians, or perhaps it is."
    },
    {
        "speaker": "B",
        "text": "It's not. No. There used to be a bit of confusion around that because fentanyl is a prescribed medication in a patch form and in a troche, the trosh used for end of life cancer pain. But unfortunately, some of the coding used by the CDC, in other words, got that confused with the illicit. And so it took a while to get a better handle on it. But I think, you know, we do now. Yes, most of it is being driven by the fentanyls and we're just seeing this incredible epidemic wave of it. It can be made so cheaply, brought across the borders reasonably easily, something we definitely need to do to address. We want to be careful about not conforming, inflating that crisis with the issue of pain, which is an epidemic in its own right, and for the segment of people who are using opioids responsibly and effectively for their pain. And that's where, again, that nuance comes in. Are there patients who are also on opioids that have been weaned down? You can wean them down gently, compassionately, and they do better? The answer is yes. My partner Beth is just finishing up a study on that, and, you know, showing that with compassionate care, a number of these patients can be weaned down who voluntarily want to come down, and sometimes they find their pain actually improves. And part of that improvement may be that opioids have degrees of side effects, and by elimination of those side effects and the other aspects, they're seeing improvement."
    },
    {
        "speaker": "A",
        "text": "Could you list off some of the more commonly used opioids?"
    },
    {
        "speaker": "B",
        "text": "Morphine and its commercial delivers commercial derivatives. Ms Contin, which is a long lasting version of morphine. Oxycodone, which by itself is a short acting medication. But when you encapsulate it in a long acting version, it becomes oxyContin, which was the trade name that purdue put forward. Fentanyl, we mentioned, comes in a patch form. There are mixed agents like tramadol, which is kind of a weak opioid, but also has what's called serotonin and norepinephrine reuptake inhibition. We've got dilaudidae, which is a version of trade name for hydromorphone. So there's a slew. There's, I don't know, more than 20 different opioids. Within that list of 200 medications that we have, methadone is another one. People usually think of methadone as a medication used to treat addiction. People go to methadone clinics. It's a long lasting opioid in the right person. In certain circumstances, it can be used effectively for chronic pain. By and large, they all have the same or similar mechanisms of actions. Working on opioid receptors. This is getting back to your original question to me about where these things work. There are opioid receptors in the periphery. There are rich sources of opioid receptors in the spinal cord and the dorsal, the back part of the spinal cord. And then there are many areas in the brain that are rich in opioid receptors. It's all a naturally occurring area. And when we put in an opioid by mouth, we're binding to those receptors and activating those neural circuits. In many cases, when I say activating, they have an inhibitory role. I mean, thats one of the major parts."
    },
    {
        "speaker": "A",
        "text": "Is there any role for benzodiazepines in pain relief?"
    },
    {
        "speaker": "B",
        "text": "Rarely. Many of my colleagues would say, sean, its just a hard no, Andrew, id have to come up with an edge condition of somebody who has a generalized anxiety disorder, poorly treated with antianxialytics with chronic pain. And when you find you treat their anxiety with like a benzo, it helps with their pain as well. But these are edge conditions by and large. No."
    },
    {
        "speaker": "A",
        "text": "Got it. What about Kratom? I had a odd experience with Kratom and I've never taken it. The experience was the following. I started learning about it, hearing about it from listeners on the podcast, realized by doing a little bit of a web search that it's available over the counter and that certain people like to take it often, like every day at low doses or even higher doses, and that there was huge variation in terms of the amount of kratom in the various products and how much people were taking. Some people talking about kratom as something, it was as if it were innocuous. And we can ask whether or not indeed it is innocuous. And so I put out a tweet. I guess now that Twitter is called x, I guess I put out an x. Anyway, it doesn't matter. And I said that my first pass view of the literature on Kratom, the scientific literature, is that it had a lot of properties similar to opioids, although different as well, and that it seemed kind of odd and maybe even problematic that it was so widely available. And I got bombarded with, I don't want to call them kratom enthusiasts because what I soon discovered was that these people were angry with me for placing even a partial shadow on Kratom. But what was interesting to me was that they were saying that in their case, and I'm assuming they were telling the truth, that Kratom had helped them get off prescription opioids and that they heavily rely on Kratom in various levels of dosage in ways that they felt really helped them. And so two things happened. One, I've been put in the crosshairs of the pro Kratom community, not to a severe extent, but perhaps the more important thing is, and I want to thank that community in part for now, it's inspired me to do a deep dive search on Kratom. I'm going to be interviewing one of the laboratories that's done a lot of the research on Kratom later in 2024. But also it's made me realize, like, there are these compounds that are available over the counter that many people feel so passionately about because they really feel like it's helped them. I'm not saying it has. I'm not saying it hasn't, but then again, I've never taken it. What is Kratom? Or perhaps what receptors does it tickle? And what are your thoughts about Kratom and people using kratom? And maybe I'm pronouncing it wrong. I've also heard kratom. Kratom. I'm calling it kratom."
    },
    {
        "speaker": "B",
        "text": "Yeah. Kratom is this natural substance that does have, as you said, opiodurgic properties as well as others that is not fully understood. It's been available, well, naturally, for many, many years, brought in to the United States. And I've heard the same stories, and I just want you to be prepared that anything I say about Kratom, there's going to be some angry people after this. And it is what it is. I have heard the same stories that you have heard about people taking Kratom and saying it's helping them to stay off of prescription opioids or illicit opioids, and I get that. I think in some way it's binding opioid receptors and reducing the natural craving for these other substances. And it makes perfect sense. Methadone does that. Buprenorphine, which I didn't mention before, but is a, is an interesting opioid that binds to these receptors and it reduces craving. Where I have challenges is in. Just because something is natural doesn't mean that it is safe. We are seeing an increased number of overdose deaths associated with kratom. Is it polysubstance? Yeah, in some cases it is, but I think there's a lot we don't know."
    },
    {
        "speaker": "A",
        "text": "So polysubstance, people taking Kratom, but also alcohol, benzos."
    },
    {
        "speaker": "B",
        "text": "Getting back to the benzos, personally, I think we need to put a lot of research into this agent, and if it merits it, I think it should be a prescribed substance. I think part of the challenge that we have is that we don't understand the quality, the purity, the dose that people are taking of this thing. Similar type of story with cannabis, by the way. So I'm hoping that we're going to get the research that we need to really understand what it's doing and whether it is safe and effective. I'm left with a lot of unknowns right now."
    },
    {
        "speaker": "A",
        "text": "You mentioned cannabis. Is cannabis effective? And by extension, is CBD effective for managing pain?"
    },
    {
        "speaker": "B",
        "text": "Yeah, there's another controversial one. You'll get a few comments about whatever I say."
    },
    {
        "speaker": "A",
        "text": "You know, in general, listeners of this podcast, yes, they tell us where they're upset. They'll also tell us where they agree. Our goal here is never to satisfy everybody, but just to, you know, some of this lands in the, in the realm of highly educated opinion. Some of it is still, as you pointed out, speculation, because we don't really know what kratom sources people are taking or cannabis, et cetera. But I think you'll find, and my experience has been that people appreciate that we're having the conversation, and we do read all the comments. And those comments often, as I mentioned in my earlier anecdote about that tweet, often direct us to explore things further, and we can always have a second discussion about this down the line. So we invite all your comments and criticism."
    },
    {
        "speaker": "B",
        "text": "Cannabis. Well, here's what we know. In carefully controlled laboratory situations, cannabis has been shown to reduce neuropathic pain. That's that nerve related pain from people who have either nerve injury, diabetic neuropathy, post herpetic neuralgia, terrible burning nerve pain condition. It has been shown to reduce that in small samples from larger scale epidemiology studies and even larger, like, clinic based studies that I've done, we find it has not been particularly helpful on average, compared to people not on cannabis. There's a lot we don't know about the causality of that and the direction of it. But all to say that there are many, many questions that remain. I think the challenge that I personally have is that we're running huge population level experiments as we speak right now by providing unfettered use of cannabis. And the bad news is that we're probably going to see some real untoward consequences of it, and we already are. The good news is, I'm hoping that at a state level, we'll be able to use that data to really inform what's going on with cannabis. I mean, some of the challenges are what I referred to with kratom, cannabis is not cannabis is not cannabis. Edible smartphones, THC to CBD ratios, the dose, yes, all of that. We don't know what you're getting. It remains a scheduled one drug by the DEA. I, in some of my leadership roles and others have called for scheduling of it as a schedule two. Why? Why? Not to purposely try to restrict use, but by making it a schedule two drug, you've now made it so much easier to research. I don't know if people understand how many barriers there are to scientists studying schedule one drugs."
    },
    {
        "speaker": "A",
        "text": "Could you explain schedule one versus schedule two?"
    },
    {
        "speaker": "B",
        "text": "Thank you. Yeah. The scheduling of drugs is a categorization that describes their abuse liability. And so you have drugs like pcp, heroin, cannabis, which are schedule one, which are defined as having high addiction potential and no utility, which is just wild."
    },
    {
        "speaker": "A",
        "text": "Because when I think about pcp, fencyclidine, I certainly don't want people to run out and start taking pcp. But chemically and physiologically, PCP is ever so similar to ketamine, and rarely is this discussed. But ketamine is now widely used as a therapeutic. Presumably, ketamine is schedule two, maybe even schedule three."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "So some of the stuff that's thrown into schedule one makes no sense."
    },
    {
        "speaker": "B",
        "text": "It's historical. It's decades and decades ago of history. And clearly, cannabis should not be a schedule one, hands down, no question. By scheduling it, though, you will have the societal benefit of being able to make it more easy to study. And then you'll get the NIH and the FDA into this, and we can start really getting answers to the questions which, do I think it works? At the end of the day, do I think there is some variation of cannabis THC CBD ratios that will provide some benefit? Oh, absolutely. There's too many receptors in our brain that are involved with modulation of pain. I just don't know what those are. A friend of mine, Mark Wallace, runs pain at UC San Diego, has come up with a really nice recipe cocktail of ratios of THC to CBD that he feels very strongly that he can help people using that as an active agent."
    },
    {
        "speaker": "A",
        "text": "Yeah, I know that in Colorado, there's a strain of cannabis where they. It's pure CBD, no THC. I think they call it Charlotte's web. And parents of children with intractable epilepsy will actually move to the state of Colorado in order to get it, because it seems to be effective for the treatment of certain forms of pediatric epilepsy. That was shared with me with one of our colleagues, Nolan Williams, when he was a guest on the podcast. So these are plant based compounds have their place, whether or not it's kratom, perhaps, right. We're remaining open about that, or cannabis, the THC or the CBD or some combination. I think it's really interesting. I think as long as we're talking about plant compounds, how do you view the fields that are what I would call somewhat adjacent to traditional medicine? So things like acupuncture, chiropractic, physical therapy, and so forth?"
    },
    {
        "speaker": "B",
        "text": "As a pain physician within the field of pain medicine, or pain management. I think about six broad categories of therapies that we provide for people with chronic pain. One of these is the medications. And there's a whole large group of categories of medications of 200 or so available, too. Nerve blocks and procedures. These range everything from trigger point injections to nerve blocks with local anesthetic and steroid, on up to minimally invasive procedures like spinal cord stimulators, implantation of drug delivery pumps. Three, psychological and behavioral therapies. Pain psychology, which has many forms, now, can be very effective. Four, physical and occupational therapy approaches to chronic pain. Five, this is what we typically call complementary alternative medicine approaches. It's a little bit of an outdated term, but I think of that as acupuncture, nutraceuticals. These are the over the counter agents that have actually shown to have benefit in pain that you can get over the counter. And last but not least, six, what I call self empowerment or increasing your agency. And here it's about education, it's about learning skills, it's about being here on the Huberman Lab podcast learning about pain. It's that self empowerment. And what we find is that those six categories, all brought together, typically have the best benefit for people living with chronic pain."
    },
    {
        "speaker": "A",
        "text": "To a lot of people listening to us right now think, oh, yeah, acupuncture. I mean, this is a thousands or tens of thousands of years old practice that clearly is grounded in a lot of clinical data, and I clearly works. And then other people will go, oh, my goodness, they're talking about acupuncture like sticking needles in the body, are they just like pain treats pain? Is that what it is about? But as you and I both know, unless it's being performed incorrectly, acupuncture is not painful to receive. Does acupuncture help treat certain forms of pain? Is there any scientific basis?"
    },
    {
        "speaker": "B",
        "text": "Yes. Yes, there is. Do I understand what's going on with acupuncture? Having completed an NIH funded acupuncture study."
    },
    {
        "speaker": "A",
        "text": "Yeah, I just saw that published."
    },
    {
        "speaker": "B",
        "text": "No, I'm just being straight. We still don't know exactly how acupuncture is working. We do know that there's a nice study that showed activation of peripheral adenosine receptors that have a peripheral analgesic effect. We know that acupuncture, as compared to sham acupuncture, engages different brain regions. It's interesting that many of the ACU points overlie peripheral nerves. And so by needling those nerves, are we causing a central change? We're turning down the amplifier, if you will, in the brain, maybe where does this fit into my clinical use? My usual statement is that if you can afford the wallet biopsy, give it a try."
    },
    {
        "speaker": "A",
        "text": "Although, find a really good acupuncturist."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "I've had acupuncture done. I wouldn't say many times, but several times. And I will say this, one of the acupuncturists, I went to put needles in my face, and I ended up having to go to Stanford Durham to get some of the angiomas that were like blood vessel growth. That was the consequence of those needle insertions. And so to the point where I won't, if I go to acupuncture, I'm like, don't put any needles in my face because I'll take an angioma on my leg or whatever. I don't care. And it's not vanity, but I didn't like the way that the needles were introducing angiomas to my face. Now, that was probably because this acupuncturist wasn't doing things correctly. I'm not saying all acupuncturists do that, but here's the problem. How do you know which acupuncturists are reliable versus not? And for that matter, how do you know which physician is reliable versus not? I mean, I work at an institution like Stanford where I can ask a lot of people, and I still, my senior administrators won't like this. But when I get a recommendation from a doc at Stanford, I always call somebody at UCSF and cross check, and I don't tell them that I'm cross checking, and I'll do the reverse as well. When I was at UC San Diego, I would check up with Stanford, but most people don't have access to that kind of community. I mean, I can pick up the phone and contact somebody in pretty much any medical specialty at multiple institutions, but for most people, they're wading into the abyss of acupuncturists, of physicians. How are people supposed to navigate this?"
    },
    {
        "speaker": "B",
        "text": "You found a perfect way to do it, and many of us do the same thing. And for those who don't have access to high quality experts, you can use variations of that. So you're right with acupuncture, most of the ones I've been associated with, we use in the clinic or outside are all have been high quality. The recommendation would be to try to get a referral or recommendation from somebody who refers to that acupuncturist. Docs want to have relationships with people, with other clinicians that do a really good job. We don't want to be referring to somebody who's bad because it reflects badly on us. So it's really doing what, in a way, what you were doing. So try to connect with your primary care doctor, others, and get some recommendation for who is high quality with regard to clinicians, pain physicians, for instance. That's tough. There's five to 10,000 of us that are subspecialty trained out there. If your pain is really complicated, a complex pain problem, you're probably better off with a tertiary referral center that can provide comprehensive services where possible."
    },
    {
        "speaker": "A",
        "text": "So is there a centralized website where people can say, okay, I live in the state of Iowa, or I'm, you know, a lot of our listeners are overseas, or, you know, where people can find out the, like, the ratings based on patient experience, although that can be complicated, I confess. Sure. The one star out of five star ratings are a little bit more salient. There have been studies on this. People tend to, if, you know, you see a negative review, those tend to grab your attention, even if there are fewer of them than the many thousands of positive reviews. But, I mean, patients should be able to get the information that they want about previous patients experience, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. I got to tell you, the patient ratings, it's a highly manipulated situation."
    },
    {
        "speaker": "A",
        "text": "How so?"
    },
    {
        "speaker": "B",
        "text": "Well, you can pay companies to help jack up your ratings."
    },
    {
        "speaker": "A",
        "text": "I see."
    },
    {
        "speaker": "B",
        "text": "It's rather easy. I see it in the community."
    },
    {
        "speaker": "A",
        "text": "Inflation of ratings."
    },
    {
        "speaker": "B",
        "text": "Oh, my. Yes, I. Inflation of ratings. And so then you inflate it, and it overcomes any of the negative ones. We haven't taken an approach on this, and maybe that's naive of us. You know, we see 25,000 patient visits a year, and only a tiny percentage of them put some rating. And it's probably the extremes, undoubtedly, but we don't manage it. I know that in many community settings that they do. I didn't answer your question. Is there a reliable source of quality? I still think at the end it's going to be relationships and word of mouth and referral. I do the same thing you do. To see Hannah Watford, the allergist, I asked my primary care doc at Stanford, who's the best? Who is the person that knows the most about food related issues?"
    },
    {
        "speaker": "A",
        "text": "Well, some really entrepreneurial guy or gal or group of guy or gals will put together a website or an app or something that really addresses this problem head on, because I can think of a very few things more useful than a truly independent way of understanding prior patient experience and finding the best person for a particular problem. And I think AI can help with this, but I think AI and human interface, anyway, somebody out there should do it. I'm curious about chiropractic for a lot of people. Again, not chiropractors. Let's not talk about the people specifically, but chiropractic. A lot of people put acupuncture and chiropractic adjacent to one another. But my understanding is that insurance often will cover acupuncture, but not chiropractic work. Maybe I got that backwards, and maybe I'm just all out wrong. You know, with chiropractic work you're talking about, often the attempt to relieve compression of nerves. Certainly nerves are being manipulated. If any part of the body is being manipulated, I guess manipulate is kind of a word that implies something sinister is happening. It's being adjusted. What are your thoughts about chiropractors? Assuming the chiropractor is well trained and responsible, can it help pain? Can it help back pain, neck pain, whole body pain?"
    },
    {
        "speaker": "B",
        "text": "Yeah. First of all, acupuncturists and chiropractic are two entirely different professions, just to be clear for people. And they sometimes get lumped into a similar category of pain treatments, and that may be where that comes from. Just closing out on the acupuncture again, just to summarize, yes. In some patients, in some circumstances, I found acupuncture to be useful, and it's worth a try. CMS center for Medicare is now paying for acupuncture for people over the age of 65. Medicare for Medicare patients, that's something recent, and we were happy to see that. I believe that was for back pain. That should be fact checked. But chiropractic, mixed data, well controlled studies, some have shown that it can be helpful for low back pain. Some have shown it isn't. It's truly not clear the type of chiropractic that involves, that doesn't involve kind of the fast high velocity manipulation. As a physician, I have some concerns about that, particularly around the neck. I've taken care of patients that have had vertebral artery dissections from that rapid wrenching."
    },
    {
        "speaker": "A",
        "text": "What is a vertebral artery dissection?"
    },
    {
        "speaker": "B",
        "text": "One of the main arteries that goes from the body to the brain, and the back portion of it is called the vertebral artery. And when you do these high velocity manipulations, there is a risk, albeit small, of having a dissection or an embolus thrown off."
    },
    {
        "speaker": "A",
        "text": "So it's like a stroke?"
    },
    {
        "speaker": "B",
        "text": "It is a stroke, yeah, it's like a stroke. But there's a lot of approaches that can be done, and some patients have shown some benefit. I think the key with a number of these therapies, and I don't want to single out acupuncture or chiropractic. If you go to them, ask yourself, am I getting durable benefit? Meaning everybody feels good after a massage, right? But a couple few hours later, it's kind of worn off. It's a nice experience in the moment for most people. If you're finding that for acupuncture, chiropractic, or anything for that matter, ask yourself, is it really providing you durable benefit that is worth the effort, or is it just rapid? It feels good in the moment. We tend to use that in our clinical practice as a threshold, and we like to see things that last for a longer period of time. And in many of these treatments, whether it be acupuncture, chiropractic, we use those as an inroad into more of a functional rehabilitative approach. Meaning when you get chronic pain, you tend to withdraw, you tend to stop exercising, you stop moving, your muscles atrophy, you become deconditioned because of the pain. And so we want to use these tools that we've been talking about as a way to get people engaged in activity to correct the underlying biomechanical issues that may be present. And so they all need to be appropriately staged. And that's where working with a good clinician can help with that."
    },
    {
        "speaker": "A",
        "text": "Yes, certainly. In my case, anytime I've had back pain, even when it was very severe, provided I wasn't harmed and I was just hurt, continuing to move and not becoming sedentary was absolutely the fastest route to recovery, and in particular, doing certain exercises that, that were particular to my case. What, if any, is the role for physical therapists in the treatment of chronic pain?"
    },
    {
        "speaker": "B",
        "text": "Absolutely crucial. Absolutely crucial. Despite being a physician, not a physical therapist, I have great appreciation and respect for what the physical rehabilitative approaches do, because at the end of the day, we're trying to get people back to an improved quality of life and physical functioning. I mean, that is often what people are most looking for, control over their pain, control over their life, yes, reduction in pain, but more being able to do more things. And they're tying in with good physical therapists, occupational therapists, people who can do goal setting. Absolutely critical. All of the treatments that I provided typically are meant to help support an increase in physical rehabilitative approaches. And so when I do nerve blocks or procedures or give a medication, and if we end up reducing some pain, we want to tie that in with more activity. And what the physical therapists are great, particularly those trained in chronic pain, is knowing that difference between hurt and harm. They can work with people to know what's safe for them to do, to rehabilitate. They can teach them more about body mechanics and help improve endurance and strength. They can work around pacing. Pacing is so critical for people with chronic pain. Now, this isn't just exclusive to the physical therapists. The psychologists do pacing, I do pacing. What is pacing? Here's the problem with chronic pain, one of the many problems, it waxes and wanes. And so what happens is you go out and have a good day. You go out like gangbusters and you go do everything that you haven't been able to do for the last week because you've been in pain. And then you pay the price. And when you pay the price, you're back in bed or you're on the couch and you're not moving. And what happens is you go into this rollercoaster of activity and no activity at all. And what happens is it entrains in our brain. It's a classic negative reinforcement model. This is classic psychology. And so then people become fearful of more movement and as a consequence, they get more and more disuse, atrophy, and then more disability. So the key, what do you do about that? The key is you set small goals, baby steps. If you can walk comfortably for a block right now, great, walk that block tomorrow, maybe walk a block plus an extra 50ft and maybe the next day another 50ft. No more. No more. If you're having a great day, don't go do five blocks. You're training for a marathon, you're training for the long win. Now, what's going to happen along the way is that you're going to have good days and you're going to have bad days. On the good days, don't go out and exceed it. Set a threshold, time it on your watch, set a distance. On the bad days, recognize we all have bad days. Everybody has bad days. And you may need some rest during those bad days, but then the next day, get up and restart where you were. And that's a type of thing a physical therapist, good pain psychologist, good physician can help you with. And tying that in, by the way, with these other therapies, very interesting."
    },
    {
        "speaker": "A",
        "text": "I've never heard of pacing, but it makes total sense. And I can see how people could really hinder their own progress without that basic understanding, which, thanks to you, we now have. And it's something that hopefully all these therapeutic modalities keep in mind. I mean, I don't know whether or not the acupuncturists are talking to the physical therapists are talking to the physician, but I guess this is the reason for referrals, right? Why somebody has a primary care doc and it radiates down to the rest."
    },
    {
        "speaker": "B",
        "text": "Is that why in an ideal utopian world, that's exactly it. Outside of comprehensive pain centers that have all of the stuff co located, you are dependent on a doc to play quarterback and bring all those referrals together. It's incredibly challenging for a primary care doc to do that with the limited amount of time they're given to see a person. This is where we're trying to use technology to help better with that integration. I do think there's hope for the future. We'll have better ways of managing that and handling it."
    },
    {
        "speaker": "A",
        "text": "What is your view on non prescription compounds, so called supplements or nutraceuticals for the treatment of pain?"
    },
    {
        "speaker": "B",
        "text": "Fascinating topic. This country's rather unique in having a wide slew of over the counter agents that are actually prescription in Europe and in other countries. And there are over the counter agents that have been shown to be effective for a number of pain conditions. So for neuropathic pain, acetyl l carnitine is one of them. Acetyl l carnitine is thought to work on mitochondrial metabolism and improve mitochondrial health and it's been used, I believe, as an anti aging and maybe even a cognitive enhancement agent. I. And it's been studied out of an australian study, I think it was called the Sydney trials actually. And what they found, it's one of the few over the counter agents that actually had disease modifying properties. Meaning they studied this in diabetic neuropathy. The clinical endpoint was not pain reduction, the clinical endpoint was nerve conduction velocity changes. And that's how we monitor nerve health is in a normal nerve, they move. Nerve pulses move at a certain rate and when they're injured from diabetes it's much slower and you lose signal. This actually improved nerve health. Now you have to take this at higher doses. It's typically 2000 3000 grams. It's a pretty large dose."
    },
    {
        "speaker": "A",
        "text": "These are oral doses, oral doses."
    },
    {
        "speaker": "B",
        "text": "You can buy those at a vitamin shop, order them online. Alpha lipoic acid is another one. Alpha lipoic acid. At least two mechanisms. One is it's a free radical scavenger and second that's been more recent is it is a t type calcium channel modulator and calcium channels are in our nerves and it turns those down and it can have some benefit for neuropathic pain. People have taken alpha lipoic acid for a general sense of well being, and it is generally well tolerated. It can cause a little bit of stomach upset. I will tell you, I took this one myself for a while, and this is, again, just an n of one. What I found, though, is you have t type calcium channels in your heart. And I do hit a high intensity interval training, and I was finding I couldn't get my heart rate over 150, so I stopped it. That's not an adverse event, that's just an annoyance, but that's useful. Vitamin C. So if you're going in for surgery and it's maybe a nerve related surgery that you're going to have, they found vitamin C prophylactically can reduce the likelihood of having certain nerve pain conditions after surgery. Fish oil. The omega three SDhe have been found to be beneficial around chronic pain. More recently, the data here is on smaller numbers. Creatine, which I imagine you've probably talked about at some length, but creatine has shown in small pilot studies some benefit in fibromyalgia and some other types of conditions. So there are a number of these substances that are backed up beyond the anecdote data that we joke about. The anecdotal, there's actually good randomized controlled trials, and this is something that people can easily take advantage of. Just be mindful that just because it's natural, just because it's over the counter, doesn't equate with 100% safety. Meaning get educated about the side effects and the adverse events. Get educated about the drug. Drug interactions, the agent agent interactions. And for instance, there are these over the counter agents, some of which you want to be careful of and not taking when you're going into surgery because they can be platelet inhibitors and they can cause you to bleed more."
    },
    {
        "speaker": "A",
        "text": "Isn't vitamin c one such substance that causes excessive bleeding or. Some people report that high levels of omega three s can increase the. Can reduce the viscosity of the blood, meaning you bleed easier."
    },
    {
        "speaker": "B",
        "text": "The omega three s, the fish oils. Yes, absolutely. The vitamin C. I'm not familiar, honestly."
    },
    {
        "speaker": "A",
        "text": "With that as a blood thinning agent. Maybe I'm misinformed there, or maybe I'm."
    },
    {
        "speaker": "B",
        "text": "Just forgetting it, but that's one I don't usually think of as a blunt."
    },
    {
        "speaker": "A",
        "text": "Thinner someone will put in the show. Note comments one way or the other, I'll get corrected."
    },
    {
        "speaker": "B",
        "text": "But there's a number of these over the counter agents that are available. The vast majority are innocuous that I've mentioned."
    },
    {
        "speaker": "A",
        "text": "That I've mentioned innocuous, meaning they don't cause harm at reasonable doses, but they can have positive effects."
    },
    {
        "speaker": "B",
        "text": "Well, perfectly stated. Yeah."
    },
    {
        "speaker": "A",
        "text": "Well, thank you for sharing that list. I think as you mentioned, many compounds that are only available by prescription overseas are indeed available over the counter in the US. In this area of nutraceuticals, aka supplements, is still an area that's actively debated depending on people's stance. But it's refreshing to hear somebody who's formally trained physician and scientist, who embraces so many different approaches in the treatment of pain. Along those lines, perhaps you'd be willing to talk about the psychological treatments that can be effective for pain."
    },
    {
        "speaker": "B",
        "text": "Again, absolutely critical in the management of people with a wide range of pain problems. And recall what we talked about is this is no susception. These are the signals coming up to the brain once it hits the brain. We're dealing with everything that person has lived through and also is currently experiencing, meaning their levels of anxiety, depression, how they cope with pain in the past, how they cope with it now. Early life experiences is a paper that just came out in JAMA, literally in the last few days where they did a meta analysis of brain imaging studies on people with early adverse life events. And what they found is abnormalities in emotional processing, emotional functioning in people who have these, giving strong evidence that what happens to you early in life impacts us as adults and stays with us, it changes our wiring. Now this is where in part, pain psychologists, behavioral therapists can come in. They can help with some of the maladaptive coping, the thought processes involved with pain. They can help teach skills. So for the vast majority of pain psychology, this is not your typical psychoanalytic, lying on a couch talking about whatever this is about teaching people skills, incredibly helpful. Does it eliminate pain? Few of the things that we do actually eliminate pain. What we're trying to do is chip away a little bit with this medication, a little bit with this procedure, bit with psychology. We're trying to hit all of these pathways in aggregate to make a real difference. The pain psychologists use classically techniques like cognitive behavioral therapy, which involves often recognizing these unhelpful thoughts and patterns that we all get into around pain and even life, to interrupting those thoughts, to helping people again with goal setting and pacing, to teach people relaxation techniques through deep breathing, things like biofeedback. In Silicon Valley where I practice, the engineers love the biofeedback. I'm an engineer. By formal trainings, I get it, but it's that closed loop feedback, because remember, the brain is controlling the periphery and controlling the sympathetic nervous system. And when we're in pain, our sympathetic nervous system gets revved up. When the sympathetic nervous system gets revved up, blood vessels constricted, heart rate goes up, our muscles get tense, and we need sometimes ways of learning how to calm down that sympathetic nervous system. Cognitive behavioral therapy, mindfulness based stress reduction, acceptance and commitment therapy are some of the tools that they use. My partner Beth has developed a brief intervention called empowered relief. Yes, I'm biased, it works. We've studied this in an NIH funded study, and it's a way of getting eight weeks of cognitive behavioral therapy in 2 hours, not meant to replace CBT, but as an additional tool. And you're going to see as time goes by, more and more of these tools come out. And the beauty of them is they're going to be much easier to disseminate broadly to the public than for instance, a pill. You know, we can't just go put into FedEx or the us post office, you know, start sending out pills to everybody. But we can develop treatments online that can teach people skills and really help."
    },
    {
        "speaker": "A",
        "text": "Is that the plan for this abbreviated but equally effective cognitive behavioral therapy?"
    },
    {
        "speaker": "B",
        "text": "Yes. Now you're getting into kind of my Beth's and my life mission. So, you know, I've spent the last twelve years building a digital platform, a health platform that we've integrated into clinics and capture high quality data covering all aspects of people's physical, psychological and social functioning. And the reason for that is to address a critical need that we have on better quality data about people. The data and the information that we have on people with pain and many health conditions is terrible. And so I created this platform to be able to capture high quality data, put it to use, use AI in the background for prediction. And now Beth has created these brief interventions which we're integrating, and the notion is to make that widely available for free. We're giving it all away. Like I said, this is a life mission. We both have been blessed to be at Stanford where we have everything. But you know, you go just 30 miles, 40 miles outside of the Bay Area, and you're in a healthcare desert. And I don't say that disparaging to any docs working out there, but it's different. There's only a handful of large academic centers and large practices in the country. When you get outside those catchment areas, people struggle with how to get good quality care. You asked that question earlier, how do you find good quality care? And so we're working to make that available to everybody."
    },
    {
        "speaker": "A",
        "text": "Fantastic. I was going to ask you as a final question, what is your. If you had one wish for the future of pain medicine and the treatment of pain, what that would be? Before you answer that, I'll just add an answer that you already gave, which is, it sounds like the implementation of this incredible set of tools and database that you've collaborated with Doctor Beth Darnell to develop as at least one of them. So now that that answer was given by me, then it frees up the opportunity for you to give another answer. If you had one wish for the field of pain medicine going forward, what would that wish be?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So, a few years ago, I co led for the country the development of the national pain strategy. And this was sponsored by the NIH in Health and Human services. And I co led this with Doctor Linda Porter from the NIH. We brought together 80 national experts in pain research, pain clinical care, pain policy, and people with lived experience with pain. We put together a strategic plan for the country on how to enact a cultural transformation and change the way we assess care for people with pain, how we educate professionals, how we communicate with the public. My wish would be for full implementation of the national pain strategy. It unfortunately took back seat when it was released the same time with the CDC opioid guidelines. And the opioid guidelines sucked all the oxygen out of the room. But the strategic plan was well thought out. It's the one that we have for our country. It's non controversial, nonpartisan. It is motherhood and apple pie, and it's. If we just actually implement what we put forward, it'll make a huge difference in the lives of people living with pain."
    },
    {
        "speaker": "A",
        "text": "Is there anything that people listening to this podcast can do to try and move the implementation of that initiative up? Are there congresspeople to call? I mean, this is how. That's how I learned in junior high school and high school what little I attended. And by the way, go to school, folks. I had to catch up a lot. I do remember them saying that, you know, this was a democracy, is a democracy, and that those phone calls and letters can often matter for what gets, you know, sent up the flagpole and what ultimately gets approved and implemented."
    },
    {
        "speaker": "B",
        "text": "Beautifully stated. You're absolutely right. And in fact, the nidus for the national pain strategy originally came about through a number of concerned citizens with pain doing that very thing and lobbying what became a bipartisan, you don't hear that much anymore, bipartisan effort to put forward a national pain Care act that got put into the Affordable Care act that called for the development of an Institute of Medicine report on pain that led to the national Pain strategy. All starting with concerned people making those phone calls and writing those letters."
    },
    {
        "speaker": "A",
        "text": "So that means calling your congressman and congresswoman leaving messages. I hear this works. I mean, I know people that are doing this for other initiatives, and one call, two calls doesn't make much of a difference. But that if people are saying, you know, this is important to them, that people in power eventually start taking action."
    },
    {
        "speaker": "B",
        "text": "The legislators, they listen to, and in part, again, part of this life mission both to develop this platform. I've created a nonprofit called Pain USA, and its main mission is to help advance the implementation of the national pain strategy. And baked within that is this platform also to use high quality data to better inform the care of patients of people with pain and to deliver high quality treatments. Because we do know also that people listen to data and we need good quality data to influence those messages. But please, yes, make those calls, write those letters. It does work well."
    },
    {
        "speaker": "A",
        "text": "Sean. Doctor Mackey, thank you so much for everything that you're doing. You took us on quite a tour in terms of depth and breadth of the thing that we think of and unfortunately, in some cases experience as pain, although we also learned it's highly adaptive, some cases can protect us, does indeed protect us. Thank you for taking us on that tour of the biology, the psychology, the various treatments, the context in which all of this exists. We touched into some somewhat controversial areas, but I really appreciate the thoroughness and the nuance and the sensitivity with which you touch into all of those issues. And just on behalf of myself and everybody listening, I just really want to thank you. You've contributed a great deal today to the public education of what pain is, what it isn't, and how to treat it. So thank you ever so much."
    },
    {
        "speaker": "B",
        "text": "Thank you, Doctor Huberman, I appreciate the opportunity to come on and spend some time, and you're giving a platform to help educate and inform people out there. I got to tell you, nobody does it better. You've been absolutely amazing and thank you again."
    },
    {
        "speaker": "A",
        "text": "Thank you. It's labor of love and I appreciate the kind words. Come back again."
    },
    {
        "speaker": "B",
        "text": "Thank you."
    },
    {
        "speaker": "A",
        "text": "Thank you for joining me today for my discussion all about pain and ways to control pain with Doctor Sean Mackey. I hope you found the conversation to be as interesting and as informative as I did. To learn more about and explore some of the resources that Doctor Mackey mentioned during today's episode, please refer to the show note captions if you're learning from and or enjoying this podcast, please subscribe to our YouTube channel. That's a terrific, zero cost way to support us. In addition, please subscribe to the podcast on both Spotify and Apple. And on both Spotify and Apple. You can leave us up to a five star review. Please also check out the sponsors mentioned at the beginning and throughout today's episode. That's the best way to support this podcast. If you have questions or comments for me or guests or topics that you'd like me to include on the Huberman Lab podcast, please put those in the comments on YouTube. I do read all the comments during today's episode and on many previous episodes of the Huberman Lab podcast, we discuss supplements while supplements aren't necessary for everybody, many people derive tremendous benefit from them for things like improving sleep, for hormone support, and for focus. The Huberman Lab podcast has partnered with momentous supplements, and we've done that for several reasons. First of all, momentous supplements are of the very highest quality. Second, momentous shifts internationally, which we realize is important because many of you reside outside of the United States. Third, momentous supplements tend to focus on single ingredient formulations, which is important if you want to develop the most biologically and cost effective supplement regimen for you. To learn more about the supplements discussed on the Huberman Lab podcast, please go to livemomentous.com huberman. Again, that's livemomentous spelled o u S.com huberman. If you're not already following me on social media, I am Huberman Lab on all social media platforms. So that's Instagram, Twitter, now called xdev Threads, LinkedIn, and Facebook. And on all of those platforms I discuss science and science related tools, some of which overlaps with the content of the Huberman Lab podcast, but much of which is distinct from the content on the Huberman Lab podcast. Again, that's Huberman Lab on all social media platforms. If you haven't already subscribed to our neural network newsletter, it is a zero cost newsletter that includes summaries of podcast episodes as well as protocols in the form of brief one to three page PDF's for things like how to improve sleep, how to regulate dopamine, deliberate cold exposure, deliberate heat exposure, exercise protocols, and much more. To sign up, simply go to hubermanLab.com comma go to the menu tab, scroll down to newsletter, and provide us with your email. And I want to point out that we do not share your email with anybody. And again, the newsletter is completely zero cost. Thank you once again for joining me for today's discussion all about pain and ways to control pain with Doctor Sean Mackey. And last but certainly not least, thank you for your interest in science."
    }
]