[
    {
        "speaker": "A",
        "text": "Welcome to the Huberman Lab podcast, where we discuss science and science based tools for everyday life. I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. Today, my guest is doctor Sarah Gottfried. Doctor Sarah Gottfried is an obstetrician gynecologist who did her undergraduate training in bioengineering at the University of Washington in Seattle. She then completed her medical training at Harvard Medical School and she currently is a clinical professor of integrative medicine and nutritional sciences at Thomas Jefferson University. She has also been a clinician treating men and women in various aspects of hormone health and longevity for more than 20 years. She is an expert in not just traditional medicine as it relates to hormones and fertility, but also nutritional practices, supplementation and behavioral practices, and combining all of that expertise in order to help women navigate every aspect and dimension of their hormones, longevity and vitality, ranging from puberty to young adulthood, adulthood, perimenopause, and menopause. And nowadays, she's also treating men across the lifespan in terms of longevity, vitality, and hormone health. During today's discussion, Doctor Gottfried shares an enormous amount of information and tools that women can apply toward their hormone health, fertility, vitality, and longevity. We discussed the gut microbiome, which many people have heard about. But Doctor Gottfried points out the specific needs that women have in terms of managing their gut microbiome, microbiome and the ways that that influences things like estrogen levels and metabolism, testosterone, thyroid and growth hormone, and much more. We also discuss nutrition and exercise. We touch on how the omega three fatty acids play a particularly important role in managing female hormone health. Doctor Gottfried points out why women have particular needs when it comes to essential fatty acids and how best to obtain those essential fatty acids for hormone health. We also discuss exercise, and she offers some surprising information about the types and ratios of resistance training to cardiovascular training that women ought to use in order to maximize their hormone health. We also talk a lot about the digestive system. This was a surprising aspect of the conversation I did not anticipate. Doctor Gottfried shared with us, for instance, that women suffer from digestive issues at more than ten times the frequency that do men, and fortunately, that there are tools specific to women that they can use in order to overcome those digestive issues, and that in overcoming those digestive issues, they can overcome many of the related hormone issues that so many women face. Doctor Gottfried also shares with you tremendous knowledge about the specific types of tests, not just blood tests, but also urine and microbiome tests that women can use in order to really get a clear understanding of their hormone status, not just of present, but also where the trajectory of their hormones is taking them. So we have an avid discussion about puberty, about young adulthood, adulthood, perimenopause, and how best to manage and navigate perimenopause and menopause, including a discussion about hormone replacement therapy. In addition to her academic and clinical expertise, Doctor Gottfried has authored many important books on nutrition, hormones and supplementation as it relates to women and to people generally. The two books that I'd like to highlight and that we provided links to in the show note captions are women, food and hormones and the hormone cure I read the hormone cure and found it to be tremendously interesting and informative, not just in terms of teaching me about female hormone health and various treatments for female hormone health, but also as a man trying to understand how the endocrine system interacts with mindset, nutrition and supplementation more generally. So I highly recommend the hormone cure for anybody interested in hormones and hormone health and women food and hormones in particular for women. Although again, both books are going to be strongly informative for women wishing to optimize their hormone health, vitality and longevity. Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero cost to consumer information about science and science related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is element. Element is an electrolyte drink with everything you need and nothing you don't. That means plenty of salt, magnesium and potassium, the so called electrolytes, and no sugar. Salt, magnesium and potassium are critical to the function of all the cells in your body, in particular to the function of your nerve cells, also called neurons. In fact, in order for your neurons to function properly, all three electrolytes need to be present in the proper ratios, and we now know that even slight reductions in electrolyte concentrations or dehydration of the body can lead to deficits in cognitive and physical performance. Element contains a science backed electrolyte ratio of 1000 milligrams. That's 1 gram of sodium, 200 milligrams of potassium, and 60 milligrams of magnesium. I typically drink element first thing in the morning when I wake up in order to hydrate my body and make sure I have enough electrolytes. And while I do any kind of physical training and after physical training as well, especially if I've been sweating a lot. If you'd like to try element, you can go to drink element. That's lmnt.com huberman. To claim a free element sample pack with your purchase. Again, that's drinkelement. Lmnt.com huberman and now for my discussion with doctor Sarah Gottfried. Doctor Gottfried, Sarah, welcome."
    },
    {
        "speaker": "B",
        "text": "Thank you. So happy to be here."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm delighted and very excited to ask you about an enormous number of topics. You are expert in so many things. So the challenge for me is going to be to constrain this walk, as it were. But I'm hoping that we can touch on a great number of things today, the first of which is really about hormones and female hormones in particular. And I have a question, which is, is it ever informative for a woman, regardless of age, to know something about her mother's, perhaps even her grandmother's experience vis a vis hormones? Not just pregnancy challenges with or ease with pregnancy and child rearing, childbirth, this sort of thing. But what sorts of conversations should women be having with themselves and with family members to get a window into what their specific needs might be?"
    },
    {
        "speaker": "B",
        "text": "Love this question. So my work is really at the interface between genetics and environment. So your question gets to both. And I think it's essential that you understand what your grandmother went through, I'd even say your great grandmother, depending on longevity in your family. So I grew up with my great grandmother. I get that. And especially your mother. So I would probably start first with trauma and intergenerational trauma, because I think that affects the endocrine system so hugely, especially cortisol signaling, but the broader pine system, psycho immuno neuroendocrine system. And then there's, you know, if I think about the stages, the life cycle that a woman goes through, if you think about puberty, I think I don't know how genetically determined the age of puberty is. Certainly there's a lot of environmental influences, like toxins can affect it. But pregnancy, the age at which you start to go through perimenopause, menopause, many of those have a genetic component. So with pregnancy, I mean, you can certainly think the shape of the pelvis, your ability to have a vaginal birth, some of that is genetically determined. I mean, you do have the sperm donor affecting some of that. But in my family, for instance, we have no cesarean sections. So everyone goes through this process of a relatively easy vaginal birth. I was a forceps baby, but for the most part, you can find out about that. And then there's certain female conditions that have a very strong component genetically, most of which run in my family. So that includes endometriosis, fibroids. I just had a hysterectomy. I had 50 plus fibroids and polycystic ovarian syndrome."
    },
    {
        "speaker": "A",
        "text": "And of those three, how frequent are those? Maybe I can constrain the question a little bit by saying today's discussion, I imagine, is going to be heard by men and women of all sorts of ages. So maybe I'll direct the question a little bit toward at what age should these discussions start? We always imagine that women in their thirties and forties and fifties and onward should be getting certain tests and addressing things like ovarian reserve and other sorts of things. You know, maybe we could march through and just say for a woman in her teens who's already hit puberty, what sorts of biomarkers, whether or not they're blood based or per phenotyping, you know, the outward appearance of should those young women be paying attention to. Likewise for women in their twenties, thirties, maybe we could take it more or less by decade, starting at puberty. Assuming that woman hits puberty sometime, what between, what is it now, the average in the US is somewhere between twelve and 16 years old. Do I have that right?"
    },
    {
        "speaker": "B",
        "text": "No, you do not."
    },
    {
        "speaker": "A",
        "text": "Oh, great. Love to be wrong."
    },
    {
        "speaker": "B",
        "text": "So it used to be twelve to 16, I would say 50 years ago. It's been moving younger and we think some of that is related to toxin exposure, as I mentioned. But I was ten when I went through puberty, so. Well, I should say menarche and I started growing breasts much before that. So I think now I'm going to step away from the science for a moment. I'm going to do that pretty fluidly and I'll try to call it out. I think there's also a huge influence from stress and, like, the development of the adrenal glands. So, going back to the science, the issue in teenage years is that the hypothalamic, pituitary, adrenal axis, and I like to think of it broader. So stay with me. Hypothalamic, pituitary, adrenal, gonadal, ovaries in women, testes in men, thyroid, gut axis. So that, to me, is the control system. So I'm kind of expressing my bioengineering side here."
    },
    {
        "speaker": "A",
        "text": "Well, I think it's great to include the other organs and tissue systems of the body, because, as we both know, that the narrow definition of just hypothalamic, pituitary, adrenal, it can't be just that right? No, it can't."
    },
    {
        "speaker": "B",
        "text": "No, it doesn't tell the whole story. So if you look at the main sex hormones in a young woman who's in her teenage years, the hypothalamic, pituitary, adrenal, gonadal, part of that is not fully mature, so they're more likely to skip periods, especially under stress. They have a lot of influences. It really doesn't get well established until you're done with adolescence. And I'm told that adolescence now is till, like, age 25 to 26. I heard that and I was like, I've got two daughters. And I was thinking, that's a really long time."
    },
    {
        "speaker": "A",
        "text": "Not just psychologically defined or bio psychosocial, mostly psychologically defined."
    },
    {
        "speaker": "B",
        "text": "I heard that from a psychologist. So biomarkers you asked about in your teenage years. What I think is really interesting is to look at cortisol, to look at the dance between estrogen and progesterone in those years is less helpful because I think there's a lot of variability due to the immaturity of the system. If you've got someone who's got really regular periods, it's probably better to do some benchmarking at that age. But generally I find that benchmarking is best performed in your twenties or thirties."
    },
    {
        "speaker": "A",
        "text": "Are periods not that regular in terms of duration of the menstrual cycle? When the menstrual cycle first sets in?"
    },
    {
        "speaker": "B",
        "text": "It depends. So I was like clockwork every 28 days until I had my hysterectomy in August. Same thing with my daughters. I've got two daughters. One's 17, the other's 23. For a lot of women, they're not regular. And then there's the whole piece of oral contraceptives and other forms of contraception where you have no idea what the normal cycle is. And I hope we'll have some time to talk a little bit about oral contraceptives, because I think it is. This is now opinion again and not science. I think it is the number one endocrinopathy that is iatrogenic for women."
    },
    {
        "speaker": "A",
        "text": "We will definitely talk about it. I get a lot of questions about oral contraceptives in the social media space and also questions about IUD's quite a lot, totally. In particular copper IUd's, non hormonal IUd's. So we will definitely touch on that."
    },
    {
        "speaker": "B",
        "text": "I'm an IUD crusader, so I just want to give you that warning."
    },
    {
        "speaker": "A",
        "text": "You're a fan. Do I have that right? Or you're anti."
    },
    {
        "speaker": "B",
        "text": "I am a huge fan."
    },
    {
        "speaker": "A",
        "text": "Uh huh. Which IUd's in particular."
    },
    {
        "speaker": "B",
        "text": "So I like copper because it's non hormonal. It's as effective as getting your tubes dyed."
    },
    {
        "speaker": "A",
        "text": "Who would have thought, right? I mean, it's that toxic to the sperm mobility. Is that how it works? That's my understanding of it. Is that it basically, it's like more or less an electric fence to the sperm cap. And just. That's it."
    },
    {
        "speaker": "B",
        "text": "Electric fence is a bit of a harsh analogy, but I'll work with that. But it's, you know, to have something that can last for ten years so that you really have complete autonomy and sovereignty over your sexual life, that's profound. And to not get all those downstream risks that are associated with the birth control bill. The other thing that's important to know about it, I know this is a sidewar. Women who use the copper IUD have the highest satisfaction rate of anyone on contraceptives. The highest satisfaction rate, and yet it is the least used of all forms of contraception. Now, my favorite is vasectomy. But short of vasectomy, I think the IUD is a really great choice. There are some risks associated with it. I'm not saying it's risk free, but I love the IUD, and I love it for younger women, too, because it used to be that when I went through my training, which was 30 years ago, we were told, don't put it in someone who hasn't had a baby. And that is patriarchal messaging. But getting back to your original question, which is about biomarkers per decade in your twenties, that's when you want to do some base casing with estrogen, progesterone, and testosterone. I think it's really helpful to know about this. This tango. You're from Argentina or your father?"
    },
    {
        "speaker": "A",
        "text": "I have argentine lineage, yes. My grandparents did tango into their late eighties. I'm in my late forties and I still haven't started. So I suppose there's time."
    },
    {
        "speaker": "B",
        "text": "It might be time for you to."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "And it might be a factor in their longevity. Do they have good health span? Not just weight span."
    },
    {
        "speaker": "A",
        "text": "And my grandfather smoked cigarettes daily, remained mentally sharp until he died in his late nineties, but almost burned down their apartment several times, falling asleep with a cigarette in his mouth. So I don't recommend anyone smoke, by the way. But it was coffee, mate, red meat, and cigarettes. And they lived into their nineties. So that side of my family has the genetic advantage, the other side less so. But in any event, tango. Tango is a 2023 goal. It has been every year."
    },
    {
        "speaker": "B",
        "text": "I'm going to hold you accountable to that."
    },
    {
        "speaker": "A",
        "text": "Okay, we'll do. And no, there will be no YouTube."
    },
    {
        "speaker": "B",
        "text": "Video of me doing tango, at least not initially."
    },
    {
        "speaker": "A",
        "text": "Tim Ferriss, actually a phenomenal podcaster, as we know, is he's a badass. He's a badass tango dancer. I know this through various sources."
    },
    {
        "speaker": "B",
        "text": "Yes, I've seen. Yeah. So this tango between estrogen and progesterone is incredibly important. You want to have the right lead. You want to have the right follow between the two hormones. Again, I'm stepping away from my science hat, but what happens a lot of the time is that estrogen dominates in that tango. And when that happens, it sets you up for greater risk of fibroids, endometriosis, breast pain, probably in association with the microbiome and the astrobulome."
    },
    {
        "speaker": "A",
        "text": "Can you familiarize me with the astrobulome? Yeah, I'm delighted to know that. I don't recognize the term."
    },
    {
        "speaker": "B",
        "text": "Yeah. So the astrobulome is the set of microbes and their DNA. Their DNA mostly in the gut microbiome, that set of microbes in their DNA. So it's in the. If you look at the totality, the subset of particular bacteria modulate estrogen levels. So a lot of this work was spearheaded by Martin Blaser and I. What we know is that there are some women who have an astrobulum that makes them have a greater risk of certain estrogen mediated conditions, like breast cancer, endometrial cancer, and in men, prostate cancer. The astrobulum is incredibly important. There's not a lot of attention paid to it. But I always think in terms of my patients, could this be someone who's got a faulty astrobillome? And we need to adjust it with some of the microbiome modulating nutrients, nutraceuticals, that we have so that they're less likely to have that tango that's not working with estrogen and progesterone. So, getting back to the biomarkers, if you gave me an unlimited budget, which I kind of have with some of my clients that I work with now, what I would want to know is estrogen, progesterone, testosterone, and I want the timing right for that. I'd want to know about DHEA and sort of the whole androgen pathway. I'd want to know about the metabolites of estrogen because some of them are protective and very helpful. Others are a bit like Homer Simpson. I mean, they are just like causing all kinds of problems in your body, increasing the risk of quinones like DNA damage and potentially an increased risk of breast cancer, although that data, I think, is mixed. I'd also like to know about their stool. So I want to know about the microbiome. So the best that we have right now is to look. When we do stool testing, I do a lot of stool testing. We can look at things like beta glucuronidase. Are you familiar with BG?"
    },
    {
        "speaker": "A",
        "text": "I'm familiar with it as a term. And so for those listening, very often, not always, when you hear an ace ase, you're dealing with an enzyme. So we can take a stab there. And it sounds like it's somehow involved in glucose metabolism of some sort, or is it glucagonidation?"
    },
    {
        "speaker": "B",
        "text": "So it's involved in when you produce estrogen in the body. This is like the simplified version, but when you produce estrogen, you are meant to use it, send it to the receptors where it's meant to go, and then lose it. You don't want to keep recirculating estrogen, like bad karma. And that's what happens with people who have high beta glucuronidase. It's this enzyme that's produced by three bacteria in particular in the gut. And I see a lot of men and women who have elevated beta glucuronidase, and then they have semesters and dominance related to that. Is that the total reason? We don't really know, but it's one of the drivers, it's one of the."
    },
    {
        "speaker": "A",
        "text": "Levers, and it can be detected from a microbiome, aka stool sample."
    },
    {
        "speaker": "B",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "And in terms of blood testing or various tests for these other biomarkers getting estrogen, testosterone and other ratios, I realize there are people have different means, financial means, but in general, people wanting to do a blood test, it sounds like they're going to need to do it. Women will need to do it at different stages of their menstrual cycle if they had to pick one, either in the follicular phase or in the luteal stage of their ovarian menstrual cycle. Excuse me, ovulatory menstrual cycle. When would you suggest they do that if they had to pick one?"
    },
    {
        "speaker": "B",
        "text": "So if you forced me to pick one, I would say probably day 21 to 22 for someone in her twenties. So we're focused right now in that decade. So for most women, they've got a menstrual cycle date that averages out at 28 days. So this is about a week before they start their period. For women who are more irregular, it's harder to do that as women get older. And we'll talk about this in a moment. Usually the cycle gets a little shorter, so as they start to decline in their progesterone production, their period gets a little closer together. Like mine before August was about every 26 days. So at that point, you want to test sooner, like day 1920. And I'm not talking about blood tests. A blood test is the cheapest thing. It's usually what's covered by insurance. But my preference would be to do dried urine. I like to use saliva for cortisol. I like to use dried urine so that I get metabolomics in addition to the levels of these hormones. And if I'm forced to, I'll use blood testing. And that's certainly the gold standard for all of these hormones that we're talking about, but it's not as comprehensive and as you know, it's a quick little snapshot while the needle's in your vein for 30 seconds."
    },
    {
        "speaker": "A",
        "text": "Yeah, the salivary cortisol makes sense to me because my understanding is that you get free cortisol, which is the active cortisol. You said with urine, you're also getting the metabolites."
    },
    {
        "speaker": "B",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "For blood testing, you're getting sort of a crude window into the averages, a static total level."
    },
    {
        "speaker": "B",
        "text": "So let me go back and say one other thing about biomarkers. A big part of the testing that I do in phenotyping my patients, I practice precision medicine. So I like to almost start with nutritional testing. I don't think I've ever had a teenager. I've got some NBA players that are 19, 2021. So maybe those count, but those are men, obviously. But for nutritional testing, that would be potentially a helpful thing to do in your twenties becomes less important as you get older and you develop more micronutrient deficiencies. But micronutrients play a huge role in terms of hormone production. Magnesium, you know, the magnesium is hugely involved in the way that you get rid of estrogen, as an example. So micronutrient testing, what I usually do is a combination of blood and urine. And so I'm looking at all of the micronutrients that we can measure that have some clinical scientific basis behind them. If I could do that for a teenager, I think it might be helpful, because I recently gave a lecture on breast cancer risk reduction. Another quick sidebar. And I was sad to find that intake of vegetables, polyphenols is such an important predictor of future risk of breast cancer, like when you're 50, 60 plus. And the most important time is when you're a teenager. Now, I have one daughter that eats vegetables. She loves them. And I have another daughter who eats food that's beige. And it's very hard to get her to eat the volume of vegetables five colors a day, which is what I do. And if you have evidence that you could show a 17 year old that they've got micronutrient gaps, I think that would be a motivator for them to eat differently at a time when it's so critical, even though it's 25 years in the future, that it's going to potentially change this arc that they're on."
    },
    {
        "speaker": "A",
        "text": "What do you do for a young woman who doesn't like vegetables or is not somehow able or willing to get those five colors a day of vegetable to help support the microbiome? Are supplements a useful tool in that case? What other sorts of tools, behavioral or otherwise, are useful?"
    },
    {
        "speaker": "B",
        "text": "Such a good question. So here I'm going to invoke Rob Knight at UCSD. So I think his gut project has really been helpful in terms of understanding what kind of modulators are going to be important. So what I try to get that person to do, and I don't see many teens anymore other than NBA players. What I try to get them to do is to have a smoothie. Very hard to get them to have a smoothie every day. But if I could get them to have a smoothie three times a week and to throw some of these vegetables in, that makes a huge difference. I mean, we know that makes a difference in terms of microbiome change."
    },
    {
        "speaker": "A",
        "text": "If you're blending up broccoli or kale, cauliflower."
    },
    {
        "speaker": "B",
        "text": "So cauliflower is great."
    },
    {
        "speaker": "A",
        "text": "They're putting things into the smoothie. Yeah."
    },
    {
        "speaker": "B",
        "text": "I don't know if you can get a teenager to do that, but they often will use, like I have them do steamed broccoli that's in the freezer because it's got very little taste. So that they could do that in a chocolate smoothie. They could add some greens. I like greens. Powders are super convenient. So that with, you know, kind of a taste that they like, whether that's chocolate, which is what most of my clients want, or, you know, vanilla with berries and that sort of thing. So that can go a long way if you don't like vegetables. And short of that, I would say some supplements, but I would say that's a distant second to making a smoothie. I've got one patient that I have to mention because he took this to the extreme. He's a retired physicist professor at UCSD. He found out that his microbiome was a hot mess and developed autoimmune disease. He became hell bent, like only a physicist could, on changing his microbiome. And he dramatically shifted it by having a smoothie every day with 57 vegetables and fruits in it."
    },
    {
        "speaker": "A",
        "text": "57 Independent."
    },
    {
        "speaker": "B",
        "text": "57 Independent. So, I mean, this just warms my heart the way that he did this. But he would go to the farmer's market, he would just get a bunch of this, a bunch of that, and he would go home, make the smoothie and then stick it in the freezer so he'd have a serving every day. And he became a completely different person based on this microbiome change. His autoimmune disease is in remission. He dropped a huge amount of weight. He went from being kind of this phenotype that I know you know well, of a professor, high performing, traveling around the world on so many boards, so much innovation, so many great ideas, supercomputer guy, to being someone who gets up in the morning, gets in his hot tub, exercises for like one to 2 hours a day, and then does a little work. Like, he completely shifted the way that he lives and his microbiome shift, you know, who knows what's the chicken and what's the egg there? But he had a huge change in his physiology. Glucose went from being quite high. He had. And he tracks all of this, of course, it's like scientific after all, right?"
    },
    {
        "speaker": "A",
        "text": "And retired, I suppose, might have had."
    },
    {
        "speaker": "B",
        "text": "And he's retired, but he's got the longest time series of anyone I know. And he's tracked his glucose and insulin going back 20 years. So he can show you. Okay, here's where I started having my smoothie. And here's how my glucose and insulin changed as a result of that."
    },
    {
        "speaker": "A",
        "text": "I'd like to take a quick break and acknowledge one of our sponsors, athletic greens. Athletic greens, now called ag one, is a vitamin mineral probiotic drink that covers all of your foundational nutritional needs. I've been taking athletic greens since 2012, so I'm delighted that they're sponsoring the podcast. The reason I started taking athletic greens, and the reason I still take athletic greens once or usually twice a day, is that it gets me the probiotics that I need for gut health. Our gut is very important. It's populated by gut microbiota that communicate with the brain, the immune system, and basically all the biological systems of our body to strongly impact our immediate and long term health. And those probiotics and athletic greens are optimal and vital for microbiotic health. In addition, athletic greens contains a number of adaptogens, vitamins and minerals that make sure that all of my foundational nutritional needs are met. And it tastes great. If you'd like to try athletic greens, you can go to athleticgreens.com Huberman and they'll give you five free travel packs that make it really easy to mix up athletic greens while you're on the road, in the car, on the plane, etcetera. And they'll give you a year's supply of vitamin D. Three k, two. Again, that's athleticgreens.com huberman to get the five free travel packs and the year's supply of vitamin D. Three K, two. Is there a case for I'll say young women, but young women and mendenne, um, using over the counter probiotics as a way to enhance the microbiome. This is something I hear about a lot. I've heard that excessive doses of capsule probiotics can give a brain fog like condition. Um, I personally don't use capsule probiotics unless I feel like my system is under a significant amount of stress, in which case, I might add that in for brief periods of time or if I've just taken antibiotics for a period of time."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Uh, do you ever recommend that the college student or the high school student that she or he take capsule probiotics, assuming that they're getting, let's say, three to five servings of vegetables per day, either in smoothie form or some other form, what are your thoughts on supplementing probiotics?"
    },
    {
        "speaker": "B",
        "text": "It sounds like such a simple question. It is such a complex answer, and I don't think we really have the answer. I'll tell you the way that I approach it. I look for randomized trials to support my use of probiotics, and frankly, I'm underwhelmed. So I've seen some data. If I invoke my NBA players for a moment, almost every player I've tested has increased intestinal permeability. They just have such a high training load, probably mediated by cortisol, very high glucoses. When they drain that, they have increased intestinal permeability. So those tight junctions in their intestine become loose. They develop a lot of inflammation as a result of that. And when you're a professional NBA player and you're making 20 million a year, you don't want a lot of inflammation. You want a little bit to help your muscles recover, but you don't want it to be adding to problems when you develop an injury."
    },
    {
        "speaker": "A",
        "text": "So this is leaky gut, leaky gut."
    },
    {
        "speaker": "B",
        "text": "I don't love that term, but yeah, we'll use it here. So there's a particular probiotic that is helpful in athletes with leaky gut. So that's the kind of specificity and randomized trial that I'm looking for. The rest of it, I think there's support if you find help from it as you described, if you take a course of antibiotics. I mean, first of all, I would question whether you need them, but I."
    },
    {
        "speaker": "A",
        "text": "Try and avoid them. There have been instances where they've been prescribed and I took them mostly in the past, like I was in college. They seemed like they kind of gave them out. You had a sinus infection, they give you antibiotics using."
    },
    {
        "speaker": "B",
        "text": "Yeah. The worst treatment ever. Yeah. So if you're coming off of antibiotics, I think that's a good time to do what we call replacement dose probiotics. I think what's far more interesting is prebiotics. I think the data is much better for prebiotics and the selective use of polyphenols."
    },
    {
        "speaker": "A",
        "text": "How would a person in their teens and twenties, or any age for that matter, know whether or not they have nutritional deficiencies? What is the best way to analyze if one is getting enough magnesium? And for that matter, what is going to be the best way to test the microbiome? You said stool sample, and I'll come right back with the same question. I asked about a blood test. What time of day, when during the month to establish a baseline. This would be prior to embarking on a 97 vegetable or per day. Well, I love the idea that you're telling us, if I'm gathering correctly, is that yes, there's a case for probiotics, but for the typical person, regardless of age, eating more vegetables or drinking more vegetables, as the case may be, is going to be beneficial for the gut microbiome, perhaps without the need to go test whether or not one is making a certain number of estrogen related metabolites or not. Just that that's a great starting place. Eat or consume more vegetables. Totally. But if one wants to analyze their gut microbiome, are there good tests available to the general public? I'm not going to name companies, but I've been tracking this over the years and it's never been clear to me that we know what constituents of the gut microbiome are best. We know that dysbiosis is bad and we know that diversity of the microbiome is good. We hear this, but no one's ever told me that you want a particular ratio of one microbiota to another in a way that has made any sense to me, at least. I'm not a microbiologist, but whereas with, you know, with testosterone in men, we hear, okay, you want your free testosterone to be about 2% of your total. Perhaps with women, women are gonna have more testosterone than estrogen on average, but still less than men. When you look at testosterone, et cetera, et cetera. But you can get some crude measures. But for the microbiome, it just seems like long lists of microbiota for which I just get dizzy. If you just wrote out a bunch of I's and ls and s's, you'd halfway. You're getting a bit the same information. I'm not trying to poke at that field. It's a beautiful field, but they haven't told me what my microbiota ought to look like. What's a healthy microbiome chart?"
    },
    {
        "speaker": "B",
        "text": "Well, that's because we don't know. I mean, the best we have is Rob knight's work. But even that is limited in terms of, can I tell you that a woman in her twenties should have this particular pattern with her microbiome? No, I can't. So let me go to your first question, because I think you just asked about six. Your first question is about nutritional testing. What I like to do with nutritional testing is run a panel that's looking at antioxidants. So, like vitamin a, vitamin C, alpha lipoic acid, plant based antioxidants, because you can measure that in the blood. I like to look at some of the key vitamins, especially the B vitamin range, because as you probably know, if you've got particular genetic polymorphisms, you might be less likely to be absorbing the right level of vitamin b, nine, folate, vitamin b, twelve, et cetera. I'm also looking, going back to the antioxidants at glutathione, because I think that's such an important lever when it comes to detoxification, which we haven't talked about yet. And then I'm looking at some of the minerals. Magnesium is really the most important. And we know that somewhere around 78% of Americans are deficient in magnesium. That's like the lowest hanging fruit."
    },
    {
        "speaker": "A",
        "text": "I would be curious, for instance, with magnesium, if that number of people are deficient, does that mean that that number of people should be targeting their nutrition towards foods that contain magnesium and or supplementing with magnesium? And if so, what forms of magnesium? We've talked about three and eight. For sleep, there's a mag citrate. There's so many forms, it can be a little bit of overwhelming to people. So any detail in sourcing, I would appreciate it."
    },
    {
        "speaker": "B",
        "text": "Great. So first, in terms of testing, what I prefer to do is to mention more than one lab and more than one brand. And I can just. I'm speaking mostly from experience. So for testing, I do a lot of Genova neutrals. During the pandemic, they developed an at home test. Normally with a neutral, you have to get your blood drawn and you have to do a urine sample. So a lot of people can't do that. The great thing about this test is your insurance usually pays for most of it, and so the copay is about $150. So during the pandemic, they developed another test called metabolomics, which does much of the same testing, but it's a finger prick. Most of my patients prefer that. In fact, they haven't gone back to the neutral. Second lab is spectra cell. I use spectra cell occasionally. I find it not quite as easy in terms of fitting into my practice. But I've got friends and mentors like Mark Houston, who does a lot of precision cardiometabolic health. He thinks spectrosol is the best test out there. So you asked about magnesium. You have to measure red blood cell magnesium, like whole blood, and with deficiency. It's interesting with supplementation for my patients, who tend toward constipation, and that's frankly about 80% of the women that I take care of."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Wow. I'd be curious as to why that is. I can guess. Diet, stress, patriarchy, rage."
    },
    {
        "speaker": "B",
        "text": "They may not know."
    },
    {
        "speaker": "A",
        "text": "So, pine."
    },
    {
        "speaker": "B",
        "text": "The pine system."
    },
    {
        "speaker": "A",
        "text": "Right. Psychology, immunology, neural and endocrine factors combined. Is that."
    },
    {
        "speaker": "B",
        "text": "Yes. And then I would say there's another factor, which is being female is a health hazard. So we have twice the rate of depression, insomnia. We've got three to four x, increased risk of multiple sclerosis. We've got five to eight times the risk of thyroid dysfunction. If you just look at that and you look at subtle preclinical thyroid dysfunction, a huge number of the women that I take care of. Well, let me back off. A large number of the women that I take care of have thyroid dysfunction. That's contributing to constipation. And if we go back to that control system, the hypothalamic, pituitary, adrenal, thyroid, gonadal, gut axis, and they have a lot of perceived stress together with this borderline thyroid function that no mainstream medicine doctor has told her is a problem. And then she's got a problem with the tango between estrogen and progesterone, she's going to tend toward constipation. Women have a lot more constipation than men. The gut is about 10ft longer in women compared to men. We should talk about some sex and gender differences and define those."
    },
    {
        "speaker": "A",
        "text": "Sure."
    },
    {
        "speaker": "B",
        "text": "And they are much more likely to have a torturous colon. And the way you know that is you get a colonoscopy and they tell you, yeah, it's really hard to get in there and do what we need to do."
    },
    {
        "speaker": "A",
        "text": "As a brief tangent, but I think this is the time to ask, at what age now do physicians insist their female patients get colonoscopies for men? I think the age used to be 50. Now it's getting ratcheted back to 45 or 40. Again, these are recommendations, not requirements, but they're pretty strong recommendations, depending on where you live, etcetera, for women, how early do you think they should get a colonoscopy to, to explore for possible polyps and or colon cancer?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it's a really good question. I don't know the answer. So what I've always operated with is 50. The way that I answer that is to go to the US preventive task force rating to determine, based on their synthesis of the data, what age is the most appropriate. Has it changed, as you just described, for men from 50 to younger? I don't know. So we should fact check that."
    },
    {
        "speaker": "A",
        "text": "All these additional health hazards for women, you mentioned some of the, you broadly mentioned psychological impact. And of course, these things are all related. Psychology, immunology. And one of the, I think, wonderful things about neuroscience and science in general and medicine is that there's now an understanding that all the organs are connected to one another."
    },
    {
        "speaker": "B",
        "text": "It's a network."
    },
    {
        "speaker": "A",
        "text": "It's a network and that the microbiome sits at. At a key node within that network. And I think most people accept that now. Yes, that seems to be a theme that, at least in the last ten years, is really wonderful, because certainly for neuroscience, it was thought that unless it's in the cranial vault, it's not neural, which is ridiculous because there's lots of nervous system outside the skull. But in any case."
    },
    {
        "speaker": "B",
        "text": "Can I interrupt for a second?"
    },
    {
        "speaker": "A",
        "text": "Yes, please."
    },
    {
        "speaker": "B",
        "text": "So I think you're right that there's an understanding about the network effect. But I think that as much as I love mainstream medicine and I trained in it, and I am so grateful for my education, I still think it is a silo based way of taking care of patients. So even if there's an understanding of the network effect, more at the science level or as you described in neuroscience, there's still, you know, if you are a woman who has constipation, fatigue, maybe an autoimmune condition, feel stressed out all the time, feel like your hormones are out of whack, you get sent to the gastroenterologist for the constipation. You get sent to the rheumatologist for your autoimmune issues. You maybe get sent to an endocrinologist if you've got thyroid problems. And there's very little collaboration between these groups. So even though there's an understanding of the network effect in real life, it's not happening."
    },
    {
        "speaker": "A",
        "text": "Let's go deeper down that path, because you point out something really important, and you've mentioned constipation a few times. Can we view constipation as a serious enough symptom that it warrants an immediate intervention? That is, does it flag or signal problems that are severe enough that that should be the issue that's dealt with for anybody that's experiencing it? I mean, it's sort of an odd topic for many people because they think, oh, you know, bowel movements and sort of, you know, there's that kind of pre adolescent humor around this. But I think it's so important. What I'm hearing you say is that constipation is far more common in women, and it signals a general set, many problems occurring. Does that mean that women should address constipation? And if so, what's the best way to address constipation?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I love this question, because you're doing, can we have a quick little metaconversation? So you're doing something that I knew you would do, which is you're teaching me something, and you're changing. Like, there's a social genomics thing happening where you're changing my thought about this, so I just wanted to acknowledge that. Thank you."
    },
    {
        "speaker": "A",
        "text": "Thank you. Well, I think for me, when I hear that there's a kind of. You're talking about a phenotype. Constipation is a phenotype. It's one that people generally don't wear a t shirt explaining it to people, but that, I'm guessing, anything to do with sexual health, bowel health, urology, people just don't talk about for all sorts of reasons, and those reasons are probably so obvious that they're not even worth discussing, and also because we won't change them except by talking about them. So if you say women are far more constipated, and that's signaling a larger set of problems, then my immediate thought is, well, will relieving constipation, pun intended, retroactively, will that assist in a great number of issues? And. Or will it get them down the road of thinking about those other issues more specifically? Like, do I need more magnesium, or should I be putting vegetables in my smoothie? So I'm curious about constipation as a target for intervention that then opens up a bunch of other discussions, because there are these certain nodes in the. In the mental health, physical health space that when someone, you know, like, we talk about deliberate cold exposure, do I think it's magic? No, but I think that if someone's getting themselves into a cold shower once a day, it opens up a number of questions about themselves and reveals a number of things to themselves. Like, how do I buffer stress?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "What sorts of levels of control do I actually have? And on and on. So perhaps not the best example, but."
    },
    {
        "speaker": "B",
        "text": "Some of us hate cold exposure, right? Which we have, like, a gene that makes us stress out, like, you wouldn't."
    },
    {
        "speaker": "A",
        "text": "Believe, which cold exposure, which I would argue makes it very likely that even 10 seconds of cold exposure gets you the effect that you want, as opposed to someone who adores cold exposure, like a penguin needs a lot more cold exposure for it to have the adaptive response. Anyway, that's my way of gumbing through that. You're quite correct."
    },
    {
        "speaker": "B",
        "text": "So let's answer this question."
    },
    {
        "speaker": "A",
        "text": "The constipation issue."
    },
    {
        "speaker": "B",
        "text": "Yeah. So this is how you're changing the way I think about this. So you're asking, okay, instead of looking at constipation as a constellation of symptoms of what about if you just used it on its own as sort of a key indicator or signal of dysfunction with PI network or maybe something broader. And I think that's right. So it makes me think of a few things. It makes me. You're also changing this book that I'm writing on autoimmunity and trauma. So thank you for that. Women experience more trauma than men. This is well established. If you look at the AcE studies that were done by the CDC and Kaiser in 1998, we know that men, for the most part, middle aged men, have about 50% of them experience significant trauma, as defined by the AcE questionnaire. Women are at 60%, and that's pretty durable since 1998. So women have more. They have different forms of abuse, much more likely to have sexual abuse. They have a different HPA response than men. Their perceived stress tends to be higher. And I'm generalizing for a population side note, you know, in precision medicine, we don't do that. We do medicine for the individual, not the population, not medicine for the average. And so if you look at the physiology of a female, I think that constipation and that need to control and restrain and hold things in, tighten the anal sphincter, I think that's part of the physiology. So I'm veering away from the science, but I do think that it is a really important signal to pay a lot of attention to. Now, you also asked about microbiome testing. Should we do that or do you?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Well, I have a couple more questions about constipation. I never thought I'd ask this many questions about constipation, but now I'm fascinated. By the way, also this morning, I taught medical students at Stanford about the fact that we are basically a series of tubes. So you talked about the anal sphincter. We are a set of sphincters from one end to the other. I mean, we are a set of tubes, our nervous system being one of those tubes. And I think in eastern medicine, they talk about the various locks between those tubes and chambers. It's not without coincidence. There's some real wisdom there, of course."
    },
    {
        "speaker": "B",
        "text": "Wait, did you just talk about energetic anatomy?"
    },
    {
        "speaker": "A",
        "text": "More or less. I didn't say the word chakras, but I might in passing. That's the bondas, the bandas. Right. Are the sphincters. Yes, that's right. Thank you for that. So what defines constipation? I mean, in other words, let's think about the healthy rather than think about the unhealthy. Let's. How many bowel movements should a woman or a man have per day? Assuming, and this is where it gets tricky, because some people are doing time restricted feeding, some people are eating more, some people are eating more fiber, more bulk, larger meal at the end of the day, a larger meal at the beginning of the day. We will never be able to sort out all those variables, but on average, how many bowel movements and is timing during the day for bowel movements at all informative?"
    },
    {
        "speaker": "B",
        "text": "What works for you?"
    },
    {
        "speaker": "A",
        "text": "Well, when I'm asleep, generally, I don't want a bowel movement, so I'm gonna be like most people, right?"
    },
    {
        "speaker": "B",
        "text": "Well, sleep is primary for you, right?"
    },
    {
        "speaker": "A",
        "text": "Exactly. I always assumed that morning time was a healthy time for bowel movements. And I think almost everybody, babies included, recognize the feeling of being lighter and more energetic when they've evacuated their colon. In fact, so much so that I'm obsessed with jungian and freudian psychology that the first thing we learn when we come into this world is that we want something. We feel some sort of autonomic arousal. Stress, whether or not it's food or warmth or the need to have a bowel movement. One of the first things that parents learn is how to recognize that, not by the odor coming from the diaper, but by the look on the baby's face or their agitation. Agitation signals the need for some sort of relief. Right. Temperature relief, food relief, evacuating the bowel relief. So my understanding is that as autonomic arousal increases in the early part of the day, ideally after a good night's sleep, that bowel movements become more likely. Unless that arousal becomes so great that then people feel so, quote unquote, locked up because of the balance of the autonomic features. So, early day, I'm guessing, and again in the second half of the day. And here I'm totally guessing and certainly not having to wake in the middle of the night. Yeah, those are my best guesses."
    },
    {
        "speaker": "B",
        "text": "That's great. So I would agree with that. When I was at Harvard Medical School in UCSF for residency, I was taught that constipation is having a bowel movement less frequently than once every three days."
    },
    {
        "speaker": "A",
        "text": "Sorry, I don't think I've ever laughed out loud on this podcast as a consequence of textbook medical knowledge. Are you kidding me?"
    },
    {
        "speaker": "B",
        "text": "Is that ridiculous?"
    },
    {
        "speaker": "A",
        "text": "Well, that sounds like. And here, pun intended, that sounds like the conclusion of some very constipated person and in other ways, constipated individuals. And again, this might seem like an odd conversation, but the discussion around constipation is present in psychological literature because of this relationship to the autonomic system."
    },
    {
        "speaker": "B",
        "text": "Well, it's a metaphor in literature. It's crucial. So you spoke to a number of different threads that I think are important here. So that's the definition that I learned. And I heard that, and I was like, hell no. That doesn't work for me. Doesn't work for anyone I know. And I spent a lot of time, especially in medical school and in my internship, where you rotate on medicine, disimpacting women, like older women who come in who haven't had a bowel movement in a month."
    },
    {
        "speaker": "A",
        "text": "Whoa."
    },
    {
        "speaker": "B",
        "text": "And let me tell you, that is not nice for anybody."
    },
    {
        "speaker": "A",
        "text": "Believe me, I became a scientist, not a physician, for a number of reasons, both positive and negative. That's one of them."
    },
    {
        "speaker": "B",
        "text": "Yeah. So my definition of constipation as a western, mostly white girl is that if you're not having a bowel movement every single morning and you have a feeling of complete evacuation anything less than that is constipation. So that's how I define it. If you're in India and you're eating food that's got a fair amount of microbes in it, it's less sanitary. I'm using that word as carefully as I can. Generally, they have a bowel movement after every meal, but they've got a different microbiome. They're exposed to different microbes. Here in the US, I would say, once a day. You also spoke to something very important, which is the balance between the parasympathetic nervous system, rest and digest and poop, versus the sympathetic nervous system. Kind of the on button, you know, fight, flight, freeze on. So I think for those of us who've got issues with autonomic balance, it can lead to constipation. And I like that. Constipation could be pulled out and kind of writ larger as an important signal."
    },
    {
        "speaker": "A",
        "text": "What sorts of tools do you recommend people use to relieve constipation in eating more fiber? Sounds like reducing stress is going to be a huge one."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "What are your favorite stress reduction tools? I like to divide these into real time tools. So big proponent of physiological sighing, real time, these sorts of things, but things that can really lower the baseline on stress overall to facilitate constipation and other broad indicators of health."
    },
    {
        "speaker": "B",
        "text": "So I'm not a fan of lowering stress. I'm a fan of lowering perceived stress. And I think the distinction is really important. I learned when I was in my thirties that I was a massive stress case and I didn't know it. It was just sort of. I think I, through residency, through working 120 hours a week, I just was so accustomed and sort of that was."
    },
    {
        "speaker": "A",
        "text": "120, not under 20 folks. Yeah, not unusual in medicine."
    },
    {
        "speaker": "B",
        "text": "Well, they've changed training so that you work no more than 80 hours a week. Now. That was before my time. So I became accustomed to a massive amount of cortisol. Massive. And I would say I've spent the past 20 years really working on perceived stress to find, I think all of us need an a la carte menu of what is most effective. So what works for me now at my age is different than, you know, the. The tm I did as a college student, transcendental meditation. It's different than the. I became a certified yoga teacher when I was in my thirties. That is very effective for a lot of people. It wasn't enough for my matrix. I do holotropic breath work. I didn't read it, but I saw that you just had a paper in cell on your sign. And it made me think, like, teach me how to sigh. Teach me how to sigh. Can you say a little bit about that? How do you do it?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Very briefly, that study was we wanted to find a minimal effective dose. Intervention."
    },
    {
        "speaker": "B",
        "text": "Yeah. Five minutes a day."
    },
    {
        "speaker": "A",
        "text": "I just wanted. Yeah. So five minutes a day. We needed to figure out what people would do every day."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And we were monitoring subjective mood, et cetera, but also biometrics, remotely. So it's kind of a nice."
    },
    {
        "speaker": "B",
        "text": "Which biometrics? HrV."
    },
    {
        "speaker": "A",
        "text": "HrV. Nighttime sleep, cortisol. Uh, I wish. Um, so this was done during the pandemic. More than 100 subjects. The advantage was that we got data 24 hours a day because they're pinging us in their data, uh, wearing HRV 24. Yeah."
    },
    {
        "speaker": "B",
        "text": "Nice."
    },
    {
        "speaker": "A",
        "text": "So that was nice. Resting heart rate, um, subjective mood. We would get in touch with them daily. So when people were swapped between groups, like any good study, but five minutes a day of sort of standard, if you will forgive me, meditations or just sitting. No instructions about how to breathe. Just focusing on closing their eyes and focusing on focusing. Yep. Another group did box breathing."
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "Inhale, hold. Exhale, hold for equal durations. The duration of each of those inhales and holds was set by their carbon dioxide tolerance. So somewhere between three and 8 seconds, depending on how well they regulate, to carbon dioxide. Another group did cyclic sighing. So this would be double inhale through the nose. So big inhale through the nose, followed by it to lungs empty. Exhale. That second inhale after the first big, long inhale through the nose is really important because it makes sure that all the collapsed alveoli lungs snap open. And then the exhale, you offload a lot of carbon dioxide."
    },
    {
        "speaker": "B",
        "text": "That's very similar to holotropic breath work."
    },
    {
        "speaker": "A",
        "text": "Yes, not unlike holotropic breath work. A little bit pranayama ish, but the exhale is rather passive as opposed to active. And then the fourth category was cyclic hyperventilation, which is a lot like tummo, aka wim hof ish breathing, different than wim Hof breathing. So this would be so very active. Inhales and exhales every 25 cycles of inhale, exhale. That would be one cycle long. Exhale, hold lungs empty, 15 to 30 seconds, then repeat for about five minutes. Everyone did that for five minutes. And what we found was that the cyclic sighing led to the greatest improvements in mood around the clock, not just around the practice or during the practice, as well as lowered resting heart rate, improvements in sleep, etcetera."
    },
    {
        "speaker": "B",
        "text": "And you got to publish and sell. Yeah, we were very fortunate."
    },
    {
        "speaker": "A",
        "text": "Very fortunate. I think, thankfully, the reviewers and editors understood that these minimal intervention things, hopefully, are going to be of use to people, so useful to people."
    },
    {
        "speaker": "B",
        "text": "I mean, how often do you read a paper like that that could offer a behavior change that is so easy to implement? I mean, I love that question."
    },
    {
        "speaker": "A",
        "text": "Thank you."
    },
    {
        "speaker": "B",
        "text": "So what about. Did you tell them not to drink because alcohol has such a huge effect on HRV."
    },
    {
        "speaker": "A",
        "text": "Yeah. So, in this case, we didn't tell them to alter anything else about their behavior."
    },
    {
        "speaker": "B",
        "text": "Just hoping it was background, kind of. Across the same groups."
    },
    {
        "speaker": "A",
        "text": "Yes. And some were Stanford students, others were from the general population."
    },
    {
        "speaker": "B",
        "text": "Any frat boys that were drinking heavily?"
    },
    {
        "speaker": "A",
        "text": "Probably not. Well, during the pandemic, I think alcohol intake went way up across the board. I mean, if I had a magic wand, I would ask that people either not drink or drink two drinks per week maximum. At least that's my understanding of the literature."
    },
    {
        "speaker": "B",
        "text": "Are you familiar with the whoop data with alcohol?"
    },
    {
        "speaker": "A",
        "text": "No, but we have a collaboration through that paper, and it certainly disrupts patterns of nighttime sleep. In particular, from my understanding, that first phase of sleep, that's related to the massive growth hormone release that we all really need and want in this."
    },
    {
        "speaker": "B",
        "text": "And you didn't measure growth hormone?"
    },
    {
        "speaker": "A",
        "text": "We did not, no. The second iteration of this study will certainly include free cortisol by saliva."
    },
    {
        "speaker": "B",
        "text": "Hormone panels."
    },
    {
        "speaker": "A",
        "text": "Hormone panels. Well, I'm beginning to think that we should also be asking people how often they're going to the bathroom and what time of day. Yes. I mean, this thing around constipation is. Is super interesting, and I think that, plus blood markers, and then I'm very excited to learn that urine contains additional markers that could be informative. So, yeah, it was a fun study. Not easy study to do with that number of subjects."
    },
    {
        "speaker": "B",
        "text": "Takes a lot of training for your research assistants."
    },
    {
        "speaker": "A",
        "text": "Yeah, it was a big group. It was nine people in our group and three clinicians, and a lot of phone calls and a lot of back and forth. And thank you to the subjects who served as the real life guinea pigs. So, yeah, I think that stress, you know, people's. I think people are starting to appreciate that there are ways that they can relieve their stress that don't only fall under the categories of vacation."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "And meditation. But I want to say that meditation is obviously a wonderful tool. It's just. It's a. It's a tool not unlike any other tool that is great for some people and less great for others."
    },
    {
        "speaker": "B",
        "text": "Well, certainly it's a great tool, and it's got such a scientific basis behind it. But there's so many things on this, a la carte, sex, orgasm, connection, feeling heard and seen and loved."
    },
    {
        "speaker": "A",
        "text": "Let's talk about that. You mentioned earlier that all these stress factors. You said patriarchy. But I think, if I may, at risk of just strengthening that statement. I mean, that, to me, is. Is signaling a bunch of other factors around, as you said, keeping things in. What do you think explains. Let's talk about that, because I think that that's likely to have raised a certain flag in people's minds. Like, what exactly is she talking about? Are you talking about less opportunity? Are you talking about less opportunity to vocalize? Are you talking about less opportunity to vocalize and be heard? I mean, I realize that there are an infinite number of variables. Given that, it sounds like a really strong input to the system. What I mean by that is that psychology is influencing biology. And you're saying that these power dynamics, structures and dynamics are impacting. Let's hear your thoughts on that, because I hate to let a flag like that go by without fleshing it out."
    },
    {
        "speaker": "B",
        "text": "Never waste a good flag."
    },
    {
        "speaker": "A",
        "text": "Preface it by just saying that, like, people will have different opinions on this, and that's. And I think that's healthy. And, like, with the discussion about constipation, let's talk about what people aren't willing to talk about when it comes to health."
    },
    {
        "speaker": "B",
        "text": "Love it. So, we might need to talk about patriarchy on part two. But I'll give you some material that I've been working with. I started. I did not even understand the existence of patriarchy until I was a bioengineering undergraduate at MIT."
    },
    {
        "speaker": "A",
        "text": "I should mention, which has always had a bit of a male, a skewed male, in terms of faculty numbers. Well, my."
    },
    {
        "speaker": "B",
        "text": "That's true at most universities."
    },
    {
        "speaker": "A",
        "text": "True. Well, my postdoc advisor was the late Ben Barris, who was a female to male transition transgender."
    },
    {
        "speaker": "B",
        "text": "Interesting."
    },
    {
        "speaker": "A",
        "text": "First transgender member of the National Academy of Sciences. One of my closest friends, unfortunately, he died of pancreatic cancer. We were very, very close. They're actually making a documentary about Ben. But Ben, this is interesting. Ben went to MIT because he wanted to be around a lot of men. That's a lesser known fact. But then he was a very strong advocate for women. He went as Barbara when he was Barbara. And by the way, he's given me permission to share all this. Prior to his death, I recorded a lot of conversations with Ben. I only ever knew him as Ben, by the way, but when he was at MIT, he was identified female, and he later talked about the intense suppression, oppression, literally is how he described it, especially given that he was performing so well."
    },
    {
        "speaker": "B",
        "text": "Yes. So you just defined patriarchy. You did it yourself. A couple things. When I was in bioengineering, I took a women's studies class and it was all about teaching undergraduates about the existence of patriarchy, which I would define, maybe at its simplest, as power over. I'm not saying men are patriarchy. I'm saying something very different, which is power over. Let me correct one thing that you said. I didn't go to MIT as an undergraduate. So I am from, I was in Alaska and I went to the University of Washington for bioengineering in Seattle. In Seattle, I dropped out of a graduate program in bioengineering to go to the Harvard MIT program for health Sciences and technology in Boston."
    },
    {
        "speaker": "A",
        "text": "Thanks for that clarification. University of Washington, also. Wonderful place. I have many, many, many, many wonderful close colleagues there. It's an incredible place, especially for vision science."
    },
    {
        "speaker": "B",
        "text": "It's especially good for engineering bioengineering. But yeah. So my MD is jointly between MIT and Harvard, and it's the oldest, maybe largest, although Harvard says this a lot program for biomedical engineers and MD PhDs, physician scientist training program."
    },
    {
        "speaker": "A",
        "text": "Great. Thanks for that clarification. I'm going to blame the Internet for this one. I am. I think we need to send our Wikipedia editors out."
    },
    {
        "speaker": "B",
        "text": "I think LinkedIn is correct."
    },
    {
        "speaker": "A",
        "text": "Okay, great. Well, Wikipedia editors note, get out there and make the correction. Now you heard it. So stress, that is what you're really talking about is systemic stress in the body as a consequence of systemic stress of environment."
    },
    {
        "speaker": "B",
        "text": "That's right. But there's particular forms of it, I would say this also relates to white privilege. It relates to racism. And when you look at the way that systems, including my beloved MIT, the way that they're set up is that might makes right. And generally, the people that are the strongest, you know, big men, strong men, they're the ones who tend to be the most successful. So for people who are BIPOC, for people who don't have white privilege, for women, it's a different experience. And so I'm using patriarchy as kind of an umbrella here, but it connects to many other things."
    },
    {
        "speaker": "A",
        "text": "I want to use this as an opportunity to a keep this in mind as we turn to a question that I didn't close the hatch on earlier, and it's my fault, which is I'm now clear on the fact that a woman in her late teens, early twenties ought to know something about her testosterone, estrogen, thyroid cortisol, levels should start at least thinking about her microbiome, should be thinking about how many bowel movements and the timing of those bowel movements per day. Really. I'm assuming that what I just described is also true for women in their twenties, thirties, forties, fifties, on up to hundreds. Is that correct?"
    },
    {
        "speaker": "B",
        "text": "That's correct. But I would say that there are differential opportunities by decade. So I'm glad you circled it back to teenagers and testosterone, because I think if you know, for instance, in your teenage years, that you have high androgens and that you've got this potential phenotype way into the future that you may not even notice. I mean, maybe you notice you've got a few extra hairs on your chin or something. If you know that your testosterone is elevated or some other androgen, it might change the arc of how you take care of yourself. So I think that could be very helpful in your teenage years, in your twenties for people who are a stress case like me. So, age 27 on the wards at UCSF. If I had known that I was such a high cortisol person, I think I would have done things differently. I would have changed my behavior, and I don't know because I didn't base case these, but your testosterone can decline starting in your twenties, kind of depending on how much stress your matrix is under. So for women that can start as early as 28, usually your testosterone declines by about 1% per year."
    },
    {
        "speaker": "A",
        "text": "What level of testosterone do you like to see in a woman once she's post, let's say, after age 25, what kind of range is healthy? I know what the reference range is only because I know one could look it up. I don't know off the top of my head, admittedly, but what's a kind of a nice reference point there."
    },
    {
        "speaker": "B",
        "text": "So the way I tend to describe this on podcasts is the top half of the normal range."
    },
    {
        "speaker": "A",
        "text": "Great."
    },
    {
        "speaker": "B",
        "text": "So that, I think, is a good benchmark for pcos. Generally, it's much higher than that. I've seen patients with pcos where their total testosterone is 100 to 200."
    },
    {
        "speaker": "A",
        "text": "Do they always have peripheral manifestations of that? A little bit of hair, the skin plaque I've heard about. So darkened skin, plastic."
    },
    {
        "speaker": "B",
        "text": "Regular periods."
    },
    {
        "speaker": "A",
        "text": "Regular periods is that I get a lot of questions about pcos, and you're the first person we've had on this podcast that's really qualified to talk about pcos in a real way. So here we're talking about too many androgens. Cysts on the ovary, irregular ovarian, excuse me, I keep saying that ovulatory menstrual cycle. What are some other indicators? And do you recommend that women start taking androgen blockers or. I mean, there seems to be a lot of pcos out there. I'm hearing about it a lot."
    },
    {
        "speaker": "B",
        "text": "So glad you asked about this. So pcos is one of those really poorly understood conditions that gets. It kind of flies below the radar until a woman wants to get pregnant or she's got some other issue that drives her to a physician. The problem is that it is a syndrome, right? So polycystic ovary syndrome, sometimes polycystic ovarian syndrome. And syndromes don't necessarily fit together into a really clear diagnostic criteria. In this instance, there are three different criteria that we look for this on. The ovaries having clinical manifestations of hyperandrogenism. So that could be hirsutism, acne, other things, and then usually irregular periods. And the way that that's defined, at least by the latest criteria, is having a period every 35 days or less. So typical cycle length, 28 days, 35 days. You're skipping a period here and there. So those are the criteria that we use to diagnose pcos. There are about four different systems out there in the literature for diagnosing pcos, which is where it starts to get confusing. So there's some women who have no cysts on their ovaries, but they've got hirsutism and they've got irregular periods."
    },
    {
        "speaker": "A",
        "text": "Could you define hirsutism?"
    },
    {
        "speaker": "B",
        "text": "Hirsutism is increased hair growth, usually in places that you don't want it. So for women, it can be male pattern. They might notice it on their breasts, on their chest. And then there's, of course, a familial quality to that. I was just looking at a paper last night, looking at Israelis and how much hierosotism they have and whether this is related to CAG repeats on the androgen receptor."
    },
    {
        "speaker": "A",
        "text": "Do they get. Not Israelis, but do women who might have PCOS experience androgenic alopecia? So hair loss, that's sort of the quote, unquote, male pattern, baldness. Of course it's androgen pattern and baldness as opposed to male. We're talking about testosterone, DHT related sometimes."
    },
    {
        "speaker": "B",
        "text": "This is where I'm going to invoke clinical experience rather than what I've seen in the literature. Women definitely can have some androgenic alopecia. I tend to see it later in life. But this is an important point because we think of PCos, as I was just talking about it in teenage years. Wouldn't it be nice to know that you have this phenotype and you're at risk for all the things that people are at risk for. And we haven't talked about glucose and insulin yet. We should. What we know is that PCOS is not just a problem in terms of irregular periods and then difficulty getting pregnant. So those are mostly problems in your twenties, thirties, early forties. But it is a massive risk factor for cardiometabolic disease. As you get older. Many people tend to pigeonhole PCOS as a problem of reproductive age. We have to be thinking of it over the entire female life cycle. I would say it's even more important to consider it over the age of 50. Average age of menopause is 51 to 52, because we know that that elevated testosterone, the high androgens, are probably the greatest cardio metabolic driver of disease for women with PCos. Now, one other thing I want to mention, and I still have my notes, that we're going to talk about microbiome testing, because that's such a fun subject. What I was taught to do, again, saying this with so much love for the people who have taught me how to do medicine. What I was taught to do is that if you have a woman with pcos, you make the diagnosis, you measure her testosterone, you see if she has acne, me, blah, blah, blah. You ask that woman one question, do you want to get pregnant or not? So then you have these women with pcos who get started on a birth control pill if they don't want to get pregnant. If they want to get pregnant, then you help them get pregnant by addressing some of these pcos issues. Like maybe you give them clomid or you do something to make them ovulate more frequently. That is the way that most conventional medicine approaches this, and it does women a gigantic disservice. So one of the things I'm speaking into is the gender gap that exists. So my feeling is that the research money that goes into women's health is abysmal compared to what goes into men's health, really. And I think that's changing. But there's also a huge lack of awareness of sex and gender differences when it comes to the way that we constructed clinical trials and other experiments."
    },
    {
        "speaker": "A",
        "text": "Well, that's absolutely true. I mean, I've sat on NIH review panels for more than a decade now. I'm a regular standing member, which is only to say that I see the research as it's being proposed. Yes, and now it's required. No grant will get funded without sex as a biological variable. And here I'm, by the way, folks, this is sex. Biological sex, the noun, not sex, the verb. Both are super interesting, obviously, but when we say sex as a biological variable, meaning even if it's a study on mice, how did that start, though? That didn't start that long ago. It must have been. I think we can thank. I don't want to misattribute here. I think we can thank Frances Collins for insisting on this."
    },
    {
        "speaker": "B",
        "text": "Amen. Francesca and Bernadine Healy. Bernadine Healy has done so much to help us, but she made the women's health initiative, which I hope we'll get to, which is a hot mess, like, so confusing the data that came out of that."
    },
    {
        "speaker": "A",
        "text": "And these trials are long, and so the data are only now starting to emerge. So, just to be clear, I mean, I have a question that I don't think is going to take us off track, but this is. I'm going to pose this question as a hypothesis because I think it's likely to be a little bit of a. Not a barbed wire question, but maybe like a prickly question when people first hear it, but it's posed as a hypothesis. You mentioned I. Some of the psychosocial stress issues based on. At the organizational level, institutional level, societal level, maybe right down to the family and just life that are biasing health outcomes for the worse in female populations. Okay, you referred to as the patriarchy. I'm just trying to make sure that we're both talking about the same thing, and that's non exhaustive. I realize that's just a subset of the issues. I'm also hearing there's a lot more pcos, which is hyperandrogenization of the ovary. We're talking about. You mentioned excess testosterone, which females naturally have more testosterone than they do estrogen anyway, but we're talking about elevated levels. Here's a hypothesis. One hypothesis would be that the increased androgens and the pcos are a consequence of the psychosocial conditions that are, I don't want to say forcing, but are biasing the need for females to think, behave, react, act in certain ways to survive, let alone thrive. Is that a. I don't say this for any kind of political correctness hypothesis. This is a. In my. This would be a fun, interesting, and, I think, important study to run. Right. Depending on stress and the conditions, the specific type of stress, do females underproduce or overproduce androgens, or is it a neutral effect? Does that make quite make sense?"
    },
    {
        "speaker": "B",
        "text": "I love this question. So let me just paraphrase the last part of it to make sure I got it. It sounds like what you're asking is, could pcos, or at least some phenotypes of pcos, be a response to what I'm calling patriarchy? And then you add a second part to it, which is, do healthy women like, what is their production of testosterone like? Is that right?"
    },
    {
        "speaker": "A",
        "text": "Yes. And with the acknowledgement, I mean, you're the expert here. You're the physician, clinician and expert in hormones, and I'm not. But with the understanding that absolute levels of hormones are interesting, but perhaps not as interesting as the ratios of testosterone to estrogen. So when we're talking about excess testosterone, we're really not talking about, oh, women making a lot of testosterone, because, frankly, they already make a lot. Then most people weren't aware of that. I wasn't aware that women make more testosterone, and we needed. Right. And so it's not saying that testosterone in women is bad or is always a reaction to the environment, but when it becomes supraphysiological or hyper elevated, I could imagine all sorts of social conditions that would create that. So in males and females. But here we're talking about pcos and females in particular. So I'd love for you to speculate. Should we run the study?"
    },
    {
        "speaker": "B",
        "text": "We should totally run the study, because I don't know the answer. I suspect that you're onto something. It may not explain all of the women with PCOS, because, as I mentioned, there's a lot of different phenotypes, but I think it could explain a significant portion. And, you know, you're almost, you're saying, if we look at the gene environment interface, this environmental influence of having, being someone who's got power over you, if PCOS was a response to that, the way that we treat it would be completely different. So on the one hand, I want to be careful not to dismiss the suffering and experience of women with PCOS. I've got a lot of women with PCOS in my family, and it is. There's so much pain and suffering, you know, especially if you want to have a baby and you try for years and you just can't ovulate. On the other hand, I read a paper recently, and maybe we could cite this, that compares the phenotype of a woman with PCOS to a man who is hypoandrogenic. And I think that's a really interesting way to look at this, because the thread we haven't talked about with PCOS is the role of insulin and glucose. For some of the phenotypes of PCOS, the problem is hyperinsulinemia. High insulin in the blood is driving those theca cells in the ovaries to overproduce testosterone."
    },
    {
        "speaker": "A",
        "text": "These women are insulin insensitive. So more insulin is being cranked out, and the cells in the ovary are therefore making more androgen."
    },
    {
        "speaker": "B",
        "text": "You don't like to say insulin resistant?"
    },
    {
        "speaker": "A",
        "text": "Oh, I can. I don't have a problem saying insulin resistance."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "I like the way I'm just a little bit outside the lane lines of my expertise, so I was trying to use it. What is the correct nomenclature? So that we can make sure everyone gets well."
    },
    {
        "speaker": "B",
        "text": "What I like about insulin insensitive, the way that you just said it, is that I think that offers people a weigh in, and I love to do that. In terms of messaging, insulin resistance starts to lose people because they don't really get what that means at a receptor level."
    },
    {
        "speaker": "A",
        "text": "I think I say insulin insensitive because when people hear insulin sensitive, it almost sounds like a bad thing, but that's actually what you want. So I think that's how I defaulted to insulin. Insulin."
    },
    {
        "speaker": "B",
        "text": "What's your insulin?"
    },
    {
        "speaker": "A",
        "text": "I don't know what? I'm due for a blood test."
    },
    {
        "speaker": "B",
        "text": "Yes, you are."
    },
    {
        "speaker": "A",
        "text": "I'm due for a blood test. I had blood work done about eight months. Sure, that'd be great. I'm always experimenting with different supplements and different behavioral regimens, and I've kept charts since I was 19."
    },
    {
        "speaker": "B",
        "text": "Oh, you're like my patient."
    },
    {
        "speaker": "A",
        "text": "I've been sort of obsessed by this, and I would say, everybody, if you can afford it. And at the time, actually, I had to save up. Insurance wouldn't cover it. Get some basic blood work done so that you have a reference point."
    },
    {
        "speaker": "B",
        "text": "Do it as soon as possible, because even, you know, the. We've been talking about these women over the life cycle. I wish I knew what my insulin was when I was a teenager. I wish I knew what my fasting insulin was. I really wish I knew my postprandial insulin, like, in my teenage years, in my twenties, in my thirties. Well, I knew it in my thirties, starting at 35."
    },
    {
        "speaker": "A",
        "text": "Are you a fan of continuous glucose monitors?"
    },
    {
        "speaker": "B",
        "text": "The hugest, most gigantic fan of cgms. I've never seen any tool that I've ever used in medicine change behavior the way that cgms do."
    },
    {
        "speaker": "A",
        "text": "Wow. Why do you think they are so effective at changing behavior? I've tried one, and I really liked it. I learned that in the sauna, my insulin, my blood glucose goes up, probably by a bit. Of dehydration. I learned what kind of foods work for me, which don't. I thought it was fascinating. I learned how every behavior you could possibly imagine, use your imagination, impacts blood glucose. Totally, totally fascinating to me, including how to wake ups during the middle of the night versus one versus none impacted blood glucose the next morning. Fascinating for a data junkie like me. It was like I was in heaven. Why do you think they are so effective in changing behavior? Is it because of that, that people can see that real time control, like, scan in and like, oh, that's the. That's the sandwich."
    },
    {
        "speaker": "B",
        "text": "I think it's many things. I think it's generally the enchantment of learning about your own chemistry and biology."
    },
    {
        "speaker": "A",
        "text": "I love that."
    },
    {
        "speaker": "B",
        "text": "And I think, for me, what I've seen, you know, I feel like doctors are basically marketers. Like the sacred marketing. Like, our job as a physician is to convince people to do something that we think is good for them based on the best science. But we can't just say, here, why don't you fill this prescription for a CGM? You have to market it. You have to say, I think this completely changes the way that you approach your prediabetes. I think this could dramatically affect your risk of Alzheimer's disease that you're so worried about that your mother has. Our job as physicians is to be that sacred marketer. Cgms are one of my tools that I think are so crucial. So, enchantment number two. Yeah, it's the real time effect. So if you go get your glucose and insulin measured, or maybe you do like a two hour glucose challenge test, where you look at glucose and insulin at the fasting point, 1 hour later, 2 hours later, or more frequently, that does not have the same kind of behavior effect as having continuous data where you can say, okay, I drove to see you, Andrew, from my place in Berkeley, and it was stressful. It was torrentially raining, and I know my glucose was elevated. I think really understanding what the mediators are of your glucose control is essential. Now, that said, it's also kind of a later effect. I mean, I'd rather know your insulin. And we know from the Whitehall study that insulin, especially postprandial insulin, fasting insulin two, can change years and years before you get a change in glucose. That's more for pre diabetes and diabetes. I think those are the main reasons why I think it's such an important tool. Third thing is, it democratizes data, which you do, too. I mean, incredible how you do that with your podcast. But I think one of the most hopeful and exciting things that I'm seeing right now in the health space is that we're going from this patriarchal relationship where doctors hold the power and are the gatekeepers of data to patients and clients having much more access to that enchantment about their own chemistry and their own biology. So to me, that is so exciting, like, for me to be able to. I've got probably 100 patients that are in a data stream with me where we're looking at their glucose. And I can. I mean, I'm on sabbatical, so I'm not doing this so much anymore, but I can call a patient and be like, why is your glucose so high? Like, what did you do? Oh, it was my birthday. I had a piece of birthday. Like, that kind of collaboration that also is teaching the patient to be their own clinician. To me, that is a loop of benevolence and integrity that I think is essential to creating health. We've got a disease care system. We need the democratization of data to become a health based system."
    },
    {
        "speaker": "A",
        "text": "Amen to that. A million times over. We share that sentiment. I can tell it at a deep level. I think the pandemic actually assisted in. Well, it harmed many things, but it assisted in people's understanding that no magic fairy, nor the government, nor any, anyone was going to arrive at their door with a kit of things to make them healthy, that provides sunlight, movement, sleep, and all the various aspects of nutrition. Nothing. Nothing that everyone has to have access to, first and foremost, and then implement those things as best they can. Speaking of which, and kind of circling back to this idea of people in their late teens, twenties, thirties and onward, if you had a magic wand and you could give two or three donts, or, to make it personal, if you could go back in time and erase certain behaviors, what would the don't category be? You couldn't tell us more than two or three. But if the goal is to maximize vitality and longevity, and those are not always parallel to one another, they're certainly not the same thing, sometimes orthogonal, but let's just say fertility being a proxy for vitality and longevity, I think people will sometimes forget this, that fertility isn't just about people who want to conceive children, it's also. It can serve as a proxy for vitality and longevity. So what would you like to see patients? Let's focus first on female patients, but if it extends to male patients as well, what would you like to see them not do or do far less of?"
    },
    {
        "speaker": "B",
        "text": "I really like that. So I would say a few things, I'll just headline them and then we can go into detail. Number one, sleep. I do want to diverge from you a little bit on some things, but sleep is probably not one of them. No."
    },
    {
        "speaker": "A",
        "text": "Well, feel free. I mean, you're the one that worked 100, you're the one that worked 100, 120 hours a week. Sleeping much, then I can't imagine unless you lived in a different reality than I do. And there are times in my career where I was pulling all nighters and sleep deprived. There's just, I don't recommend it. But I did it."
    },
    {
        "speaker": "B",
        "text": "Yeah. I hope you don't do that anymore."
    },
    {
        "speaker": "A",
        "text": "No longer, if I can avoid it. But there were years, many years, where it was like, all right, here we go. And I'm quite adept at it for one cycle, but two nights, I kind of start to fall apart."
    },
    {
        "speaker": "B",
        "text": "Totally."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So I would say sleep, alcohol, high perceived stress, and I'd love to talk about maybe the data on telomeres and what we know."
    },
    {
        "speaker": "A",
        "text": "So you'd like to see people get enough sleep, so don't just."
    },
    {
        "speaker": "B",
        "text": "Yeah, not all of these are concordant. So not enough sleep, too much alcohol, too much perceived stress, eating the wrong foods, toxic relationships and isolation. And then number six, not moving enough, or not moving and exercising in a way that really fits with your body."
    },
    {
        "speaker": "A",
        "text": "We start with that one, actually, just because it's such a. And then work backwards. Thats interesting. I think nowadays people appreciate the need for cardio. I know that the exercise physiologists cringe and dissolve into a puddle of tears when I say that, but getting the heart rate up over some period of time longer than ten minutes in order to generate cardiovascular health, circulation and resistance training of some kind, maybe flexibility. What do you mean by body phenotype and exercise?"
    },
    {
        "speaker": "B",
        "text": "I'll speak from personal experience. So what I did through, I mean, I gave up my twenties to medicine. And during that time I occasionally got to the gym. You know, at UCSF on Parnassus, you could go to the gym and then as soon as your beeper went off, you're back into the hospital. But I didn't exercise much. I had. Do you remember nordic tracks? I had a nordic track in my house and that was, that was like it. What I believe, because for me, the primary outcome that I'm interested in is cardiometabolic health. So when it comes to exercise, what I really feel, if we're going to be at a population level, I feel that about a third cardio, two thirds resistance training is based on my synthesis of the literature, the best combination. I think there's, you know, as you described with your sign study, I think there's a minimal effective dose, which for a population is about 150 minutes. I think most of us need a lot more than that per week. Per week. But I think, you know, for me, because I have a phenotype that produces a lot of insulin, kind of depending on how I'm on my game, I have a lot of glucose, so I have to exercise a lot more to dispose that glucose. So I think you then have to move from medicine for the population or prescriptions for the population to what works for the individual."
    },
    {
        "speaker": "A",
        "text": "I think that recommendation is fantastic. I think resistance training, well, let me put it this way. I'm neither a trainer nor a physician, but I've seen in family members that were doing, I wouldn't say a lot of cardio, but just cardio, that when they add resistance training, everything in terms including their biomarkers, have improved dramatically, in particular for female members of my family."
    },
    {
        "speaker": "B",
        "text": "Well, one of the mediators that I think is important, especially for people who do what I call chronic cardio, which is what I did, is cortisol. So we know that runners, especially marathon runners, people who do a lot of cardio and don't do much resistance training, they tend to have much high cortisol levels. And you can buffer that with vitamin C. Vitamin C can decrease the effect. But chronic cardio doesn't always serve people so quick. Personal example. When I first started measuring hormone panels in myself, I went to my physician and I said, I'm 35. I've had one kid. I want to have another kid. I've never been so exhausted in my life. I just feel like I'm pushing a rock up the hill. I've got this belly fat that I don't like, and I don't want to have sex with my husband. So what do you think? What can we do about this? And he offered a birth control pill and an antidepressant."
    },
    {
        "speaker": "A",
        "text": "Oh, goodness."
    },
    {
        "speaker": "B",
        "text": "So I left him, and I went to the lab and I ran a hormone panel, and my cortisol was three times what it should have been. My insulin was in the twenties. I was fasting. My glucose was 105. My thyroid was mildly abnormal. My progesterone was low. And that set me on this course of realizing that what I was doing as a physician, taking care, especially of women, was not getting to some of these root causes that are so essential. And I would say I had to start first with cortisol. At that time, I was running 4 miles three times a week, four times a week. That was just raising my cortisol further. So that was not the right exercise for me. I needed more adaptive exercise. I started doing pilates, more yoga. That helped to lower my cortisol. I mean, it started me on changing the way I was managing perceived stress, and it also changed my supplement."
    },
    {
        "speaker": "A",
        "text": "Richmond, can we talk about that? With the moment you said lowering cortisol, thought of the two supplements that come to mind are ashwagandha, which I think can potently reduce cortisol. But I've heard some recommendations about cycling it. I've always wondered about time of day for Ashwagandha intake, because sort of quote unquote, want cortisol elevated in the early part of the day. Yes, we know this. We know you do not want cortisol peaking later in the day."
    },
    {
        "speaker": "B",
        "text": "No, you do not. Interferes with sleep."
    },
    {
        "speaker": "A",
        "text": "Interferes with sleep. And then the other supplement is rhodiola rosacea. Am I pronouncing that correctly?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So rhodiola is very effective. It's been shown in multiple randomized trials to lower cortisol, so that could be very effective."
    },
    {
        "speaker": "A",
        "text": "What sort of dose? I've started taking it recently, by the way, and I made a huge mistake. I like to make the mistakes first, so then my audiences don't make them. As I was taking it, I heard it was an adaptogen, so I thought, oh, I'll take it before resistance training, but of course you want the cortisol peak during resistance training, because that's going to set in motion the adaptive response. So I started taking it later in the day, and it's really improved, I would say, my late day, second half of the day. Cognition, this is subjective, to be fair. I just feel like I'm in a more even plane of attention in the second half of the day."
    },
    {
        "speaker": "B",
        "text": "So you're describing an nf one experiment, which is, well, it is not anecdotal. So I was taught at Harvard Medical School that the hierarchy of evidence starts at the lowest, with expert opinion, case studies, then you've got cohort studies, then you've got observational data that's prospective, then you have randomized trial. But the highest quality evidence of all is the n of one experiment, where you serve as your own control what you're describing with Rhodiola, I would frame that as an n of one experiment where you have a washout period and you compare before and after. And I'd like to measure some other metrics to see if there's an effect, including your cortisol. So rhodiola has been shown in multiple randomized trials to reduce cortisol. The other thing that I think is super effective is phosphatidylserine. P's for short. Fish oil also more modestly reduces cortisol. Ashwagandha is interesting. So in my first book, the Hormone."
    },
    {
        "speaker": "A",
        "text": "Cure, which I read, by the way."
    },
    {
        "speaker": "B",
        "text": "You did?"
    },
    {
        "speaker": "A",
        "text": "I did."
    },
    {
        "speaker": "B",
        "text": "I was hoping that was the one you read."
    },
    {
        "speaker": "A",
        "text": "I did. I read it, and it's spectacular. And I thought going into it, I had this, like, you know, let's just call it what it was, this kind of male bias. Like, is there gonna be anything in here for me? Because I'm. I don't have ovaries, and, you know, is this gonna be. And it was immensely informative. So thank you. Yeah, I have very fond recollections of the walks I took listening to it, and then I own the print version, too, so I like to switch back and forth. So thank you for that. It's a superb book for anyone to read."
    },
    {
        "speaker": "B",
        "text": "Yeah, I so appreciate that. So in chapter four, you may or may not remember that Ashwagandha, at least the time that I wrote that book, ashwagandha's data is not great, but lack of proof is not proof against. So, with Ashwagandha, most of the data comes from thousands of years of using it in ayurvedic medicine. And it's considered, again, not my science hat. It's considered a double adaptogen. So that it's potentially helpful when you are a high cortisol phenotype, like I was. Like I sometimes still am, or low cortisol. I haven't found that in my patients, although I'll give you one exception. So ashwagandha is mostly based on animal studies. There's not as much human data, but it is used a ton in integrative medicine. There's one supplement that I found to be incredibly helpful for people who tend to have high cortisol at night, and that's called a cortisol manager. It's by integrative therapeutics. I don't have a second supplement manufacturer that makes something similar. It's their number one selling supplement because it's so effective."
    },
    {
        "speaker": "A",
        "text": "Is it a cocktail of something?"
    },
    {
        "speaker": "B",
        "text": "It's a combination of phosphatidylserine and ashwagandha."
    },
    {
        "speaker": "A",
        "text": "Tell me more about phosphatidylserine. I am familiar with it for it's been mentioned by some guests that were on the Tim Ferriss podcast long ago. For other reasons, I think, related to sleep."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "And maybe that's another reason why you like it. But before we move on from rhodiola, is there a dosage of rhodiola rosacea that you."
    },
    {
        "speaker": "B",
        "text": "So I would refer people to my book because the randomized trials and the doses that were used are in there. So I can't remember with rhodiola, although I took it this morning to prepare to be with you."
    },
    {
        "speaker": "A",
        "text": "Yeah, we can look it up and put a show note caption so you can."
    },
    {
        "speaker": "B",
        "text": "I can remember the dose with phosphatidylserine because I take that regularly. So 400 to 800 milligrams is the typical dose for P's. And what's interesting is that in the randomized trials that were done, 400 milligrams was more effective than 800 milligrams."
    },
    {
        "speaker": "A",
        "text": "Interesting. I've found that for several supplements, that the lower dose was more effective."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Yeah. It doesn't matter what those were. And so when you say p's, you were referring to, by the way, folks, not pcos, just cause scientists and clinicians are familiar with, and military, very familiar with acronyms, phosphatidylserine, p's. So 400, 800 milligrams. 400 being more effective, taken later in the day or early day. Does it matter?"
    },
    {
        "speaker": "B",
        "text": "It depends on when your cortisol is high. So for me, I tend to, you know, what's the pattern for cortisol? Typically, it rises to its peak 30 to 60 minutes after you get up. Then it has this gradual asymptotic decline until you go to bed. If you're someone like me who peaks way crazy high, I don't do that anymore. But that's what I used to do. I need a phosphatidylserine in the morning for people who are high at night, who have what's known as a. A flat cortisol pattern or inverted pattern, you want to take it at night. The flat pattern, just quick sidebar is that that's associated with a number of conditions that most mainstream physicians don't know about. So a flat pattern where it's low in the morning and it's high at night is associated with anxiety, depression, decreased survival from breast cancer. That was studied at Stanford by David Spiegel."
    },
    {
        "speaker": "A",
        "text": "He was my close, even collaborator, even on the breathwork study that we."
    },
    {
        "speaker": "B",
        "text": "Oh, interesting."
    },
    {
        "speaker": "A",
        "text": "Yeah. He's our associate chair of psychiatry now. So a wonderful human being has amazing, has been a guest on this podcast, and I'm now fantasizing about a conversation that includes a panel of incredible minds like you and David from the clinical side. So in any case, yeah, the late shifted cortisol, nothing good."
    },
    {
        "speaker": "B",
        "text": "Not good. And it seems to have the worst immune downstream issues of any of the cortisol patterns. That's really important to know about, because it then maps to things like it's related to PTSD. That's the pattern we see in vets who've got PTSD as well as others. It maps to autoimmunity, it maps to fibromyalgia."
    },
    {
        "speaker": "A",
        "text": "I was told that one in twelve people have our heterozygous. So one mutant copy, or hypomorphic four, or some mutation in adrenal related genes. So congenital adrenal hyperplasia, is that true? And if so, that means that one in twelve people walking around are cranking out far too much cortisol, or not enough cortisol, or the cortisol system is already skewed in a direction that makes life more challenging at the levels we're talking about. Did I hear that correctly? Because that one in twelve is not a small number."
    },
    {
        "speaker": "B",
        "text": "It's not a small number. It fits with what I see clinically. I mean, I want to see that data just to see what does that mean? And could you modulate it with environmental influences? But it certainly fits with what I see. I was taught once again in mainstream medicine that in terms of adrenal function, it's very binary how most clinicians think about it. You either have Addison's disease and you don't make enough cortisol, or you've got Cushings or Cushingoid pattern and you make too much cortisol, and anything in the middle is normal. And my experience is that, hell no, there are those of us, like me, who make a lot of cortisol. I don't have cushions. Maybe I've got one of these. I wouldn't call it a mutant gene, I would call it more of a vulnerable gene. So maybe I have one of those. Maybe that's part of the reason why I make two to three times what I should be."
    },
    {
        "speaker": "A",
        "text": "I'm aware of certain groups of individuals from within the military sector that there's a more frequent occurrence of some mutation in CAH, congenital adrenal hyperplasia, not necessarily two copies, which if people look that up, they're going to go, oh, wow, there's all these phenotypes, but sort of hypomorphic type things that you don't. Less than or too much cortisol. And they are very good at staying up multiple days per night, multiple nights in the series. So they can pull all nighters very easily. They can push harder when most people would quit, and everyone thinks, well, that's a great phenotype to have, but guess what? It's because they hyper produce cortisol. And so that's interesting. And I think if we were to panel medical students and graduate students, and you were to look at who's pulling excessively long hours, who's stressed out a lot, even outside of academia and medicine, and pushing, pushing, pushing really hard, I think the ability to push and not crash, we think of it as adaptive, but in some sense it's maladaptive over a series of years, which is what you described earlier."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's such a good point because in some ways you'd want to select for that in certain professions, like in the military, like in medicine. But I would wonder for those folks about the downstream consequences of producing so."
    },
    {
        "speaker": "A",
        "text": "Much cortisol, it's got to be detrimental for their health in the long run. And you see that."
    },
    {
        "speaker": "B",
        "text": "But even the data shows that if you're someone like me who makes a lot of cortisol, higher rates of depression, like 50% of people with major depression have high cortisol levels, higher rates of suicide, much more metabolic dysfunction. We know that trauma, as an example, maps to an increased risk of glucose metabolism issues. And certainly high cortisol does that because it's one of the jobs of cortisol is to manage glucose. It kind of sets you up for this one, number five, which is toxic relationships. Someone who hyper produces cortisol, it's hard to live with someone like that."
    },
    {
        "speaker": "A",
        "text": "It's also, I would say, people that have this, let's just call it biological resilience. It's not always adaptive because you can stay in bad circumstances longer, the ability to crash, provided it's not suicide or life destroying or long arc of pause, and the requirement to take two years off from work or school or something. The ability to keep pressing on is a double edged sword, let's put it that way. I want to make sure in staying within this conversation, because you mentioned phosphodile serine, we talked about rhodiola rosacea. We talked a bit about ashwagandha. You've also talked about omega three s and fish oil in particular. I'd love to know your favorite sources of these. I think nowadays there's more general acceptance that getting these essential fatty acids is important. Do you have a threshold level of sort of grams? I've encouraged podcast listeners to consider, depending on what they're eating to try and get a gram of EPA or more per day. Does that seem excessive? And what are the real data on epas? Because then the cardiovascular experts always hit back and say, oh, no, it's not good for cardiovascular health. And then you go, well, it's better than antidepressants and other studies. And they go, no. So I feel like if you really want to make your life difficult, if you want to raise your cortisol, you go on Twitter and you say something positive about omega three s and fish oil, and you learn a lot. What are your thoughts on omega three s? I take a lot of them. I've always been a big fan."
    },
    {
        "speaker": "B",
        "text": "Yeah. So this is where I personalize. I think some people need more than others. And what I do is I measure your level. So this gets back to nutritional testing. So for you, I would suggest an omega quantity, or one of my favorite cardiometabolic panels is to do a Cleveland heart lab. So I think they give me the most reliable information, not just for lipids and subclasses and NMR fractionation, but it also gives me an insulin resistance score. It gives me levels of omega three s. Great."
    },
    {
        "speaker": "A",
        "text": "We'll provide links to these different sites so that people."
    },
    {
        "speaker": "B",
        "text": "But one quick thing about that. The whole story is not omega three s and taking fish oil. So the work of Charlie Sirhan at the Brigham is showing that the way that we resolve inflammation, our understanding of it is really, I think, in the learning to crawl stage. And so if you look at the omega three six pathway in the body, fish oils can help push the reactions in a particular direction. But typically, they're not enough for the resolution of inflammation. Now, what most people do, including my NBA players, is they pop an ibuprofen or something like that when they've got inflammation, that's got lots of other side effects that are not so good for you. And we know, in terms of the resolution of inflammation, that taking something like ibuprofen reduces the amplitude of inflammation by about 50%, but then it potentially blocks the complete resolution of inflammation. So there's these new supplements that you may have heard of called specialized pro resolving mediators. There's a lot of different supplement companies that make them, and that, combined with fish oil, seems to be the best combination. And what I do for athletes who've got a kind of the normal aches and pains of the training load they have is I'll combine a little aspirin, small dose, just like 81 milligrams, or two of those baby aspirin, together with fish oil plus specialized pro resolving mediators. And there's some that are NSF, they're certified for sports. But the dose, I would say with my patients, some of them only need 1000 milligrams. Your gram that you mentioned for the population, some of them need 6 grams together with spms. So I think it has to be personalized."
    },
    {
        "speaker": "A",
        "text": "How young is it okay for people to start taking omega three s? For instance, young women in their teens, people in their twenties and their thirties. Young guys in their twenties and thirties. Should they take fish oil? If just as a assuming they're not going to get anything tested? I'm thinking about the college student who is really into biomarkers and that sort of thing. We'll go do some of this, but many people won't. But they want to do the right thing. So they'll try and drink a little less. Hopefully. Hopefully they won't smoke or vape. Please don't smoke or vape. The idea that vaping is okay, it's like we had it, whole episode, so bad, so bad for everything we're talking about."
    },
    {
        "speaker": "B",
        "text": "Let's end that."
    },
    {
        "speaker": "A",
        "text": "Exactly. So just hopefully they'll try and avoid those things. Hopefully they'll avoid hard drugs. Hopefully they'll avoid getting any Sti's. If they do, they'll resolve them quickly. Hopefully. But they might say, oh well, okay, I'm willing to take some magnesium or take some phosphodile serum buffer, my cortisol, eat some vegetables. Should they consider taking fish oil as a kind of across the board inoculatory thing?"
    },
    {
        "speaker": "B",
        "text": "So I'd like to rank order these. I would say fish oil. Yes. I think 1000 milligrams as a general recommendation is good. But I also have a food first philosophy. So my preference would be that they're having salmon or some kind of smashed fish and they're getting that as the primary source of their omega three s. And then the days that they don't have fish, I recommend it probably twice a week that they take fish oil. Then I would put magnesium next since so many people are deficient, then I'd probably put vitamin D. What?"
    },
    {
        "speaker": "A",
        "text": "How many IU of vitamin D per day?"
    },
    {
        "speaker": "B",
        "text": "Well, you keep asking me this, like, for the population."
    },
    {
        "speaker": "A",
        "text": "Yeah. Well, for the, let me put it this way. For the lazy. For the lazy person. Or, and this is an or, not an and. Or the person who just doesn't have the finances to go get measures."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Levels measured. Because, you know, our audience is a huge range. We've got people who can have tons of disposable. Income that, listen to this. But we have people that have no disposable income."
    },
    {
        "speaker": "B",
        "text": "So 1000 to 2000 international units. But what I do is I dose to a serum level that's between about 50 and 90."
    },
    {
        "speaker": "A",
        "text": "Great."
    },
    {
        "speaker": "B",
        "text": "And so I have a vitamin D receptor snp. And so I need to take about 5000 a day to get to what I need. A lot of people don't need that. And there's some supplements that I don't know if they need. So you mentioned phosphatidylserine. For someone who's a college student and their cortisol is completely normal, they're wasting their money on P's. They don't need it. They might need it later, but they don't need it now."
    },
    {
        "speaker": "A",
        "text": "I'd like to make sure that we circle back to birth control, in particular oral contraceptive birth control, and we should touch on IUD's perhaps a little bit more. But what are your thoughts on pure estrogen birth control? This is what I learned when I was in college is that birth control is basically tonic estrogen. So constantly taking estrogen. Estrogen. Women are taking estrogen so that they don't get the estrogen priming of progesterone. You're not getting any ovulation. And I've known women that have been taking oral contra, that took oral contraception as like estrogen pills basically for 510, 15 years. Are there long term consequences of this as it relates to pregnancy, pcos, menopause? If so, what are some of those consequences? What are your concerns? What do you like about oral contraceptives? What do you dislike about them?"
    },
    {
        "speaker": "B",
        "text": "I like how balanced you ask that question. So women who take oral contraceptives, as long as you're describing like ten years or longer, we call those Olympic oral contraceptive users in terms of benefit. I think that especially when they first came out and even now, it gives women reproductive choice, and that's essential. As you may know, our reproductive choice has been declining recently. So I'm a big fan in that regard. And we've got a lot of data to show both the risks and also the benefits of it. So I'll speak first into the benefits because I'm going to get on a soapbox a little bit about the risks. We know that it reduces the risk of ovarian cancer. There's something about this idea of incessant ovulation that is not good for the female body. If you look at, for instance, women who are nuns who don't take oral contraceptives and they have a period, every single month of their reproductive lives, they have a greater risk of ovarian cancer. So if you look then at women who have several babies and they've got a period of time when they're pregnant that they're not ovulating, and then they breastfeed for some period of time, they have a lower risk of ovarian cancer. So oral contraceptives help with reducing ovulation and reducing risk. We know that if you take the oral contraceptive for about five years, it reduces your risk of ovarian cancer by 50%. And that's significant because we're so poor at diagnosing ovarian cancer early. There's really no method that's really effective. We use CA 125 and ultrasound screening, especially in women who are at greater genetic risk. But even that often, we diagnose it."
    },
    {
        "speaker": "A",
        "text": "In a later stage, maybe just because that statement is going to highlight for a number of people the question of what are some of the earliest symptoms that people can recognize without a blood test? So is ovarian cancer? Is it going to be pain?"
    },
    {
        "speaker": "B",
        "text": "So the problem is the symptoms are so vague and they're so nonspecific. One of the most common symptoms is bloating. And we've already talked about constipation. We've talked about how women have this longer track GI tract. And so bloating is a really common experience for most women. You can have bulk symptoms, you know, feeling like you're, your lower belly is kind of pressed out. So the way that we inform women in terms of watching for this is to get regular gynecologic exams for women who are at high risk, where they have, for instance, an ultrasound for some reason, and it shows a mass that we're concerned about. There's a way to triage that in terms of what kind of evaluation that they need. And that's a situation where you might get a blood test called the CA 125. Yeah. The problem is the symptoms are so vague, it could be, it depends on how big the tumor is, how much bulk you have, what it's pressing on."
    },
    {
        "speaker": "A",
        "text": "So if taking estrogen and thereby reducing the frequency of ovulation, lowers the risk of ovarian cancer, should women that are in, even women who are not sexually active, so they're not actively trying to get pregnant or avoid getting pregnant, but if they're not sexually active, then the probability of conceiving, unless they go through some IUI or some other route, is very low, as far as I know. That's what I was taught in high school anyway. Would they be wise to suppress ovulation for periodically using hormone based contraception just so that they can offset the risk of ovarian cancer?"
    },
    {
        "speaker": "B",
        "text": "That's a very rational question, and I would say that's what mainstream medicine has had at its back, to recommend oral contraceptives, not just for women who are seeking contraception, but for acne for painful periods, for really kind of the drop of a hat. They're prescribing oral contraceptives. That's what I was taught to do. But there are so many consequences. And I think the issue here is more about consent, because in OB GYN, and I started out as a board certified OB GYN, and I now mostly see men, but I was taught as an OB GYN to convince women to go on the oral contraceptive. And I think a lot of that is pharmaceutical influence. So maybe we could talk about the risks and why. The answer is no to your question."
    },
    {
        "speaker": "A",
        "text": "As we do that, could I just ask, is the so called ring the new. It used to be called the nuva ring. Maybe that's a brand name. But when I was in college, there was all this discussion about the ring by both men and women for reasons that don't belong on the podcast. Use your imagination, folks. So is the ring, obviously, it's not oral. It's not oral hormone contraception, but it's hormone based, right. The ring is releasing estrogen locally as opposed to taking it orally. But would you slot it under what you're about to tell us in terms of the concerns?"
    },
    {
        "speaker": "B",
        "text": "So we have less data about the ring? The oral contraceptive is two hormones. It's ethanyl Estradiol and it's a progestin. So it's not the normal progesterone that your body makes, that your ovaries make and your adrenals make. It is a synthetic form of progesterone, and it is the same progestin, similar, same class that was shown to be dangerous and provocative in the women's health initiative. So I'm not a fan of progestins. I do not recommend them for any woman unless the consequence of not taking them is surgery or some other, you know, unless it gives them some freedom in some way. So I don't like progestins. The nuvaring is estrogen plus progestin, but it's released transdermally through the vagina. So given the way that it's delivered to the vagina, the doses are lower than what's taken orally. But in terms of some of the risks that I'm about to talk about, we don't know about much of the data. We think that it's similar. There's probably a spectrum of risk, and the nuvaring is a little more towards the middle than what I'm talking about with oral contraceptives. Are you ready for that?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm ready for the risks."
    },
    {
        "speaker": "B",
        "text": "Okay. So, like with almost any pharmaceutical, the oral contraceptive depletes certain micronutrients. So magnesium, there's certain vitamin B's that are depleted. It also affects the microbiome. That data is not as strong, but there seems to be some effect. And there's also an increased risk of inflammatory bowel disease and autoimmune condition. It increases inflammatory tone. So the studies that I've seen increase one of the markers of inflammatory tone, high sensitivity CRP, by about two to three x. It seems to make the hypothalamic pituitary adrenal axis more rigid so that you can't kind of roll with the punches and wax and wane in terms of cortisol production the way that you can off the birth control pill, it can affect thyroid function. I'm thinking of the slide that I have that has like ten problems associated with oral contraceptive. But that's what I can remember. Right."
    },
    {
        "speaker": "A",
        "text": "That's very helpful. And it makes me wonder whether or not if on the one hand, oral contraceptives are protective in women, it's ovarian cancer. But then they have these other issues."
    },
    {
        "speaker": "B",
        "text": "Yeah, there's one other I want to mention."
    },
    {
        "speaker": "A",
        "text": "Please."
    },
    {
        "speaker": "B",
        "text": "Anytime you take oral estrogen, it raises sex hormone binding globulin. And you've talked to other podcast guests about this. Kyle, I think sex hormone binding globulin, I think of as a sponge that soaks up free estrogen and free testosterone. So when you go on the birth control bill, you raise your sex hormone binding globulin. It soaks up, especially free testosterone. And for some women, it's not a big deal. They don't notice much of a difference. But then there's a phenotype, maybe related to CAG repeats on the androgen receptor, who are exquisitely sensitive to that decline in free testosterone. So this then opens the portal of talking a little bit about testosterone in women. So we've mentioned already that it's the most abundant, biologically the most abundant hormone in the female system. Even though men make almost ten times as much or even more than ten times. It is so important for women. It is essential to so many things, not just sex drive and muscle mass and seeing a response to resistance training, but also confidence and agency. Those women who are so sensitive to their testosterone level, they've got this high sex hormone binding globulin. Their testosterone declines. What they describe is vaginal dryness, maybe a decline in sex drive. But there's also this bigger issue related to confidence and agency, even risk taking from studies that we've done with MBA students that I think is a serious problem. Maybe the most important out of all of these things is that it can shrink the clitoris by up to 20%. 20%."
    },
    {
        "speaker": "A",
        "text": "And that includes a regression of the nerves that innervate the clitoris. Is that."
    },
    {
        "speaker": "B",
        "text": "I mean, that's a very good question. As a neuroscientist."
    },
    {
        "speaker": "A",
        "text": "Yeah, I would think. I used to teach the neural side of reproductive health. We need to do a series on sexual health. Maybe you would co host that with me. We could certainly use your expertise, I think. Yeah, that's a dramatic. That's a dramatic number."
    },
    {
        "speaker": "B",
        "text": "Yeah. But then let's go back to the sacred marketing. If I've got a woman that I think should not be on the birth control pill, maybe she's taking it for acne or she's taking it because her periods were a little painful. What I'm going to do is say, let's leverage these other ways of making your period less painful. Let's take the message of your painful periods and figure out, okay, is it your inflammatory tone? And we give you some fish oil and spms, maybe a little aspirin when you've got your period. Like, let's find some other ways to deal with it than to take the oral contraceptive, which you have not received informed consent about, because it can trick your clit by up to 20%. Now, that usually convinces most people to."
    },
    {
        "speaker": "A",
        "text": "Come up with irreversible."
    },
    {
        "speaker": "B",
        "text": "The elevation in sex hormone binding globulin does not seem to go away when you come off the birth control pill. To me, that is the biggest problem with prescribing oral contraceptives. Now, the data that we have is limited. There's one woman who, Claudia something something, who looked at sex hormone binding globulin a year out from stopping the birth control pill, and it was still elevated. It wasn't as high as it was when they were on the pill, but it was still elevated. So your question about reversibility. I don't know if we know the answer to that."
    },
    {
        "speaker": "A",
        "text": "Wow. Okay. Yeah, that's a significant statement and something that, for consideration, related to this, although this might seem not related, it is how early do you recommend that women go get their follicle number assessed? In other words, to get a sense of the size of the ovarian reserve and their AmH levels measured? I'm an amateur outsider, as I say this, but we have an episode on infertility where I just described the ovulatory menstrual cycle."
    },
    {
        "speaker": "B",
        "text": "I'm not the best person to answer that."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, we can."
    },
    {
        "speaker": "B",
        "text": "I'm too far off from it."
    },
    {
        "speaker": "A",
        "text": "Okay. Well, I suppose then, from taking the perspective of somebody who thinks about fertility in terms of at least congruent with vitality and longevity, given that it's fairly non invasive, it's an ultrasound or a blood draw for Amh, or both, is there any reason why a woman would not want to get her follicle number assessed or her AMH levels assessed? Is there any reason why? Because I was shocked to learn that most women don't do this until they're hitting their late thirties or early forties and they either haven't conceived or they suddenly decide that they want to conceive. And I thought, why doesn't every doctor insist that their female patients have their AMH level addressed so that if they need to freeze eggs, they're cost. It's cost."
    },
    {
        "speaker": "B",
        "text": "Yeah. So I think if you've got the disposable income to do it, go for it."
    },
    {
        "speaker": "A",
        "text": "It's not included in a standard blood panel."
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "The only women in my practice who've had AMHS done and have looked at their follicle count are women who want to freeze their eggs, and that requires disposable income, or they are having trouble getting pregnant. So they are in the reproductive endocrinology system and they're getting an evaluation. And then they're also the women who have symptoms of early menopause. So premature ovarian insufficiency, which is before age 40, those are the women that I see getting attested, and I think you're right that it should be offered more broadly. It speaks to the democratization of data again, and I think most women don't know that. So you're doing a huge service, I think, to be speaking into this. One other point related to that is that what I see in conventional medicine is that when a woman asks for a hormone panel and she's not trying to get pregnant, she usually gets told that hormones vary too much. It's a waste of money, you don't need it. Or if you're feeling hormonal, why don't you go on a birth control bill? Unless she's trying to get pregnant. If she's trying to get pregnant, suddenly those same tests are very reliable and they get their testosterone, their free testosterone, their thyroid panel, they get their estrogen and progesterone, maybe they get their cortisol, they get their amh. So there's a double standard between those who want to get pregnant and those who don't. And that needs to end."
    },
    {
        "speaker": "A",
        "text": "Yeah, I totally agree. As I've learned more about ovulatory cycle and amH and the antral population of follicles, it's fascinating. It just seems to me, wow. A relatively straightforward test, one definitely invasive ultrasound, but I don't consider that. Yeah, not terribly invasive, but invasive. But the other one, just pure blood test just seems like why wouldn't this be offered covered by insurance or that anyone that wanted it? But now I understand why. You mentioned menopause, huge topic, enormous topic. We had a guest on the podcast who's not a clinician who said something in passing. So I want to, I likely to get this wrong, but what they said was that the results of the large scale trials on hormone replacement therapy for women from menopause said something to the effect of if the hormone therapy was started early enough, it was very beneficial for vitality and health outcomes. Whereas if women went through menopause and then initiated the hormone therapy, hormone replacement therapy, that it could be detrimental to their health. So first of all, do I recall that statement correctly? And then second of all, what sorts of hormones are being replaced? Is it just estrogen and how is that done? Is it done through birth control? So oral contraceptives, nuvarings, what are your thoughts on menopause? When should people start thinking about it? And what is the palette of things available so that we can do an entire episode with you on this topic in the future? But just to, you know, I get a lot of questions about this, and I'm guessing based on everything you've told me today, that there are women in their thirties that while they may be 20 years out from menopause, probably should be doing things now in anticipation of that."
    },
    {
        "speaker": "B",
        "text": "Yes. So we haven't talked about the thirties something, but I totally agree with you. The more you know about your phenotype, youre a hormonal phenotype. When you're in your thirties, you're set up in terms of what to do in the future, especially things like your thyroid, your estrogen and progesterone levels, because you can replace to a state of euthyroid, whatever that is for you. You can replace. I don't usually go exactly back to where the estrogen and progesterone levels were, but we can get pretty close. So in your thirties, having a base case, I think, is really essential. So you spoke to the Women's Health Initiative, which was published in 2002, and we went from a huge number of women taking hormone therapy to a very small percentage, like in the range of 5%. And that means we've got millions and millions of women who are suffering needlessly with things like insomnia, difficulty with their mood, difficulty with sex drive, feeling like they are closing the store in terms of sex because they're not on hormone therapy. I would agree with the statement that you made that hormone therapy, particular forms that are similar to what your body always made when it's given judiciously at the right time, typically within five to ten years of menopause, which is 51 to 52, that it is incredibly safe. So it's a complicated study, the Women's Health Initiative, but it was the wrong study in the wrong patients, with the wrong medications and with some of the wrong outcomes. So it was power to look at cardiovascular outcomes. It was not powered to look at breast cancer, it was stopped because of breast cancer risk. But what happened in the control arm of the study was that they had an incredibly low rate of breast cancer. And so as a result, they ended up having this increased risk of breast cancer at five years, and they stopped the study. Now, the study was done with synthetics. It was done with conjugated equine estrogen, known as premarin, and medroxyprogesterone acetate, those were the so called estrogen and progesterone, those are synthetic hormones. We think especially the progestin, is associated with the greater risk of breast cancer. Although the subsequent reevaluations of the data, now 18 years out, have shown that this problem with the control group and no increased risk of breast cancer for the women who got estrogen, only those who had a hysterectomy, the premarin, they actually had a decreased breast cancer risk and decreased breast cancer mortality. There's a lot to be said about this, I'm trying to keep it really brief, but if you look at the women 50 to 60, within ten years of menopause, they're the ones who seem to have the greatest benefit. They had decreased subclinical atherosclerosis, so less cardiovascular disease, they had an improvement in terms of bone health, less progression to diabetes, and then over the age of 60, they started to have greater risk of certain outcomes, such as cardiovascular disease, myocardial infarction and so on. You asked about what do I do? And to me, this problem is not just menopause. What's more interesting is to talk about perimenopause. Perimenopause is the period of time before your final menstrual cycle. And for most women, depending on how attuned you are to the symptoms, it can last for ten years. I'm still in perimenopause. It's been like 20 years because I've been tracking it so carefully. It usually gets kicked off by having your cycle get closer together. So that can happen in your thirties or your forties. You go from 28 days to 25 days, that sort of thing. You may notice that you start sleeping more poorly because progesterone is so important. You talked about that with Kyle. You may notice it as more anxiety, difficulty sleeping, and that probably is related to the estrogen receptor. So your alpha is estrogen receptor, alpha is anxiom. It increases anxiety. ER beta is associated with an anxiolytic activity. And then there's a total of about six estrogen receptors. Now there's the g protein coupled estrogen receptors, and those are mixed anxiogenic. So there's this whole period of perimenopause. And what's most fascinating to me, and we've got to talk about this either today or another time, is that there is this massive, massive change that happens in the female brain that people are not talking about enough. And so looking at the work of Lisa Moscone at Cornell, from starting around age 40, there is this massive change in cerebral metabolism. So you can do FDG, PET scans, you can look at glucose uptake, and there's about, on average, a 20% decline from premenopause up to, like, age 35 to perimenopause to post menopause. The women who are having the most symptoms in perimenopause, menopause, the hot flashes, the night sweats, the difficulty of sleeping, those are the ones who have the most significant cerebral hypometabolism."
    },
    {
        "speaker": "A",
        "text": "So it's almost like a. I don't want to scare people with this language, but it's a low level, or let's call it pseudo dementia of sorts."
    },
    {
        "speaker": "B",
        "text": "Yes. It seems to be a phenotype that you can then map to Alzheimer's disease, because that's Lisa Moscone's work. She's looking at. Okay, Alzheimer's disease is not a disease of old age. It is disease of middle age. What are some of the biomarkers that we can define that can tell you what your risk is. I've got a mother and a grandmother with Alzheimer's disease. You can believe I am all over this data."
    },
    {
        "speaker": "A",
        "text": "And insulin resistance, huge part of sensitivity, as we talked about before, seems to be somewhere in there, which I think when that idea first surfaced, a few people like, really? But then, of course, the brain is this incredibly metabolically demanding organ. You deprive neurons of fuel sources, or you make them less sensitive to fuel sources, they start dying, they certainly start firing less. It makes perfect sense. And I think now it's thanks to Lisa's work, work that you've done and talked about quite a lot is in your books and elsewhere, I think has really highlighted for people that metabolism and metabolomics is going to be as important as genes and genomics when it comes to."
    },
    {
        "speaker": "B",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "Dementia, perhaps, especially in women. Is it safe to say that?"
    },
    {
        "speaker": "B",
        "text": "I think so, because we believe that the system is regulated by estrogen. So the decline in estrogen starting around age 40, 43 is kind of the average, seems to be the driver behind cerebral hypometabolism. The way I describe it to my patients is it's like slow brain energy. So you walk into a room, you can't remember why. You just notice that you can't manage all the tasks the way that you once could. Things are just a little slower. And I say that to women, and they're like, I have that help me. So this is then circling back to whi, where women are scared to death of taking hormone therapy. And we've got all of these women that are marching toward potentially a greater risk of Alzheimer's disease. And they have this opportunity in their forties and their fifties to take hormone therapy, and they may not be offered it because the typical conventional approach based on whi is to say, unless you're having hot flashes and night sweats that are severe, I'm not gonna give you hormone therapy. And I just wanna call that out. I would say no, that is not the way to approach it further. The concept right now in conventional medicine is that hot flashes and night sweats are these nuisance symptoms that we will take care of temporarily, maybe with a little bit of estrogen, progesterone, or a birth control pill, because it's given a."
    },
    {
        "speaker": "A",
        "text": "Lot, or that they pass, or this."
    },
    {
        "speaker": "B",
        "text": "Idea, like, suck it up, suck it up. It doesn't matter that you're not sleeping anymore, turn down the temperature in your room. And that's not right because hot flashes and night sweats are a biomarker of cardiometabolic disease. They are a biomarker of increased bone loss. They are a biomarker of changes in the brain. So many of these symptoms that occur in perimenopause are not driven by the ovaries, they are driven by the brain."
    },
    {
        "speaker": "A",
        "text": "Yeah. The bi directional crosstalk between the body and the brain keeps, I think, is this resounding theme. We had Chris Palmer on here, a psychiatrist who's talking about ketogenic diet for mental health. I know we could have a whole other discussion, and we will, I hope, if you'll agree to it, about nutrition and as it relates to hormones, specific diets and so forth. But the."
    },
    {
        "speaker": "B",
        "text": "And that's a question, too, whether this problem of cerebral hypometabolism, could we solve it with estrogen and or increased metabolic flexibility. So I just wanted to footnote that. Sorry to interrupt you."
    },
    {
        "speaker": "A",
        "text": "No, please, please interrupt. I know you're. As long as we're there, I know you are a fan in some instances of intermittent fasting, time restricted feeding and or ketogenic diet. Yes, to get cells sensitive to insulin, which is not to say, if I understand correctly, which is not to say that women need to stay on the ketogenic diet for long periods of time, or intermittent fast time restricted feeding for 8 hours or 6 hours a day. But that by increasing, you said, metabolic flexibility. Excuse me. But by increasing cells sensitivity to insulin and then maybe returning to a more typical eating pattern and periodically switching back and forth, that might actually beneficial. Be beneficial. Do I have that right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I love the pulse. So I feel like it's much more physiologic than, say, going on a ketogenic diet and staying there for years. All of the data that we have on the ketogenic diet is pretty limited in terms of duration. The longest players that we have in terms of the data are the folks with epilepsy, and that's just a different phenotype, I think, in terms of microbiome effects, diversity, dysbiosis, some of those issues, we really don't know in terms of long term effects. So I prefer with a ketogenic diet that it's used as an n of one experiment and that you do it for four weeks. Maybe you measure biomarkers before and afterwards. Maybe you look at your stool before and afterwards, and we still haven't talked about stool tests yet, but you could measure your fasting insulin and your glucose. You could just start there, do four weeks of keto, clean keto including vegetables. It doesn't have to be 57 a day and then measure it again afterwards."
    },
    {
        "speaker": "A",
        "text": "Since you mentioned stool testing, yes. What is your recommendation about stool testing?"
    },
    {
        "speaker": "B",
        "text": "So my recommendation, this is, again, in the field of if you have the disposable income. So I usually start with Genova because they've got a good copay system with insurance. That's what I typically use. So I usually do their one day stool test, where you have to go digging through your stool and send it off to this lab that's in North Carolina. I usually do the one day, unless I'm concerned about parasites. In that case, I tend to do three days. I do that for people who travel a fair amount and go to places where there's greater risk or they just have gut symptoms. Another test that I do a lot is because I always like to mention two labs is a test by one. And this is much more of a data wonk type of test because it's powered by AI. It was designed by a guy who's got inflammatory bowel disease. And he is a. He's a PhD, deep phenotyping bioinformatics guy who wanted to make this really easy. So the test is under the umbrella of thorn, and these call it gutbio. They might have another name for it, and they just improved it so that it's a wipe instead of digging through her stool. And so my athletes will do it. Now. They were not so into digging through their stool before."
    },
    {
        "speaker": "A",
        "text": "Is anybody really."
    },
    {
        "speaker": "B",
        "text": "No one is."
    },
    {
        "speaker": "A",
        "text": "I don't want the answer. I know the answer. I prefer to that question."
    },
    {
        "speaker": "B",
        "text": "But that's a super interesting test because you get much more dense data. The issue is, with apologies to my friends at Thorne, the issue is that their recommendations end up being thorn supplements. So that can be very easy for people who want to connect the dots. That's not always the way that I like to do it."
    },
    {
        "speaker": "A",
        "text": "First of all, three things you've shared with us an immense amount of knowledge. And in that first statement, I also want to apologize because I threw at you the entire lifespan of female lifespan, reproductive health, contraception, diet, microbiome, so many things. But first, I just want to say you've taught me a tremendous amount, including, I think, something that most people, including myself, have not thought about enough, which is the psychosocial impact on things that we're all familiar with. Constipation, bowel movements, what we eat, what we avoid. I have to say, really a huge thank you for that, because it's not something that's been discussed on this podcast before, sort of know that brain communicates with body. Psychology and biology are linked, but I think this is the first time that anyone's ever directly linked circumstances and biology and psychology in such a concrete way. So that's the first thing. And I speak for many people on that. Second of all, we barely scratch the surface of your knowledge, which is both frustrating for me because I always want to learn more, and I know many other people do as well. But also very, very exciting, because hopefully without much persuasion, we can have you back on to talk about persuasion at all. I know you're working with men now, men's health, some particulars around. I think there's more for us to explore in terms of pcos, menopause, contraception and all of the above. But then something that you and I were talking about off camera before we started, which I think is a really important factor that ties back to this issue of, of trauma and stress and the bi directional relationship between biology and psychology. Hopefully someday we won't even separate those two, which is the use of specific medicines, including plant medicines, and how that can influence overall health, which no doubt will include hormone health. So I say all of that for two reasons. First of all, to cue up the, we won't even call it a part two, but a sequel to this, which I'm gratified to hear that you'll join us for that. And then also to just really extend a huge thank you. The amount of knowledge that you shared is immense and is going to be very, very useful and actionable for men in terms of their thinking and their actions. And for women in particular, today's discussion in particular, for women in terms of how to think about their health and biology, how to think about their psychology and the environment that all of that is embedded in. So I just want to say an enormous thank you."
    },
    {
        "speaker": "B",
        "text": "Thank you, Andrew. I so appreciate that. And I so appreciate what you offer to the world in terms of a way, in a way to understand physiology and how to craft an architect a better life. Can I just add one last thing? Because I didn't talk about it since we didn't get to the forties and the fifties in those listed biomarkers. So I feel like if people, if women went away with one thing today, it would be to do a coronary artery calcium score by age 45 and sooner if you've got premature heart disease."
    },
    {
        "speaker": "A",
        "text": "How is that taken?"
    },
    {
        "speaker": "B",
        "text": "So it's a CT scan of the chest. You can self order it like I think at Stanford Hospital, you can self order it. Last time a patient checked, it was dollar 250. So again, disposable income. But it tells you, it almost gives you this fork in the road in terms of how much you need to pay attention to cardiometabolic health as a woman. And it's 45 for men, too. So if you haven't had one, have you had one? No, you need one. Insulin, cortisol, Cac."
    },
    {
        "speaker": "A",
        "text": "Great, I'll run all that by you."
    },
    {
        "speaker": "B",
        "text": "It's really essential. And it's. Yeah, it's so fascinating because there's some women who have a zero, so my score is zero. And that's great. So often you can just keep doing what you're doing, but if you're 45 and you're starting to be elevated, or maybe you've got pcos or you've got some other biomarkers tending you in this direction toward the number one killer, really, eight to nine out of the top ten killers in the US, that allows you to really start to make changes. And I think it's essential to know that data. It's probably not going to be offered by your doctor. Certainly Peter Attia is going to offer it, but most conventional doctors are not going to do it. And then the last thing I want."
    },
    {
        "speaker": "A",
        "text": "To say before you mention, so if I were to go to my doctor and I just say, I want a cardiac calcium score, that's what people."
    },
    {
        "speaker": "B",
        "text": "Coronary artery calcium score, CAC."
    },
    {
        "speaker": "A",
        "text": "Okay, everyone hear that and know that if you're 40 or older, and maybe if you're 45, 45 or older, get it."
    },
    {
        "speaker": "B",
        "text": "So the last thing is, and this is for men and women, is your ace score. So adverse childhood experiences, knowing your ACE score is so essential in terms of a baseline for how much trauma your system, your pine system endured when you were a kid. And we know that childhood trauma, whether it's abuse or neglect or having an alcoholic parent that maps to disease in middle age, and it can give you so much insight. I'll give you an example. I've got a patient who had an elevated coronary artery calcium score who does everything right with her food. I think it was her trauma that elevated her CAC when she was 45. So I think an ace score, knowing your ace score, starting as a teenager, like knowing it and knowing how to work with that, is really essential."
    },
    {
        "speaker": "A",
        "text": "There are certain people, they are exceedingly rare, but you are one such person that when they speak, knowledge just comes out of them, and it's incredibly useful and helpful knowledge. So thank you. I'm going to get both of those things. Good. And I highly recommend that everyone else pursue ways that they can get those, or if they can't get them, that they, you know, earmark those as things to get at the point where they, they can obtain sufficient disposable income. Sounds like the health, the detriments to health that those can offset would be well worth the cost."
    },
    {
        "speaker": "B",
        "text": "Totally. Thank you."
    },
    {
        "speaker": "A",
        "text": "Thank you for joining me for today's discussion all about female hormone health, vitality, and longevity with Doctor Sarah Gottfried. If you'd like to learn more about Doctor Gottfried's work, please check out her social media channels. We've provided links to those in the show. Note captions in addition, please check out one or all of Doctor Gottfried's excellent books that she's written about nutrition, supplementation, and various treatments for hormone health, longevity and vitality. We've linked to two of those, notably women, food and hormones, and her book the Hormone Cure in our show. Note captions if you're learning from and or enjoying this podcast, please subscribe to our YouTube channel. That's a terrific zero cost way to support us. In addition, please subscribe to the podcast on Spotify and Apple. And in addition, on both Spotify and Apple, you can give us up to a five star review. If you have questions or comments or topics or guests that you'd like me to cover on the Huberman Lab podcast, please put those in the comments section on YouTube. I do read all the comments. In addition, please check out the sponsors mentioned at the beginning of and throughout today's episode. That's the best way to support this podcast. If you're not already following us on social media, we are Huberman Lab on Instagram, Twitter, Facebook, and LinkedIn. And I should mention that on both Instagram and Twitter, I cover science and science related tools for mental health, physical health, and performance, some of which overlap with the contents of the Huberman Lab podcast, but much of which is distinct from the contents of the Huberman Lab podcast. Again, it's Huberman Lab on all social media channels. And if you haven't already subscribed to the Huberman Lab podcast, so called neural network newsletter, that's a monthly newsletter. It's completely zero cost, and we provide summaries of podcast episodes as well as summaries of tools for everything from optimizing sleep to hormone health, deliberate cold exposure, deliberate heat exposure, fitness, and so on. It's very easy to sign up for you. Go to hubermanLab.com comma go to the menu and scroll to newsletter. You simply provide your email. We do not share your email with anybody. As I mentioned before, it is completely zero cost. Again, that's the neural network newsletter, and you can find it@hubermanlab.com dot during today's episode and on many previous episodes of the Huberman Lab podcast, we discuss supplements. While supplements aren't necessary for everybody, many people derive tremendous benefit from them for everything from sleep to focus to hormone regulation. The Huberman Lab podcast is happy to announce that we partnered with momentous supplements because momentous supplements are of the absolute highest quality. Also, they include many single ingredient formulations, which is essential if you wanted to design a supplement regimen that is both cost effective and the most biologically effective supplement regimen. That's very hard to do with blends of supplements. It's very straightforward to do with single ingredient formulations. Also, momentous supplements ship internationally, which is important because we realize that many of you reside outside of the United States. If you'd like to see the supplements discussed on the Huberman Lab podcast, you can go to livemomentous, spelled o U S. So that's livemomentous.com hubermanda. Thank you once again for joining me for today's discussion all about female hormone health, vitality, and longevity with Doctor Sarah Gottfried. And last but certainly not least, thank you for your interest in science."
    }
]