[
    {
        "speaker": "A",
        "text": "Welcome to the Huberman Lab guest series, where I and an expert guest discuss science and science based tools for everyday life. I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. Today's episode is the fifth in a six episode series on fitness, exercise and performance. And today's episode is all about recovery. That is, how to maximize your recovery, to achieve your fitness and exercise and performance goals, and how to avoid overtraining. Doctor Andy Galpin. Great to be back. Today we're discussing recovery, and I'm very excited to have this discussion because, as we know, despite the fact that different types of exercise can be used to trigger different types of adaptation, such as increased long distance endurance, anaerobic capacity, strength, hypertrophy, etcetera, the workouts themselves are not actually when the progress occurs, when the adaptation occurs. And this, to me is extremely interesting because it parallels what we see with so called neuroplasticity, which is the nervous system's ability to change in response to experience. We sit down to learn something, we experience something, and that is the trigger for rewiring of the nervous system. But the actual rewiring occurs away from the experience or the learning. So too, in fitness and in exercise, recovery is where the real results actually emerge, where we get better. So I'd love for you to explain what recovery really is and the different types of recovery, certainly different ways to enhance recovery. And I'd also love for you to explain whether or not there are ways that people can become better at recovering. Because if indeed recovery is when progress emerges, when we get better, well, then anything that supports our recovery and gets us better at recovering ought to increase our rate and our degree of progress."
    },
    {
        "speaker": "B",
        "text": "Absolutely. You nailed it in the description. What people really want is some sort of change. Whether we're talking athletes or general population, this change is some sort of improvement in muscle function, reduction of body body fat, higher functioning metabolism, whatever the case is. And the only way that happens is we talk about the equation of stress causes adaptation. But as you alluded to, the piece in the middle is only if you can recover from it. And so the game we're playing here is we all agree we want more adaptation. That means we need to bring more stress into the system, but we then have to ensure that our recovery outpaces the stress input, or else no adaptation will occur. In fact, what happens is you will actually be in a negative spot and start going backwards. And so what I would love to do is talk about how we've handled this and I've had a decent amount of experience here. I was fortunate enough to do my master's degree in the laboratory of a gentleman named Andy Fry, who's an NSCA lifetime achievement award winner, and he studied, in large part, recovery, overtraining, overuse, overload in a lot of areas. In addition, I've been fortunate enough to work with individuals from high functioning CEO's and executives who have little time for recovery, high job stress to athletes. Think of the example of pitchers in Major League Baseball who have to recover in a matter of four days so that they can pitch again at maximum velocity. So I would love to outline some of the tools and tactics, strategies that we use for all these individuals. Give you some foundational stuff, and I would love to maybe actually cover some things that most people have never heard of, some stuff you may not have access to, some technologies that we use, some biomarkers, and then even a whole bunch of things that are keeping with the fame of your show here, cost free or extremely low cost. So all those strategies, what I would also like to do is cover nutrition and supplementation and fueling and hydration and things, but that's probably going to have to be saved for an additional conversation that we'll do in the next episode."
    },
    {
        "speaker": "A",
        "text": "Yes, so we will absolutely hold a conversation about nutrition and supplementation where you can educate us about all the top contour stuff, all the way down to the fine details. I do have a question about recovery, and it's one that I think most people are familiar with themselves, which is soreness. We think of it as a muscle soreness, but I was trained early on in my scientific career to always question the seemingly obvious. So, a couple of questions about soreness. First of all, what does soreness really reflect? Is it really muscle soreness? It feels like it's in the muscles, but what other organ systems and tissues and cell types does it involve? And then I'm particularly interested in this concept or this experience that many of us, including myself, had, which is delayed onset muscle soreness. Why would it be that when we are less in shape or when we perform a movement that is extremely novel to us, the soreness seems to arrive after a reasonable delay of maybe even a day. You know, we're fine the next day, but then 48 hours later, we are exceedingly sore. And as we get more fit or more familiar with the movement, the soreness seems to arrive earlier. So I realize I just asked you about three questions or more. First of all, what is muscle soreness? At a cellular level, which cells, which organ systems and so forth. What does it mean if we are sore is something I know we'll get into a little bit later. And then why the delayed onset muscle soreness?"
    },
    {
        "speaker": "B",
        "text": "It's actually one question, so it's totally fine. You asked all three, because I'm going to actually answer number three, which will answer number two, which will actually answer number one."
    },
    {
        "speaker": "A",
        "text": "I'd love to tell you that I set it up that way intentionally, but I'm just happy to hear that where I was unable to be concise, you are able to be concise. Thank you."
    },
    {
        "speaker": "B",
        "text": "We are still learning a lot about this area. It's actually really difficult to perform these studies. Anytime you ask a question about something like pain or soreness, you're immediately talking about perception, and there is obviously a physical component to that, but then there's also perception, and so teasing those things out is extraordinarily challenging. That said, there has been a lot of work in this area. In fact, probably you may have a show already out on pain, or maybe once coming down the road."
    },
    {
        "speaker": "A",
        "text": "We did an episode on pain a while ago, but it's definitely time to revisit that literature. I also have some amazing colleagues at Stanford who work on pain, both from the cellular and molecular side, but also from the psychological side, about how our understanding of pain and what we believe about pain shapes the experience of pain and pain relief."
    },
    {
        "speaker": "B",
        "text": "Amazing. That stuff is incredibly important, and I'm glad we flagged that. Maybe we'll just call that good for now. They could come back later for another one of your shows. So, that being said, why does it happen 28 to 48 hours after you exercise? Well, that actually should give you some clues into what's happening. So the traditional dogma of delayed onset muscle soreness is what this is called, is that it is a result of, quote unquote, micro tears in the muscle. And so you can sort of think, I challenge the muscle. There were some small tears in there, and I'm feeling the results of that. Well, in fact, that certainly does happen, and it can happen. That is not what's explaining your muscle soreness. And in fact, you can be quite sore from exercise and have no measurable amount of muscle damage. And so much like anything else, when we're in this idea of pain, it's not a one to one explanation. There are multiple factors that are probably causing your perception of pain. Muscle damage can be one of them. It is not the only one. And it is probably, in my opinion, though this is yet to be shown definitively probably not even the leading cause of it. And so what's actually happening? Well, the reason it's taking you 24 to 48 hours is you can actually find various papers, literature reviews dating back a number of years now over a decade, that show these wonderful curves of an inflammatory and immune response. And we don't need to necessarily go through the entire physiology right now, but effectively, what's happening is those things have a little bit of a time delay. And so some of those steps happen immediately, like right when the exercise is there, and then some of them are delayed six to 24 to 48 hours. If you know a little bit about this physiology, you have a combination of neutrophils and macrophages and a bunch of things happening. And this has a time sequence. So what happens is, by the time we get to this 28 to 48 hours window, now, the muscle soreness kicks in, which, wait a minute, if this was a result of my muscles being torn and that happened immediately, wouldn't that pain start immediately? Well, the answer is it would. And so that is your first clue that that's not responsible for it. When we look at that immune response and we see that that is actually peaked 24 to 48 hours later, and then that's the same time the pain kicked in. That's cooling you into problems. So we have this immune response happening in inflammation, then all of a sudden we start getting fluid accumulation, and now there are what are called nociceptors. And you're probably very obviously, you're very familiar with these, and these are pain receptors. What's actually interesting is we don't necessarily know a lot of information about how many pain receptors are in muscle. They're not really in the belly. In fact, this is why I can perform my muscle biopsies, and they don't really hurt."
    },
    {
        "speaker": "A",
        "text": "You mean in the belly of the muscle?"
    },
    {
        "speaker": "B",
        "text": "Correct."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "We do have pressure sensors, though. And so if you change the volume of the tissue, you will respond to that very, very quickly enhancing swelling in the actual muscle that is immediately putting pressure on those pressure receptors, if you will. That's the signal. So what's probably happening here, and I just hate to give you another bone, but a lot of delayed on some muscle soreness is probably just a neural feedback loop rather than actual muscle damage."
    },
    {
        "speaker": "A",
        "text": "Yeah, makes a lot of sense. There's a lot of interactions between the types of neurons that control touch sensation and pain sensation and itch sensation. In fact, a lot of people kind of collapse itch and pain together."
    },
    {
        "speaker": "B",
        "text": "Bingo."
    },
    {
        "speaker": "A",
        "text": "You know, that something, it's painful, and it. Itches is a familiar thing for people, mosquito bites and such. And of course, there's the classic gait theory of pain, which people will be familiar with, and then I'll explain why I'm explaining this, um, which is if you. You. Something hurts, you know, you. You bonk your knee or you stub your toe, we tend to grab that body part and try and rub it totally. And that rubbing is not a coincidental thing. It activates a set of, uh, touch sensors that are. That respond to kind of broad, dull touch and that actively inhibits through the release of an inhibitory neurotransmitter, the fibers that control the pain signal. So anytime we rub, like a Charley horse, our leg or we stub our toe and we wince, and then we grab the toe and we kind of like squeezing it a little bit. That's actually deactivating or partially inactivating the pain mechanism. So the idea that a swelling response would then trigger a neural response that then would recruit the pain receptor response here, I'm using broad brush strokes here to explain this makes very good sense to me now, and only now that you've explained how this process works, I."
    },
    {
        "speaker": "B",
        "text": "Can actually even add more to that. So if you remember how muscles work. So we have to have some sort of signal from the nervous system that has to actually go in and tell the muscle to contract. Well, remember a few episodes ago, we covered the physiology here of what's called a motor unit? Okay, well, what I didn't explain to you are called muscle spindles. And we have talked about proprioception in an episode of before as well. But we never tied this picture together. So let me walk you through that really quickly, and it's going to tie this loop into an ISPO. So what happens is this motor unit is coming in from what's called an alpha motor unit, and that's going to be innervating your muscle fibers, and that's going to tell the muscle fibers to contract. Those are typically spread out throughout all sides of the muscle, interior, exterior, all over. On the outside, though, there is another type of muscle called a muscle spindle. Now, these are non contractile, so they don't have that actin and myosin, and they don't produce force. They are responsive, they are proprioceptive. So what that means is they sense stretch. This is why, for example, if you were to stretch a hamstring and stretch any muscle group, it doesn't really matter, or muscle, its innate response is to fire back to close that distance. And this is what keeps you from say if you're leaning to the right, you can imagine that the example we give is if you're standing on 1ft and you start swaying to the right, let's say you're standing on your right foot and this makes this easier for folks, and you start swaying to the right like you're going to fall on your right ear will hit the ground, the inside of your right calf muscle will start being stretched, the outside will start being compressed. The stretch on the inside of the right calf muscle will sense that stretch and it will respond by contracting. That pulls you back to the middle and stops you from falling. That's proprioception. And muscle spindles sense stretch and tell you to contract. The way that they work is through gamma motor neurons. These are sensory things. What's happening is, unlike when you tell your muscle to contract, it goes alpha to the muscle contract. These muscle spindles work such that it is, oh, I've been stretched. Sends signal back to some central point, typically in the spinal cord. And we don't actually want to go all the way up to the brain. We've got a time delay. This is why these are subconscious autonomic right versus somatic. So that gamma is going to go back to the central location and then come back through the alpha motor neurons and tell it to contract. So you have this wonderful mechanism of sensing stretch going back. Well, one theory that's been put forward regarding muscle damage is that the pressure is actually being applied to those nerve endings of the muscle spindles, and that's actually responsible for the pain signal that's going back and coming up to your brain, and you're registering that as pain rather than it is actually in the contractile units. So the muscle fibers."
    },
    {
        "speaker": "A",
        "text": "That's a very intriguing idea, because it would suggest that stretching muscles in order to alleviate soreness might be the exact incorrect thing to do."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Now, I'm not saying that for certain. I'm just building off the mechanistic logic that we've laid out here. Yeah, really? That you've laid out here."
    },
    {
        "speaker": "B",
        "text": "There is the more effective principle based on exactly that, which is this is generally why low level movement is effective at reducing acute soreness, because that's low."
    },
    {
        "speaker": "A",
        "text": "Level contraction of the muscles."
    },
    {
        "speaker": "B",
        "text": "And you're going to anti stretch and get tissue out and you're going to get fluid out."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "You're literally pumping it out of the cell."
    },
    {
        "speaker": "A",
        "text": "Yes. And in our previous episode where we were talking about programming or using the we. But let's be fair here, where you were educating us, including me in the audience about different structures for programming exercise, for specific adaptations, et cetera. Month, week, year, scales, et cetera. We had a brief discussion about the fact that if one trains legs very hard with resistance training, some heavy squatting or deadlifting, and there's some soreness that oftentimes doing some quote unquote lighter cardio or some low impact work the next day, or any number of different things that involve, um, not high intensity, uh, contractions of the muscles, but that do require contractions of the muscles, that it can alleviate soreness more quickly than if one were to simply lie around and, you know, watch Netflix or something."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's exactly right. The, um. To go back just a little bit as well, the. If that's really the case, um, the question is, like, where is this inflammatory signal coming from? And while there's much to be learned there, there is a little bit of information right now that suggests it's potentially coming from free radicals released from the mitochondria. Again, that may or may not hold up as more research comes, I'm not sure, but if you remember back to our conversation on endurance. So we talked about the electron transport chain and aerobic metabolism. Regardless of whether or not you're getting energy from glycolysis or carbohydrates, remember they have to be finished through aerobic metabolism. So even if you're lifting weights and you're using carbs for your fuel, you have got to finish that metabolism by running it into the mitochondria and performing oxidative metabolism as a result of that, that electron transport chain runs. So theoretically, if free radicals, which is, which are hyper reactive oxygen species, basically they're oxygen molecules that are missing an electron so that they react to a lot of things. They're the opposite of antioxidants, by the way, oxygen molecules with extra protons, so they can balance the charge. If those leak out, that in of itself is going to be a massive inflammatory signal. And that's probably what signals the cause of these neutrophils and macrophages and kicks off this entire cascade. Again, I believe we need more research there. I need to look into it. Maybe it's more definitive than I know, but that's probably what's happening, potentially what's happening, rather, that causes that cascade in signal. Also, what you have is this combination of, well, if that's the case, why am I not getting tremendous amount of muscle damage when I do more aerobic based exercise? Well, because you don't have the mechanical tension pulling on the fibers. That's actually causing damage to the cell wall that allows these free radicals to escape the mitochondria and the cell wall. So that's the best we can postulate at this moment as to why those things are happening and then why again, low level exercise tends to enhance even things like percussion. So using either instruments that put a low level of vibration into your leg or like pneumatic boots so you massage all these things are generally probably helping because they're moving that stuff out, edema most specifically. So pressure comes off of those nerve endings and the muscle spindles and allows you to stop receiving that signal of pain, despite the fact that you didn't actually regenerate tissue at all yet."
    },
    {
        "speaker": "A",
        "text": "Fascinating. And I think that beautifully frames where we're headed next, which is to talk about all the different modes of recovery and how to accelerate them, and perhaps even how to combine different forms of recovery in order to become better at recovering and in doing so, make faster progress with fitness. Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is also separate from Doctor Andy Galpin's teaching and research roles at Cal State Fullerton. It is, however, part of our desire and effort to bring zero cost to consumer information about science and science related tools to the general public. In keeping with that theme, we'd like to thank the sponsors of today's podcast. Our first sponsor is momentous. Momentous makes supplements of the absolute highest quality. The Huberman Lab podcast is proud to be partnering with momentous for several important reasons. First of all, as I mentioned, their supplements are of extremely high quality. Second of all, their supplements are generally in single ingredient formulations. If you're going to develop a supplementation protocol, you're going to want to focus mainly on using single ingredient formulations. With single ingredient formulations, you can devise the most logical and effective and cost effective supplementation regimen for your goals. In addition, momentous supplements ship internationally, and this is of course important because we realize that many of the Huberman Lab podcast listeners reside outside the United States. If you'd like to try the various supplements mentioned on the Huberman Lab podcast, in particular, supplements for hormone health, for sleep optimization, for focus, as well as a number of other things including exercise recovery, you can go to live momentous, spelled o U s. So that's livemomentous.com huberman. Today's episode is also brought to us by element. Element is an electrolyte drink that contains the exact ratios of the electrolyte, sodium, magnesium and potassium to optimize cellular functioning for mental and physical performance. Most people realize that hydration is key. We need to ingest enough fluids in order to feel our best and perform our best. But what most people do not realize is that the proper functioning of our cells and nerve cells, neurons in particular, requires that sodium, magnesium, and potassium be present in the correct ratios. Now, of course, people with prehypertension and hypertension need to be careful about their sodium intake. But what a lot of people don't realize is that if you drink caffeine, if you exercise, and in particular, if you're following a very clean diet, that is not a lot of processed foods, which of course, is a good thing, chances are you're not getting enough sodium, potassium, and magnesium to optimize mental and physical performance. Element contains a science backed ratio of 1000 milligrams. That's 1 gram of sodium, 200 milligrams of potassium, and 60 milligrams of magnesium and no sugar. If you'd like to try element, you can go to drink element. That's lmnt.com Huberman to get a free element sample pack with your purchase. Again, that's drinkelement lmnt.com Huberman to claim a free sample pack. Today's episode is also brought to us by eight sleep. Eight sleep makes smart mattress covers with cooling, heating and sleep tracking capacity I've been using an eight sleep mattress cover for about the last eight months, and it has completely transformed my sleep. I'm sleeping about the same amount, but I'm sleeping far deeper. And I'm now getting the proper ratios of so called rapid eye movement, or rem sleep, and slow wave sleep, and waking up feeling far more recovered mentally and physically. The underlying mechanism for all that is very straightforward. I've talked many times before on this podcast and elsewhere about the critical relationship between sleep and body temperature. That is, in order to fall asleep at night, your body needs to drop by about one to three degrees in terms of core body temperature, and waking up involves a one to three degree increase in core body temperature. With eight sleep mattress covers, you can adjust the temperature of your sleeping environment to be one temperature at the start of the night, a different temperature the middle of the night, and a different temperature as you approach morning, each of which can place you into the optimal stages of sleep and have you waking up feeling more refreshed than ever. If you'd like to try eight sleep, you can go to eightsleep.com huberman and check out their pod three cover and save $150 at checkout. Eight sleep currently ships in the USA, Canada, United Kingdom, select countries in the EU and Australia. Again, that's eightsleep.com huberman to save $150 at checkout. So, to kick off this discussion about recovery, and with the understanding that recovery is when the specific adaptations to exercise actually occur, I'd love for you to share with us what happens, or needs to happen during recovery in order for us to get better. Anything, endurance, strength, etcetera, but also how specific types of exercise stimuli and specific types of adaptations that we trigger. So running a bit further, lifting a bit more weight, slowing the cadence of a given movement, etcetera, how those specific types of triggers for adaptation relate to the specific, or maybe similar types of recovery that are required for us to make progress."
    },
    {
        "speaker": "B",
        "text": "In one of our previous episodes, we were talking about how the Harvard fatigue lab really identified this idea of homeostasis, or at least sort of championed it forward. And that's important because in all levels, physiology wants to return to homeostasis. So what happens in terms of adaptation is you've challenged it to a level that it realizes if it does not make a change, it will not be able to get back to the same level of homeostasis. That's fundamentally what's happening. That is recovery, that process of taking an insult, being temporarily reduced in functionality, causing a change so that now we come back and get what we often call in sport performance super compensation. All that really is doing, though, is bringing you to a new level of homeostasis. Effectively, it is understanding, if that same insult comes again, I need to be able to make sure that that doesn't cause the same level of disruption. And so we raise the bar whether this is enhancing our ability to take the same level of mechanical tension on the muscle and not result in micro damage, whether this is being able to take the same reduction in energy and not have that compromise of sleep or anything, it's really fundamentally changing so that we can have a new level of homeostasis, because it's presuming it's predicting that that same insult is going to come again down the road."
    },
    {
        "speaker": "A",
        "text": "I wanted to clarify for people that when Doctor Galbin says insult, while he may actually insult me, insult is the nerd speak terminology for some sort of damage inflicted to a tissue or system. So he's speaking about the insult to the muscle, or insult to the neuromuscular connection created by adding more weight to the bar, running a further distance, running a bit fast, or pedaling faster, that creates a microinsult or an insult, and now, because everyone is familiar with psychological and verbal insults, you'll never forget that biological concept."
    },
    {
        "speaker": "B",
        "text": "It's important we tag another thing here, which is called hormesis. It's one of my favorite phenomenon, and it effectively means this, that there is a dosage, or toxicity responds to almost everything. And if you think about this in the context of, say, drugs, what this means is if I gave you ten milligrams of something, that it would be okay, but if I gave you 20, it'd be a problem. And eventually, if I go up and give you enough, this thing turns toxic. This is a case of everything from cyanide, where it can actually be in small dosages in nature. In fact, it's in many of the fruits that you eat. But it's at a dosage that it doesn't matter. If that dosage gets higher, though, that actually can cause problems. And if it is high enough, it can actually kill you instantaneously. The back end of that, though, is, because you introduce this microinsult, as you framed it for me perfectly, your body will then adapt to it. And that's really what's happening with exercise adaptation, is it is a hormetic stressor. And why that's important is if you look at the immediate responses to exercise, you see an extremely large increase in inflammation, you see oxidative stress, you see a whole cascade of autophagy, like all these problems quote unquote happen. And what's actually quite funny here is, as a part of my PhD, the academic portion, I had to go through the medical side of the school. And so I was. My physiology class was in med school. So I'm the only non medical doctor in that class, right? I'm a PhD. So I leave my lab, I walk across campus, and I take physiology class with these folks. And I died the whole time internally, because every time we would cover a new area, it was basically the. The exact same value or number in a medical setting is like, oh, my gosh, they're going to die. And in performance setting is like, this person's in fantastic shape. It still amuses me to this day, obviously, because it's just simple things like total blood volume, right? And you cover like, okay, if you have a patient come in, their blood volume is six liters. Immediately get them on a diuretic of some sort, because they're going to have a heart attack. His blood pressure gets up. Right now I'm immediately thinking, damn, six liters. That person is super fit, because that is actually a positive adaptation to training. It's one of the most important, if not the most important, adaptation to endurance training is enhanced total blood volume. So you'll store more blood in your body when you're more fit than you are less fit. So, I mean, I could go on all these things, sodium concentrations, potassium concentrations. You look at these things on paper and you don't know if that person's about to die because they're 65 years old and out of shape, or if that person is going to break world record marathon."
    },
    {
        "speaker": "A",
        "text": "This brings up a very important tangent, which is, for instance, if you go and take a blood test, and you are somebody who exercises very intensely with resistance training, your blood creatinine levels can be way out of range. And if your physician doesn't know that you're doing certain forms of exercise, might say, wow, there's a lot of muscle tissue damage occurring in your body. As you mentioned before, your total blood volume is dangerously high, when in fact, you are far healthier and indeed much fitter than the person whose numbers would be in range. That said, obviously there are limits to these statements whereby you would want to be cautious and take action to ameliorate a very elevated blood creatinine level or something of that sort. But the point you're bringing up is also one about the field of medicine, which is that many, not all, but many physicians don't take into consideration the outside activities that people are doing. And so it becomes a kind of plug and play type type way of looking at blood charts."
    },
    {
        "speaker": "B",
        "text": "Yeah, we've done many thousand athletes blood chemistry, and we don't use, first of all, we never look at disease stuff. That's not what we do. We take people that are healthy and try to optimize performance. And blood chemistry is one of the best tools. If you really understand what you're doing there, you can get some incredibly powerful information out of blood chemistry that actually relates to what we're going to talk to today in terms of measuring everything from acute to chronic dehydration, to sleep deprivation can be identified in blood chemistry, to optimization improvements in nutrition supplementation. There's just a lot you can get there. If people are interested in that field, I would point them to a gentleman named Dan Garner, who's just an absolute juggernaut and wizard and blood chemistry for high performance. But you can get a ton of information from that if you understand the difference between exactly what you talked about looking for signals of increased risk of cardiovascular events 25 years down the road, versus. Is this the optimal value for high performance in an athlete, which is what our database and all of our software and stuff does, is only looking for those things. So I'm going to talk about some of the biomarkers to look for a little bit later. Salivary stuff, some blood stuff, but we'll maybe save that part of the conversation for down the road."
    },
    {
        "speaker": "A",
        "text": "Tell me about different timescales of recovery."
    },
    {
        "speaker": "B",
        "text": "Sure. This is actually where I was trying to answer your question for, and then I got myself way off track. But the reason I brought up the hormetic thing is if you understand that some things in the acute, say, 24 to 48 hours period, look terrible, it's actually fine. Right, so this is the stimuli that's causing adaptation. The reason I brought up the medical exchange there is because if you looked at inflammatory markers and then you mentioned some of them, you would see that they are highest acute within seconds to minutes to hours after exercise. However, that's exactly the stimuli needed to bring them down chronically. Chronically, meaning maybe in that moment they are elevated, and then maybe they're coming down 24 hours later, in 48 hours. If you were to compare your resting level, say that Monday before you worked out to your resting level that Monday, the week following the week following that, what you would probably see is your baseline inflammation goes down. And so we got to be really careful. Are we talking immediately post exercise? Man, these markers look terrible. Maybe my recovery score is awful, etcetera. That's not necessarily a bad thing, because what we're looking to do is to not only change what's happening to day, but we're trying to cause adaptation that may take us weeks or months to actually access."
    },
    {
        "speaker": "A",
        "text": "I love that you're highlighting this principle because one of the more obvious ones to me now that you've said this, is heart rate."
    },
    {
        "speaker": "B",
        "text": "Absolutely."
    },
    {
        "speaker": "A",
        "text": "My heart rate goes very, very high during exercise. And I do that fairly consistently or even semi consistently, my resting heart rate will actually be quite a bit lower."
    },
    {
        "speaker": "B",
        "text": "That's a fantastic example. Really what you're getting at here is this concept where I think it's important to differentiate between adaptation and optimization. Now, we hear that word and I use it, and most scientists hate it, but it's a good communication tool, optimization. If you're optimizing for the current moment, you're almost surely compromising the late adaptation. If I were to say, do the thing right now that makes you feel the absolute best in the world, and you're like, great. You took a nap and you ate a donut. Awesome. You feel amazing, but you know it's causing long term issues. The same can be said on the back end. If you're never choosing things that make you better right now, you're never actually going to see any adaptation. So what we're really doing with this recovery conversation is playing this game of balancing immediate gratification with delayed gratification. And how do we identify how much to do now versus nothing? How do I use a value or a marker, whether this is how tired I feel today, how sore I am today versus a score on an app or a tracking metric, whether this is a blood marker, anything, and understand if that's what I need to cause the adaptation. I want a week, a month, three months from now. And in the case of some of our other athletes, it's even up to four years. Right. We're trying to cause adaptations that will get us where we want to get in the Olympics or world championships or World cup or wherever we're going to be. So that's the framework. We have to think about recovery. We maybe falsely think about it as I need to maximize my recovery today. And you could do something like taking anti inflammatory, whether this is a supplementation or a drug, or maybe this is ice. Oh, cool, that's great. That will enhance your recovery in this moment. That'll make you feel better today, probably tomorrow. But what we know is that blocks the signal for adaptation. So you're not going to get the same results four, six, eight weeks from now. So when we talk about recovery, we have to understand, what tool am I using and why? And in order to do that, we have to understand, what am I training for and what am I trying to maximize? If I am in the middle of a season with an athlete and we are competing tomorrow, I am going to hedge towards acute recovery because I have to actuate that performance right now. If I am starting the off season, I'm not hedging towards recovery. I'm actually hedging towards adaptation. So we're not going to deploy any of these. Especially things like, there's evidence that a combination of vitamin C and vitamin E will blunt hypertrophic adaptations because they're anti inflammatory, they're antioxidants. Right. Other studies have shown maybe they don't have an inhibitory effect. They may or may not. The point is, conceptually, you want to be careful of what you're trying to optimize for, and you have to have that forethought, and that alone is going to dictate your decision making with whether or not, again, you get in the ice. You do that now, we will cover some tools like massage that are pretty fine to use. You don't have to worry about those blocking long term adaptation, but others you're going to want to be very careful about."
    },
    {
        "speaker": "A",
        "text": "So this principle that you've laid out for us, which is that there's a set of events that occur during exercise that trigger the adaptation and that sets in motion a number of adaptations that occur during recovery that then give us the exact opposite response to what the trigger was. So I'll go back to the heart rate example. Heart rate is close to maximal or maximal. You do that enough times within a short a week or so or two weeks and your resting heart rate goes down. As I recall a few episodes ago you said that your maximum heart rate doesn't really change that much. Is that correct?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Okay. But your resting heart rate can go down quite a bit."
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "Is that a general theme? Meaning do we have a more or less set upper limit or ceiling for things like inflammatory markers for heart rate, maybe even things like stress. And what we do when we deliberately trigger stress or a dramatic increase in heart rate or dramatic increase in inflammatory markers, is that we are lowering the floor, but that the ceiling remains the same."
    },
    {
        "speaker": "B",
        "text": "It's very dependent upon the marker. So in the case of maximum heart rate, it will not change with the exception of one thing, which is age. Age brings it down. Training will not change it up in most circumstances. If you look at something like an inflammatory response, I suppose theoretically there is a ceiling, though I'm not aware of it. I can tell you right now, looking at blood markers of things like creatine kinase. So remember the conversation about metabolism and that we use phosphocretine as one of our primary fuel sources for explosive exercise. Well, if we're using phosphocreatine, this creatine kinase, now remember kinase are enzymes that function to break things down for the most part. So creatine kinase is the enzyme you use to break down creatine. When you do that a lot, then that creatine kinase gets out of muscle and seeps into the blood. Myoglobin is actually another fantastic marker, by the way. Myoglobin is, if you think about hemoglobin, being in blood is the molecule that carries oxygen around. When it's in the muscle tissue, then it's myoglobin, myo meaning muscle, and it's the same globulin thing. So there's a bunch of markers you can look at muscle breakdown and one of the things that you can see is a creatine kinase level. That's elevated after, say, one bout of exercise, and you might. It might be up, you know, five or six fold. I've actually seen this number in offensive linemen in the NFL be something like 500 plus fold. So even within just one category to the next, that number can get extraordinarily high. And if, you know, this is actually one important point here. If you're paying attention to any mechanistic research or you're using that to inform your decision making, you have to be extraordinarily careful of magnitude. And what I mean by that is, if I were to be running a western blot, looking at a signaling protein in a muscle, did this activation of this protein turn on mitochondrial biogenesis? And I saw that whatever intervention we gave it, whether it was a nutrition thing or a drug or an exercise, and I saw that that signaling protein increased by 20%. I would basically assume that to be totally physiologically irrelevant, because in order for that to be important, it totally depends on the marker you're looking at. But some markers, I might need to see four or 5600 fold increase before I know that that will actually be enough to be what we call physiologically relevant. Others, if they're up one or 2%, that is relevant. And so you really want to be careful when you're either reading papers or looking at social media stuff. If people are just talking about this marker increase this much, it may not matter. It may be totally irrelevant physiologically. And so you have to. That's also, if you're wondering, like, how the hell are all these people? Well, that's how they can trick you a little bit, intentionally or not. It could be just they're trying to do their best, but they don't really understand that area enough. And so that's an important point to pay attention to. So, to answer your question again fully, it would be hard to determine if there is truly a maximum level. Some things don't want to move, like blood ph. It doesn't really want to move. The range that you're going to move from is 6.8 to 7.4, and if you get up to 7.9, you're probably in big, big, big trouble. Other things, again, can go up 505,000 fold. And so the markers will really determine that answer."
    },
    {
        "speaker": "A",
        "text": "Well, at some point in the future, I'd love to continue this discussion around the topic of stress specifically, and maybe we will get into that a little bit later today when we get into the use of deliberate cold exposure, because that certainly has effects related directly to temperature on tissue but it certainly has mental effects in terms of raising one's level of perceived pain."
    },
    {
        "speaker": "B",
        "text": "It's fun."
    },
    {
        "speaker": "A",
        "text": "Also good. Or some people love it. And some people love it for the feeling they get during it. Deliberate cold exposure. Some people only like it for the feeling that they get after it. Not unlike exercise."
    },
    {
        "speaker": "B",
        "text": "Totally."
    },
    {
        "speaker": "A",
        "text": "I love to train. I love exercise, but I know many people who they loathe exercise, but they love the feeling afterward. So this will be a theme that we will come back to. Thank you for indulging my interest in that semi tangent. I think it's a relevant tangent if there is such a thing. You can now return us to the different timescales and modes of recovery, because I think where we are headed is how to get better at recovery."
    },
    {
        "speaker": "B",
        "text": "Yep. Let's talk about the tools. Let's talk about what to measure and identify for all four of these distinct levels. So level one is what we call overload. And just very quickly, what that means is I did a workout today. The sign and symptom of overload is your fatigue. Acute performance is down. So I worked out hard. Right? Now, if I were to go try to do a maximum effort, I would be reduced in my ability. The recovery period for acute overload is minutes to days. Right. That's generally what we call acute overload, and that's what we're looking for, right. System should theoretically see that hormetic stressor come back in response, come back bigger, better, more efficient, etcetera. If you were to continue training in that state, like most of us do, and say, I did a workout today, I had a little bit of acute overload, gonna work out again tomorrow. Little more acute overload, gonna work out the next day. A little more acute overload. Even if you took a day in between, it's. That doesn't matter, right. You just continue these acute bouts of insult, then you're gonna be pushing into the absolute golden target, which is what we call functional overreaching. So you have overreached what you can currently do, and it results in a functional outcome. And what we mean functional here is performance is enhanced. And again, performance being whatever you deem it to be. You're stronger, you've enhanced muscle size, your mitochondria has improved. Whatever the thing is, it's not just a physical performance thing, right? Amazing. Recovery time for functional overreaching is typically a few days to maybe even a week or so. And so typically what we see happen is prior to a competition, individuals will do what we call a taper, which is a reduced training volume. For some short period of time. And the reason they do that is to, again, actualize is the phrase we hear, the adaptations. And so you worked hard for six weeks, and, you know, theoretically, the workout you did 3456 weeks ago, once you allow the system to recover, will be actualized, which means your performance will be enhanced here. So functional overreaching is the golden target. If you were to be at the point of functional overreaching and you continue to train. So it intensified, whether this is through intensity, this is through volume, or really, as you said earlier, you had something holding back your recovery. It doesn't really matter, right? It's sort of two sides of the same coin. Then you would move into what we call non functional overreaching. So you've overreached again, but now it is nonfunctional, as in you did not see a positive benefit once recovery allowed. This typically means you have weeks, it takes weeks to come back from, and you basically just get back to baseline. And this is where a lot of folks are who end up in this vicious cycle. And so you're like, man, I'm not getting the results I want. I'm going to train harder. I'm not getting results I want. I'm going to train harder and harder. But because recovery isn't improved, you just end up in the same spot. So then you train more and you end up in the same spot, and you end up then just either blowing up or quitting and you're not getting where you want. If you were to continue past that point, you may actually be in what we actually call overtraining. And that typically is consider to be overtrained if it takes months to recover from. So most people think they're overtrained are really not. You're just probably non functionally overreached. And again, the classic distinction is if you took three or four days off and you felt better, you weren't probably quote unquote overtrained. You were probably just in this area of non functional overreaching. You need a little bit of a back off if you, and this has been the case, I've had this happen with gymnasts and a cheerleader and some other things where they take a month off and we're barely seeing them start to come back to their baseline numbers in any number of areas, mood, desire to train, testosterone, cortisol ratios, bowel markers in a number of areas, physical performance, vertical, jump height, like all these things, they just start to get back to baseline. So over true overtraining is actually quite rare. Non functional overreaching is much more common, and it is a shorter timeframe scale. So when we talk about recovery, those are the four pieces that we're really thinking about. So if you are concerned about, oh, I'm super sore, how do I get less sore? How do I either not be as sore next time I do that same workout, or I'm super sore now, how do I recover? Those are playing in that first category of overload, and we can certainly talk about how to figure that out. But the quick answer is, you got to go back to our previous episodes and just pay attention to the volume intensity recommendations. If you're getting significantly more damage or fatigue in a workout, you probably have increased your volume too quickly, or something else is dragging your stress bucket down. But generally, this is a problem of training. You either didn't warm up sufficiently, your fueling strategy is off, which we'll talk about in the next episode, or you violated one of our principles of increasing intensity and volume sort of too quickly. If it's past that and you're getting to a stage where you're just like, I'm feeling beat up all the time, my energy is going down. I'm just not feeling like I'm recovered now we're in this overreaching stage. So the story I kind of tell here always is a few years ago, I was working, and my wife Natasha was in the garage training, and I'm doing something, and, like, she comes stumbling, and she has this look on her eyes, and they're like, giant. Her eyeballs are giant. She's just, like, wobbling, and she's like, I effed up? And I was like, what do you mean you, like, effed up? And she's just like, I read the program wrong, and she's like, tremor, what'd you do? Like, she was supposed to be doing ten sets of three every minute on the minute, and she did three sets of ten every minute on the minute, and she was absolutely wrecked. She couldn't move for a few hours afterwards, and then for days, she's just like, you have to handle the kids. Like, I can't get out of bed. I can't move. So that was, like, a classic example of, all right, like, we don't need to fix recovery here. You're just a dummy, and you did the training way too hard, too long. Like, this is not. We don't have a problem here. So if it's a situation like that, it's generally you just. The program was way off. If it's constantly happening where you're just like man, like for whatever reason, every once in a while I'm getting a really sore or having a really bad performance in these workouts. Then we need to go to our other stress bucket, take a look at our allostatic load or allostasis and get figured out what's happening there. So those are the easy ways to flag acute overload problems."
    },
    {
        "speaker": "A",
        "text": "I'd like to take a brief break and acknowledge our sponsor, athletic greens. Athletic greens is a vitamin, mineral, probiotic and adaptogen drink designed to help you meet all of your foundational nutritional needs. I've been taking athletic greens daily since 2012, so I'm delighted that they're a sponsor of this podcast. The reason I started taking athletic greens, and the reason I still take athletic greens once or twice a day is that it helps me meet all of my foundational nutritional needs. That is, it covers my vitamins, my minerals and the probiotics are especially important to me. Athletic greens also contains adaptogens which are critical for recovering from stress, from exercise, from work, or just general life. If you'd like to try athletic greens, you can go to athleticgreens.com huberman to claim a special offer. They'll give you five free travel packs and they'll give you a year's supply of vitamin D. Three K, two again, if you'd like to try athletic greens, go to athleticgreens.com huberman to claim the special offer. I'm happy that you pointed out the distinction between functional overreaching, overtraining and being overtrained. I think one common mistake that people make in thinking about biology generally is that they think in terms of nouns and adjectives and not verbs."
    },
    {
        "speaker": "B",
        "text": "Amazing. I love that so much."
    },
    {
        "speaker": "A",
        "text": "Biology is a collection of processes or processes depending on who you are and where you live and who you trained with. Being overtrained is a state that in many ways is an adjective. You're overtrained, I'm overtrained. It's like saying I'm an american, I'm a czechoslovakian, whatever it happens to be. In many ways people do start to associate with an identity, at least a transient identity, and they start making all sorts of decisions, it sounds like, about what sorts of verbs they will and will not engage in. Whereas I think if we look at things as processes and we assign verbs to them, then we can say, okay, I'm functionally overreaching or I'm truly over training, which is a matter of degrees, correct? Or under training for that matter. I'm not. I'm reaching, but I'm not functionally reaching. It's just, it's just performance. And, you know, just as with the nervous system, won't change unless you give it a reason to. This is the reason why if you can perform something perfectly or speak a language perfectly, there's, there's no rewiring of the nervous system. This myth that we've all been told that every experience rewires your nervous system, it's different now than it was 2 seconds ago. That's a ridiculous, illogical statement. We know that's not true. If your nervous system can perform something, it has no reason to change, and it won't."
    },
    {
        "speaker": "B",
        "text": "Muscle is the same way. This is why you have to progressively overload. You have to learn something new or challenge your muscle to do something new. It's same thing."
    },
    {
        "speaker": "A",
        "text": "So, in the example that you gave with your wife doing this workout that turned out to be far more strenuous. She had functionally overreached in some sense. She might have been over training or heading in the direction of overtraining. But the mistake would be to assume that she was overtrained. Right. As a kind of. It's almost becomes a bit of a state or a character assignment as opposed to a verb. And in any case, there's no perfect way to describe this. We're talking about nouns and adjectives, and we're also talking about verbs. But I think the verbs are really anchored down in processes and things that we do, actions that we can take. And so, if I may, I'd like to just highlight this, this idea of shifting one's thinking towards verb actions rather than labels on the state that we happen to be in or the person that we happen to be. Sometimes it even does become kind of character logical in the way that people describe it. And so I have to believe that there is something called overtraining, that overtraining is real, in other words, but that we don't ever really know if we're overtrained."
    },
    {
        "speaker": "B",
        "text": "You nailed it."
    },
    {
        "speaker": "A",
        "text": "It's not like a red flag shoots up out of your shoulder and say, I'm overtrained. So, in doing so, I hope that we can start thinking about some of the verbs, the actions that we can all take in order to ensure that we stimulate progressive overload one way or another, and at the same time that we don't fall into these bins of character assignment where suddenly we decide that we need to do x, like take a month off or something like that. Because I'm beginning to realize from our discussion that that's exactly the wrong way to go."
    },
    {
        "speaker": "B",
        "text": "Those are fantastic points. I want to make sure it is clear that there is no clinical diagnosis for overtraining. There are no standards. There's no test or a blood panel you can pull that would actually identify you in that state. So your distinction here, Andrew, of these are verbs and rather than nouns, is so wonderful because that is exactly the case. The only way we could really come retroactively diagnose one with overtraining is if, again, we had, you did weeks of recovery and you only got back to baseline, so we can't do it in the moment. I can't take a single test. There's no subjective marker or anything that says you are over trained. It is simply you are probably overtraining, and we need to reverse that quickly. Or in the case of the step before, you are probably non functionally overreaching. And if you continue to do this, you will probably enter into a stage where this is your overtraining and we need to come back. So that's an important thing to let people know is there's no one thing we can actually point to that says, you are here. You are not a noun, this is a verb."
    },
    {
        "speaker": "A",
        "text": "So what are some tools that we can use to enhance our recovery?"
    },
    {
        "speaker": "B",
        "text": "Yep. Let's start off with that acute overload phase. So in other words, I just did a workout and I'm feeling awful, or I just did one two days ago and I'm super sore. How do I get rid of that right now? Well, there's a couple of things you can do immediately after your workout and then others that are maybe more actionable a day later or two days later. And we'll just cover a handful of them. We'll do some nutrition and hydration and supplementation in the next episode. I'm going to cover everything else not in that category right now. So a couple of things. Number one, you can actually start kickstart that recovery process at the end of your current training session. And I guess I should say it this way, I strongly suggest you start this recovery process immediately after the workout. You mentioned earlier about this idea of you got to get a really high peak of stress to cause adaptation, but I actually didn't explain that correctly because what has to happen is you need that extremely high peak, but then you have to be meth with an extremely sharp recovery back down. And so you've talked about this before in some of your neuroplasticity stuff in terms of what has to happen that caused the insult, and then you immediately need to be able to recover to make sure that that causes changes in the brain. Same thing happens here. So we need a really sharp and high inflammatory response. And then if you do not meet it with an immediate recovery period, the signal won't be there to maximize your results. So what's that mean? You can actually do a couple of things. Number one is actually listening to slow paced music. There's evidence to suggest fast paced music may slow down your recovery, and slow pace would actually enhance it. So if you just change from, you know, your maximum, get you up and get going music during the workout to a slower, lower cadence, that will help you kickstart the idea of a similar note. You can also use what we call down regulation breathing. You could do them in conjunction or one or the other, whichever is up to you. So my personal favorite method here is somewhere between three to ten minutes of finishing your training session, laying down. I like to be in that position. You could certainly do it in the lotus position, but I think laying on your back is generally more effective. Personal preference? There no signs. I like the eyes being covered, getting into this dark, quiet sort of area, and then just breathing through your nose in a structured cadence. There's a lot of different things you can try. An easy example is just box breathing. So you can imagine box having four squares. So what you're going to do is inhale for somewhere between like three to 8 seconds. And then whatever number you choose, you keep that same tempo. And so let's say you chose to do a five second inhale. That's going to take you up vertically and then horizontally. For your box is a five second hold and then a five second exhale and then a five second hold. And you just need to repeat that for the time domain. I typically honestly don't use a timer. You'll actually notice a lot of people will like fall asleep or get really close to falling asleep in this period. You could do a triangle version of that where you do an inhale, hold, exhale, and then go right back into your inhale. Or there's a bunch of different tricks you can try here. You need to play around and see what actually works best for you. Ten minutes is probably better, but if you can just at least give me three, that'll work. If you're really, really resistant, you can actually do that just in the shower. And so if you're going to finish your workout, get in the shower again. Just close your eyes in the shower, give me three minutes of focused relaxation breathing and that will accelerate the recovery process."
    },
    {
        "speaker": "A",
        "text": "I love it. And I particularly love it because my laboratory works on stress and respiration, aka breathing and the interactions between the two. And I'll just mention a result that was just accepted for publication, so should be out by time this episode airs. Thank you. This is the beautiful work of not me directly, although it took place in my lab, but as we know, it's the students at postdocs who really do the heavy lifting of Doctor Melisse Balbon in my lab. He's a phenomenal researcher that showed that a short period of five minutes of box breathing of exactly the type that you described, or cyclic sighing. So two inhales followed by an extended exhale to lungs empty. Ideally the inhales are done through the nose, the exhales are done through the mouth, although it could all be done through the nose or the mouth for that matter, but probably nose. Nose for inhale, inhale, mouth for exhale, or ingest inhales through the nose and exhale through the nose. Cyclic sighing, as we refer to it, done for five minutes. Both of those produce very significant decreases in resting heart rate. They, over time will increase things like heart rate variability and so on and so forth. Provided that there are extended exhales, it seems like the calming response and the reduction in overall stress occurs. The only thing that really sends things in the other direction would be something like cyclic hyperventilation. I'm sure you've observed that. And interestingly, when we had people just do five minutes of meditation, during which of course they are breathing, but they're just allowing their breathing to progress, however it happens to be, in that moment or moments across the five minutes, there were reductions in the same sorts of markers of stress that I described, but not as significant as breathing. So I love the Brock's breathing tool post workout, and there's some other alternatives there too, that I just mentioned. But I think people greatly underestimate the potency of breathing for shifting one's nervous system function away from stress, or if one wants toward more alertness and stress."
    },
    {
        "speaker": "B",
        "text": "I actually have a couple questions for you on that."
    },
    {
        "speaker": "A",
        "text": "Sure."
    },
    {
        "speaker": "B",
        "text": "I think the audience would appreciate this. How long were those boxes? Does it just user selected?"
    },
    {
        "speaker": "A",
        "text": "Great question. So we use the carbon dioxide tolerance test."
    },
    {
        "speaker": "B",
        "text": "Amazing."
    },
    {
        "speaker": "A",
        "text": "In order for people to determine how long the different sides of the box should be. And you covered carbon dioxide tolerance test in a previous episode. Now, we can provide a link to that clip in the show note captions, but as you point out, it involves a long, extended exhale to lungs empty. And of course, people could sit with lungs empty, but they have to accurately, faithfully, as we say, report how long it took them to empty their lungs. We use that as a, as a gauge. Typically, if it takes, if people go to lungs empty in 20 seconds or less, I believe I have to go back to the paper and look, but I believe that the duration for each of the sides of the boxes, as it were, was somewhere between two and 3 seconds. If they had a CO2 discard time of anywhere from 20 seconds up to about 40 45 seconds. We use the sides of the box where I believe between four and 6 seconds. And then for people longer than who could discard their air over a period of a minute or more, we used a box duration, that is inhale, hold, exhale, hold. Duration of somewhere between, I believe it was seven or maybe it was eight and as long as eleven or 12 seconds. Those are your kind of free diver types who can really do this, who are really well trained for this sort of thing. Don't quote me exactly on those numbers, but that was approximate."
    },
    {
        "speaker": "B",
        "text": "Those line up exactly with what, what we've done. So I believe it's, it's going to be close within seconds of non important distinction is it's going to be close enough. So that's great. And that was uh, it took them what, six weeks before they."
    },
    {
        "speaker": "A",
        "text": "So this study was done over the period of a month. And then when they were swapped into a new pattern of breathing, um, condition or meditation condition. And this was all done in, in the natural world, as we say, um, they were wearing root bands that we're getting heart rate, heart rate variability, sleep data, subjective data about mood, etcetera. So there are a lot of measures, but this was more than 100 subjects out in the wild of life. And we tried as best we could to track life stress events and exercise and things like that. That was harder to control outside the laboratory. Really. All those results speak to exactly what you're describing here, which is that deliberate respiration that involves controlled holds and exhales really has a dramatic and very immediate impact on reducing our levels of stress."
    },
    {
        "speaker": "B",
        "text": "That's wonderful. I'm not surprised at all with your findings. And what's really interesting about that is you mentioned how the exhalation portion is primarily responsible for the downregulation. And that's actually goes back to our previous endurance conversation, which is that in general at rest, at non altitude, increases in CO2 are the primary driver for ventilation. And so what that generally means is inhales are associated with an uptick in sympathetic state and exhales are associated with a uptick of parasympathetic state. This is generally why folks will do things like exhale and finish that exhale right before they perform a very high precision neurological task. So if you're going to, say, aim at a target and shoot, you're going to exhale fully and then almost always execute that movement at the end of the exhale, because that's when you're in your highest parasympathetic state and lowest drive for ventilation. I have to say I'm not surprised at all that you guys found that there's actually other data that point to individuals, particularly after endurance training, that can get back down to baseline. Heart rate is going to be correlated with who gets the most actual results of their training. Said that if you take a bunch of individuals and put them through an endurance training program, and if you measure how quickly they can get back down to baseline after each workout, in general, those folks that are better at that are going to see greater improvements in performance at the end of your, say, four or six or eight week training block. And so there's a little bit of causation and correlation there that we have to untie. But I think it's enough to say, hey, if you invest these three, and in your case, your study was five minutes, it's only going to enhance recovery. You have a likelihood of increasing your results from your training. And now we also have additional benefits, like being able to transition more appropriately into our next task, going to work, going to see family, whatever the thing is. And it's a nice close to, I asked you to be in a high sympathetic state body, and I asked you to perform and to be under stress. I gave you recovery, and now we're ready to transition into our next thing so that we don't take that exercise energy, if you will, into our next task, which may or may not want me in a sympathetic drive state."
    },
    {
        "speaker": "A",
        "text": "So if somebody is sore following a workout, either locally, sore in a muscle group or group of muscles, maybe in their legs or chest or torso, maybe their whole body is sore, as it sometimes is the case, what are some tools that they can implement in order to accelerate the, I want to call it moving out of that soreness, but it's really, as we know, the alleviation of the soreness through a bunch of different processes. What are the most effective tools to push back on that soreness and dissipate it?"
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely. First of all, it's not lactate. That's just a really important thing that we still hear people talk about. Is you're sore 24 hours later, you got to do this thing to get the lactate out of there. As we talked about in the metabolism conversation and episode, that that is not the cause of fatigue and it's certainly not the cause of soreness. So not an actionable tip there, but just a pet peeve of mine when I hear people say that, that I get irritated. So we can maybe end that conversation. Strategies, tools. Here's what you can do. You can actually wear compression gear. That will help a little bit. There's a decent amount of evidence suggesting if you just were to, you know, put some tighter fitting clothes on, leisure wear or compression gear, if you have it, that that can actually prevent a little bit of soreness from occurring. So if you're in the case of poor Natasha and you realize you just done way, way, way too much, or you went and hung out with your bow hunting friend and you trained way too hard, and you realize, oh my goodness, I'm going to be very sore here, you can immediately put on compression gear and wear that really for as long as possible."
    },
    {
        "speaker": "A",
        "text": "What are some examples of compression gear? I've seen people on the plane with those high, high socks."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, anything that you wear compression gear for, what you do for exercise. So whether these are just, you know, compression pants and leggings, the tight fitting leggings, whether this is a long sleeve shirt that's like a rash guard you would wear in jiu jitsu or surfing or something like that, as long as it's tight fitting, it doesn't have to be much more than that. You can wear. I suppose you could get the socks would be great, but we generally just tell our athletes they would put on long sleeve compression shirts that they would wear for their training and then long compression leggings, and that'd be fine."
    },
    {
        "speaker": "A",
        "text": "Can people apply these compression garb after training and still get some of the positive effects?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I have not seen any evidence to suggest that that would block adaptation. That may be the case. I am not aware of those studies, if that happens, but I certainly know that the information suggests it can enhance a little bit of muscle recovery."
    },
    {
        "speaker": "A",
        "text": "But ideally, one knows if they are about to do a workout that could trigger a lot of soreness and then wears compression gear of some sort to offset that. And if so, does it have to be local to the muscle groups that you're working on? The reason I asked about the socks is my understanding of the socks that the compression socks people wear on the plane is that it's going to shift the patterns of blood flow, not just in the lower legs, but all over the body."
    },
    {
        "speaker": "B",
        "text": "Yeah. You're probably going to want to focus it on the actual exercising tissue, though. Actually, that's a really good question. I don't know the answer of whether or not you did an upper body workout, only wore lower body compression gear, if that would actually help. That's a great question. That may have been done. I don't know, but I don't know the answer to that. In general, we just tell people, like, wear, wear the whole thing as much as you can. I actually am not concerned that you're wearing it during your workout. It is something you could put on afterwards or even wear just a little bit of compression. The other day, we've actually did a really fun study. I collaborated with Bill Kramer, who's sports scientist of the year. Award is the Bill Kramer award, if that gives you any indication, out of University of Connecticut as well as with Lee Brown. So two lifetime achievement award winners, and we put people on a plane in Storrs, Connecticut, and flew them to Cal State Fullerton. So a cross country flight, and some of them got to wear compression gear during the flight and others did not. And then they landed in California, did a training bout, put them back on the plane, went back to Storrs, and I think they did another training bout when they got back there. There was a lot of data that came out of that paper. But one of the things that was clear is the compression group was effective at handling some of the blood related coagulation and other issues associated with long flights and particularly athletic performance. So that's actually a sneaky little insider trick that I'll use a lot with people, particularly with athletes that are traveling, is just wear that compression gear on the plane. So you talked about that and that sort of rung that study to mine, that is another effective strategy. So compression gear in general, as well as particularly on a plane, basically, the tighter you can get it, the better, without obviously making your hands purple and being uncomfortable and things like that. So it doesn't have to be overly tight. Anything will work and probably help. So I'm also doing that personally anytime I'm taking a flight like that, as much as I can, just to feel a little better when I get there."
    },
    {
        "speaker": "A",
        "text": "So what are some other methods that we can use to alleviate acute soreness?"
    },
    {
        "speaker": "B",
        "text": "Well, if we continue down the same theme, which is saying, okay, we use some sort of pressure manipulation to enhance recovery. If compression is one strategy, you can also use things like compression boots or garments and these are nomadic devices that will pump air outside of you and compress back and forth. There's any number of devices that will do this. You can also use the physical hand, so this would be massage and bodywork. They're all really working, as best we can tell, on the same mechanisms which are effectively moving fluid in and out of the tissue, as well as potentially enhancing blood flow, increasing capillarization, and which is going to only get nutrients in and waste products out. So you can kind of pick and choose based upon your budget preferences, availability, timing, things like that. So those are all effective strategies. Outside of that really is the next largest category, which is now thermal. And so far in this discussion, we've mentioned cold water immersion, and I talked about in the hypertrophy section how you would not want to do that immediately post exercise, which would be getting into cold water or an ice bath if you're trying to grow muscle mass. Having said that, there is good evidence showing that cold water immersion specifically is effective at reducing muscle soreness. So it is a fair consideration. And it's a classic example of how there are no free passes in physiology. Nothing is always good or always bad. It's always about what are you willing to give up and versus what you're willing to get. And the case of, like, cold water immersion, you may be thinking, yeah, I might blunt some of the hypertrophic adaptations, but if you're in that phase of training where you're actually trying to push more towards optimization in that moment rather than long term adaptation, then an ice bath might be a great choice. In addition, if you fall into a scenario like Natasha did, and you realize, like, I'm just so unbelievably sore, this might cost me three or four or five or six days of training. It might be worth it for you to accelerate that recovery process by a couple of days so that you don't miss so much training. So it's just a, it's an algorithm, it's an equation. What am I looking for again? If I'm in season or trying to compete, or if I have just done way, way, way too much exercise and I am really in significant pain, you would probably be willing to give up some small percentage of eventual muscle growth after a single session to get out of pain. So, of the cold strategies, cold water immersion is clearly the best approach. Rather than cold air or some other tactics, a cold shower is probably not enough. Here you really do want to be either in moderately cold, this is maybe 40 to 50 degree water for probably north of 15 minutes or you can be in sub 40 for as little as maybe five minutes to get some of the fact. And there's been a number of studies, so I'm sort of summarizing a bunch of that kind of into one rather than going through them point by point."
    },
    {
        "speaker": "A",
        "text": "The numbers you just threw out, which I'm assuming are you Fahrenheit, seem, seem really cold to me. Uncomfortably cold."
    },
    {
        "speaker": "B",
        "text": "Absolutely."
    },
    {
        "speaker": "A",
        "text": "Though I always recommend that people ease into it as a protocol overall, that they not immediately go to 35 degree cold water if they've never done it before. That said, once people are comfortable being uncomfortable because I always answered the question, how cold should it be exactly? Would you agree that it should be very, very cold, so much so that you really, really want to get out, but that you are able to stay in safely, whatever that value happens to."
    },
    {
        "speaker": "B",
        "text": "Be, you absolutely need to be safe. Having said that, we have actually, in our XBT retreats, put dozens if not hundreds of people at this point immediately into the sub 35 degree water their first time ever and done three minutes, multiple rounds in a session. So they can handle it. But you don't need to go that crazy if you don't want. You kind of have to play a game, right. Do you want to be really, really cold for a short amount of time or do you want to be like kind of cold for a longer amount of time? Really the only mistake you could make is doing something like, you know, 65 degree water, which for the most people is not very comfortable and doing, you know, five or ten minutes."
    },
    {
        "speaker": "A",
        "text": "It's just not going to be effective."
    },
    {
        "speaker": "B",
        "text": "It's probably not going to be effective. So if you're like, man, 35 is absolutely crazy and you want to do 55 degree water and there's literature in that area, but it's going to say you need to probably be there somewhere almost surely north of ten minutes, and some of it will actually show you need to be in there, like, well, north of 20 to 30 minutes. So for my money, I would rather go really, really cold and get it done in five minutes. But personal preference on this one, you can also make it a little bit easier on yourself. There is not nearly as much evidence, but there is some on contrast. So this is when you go cold, hot and sort of back and forth. There are no really good rules in terms of how much should you go, how many rounds, how long in cold, how long and hot? Again, there have been a couple of studies, and obviously those studies use numbers, but that doesn't mean those have been tested to see what are optimal which is a very big difference. So you can really just kind of play that by feel hot is good for recovery. You just have to be careful because you are going to put more blood flow in the area and so you may walk out of there with some additional acute swelling, which is then going to put greater pressure on there. So you have to kind of play with that. I personally really like hot for recovery. I will feel maybe not great in that moment, but the next day I tend to feel really, really good. In addition, if I wake up the next morning and I'm really, really hurting and I'm super stiffen, but a hot bath will help that quite a bit. So you can play with some of those protocols. Again, you don't have to do ice, there's absolutely no requirement to do so. It is just an option."
    },
    {
        "speaker": "A",
        "text": "If you're interested, the studies of Doctor Susanna Soberg."
    },
    {
        "speaker": "B",
        "text": "Sure, yeah."
    },
    {
        "speaker": "A",
        "text": "Are not directly aimed at alleviating soreness or recovery. They're more about increasing thermal capacity by a storage of brown adipose tissue, not the blubbery fat, but the stuff around the clavicles and around the heart that help you generate body heat at rest and metabolism and so on. And the numbers there that she's come up with, again have not been tested against all the possible derivations. Just like with breathing, we did five minute sessions, but who knows? Maybe a minute would have been equally effective. There are constraints on these sorts of studies, but the values that she's come up with, which seem to be good thresholds for making sure that an adaptation response is triggered by heat and cold, is it ends up being 57 minutes per week total of uncomfortable but safe heat, in that case, sauna. And that can be all in one session, or breaking it up into a couple of sessions on the same day or different days, and then eleven minutes per week of cold, either in one single session or multiple sessions. Again, one could do more. Um, one could break that up over, you know, multiple days, or do it all in one day, or do it all in one, an hour in the sauna and then eleven minutes in the cold, or vice versa, although that seems a little bit extreme, especially for the uninitiated. But those are the numbers that have been studied. But as you point out, there are not a lot of really thorough studies examining different cold protocols according to temperature by time requirements. So there is a bit of subjective feel required to establish a routine."
    },
    {
        "speaker": "B",
        "text": "And I would actually say this is another time to reemphasize something we talked about at the beginning of our conversation, which is that pain itself is not a defined outcome. It's heavily influenced by your perception. And so if you don't feel like they work for you, they won't work. If you feel like they work, fantastic. They do. So it's a challenging field to get really objective data on. So there's always going to be a little bit of subjective nature to some of these things. I can tell you anecdotally, we've used hot and cold contrast for a long time with athletes. Some love it, some don't care for it, and everything in between. So it's one of those things where I never mandated, of course, I can't mandate anything for anyone I work with, but I'm never, you know, like, hey, are you interested? Great, you're struggling in this area. Do you want to try this? You did and you liked it. Great. You're struggling in this area and you tried it. You didn't love it. Okay, fine, I'm not. We'll find other routes as we will get into. There's a lot of ways to enhance recovery. This is only one. And it hasn't even really come down to stopping the problem in the first place. We're just treating symptoms, which is first line of defense. But you really need to go back and figure out why it's happening to begin with as a solution. These are just different. Again, acute symptom management tactics."
    },
    {
        "speaker": "A",
        "text": "One final point about deliberate cold exposure, I think worth mentioning is one of the reasons the shower is effective, but not nearly as effective as cold water immersion. Or immersion in ice up to the neck is simply because of the reason you stated before, which is that most showers are not going to get that cold. You're not going to get down into the sub forties? Also, cold showers haven't really been studied that much. They have, but not nearly as much as immersion. And people always ask why? Just think about the challenges of studying cold water exposure in the shower, where you can't really control for how much of the body is covered, whether or not the head stays under different sized bodies, etcetera. Whereas when people come into a laboratory, they can get into a cold water. We know where the neck is, we know where the chin is, and we can make sure that people's arms and legs are underneath. But with cold shower, sure, you can make everyone face away or toward the shower, but it's really tricky. And for all the variations that were described. That said, would you agree that if one wants to use deliberate cold exposure, that cold shower is better than nothing? And cold immersion in circulating cold water or ice bath is better than cold shower."
    },
    {
        "speaker": "B",
        "text": "Yeah. What I would actually say if you're looking for recovery for muscle soreness, I would say cold shower is probably doing very little because you're not going to be able to get enough cold water onto any muscle besides basically your head. So maybe you could try a cold bath and so you'd at least get some surface area coverage. But yeah, if you want to use cold shower for all the other awesome reasons to cold shower, that's totally great. But if you're trying to use that to recover your low back and glutes from being sore from training in a good way, it's probably not going to do much. The immersion would be there. You actually also hit a sneaky other point, which is if you can't get your water super cold, just make the water move. So if you have jets and stuff, you can turn on anyone who's tried this. And if you're like, okay, I can do a 40 degree bath. Awesome. Try 60. When the water's moving, right."
    },
    {
        "speaker": "A",
        "text": "Because you break up the thermal layer, normally you have a little thin layer of water that you're heating up. You break that up, it's a whole new world. Yeah, absolutely. So being very still in the cold water is actually the weaker way to go. That you can make your face stoic, but make your body circulate some water around you. As long as we're on this, maybe just one more point about heat. I've certainly used sauna, wet sauna, dry sauna, steam saunas. Excuse me, jacuzzis can work pretty well. Males. If you are looking to conceive in the 60 days following sauna or hot tub, do realize that both those approaches do severely limit the number of motile sperm substantially. So for people that are not trying to conceive, don't think that this works reliably enough that you could use it as a form of contraception. But for people that are trying to conceive, it really is detrimental to sperm health. Right. And so for that reason, some people bring an ice pack and put it on the groin or near the groin when they go in, but which is harder to do in a hot tub than a sauna. So here we're getting into the fine points, or crude points, if you will, pun intended. But the idea is that we wouldn't want anyone to approach these techniques and compromise their other life goals, inadvertently not."
    },
    {
        "speaker": "B",
        "text": "Allowed anywhere near these things when we were at that stage of life, I'll just say, natasha, put an x na on me. Hanging out with Laird going in the socket? No, for those reasons, she's like, you're not going in, you're not going, none of the stuff. And I just had to wait, right?"
    },
    {
        "speaker": "A",
        "text": "He and sperm have a relationship, but it's not one that's positive for the sperm. Like to take a brief break to acknowledge our sponsor, InsideTracker. Insidetracker is a personalized nutrition platform that analyzes data from your blood and DNA to help you better understand your body and help you reach your health goals. I've long been a believer in getting regular blood work done for the simple reason that many of the factors that impact your immediate and long term health and well being can only be analyzed from a quality blood test. One issue with a lot of blood tests and DNA tests out there, however, is that you get information back about various levels of lipids and hormones and metabolic factors, etcetera, but you don't know what to do with that information. Inside tracker makes knowing what to do with all that information exceedingly easy. They have a personalized platform that lets you see what your specific numbers are, of course, but then also what sorts of behavioral do's and don'ts, what sorts of nutritional changes, what sorts of supplementation would allow you to bring those levels into the ranges that are optimal for you. If you'd like to try inside tracker, you can visit insidetracker.com hubermanda to get 20% off any of Insidetracker's plans. Again, that's Insidetracker.com huberman to get 20% off. Are there ways to combine the various types of stimuli that you described for inducing recovery? You talked about breathing based tools which while they could adjust and indeed do adjust oxygen and carbon dioxide ratios and et cetera, I'm guessing the major effect of those on recovery is going to be neural, going to be deliberate calming of the nervous system, more sympathetic based, as you mentioned."
    },
    {
        "speaker": "B",
        "text": "Yeah, most definitely."
    },
    {
        "speaker": "A",
        "text": "And then you talked about some movement based and touch based approaches which will movement circulate, certainly will circulate blood, but also will generate contractions of the muscles, which maybe, if indeed, again, it's still speculation. If indeed some of the soreness is due to excessive stretch or swelling at the stretch ends of the muscles, that would make sense. So movement and touch and then thermal, are there ways to combine these that are more effective or maybe even synergistic?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I suppose you could throw on some compression garment, put on a pneumatic compression device, and sit in the sauna while you downregulate your breath. That would be fine. Quite honestly, though, you probably don't need to maximize all of them. We were joking. You could probably go for a light swim while regulating your breathing in cold water. You get the compression from the cold water and you'd be in a good spot, so you can certainly do that. The reality is I generally look for some physical approach and then some holistic approach of the breath work, basically. So I want breath and then something else. If you knock those two things out, you're in a good spot. So that could be breath while you're in thermal stress. So just controlling and doing the on regulation stuff. You have to also remember, ice is a stressor. And I'll actually show you some data here in a second about how that actually can enhance systemic recovery. Although it won't happen in the min in the acute minutes. In fact, it's going to take at least 30 to 60 minutes, and then you'll eventually see a rebound effect, but acutely it's going to make you actually more sympathetic, which is going the other direction. Heat can do the opposite, or it can actually drive you up. So it's a little bit dependent upon how you respond, what time of day and how you're using. So in general, I guess combining them is if you need it, depending on what you have and what's available. So perhaps you don't have a sauna, but you can take a hot bath. Great. Maybe you have some percussion device, some tool, and you can use that, but you don't have asana. Amazing. I don't have ice bath, these things. So I think rather than thinking about an optimal combination of them, I would say just use a couple of the tactics based on what you have and what is easily available in your situation."
    },
    {
        "speaker": "A",
        "text": "I'd love for you to teach us about some of the methods for longer form recovery as it relates to overreaching and overtraining."
    },
    {
        "speaker": "B",
        "text": "Sure, you want to think about this in a couple of phases. Phase one is to try to prevent it from happening in the first place in terms of training load. You're going to just go back to our previous episodes where we give you specific instructions for how much to increase your volume and intensity per week, etcetera. The other thing you can do then is do some monitoring, and I'll go over some different tools, some cost free ones, as well as some higher tech, technologically demanding ones to monitor to see if it's actually happening. And then the third approach here is, what if this has already occurred? I figured out, how do I get back out of that hole? So I would like to just sort of tackle these one by one in order and talk about what's happening, what tools you can use and why they're going to work. All right? So anytime we're talking about fatigue management here, most people are aware of these terms because if you have any sort of technology, you're probably getting some sort of readiness score or recovery score or strain, depending on which app or watch or tech you have. You have a little bit of vernacular change. If you're in the sport performance world, you might be looking at things again like load or gps tracking and monitoring. And really all of it is doing the same thing. It's trying to either one, predict a problem is going to happen in the future and then placing restrictions upon you so that you don't run into that situation. The other thing it's possibly doing is identifying a drop in physiology or performance and then saying, we need to get you out of this hole. That's really what's happening. And so when we think of the first one, just imagine a scenario like a mileage limitation pitch count in baseball, and what has happened there is individuals in those fields have looked and said, hey, what we notice is people who throw, say, more than 100 pitches in a game tend to start losing effectiveness and increase injury rate. Therefore, we're predicting the next time you go to play, if you cross that threshold, we start having an increased risk of negative consequences. So therefore, we're going to cap your, in this case, pitching volume at that hundred pitches per game or whatever the case. Same thing with running, et cetera, et cetera. So you could just simply do that. And there's actually really cool data coming out now on sport performance stuff, looking at things like Imus and GPS trackers and trying to identify even position by position specific recommendations for how much distance you should cover in a practice, in a training session so that you can say, hey, these positions don't cross this threshold. These positions don't cross this threshold in basketball and tennis and all kinds of things like that. That's not probably extremely applicable to many of the listeners right now, but it is still conveying the idea that if we understand where we break, then we can stop ourselves from getting there in the first place. The functional example here is just thinking about basic things like where do I start my training program and then how do I progress it? And we've already covered those numbers. In either case, though, you want to have three markers that you're paying attention to. If you're concerned you're getting into an overreaching phase or potentially going to lead to overtraining or you want to get out. It's three unique things. Number one, we're going to look for some sort of performance metric, right? So this could be your times are going down, your squat numbers, your power is going down, any of these things. So it's got to be an actual performance. Number two, some sort of physiology. And so I want to see something happening with resting heart rate. Some biomarker is moving heart rate variability, some other measure that is not influenced by you. And the beauty of using biological markers are if we contrast that to, like, performance. And I said, okay, here's our performance test. Every day you come in, you're going to do a vertical jump. And if one day you come in and all of a sudden your vertical jump is super low, I might think, oh, man, maybe we're starting to overreach. You also could be feeling lazy that day and just not have jumped very high on purpose because you didn't want to work out. The beauty of biomarkers are you don't get to manipulate them like that. They don't care. There's a downside to it, which is maybe they're just indirect markers. And so I'm not telling you biological markers are better than performance markers. What I'm saying is you want to look at both. In fact, you want to look at our third category as well, which is some sort of symptomology. And so am I having a symptom of overreaching? Am I seeing a performance sacrament? And then am I seeing a biological marker as well? If you see all three of these popping up, you have reason to believe you've reached some overreaching. Now, what you have not identified yet is if that is functional overreaching, non functional overreaching, or true overtraining. And remember, you shouldn't be feeling great after every training session. You're trying to cause adaptation. And until you back off, maybe even weeks or months later, to actualize the adaptation and get that super compensation and performance increase, you're going to have to invest a little bit. So you're going to go in the hole. Any sport performance coach is going to look at numbers throughout the year and say, yeah, yeah, when we first start training in preparation for the season, we are going to see a drop in performance that day, that week. That's part of the plan, though, right? That's the stress you're trying to accumulate. So you want to see all three of those markers. You just want to pay attention to a couple of things. How long are they down for? A day, three days, seven days, 15 days, etcetera. If you're seeing a performance drop in a day, and I am far away from performance, so the day that I want to peak for, I'm not going to do anything different. If I see two days in a row drop performance, I'm not worried. If I see more than probably, in my opinion, five days in a row of decrement, then I might start paying attention. If you're in season, though, or close to competition or whatever that thing means to you, and you see more than a couple of days in a row of dropping, then you might actually want to take some steps to mitigate that. So it really is important you understand, again, what are we trying to do? Are we trying to cause adaptation, or are we trying to cause adaptation? And I have a very specific example of all this we can run through here in a second, and then, of course, a bunch of tools to, to pull you out of those phases. But that's, that's fundamentally what we're trying to do here. I would encourage you, again, don't be too reactive and responsive to any one measure. I'm going to cover a whole bunch of them in a second. But you can get lost in different things because they all have pros and cons. And so I know it's simple to just look at one score on your watch and make your decisions because of that or check your app, but you really want to be careful of doing that. You're gonna probably lead yourself in the wrong direction more often than you're gonna help yourself."
    },
    {
        "speaker": "A",
        "text": "I'm curious as to why, when we overreach too much or too often or we are overtraining, that performance is diminished. Because on the face of it, it's kind of obvious. You're overreaching. You're overtraining, so performance is diminished. But that's completely circular. You hear about things like adrenal fatigue and adrenal burnouth. Well, it turns out adrenal burnout doesn't even really exist."
    },
    {
        "speaker": "B",
        "text": "Absolutely not."
    },
    {
        "speaker": "A",
        "text": "There is such a thing as adrenal insufficiency syndrome. But these phrases like burnout, adrenal burnout, overtraining, they're thrown around as much as words like gaslighting and obsessive compulsive are without any real clinical definition. Or there are clinical definitions, but people aren't obeying them when they use the language. I do want to acknowledge, however, what is absolutely true, which is that overreaching too much, too often. Overtraining. These can degrade performance. But mechanistically speaking, what's going on? Because I think once we understand what's going on mechanistically, then I think we can all look at tools, whether or not it's breathing, movement, compression, thermal, psychological, motivational, et cetera, and have a much clearer sense as to what's going to work best and what likely won't work."
    },
    {
        "speaker": "B",
        "text": "I love this question so much because, as I mentioned at the beginning, I was fortunate to spend some of my graduate work in Andy Fry's lab at the University of Memphis. And we did a lot in this area. And so we. In fact, this is how I learned how to do assays and run western blots and measure signaling proteins and. And things like this. So this stuff is near and dear to my heart. We also did a bunch of really wild studies, and he had done some before I got there. So I'm going to combine kind of Andy Fry's entire career and just highlight some of the big pictures of what he found there. He was very interested in exercise, particularly strength training, and trying to figure out this entire question, right? Which is like, why is this actually happening when I work out too much, when I lift too much, that all of a sudden I can't sleep? What's happening? Why is my energy down? Why is my mood, my motivation reduced if I squat too much? So we did a whole series of studies across his career, and again, I'll just sort of highlight some of the themes that ran through them. The first one that jumps out to mind is, early in his career, he did this really awesome protocol where he had people squat 100% of their back, squat max every day for two weeks. So you come into gym, and I think this first one was on a machine, and you did a one rep max, and then you came back in every single day for two weeks. So these are what we would generally call, kind of like that, short to moderate range overreaching. And by definition, some of them end up actually being true over training, because it would take the individuals sometimes two to up to eight weeks to return back to their one rep max at the end of these protocols. So some of them were nonfunctional overreaching, or some combination of that. Well, along with that, he took a lot of blood samples as well as muscle biopsies to try to look at what's happening endocrinologically, neurologically, muscle physiology wise, to pay attention what's happened. So a couple of things that jump out there. One of his initial studies, actually, I think the very first one he did when they ran that first squat everyday protocol. What they found is catecholamine levels change quite significantly and depending on kind of what you wanted to pay attention to there, whether it was epinephrine or norepinephrine or even some other markers, they basically increased by somewhere between two to three fold. And so a little bit of understanding of sleep physiology. If adrenaline is extremely high epinephrine, you're going to have a hard time sleeping. So that alone was the first indication. This is like, wait a minute, something's actually happening here. That's just beyond muscle soreness. There's some sort of systemic fatigue happening. And as you rightfully pointed out, is not the adrenal glands becoming fatigued, that's sort of a bit of tongue in cheek and pedantics. It is cortisol dysregulation and general stress syndrome. But it really can be noted in blood in terms of epinephrine and norepinephrine. Another study he had done of a similar realm was over the course of seven and a half days, people came in and did 15 training sessions. So it was really cool. These are these really short bouts of just ridiculous training. And they said, okay, something's happening with epinephrine and norepinephrine, something's happening with testosterone. What's it look like inside the cell? Now, muscle biopsies came on board and they started looking at things like map kinases, which are these signaling proteins that tend to be associated with an anabolic response. They upregulate muscle protein synthesis and they do many other things, but that's like a big factor of them. They looked at various androgens and glucocorticoid receptors and they wanted to see like, well, maybe receptor density or, and or sensitivity is changing. And in fact, surprise, surprise, that's exactly what they found. So they found both androgen and glucocorticoid receptor concentrations were reduced. And so you can start to see a picture forming, which is like, hmm, very similar to the insulin type two diabetes story, where you've really put yourself in a very high stress situation. So presumably epinephrine, etcetera, testosterone releases are extremely high in response to that. To try to reach back to some level of homeostasis, you start down regulating the receptors for them. And so it's like the signal can only get so high. If you're going to keep that gas on, we're going to pull back the throttle and the receptors so that the total signal stays the same. If that makes a little bit of sense, well, that becomes obviously problematic. So then, like a final follow up study here that is important to note is they did another protocol which was really, really cool, and they said the first ones weren't enough. So how about this? We're going to come in every day for two weeks, and we're going to do ten sets of a one rep max every day. So they were coming in and they would do ten one rep maxes every day for two weeks. And what's really cool about that study, if they didn't complete any of the repetitions, they had to repeat it until they had ten successful one rep maxes on that given day. Absolutely brutal. Brutal protocol. I wasn't there at the time. They had finished that right before I got on campus. But I was actually able to be around when they were doing some of the final analyses there of the tissue. What they wanna look at in this particular study was beta adrenergic receptors, which are those receptors that are gonna be epinephrine and such are gonna be binding for. So again, similar story here, perhaps. Are we losing overall sensitivity because of this extreme sympathetic stimulation? Now, actually, thinking back, what would have been pretty cool is if they had another group that did it and did some down regulation breathing pose to see if that can ameliorate of the problems. But of course, this was 20 plus years ago or something like that. So a couple of things that happened is the one rep maxes dropped by, I think, around like eight kilos by the end of the two weeks, if I remember right. Like, the group average was something in the neighborhood of 151 kilos. So these were pretty well trained individuals. And it went from, rather, I think actually it was about 160 kilos. And they dropped to, like, 152 kilos, something close to that. What was more significant, though, was their power dropped by 35%, which is really, really interesting, because if. If you pay attention to declines in physical performance over time, and I mean that, like, through aging, what you'll see is people can hold on to muscle mass pretty well. It will go down by about, you know, 1% or so. After the age of 40, however, strength will go down at like, two to 4% and then power by eight to 10%. And if you look at actually world records across strength sports by age, you'll see that they will decline by age, but not that much. However, if you look at speed sports by age, they fall off the planet. So it's very challenging to preserve fast through time. Whether this is fatigue or because of age, that's really important. Because that'll then tell you, hey, a little bit of a canary in the coal mine is not necessarily your strength, but your speed. And so a lot of different techniques that we use to measure performance, remember, that's our triad, right? Symptomology, physiology and performance. You're generally better looking at speed based performance tests rather than strength based performance test to get an earlier indication of potential overreaching or overtraining. So anyways, back to the individual study there, in that same group, again, we have the same problem where it took some of them two to eight weeks to come back. So what they had to do is, I can't remember the exact time frame. I probably should have thought through this, but they had to come back something like every week or every couple of days, even after the study finished, until they got back to their baseline, one rep max. And some of them, it took them up to eight weeks before they finally got back. So they probably were in a classic overtraining state at that place, which was done in as little as two weeks. And this is also another point that people always ask, like, how, like, how long does it take? Is this something that has to happen over the course of months? Or like, if I were to go do two days or this intense training camp for two or three weeks, could I actually cause overtraining? And the answer is, if it is actually truly enough volume and enough intensity, you probably can do some significant damage in as little as two weeks. Probably doesn't happen that often. Most likely, you're probably going to be reaching a state of nonfunctional overreaching. But you may actually be able to put yourself in a position where it might take three or four weeks or more to get back to baseline after a truly intense. And again, think about this protocol. It's like, totally unrealistic, for the most part, ten sets of one of a one rep max squat every day for two straight weeks. Some folks, if you're extremely highly trained weightlifter, you might do something like that when you're very close to, say, world championships. But outside of that really specific scenario, it's a totally absurd training protocol. But that was the point. We were trying to ensure that overtraining was met or closed. It's similar to when we've done. We've actually done, I think, three studies in the center for support Performance on Dom's muscle soreness. And in all those cases, you do just, like, ridiculous leg extension protocols, because you're just trying to ensure you cause super soreness. If you don't, then you have nothing to study. So absurd training protocols, but that's the point. So nonetheless, as a result, sure enough, the beta adrenergic receptors were down regulated by something like 37%. What's probably even more significant, though, was the sensitivity in those receptors was reduced by, like, two and a half fold. And so it's like, okay, wait a minute, we're becoming desensitized to this stimuli, and we're also actually now starting to reduce our total concentration. Similar. Which is actually an interesting, it was a very sneaky smart thing to do, is they looked at nocturnal urinary epinephrine, and guess what? That was also up by, like, 50%. 15."
    },
    {
        "speaker": "A",
        "text": "155050."
    },
    {
        "speaker": "B",
        "text": "Yeah. And so now you're seeing this tie in where it's like, hmm, I'm seeing a response at the tissue level. I'm seeing a response probably, although they didn't actually look at a pituitary like that. I'm seeing adrenal and other endocrinological problems. And then I'm also seeing this increase in concentration of epinephrine when I'm supposed to be sleeping. And surprise, surprise, I'm having a hard time sleeping."
    },
    {
        "speaker": "A",
        "text": "Symptomology, that's a very interesting finding about nocturnal epinephrine. Epinephrine, of course, is adrenaline. It's released from the adrenals. No surprise there. But also from this brain area called locus coeruleus in the brain. And the brain tends to be called epinephrine in the body. Adrenaline, just to complicate everyone's understanding. But that nomenclature did not come from us, so don't blame us. The point is that rapid eye movement sleep, so called REM sleep, is more abundant in the second half of the night. We know that the dreams associated with rapid eye movement sleep are more emotionally laden and that those dreams and those emotional states are actually important for discarding the emotional load of previous day's experiences. It's sort of a natural trauma therapy, if you will, because in the normal, healthy state, those dreams are associated with an inability to release epinephrine at night. For me, what you just described, first of all, it's the first time I've ever heard of it, but it ties together something really quite clear from the sleep neuroscience literature, which is that when people are stressed, they tend to get less rapid eye movement sleep. That rapid eye movement sleep normally is associated with low levels of epinephrine. So whether or not it's causal or not isn't clear, but sort of doesn't matter. For sake of this discussion, but what I'm wondering, and I suppose one could test for but maybe observed, is whether or not people who are over training too much, overreaching too much because of this elevated nocturnal epinephrine, diminished REM sleep, whether or not their emotional state is also, um, disrupted. Because one thing we know for sure is if you want to disrupt somebody's emotional state, you deprive them of sleep and rapid eye movement sleep in particular. The one caveat to that is for those of you out there that have heard that rapid eye movement sleep deprivation, deliberate rapid eye movement sleep deprivation is a treatment for depression. That is true, but it's coupled with a next night enhanced rapid eye movement sleep. So one of the major takeaways from all of this that Im realizing is that no surprise daytime activities impact nighttime endocrine function, impact quality of sleep, impact daytime activities."
    },
    {
        "speaker": "B",
        "text": "Yeah, actually theres so many fun things I want to do here. Now. This is actually why measuring eye movement is a very fantastic tool for understanding total stress load and you can actually differentiate different types of stress. So caffeine used versus alcohol use versus sleep deprivation by actually measuring eye movements. That's actually what we do in our absolute rest sleep company is in addition to getting a full PSD sleep study done in your bedroom, you're going to get an eye tracking assessment, which we're going to be able to figure out why you're getting there. So nonetheless, yeah, if you actually look at the classic signs and symptoms of overtraining or overtraining syndrome, it's going to be everything from performance decrements like we talked about. Resting heart rate is going to increase. You're going to see things like HRV drop by generally 20 or so percent. That would be a very large disruption in HRV, decreased body weight, and then all the stuff, Andrew, you just talked about. So motivation, adherence, appetite, mood, all of this stuff are classically known associations with overtraining. And that's for the exact reasons you're talking about, sleep disturbances and disruptions, wanting to train motivation. All of this stuff goes part and parcel with non functional overreaching and or overtraining. You can actually tie this back in a little bit more to some other biomarkers. And this is great because this is the stuff we look for. This is the physiology stuff we look for. You've probably talked about SHBG before, which is a sex hormone binding globulin. So it's this protein that'll float in your body that's going to bind up sex hormones, in particular testosterone. So what happens with overtraining is you can actually take this serially, like week by week, and you can actually see this number rise. And so if you see this like say you're using a service like inside tracker and you're getting your blood measured every so often and you see this number start ticking up, this is actually associated with that because what's actually happening is it's binding up all your free testosterone and that's just leading back to the circle we're talking about. And you can actually see the same thing happen with calorie restriction, just not eating enough calories. But in this particular case, because it actually happens in both scenarios, you know, it's not an issue simply of being under caloried, it's clearly an issue of the training load being too high. So just to give another little tool, there's. I can get the link for it, but there's a website that was created by, for which journal? Oh, I'm slipping. But I'll get it to you. You can link it up where you can actually go in and plug in a number of values from blood chemistry. So if you got your blood work done and you can plug in your pre number and your post number, so say you got it done and then maybe ten weeks later you got it done again and you're wondering and you notice, hey, my free testosterone's down or my SHBG is Up. Is it actually a meaningful number? And it will actually tell you whether or not the change predomposed is physiologically meaningful or not, or just within the error margin of the measure. And you can actually change right there on the website, you can change your confidence interval. So it's reallY, really cool if you Just have your own blood and you want to know like, hey, I had any level this YeAR and now it's here, over there. It's just a totally free resource created, gone through peer review, all that stuff. And I'll give you a link to that. So that's a pretty cool measure. In addition to that, probably one of the more powerful and easy metrics biologically is to take your cortisol and DHEA ratio. So this is known to be associated with a lot of things. You want to be really careful. You don't want this number to be too high or too low. Something like 0.09 is about cortisol to Dhea. DHea to cortisol ratio."
    },
    {
        "speaker": "A",
        "text": "Yeah, DHea to cortisol. I'd love to tell you I said it backwards on purpose just to make sure everyone understood, but I got it."
    },
    {
        "speaker": "B",
        "text": "Backwards yeah, this ratio has been associated with so many things. You do have to be careful with association not being causation, but everything from risk of infections to metabolic health and other disease states, as well as more what we're talking about, which is, hey, am I getting sort of cortisol dysregulation? Which is what a lot of folks would call, again, adrenal fatigue. That's not really what's happening. But if adrenaline and epinephrine are off, and testosterone, cortisol is going to be along the right. And so you can also look at things like testosterone to cortisol ratios. So there's a lot of things you can glean here to give you some insights into where you're going. If that ratio is too high, that's going to be associated with metabolic syndrome and a bunch of other stuff. If it's too low, that's going to be associated with a lot of cognitive problems like aggression and mood and a bunch of things like that. Again, you want to keep it right around that 0.09 ratio. And most of the time, actually, in some blood chemistry stuff, you get a report of that, or you can calculate it pretty quickly."
    },
    {
        "speaker": "A",
        "text": "I'm sure we'll get into this in the episode that comes next on nutrition and supplementation."
    },
    {
        "speaker": "B",
        "text": "Totally."
    },
    {
        "speaker": "A",
        "text": "What about compounds that lower cortisol, such as ashwagandha? I can see now, based on the logic you're spelling out, that during phases of a lot of intense overreaching or frequent overreaching, given that those compounds can indeed lower cortisol. Rhodolia rosacea."
    },
    {
        "speaker": "B",
        "text": "Rhodiola."
    },
    {
        "speaker": "A",
        "text": "Rhodiola rosacea. Fun word to say. Two words, but the first one more fun to say. Rhodiola. Rhodacea."
    },
    {
        "speaker": "B",
        "text": "Rhodiola rosea."
    },
    {
        "speaker": "A",
        "text": "Rhodiola rosea. Folks and ashwagandha. I've been trying rhodiola recently, and mainly as a buffer to output. It does seem to have some good data attached to it related to lowering one's perceived threshold of how hard they're working. So in other words, you can work harder and not feel as if you're working really hard, which allows you to do more work. That's sort of the subjective description of how it works. But you told me that it can blunt cortisol, and ashwagandha, we know blunts cortisol. Both of these things, of course, can do other things, but are these compounds that you sometimes will incorporate into a training regimen?"
    },
    {
        "speaker": "B",
        "text": "I've been using rhodiola for probably six or more years. Like pretty consistently. Not personally, but using it with the individual we work with, you do need to be a little bit careful. I wouldn't say that it blunts cortisol. It is probably more purposely described as a cortisol modulator, which means sort of, if it gets too high or too low, it'll help kind of keep it within normative range. There's also. There is important to note, there have been a handful of studies. Two of I know specifically showed that rhodiola use is going to enhance strength gains. However, it may reduce muscular endurance. So we need more human data on this stuff, and it may turn out that's not a concern. It may also turn out to be a concern. So nothing is. Nothing is perfect and free. There's no supplement. That is a panacea. And I have used, again, rodeola in a lot of situations, because the other thing you kind of have to pay attention to the cortisol, is it's supposed to be modulated throughout the day. It's not supposed to be at this normal. Now, in fact, if you look at normative values, it's typically described in micrograms per deciliter. And depending on literally what company you used to draw your blood, if you're getting it through the blood, depending on which method they use to analyze it, the normative values are, frankly, embarrassingly, all over the place. They're mostly going to be like five to 25 as a normative value. But that's outrageous. We also know those numbers vary massively by age, by sex, and throughout the day. And so if you only are taking a single point, let's assume you're doing a fasted blood draw, which is what most folks do. It's really only going to tell you a lot about what's happening in that moment. We need to know. Well, like, maybe, let's say my cortisol was, if I'm a, say, 38 year old woman, and my. 07:00 a.m. cortisol, Washington, you know, 15 milligrams per deciliter, that's pretty good. But if it's 15 milligrams per deciliter at 03:00 p.m. ooh, boy. I'm probably having some issues, right? So there's a change throughout the day, and you need to be able to plot that curve so you can actually. Well, pretty standard practice that we do is we look at cortisol throughout the day. We're going to take multiple markers, because I don't want to just see your baseline cortisol. I want to see this curve throughout the day. That's going to tell me a ton about again, is your sleep being caused by dysregulation? Is it your training? Is it something else? So I would take a single baseline blood marker of cortisol with a lot of grain of salt. We typically measure it at least three times throughout the day. So something like six to 09:00 a.m. twelve to three, and then something like closer to the evening. Oftentimes we do much more. We'll do like seven points or something like that throughout the day, depending on the situation. So you want to be careful of that. Just since we're here. You can also get cortisol through saliva. And now there's sort of pros and cons to that, because the pro of doing it in your blood is it's much more stable. Saliva is extremely responsive to whatever happened these seconds before you took that test. The upside of it, though, is you can do a bunch of real world life experiments. So, for example, we will do this sometimes if we want to see how an individual is responding to a given stressor, let's take it right? Let's take the. Take it in the spin into a tube. We're going to take it, and then we're going to go do this workout or this cold exposure, whatever we're going to do, take it at the end. We know that it's responsive to what just happened, but that's the point. There's sort of pros and cons. So you'll use the appropriate measure for the appropriate question you're trying to answer."
    },
    {
        "speaker": "A",
        "text": "Yeah. A couple of points and reflections about cortisol. My first laboratory duty as an undergraduate was in a, actually in a biopsychology lab at the time, they didn't have the field of neuroscience, as it's now called. It was called biopsychology or psychobiology."
    },
    {
        "speaker": "B",
        "text": "I didn't know that."
    },
    {
        "speaker": "A",
        "text": "No. There was used to be neurochemistry, neurobiology. They had all collapsed into what we now call neuroscience, which was only some years ago. But my job was to collect cortisol samples, which means I was collecting spit, which means I was collecting saliva. And an advantage of saliva based cortisol, it's free cortisol. It's the active form, as you mentioned. It's reflective of what happened seconds or minutes just prior. A couple of things about the regular cortisol pattern across the day, because I realized that while it would be wonderful for everybody to get their cortisol measured in detail multiple times in blood, and saliva and so on. Some people just won't do that, for whatever reason or can't do that. The basic contour of a healthy pattern of cortisol secretion is to have highest levels of cortisol in the morning. It is actually part of the mechanism that's associated with waking you up, viewing bright light, ideally from sunlight. But other forms of bright light early in the day actually can lead to a 50%, five, 0% increase in that cortisol spike, which is a good thing. People hear elevated cortisol. Oh, no. This sets in motion a cascade of things related to enhanced mood and alertness, immune system function, et cetera. What I think it can be useful for people to understand is that many things will spike cortisol throughout the day. Stress, cold water, exercise. But the idea is that it comes down to baseline or near baseline rather quickly. One of the worst situations, as you pointed out, is when the highest level of cortisol is consistently shifted to the afternoon period. In fact, that's a pretty reliable signature of certain forms of depression. This is work by my colleague David Spiegel at Stanford Psychiatry and the great Bob Sapolsky. Robert Sapolsky of why zebras don't get ulcers behave, et cetera, and fame. Lots of, lots of popular books there. I think that if people are trying to regulate their cortisol and they're just under, and they just understand that basic contour that the baseline should be rise pretty quickly after one rises in the morning. So it's easy to remember, rise, rise, rise out of bed and rise cortisol with light, bright light, with exercise, with caffeine, these things will all increase cortisol and then across the day. It's normal for cortisol to spike, but then to use some of the downregulation methods that you described, in particular the breathing methods and exercise itself, as the case may be, but then to really pay attention to how much psychological and physical stress is occurring in the 6 hours or so or 8 hours prior to sleep, does that seem like a good sort of broad contour of how to have a healthy pattern of cortisol release? Because you actually want the cortisol to reduce inflammation and initiate or participate in the recovery process, you will not see."
    },
    {
        "speaker": "B",
        "text": "Any progress from exercise training without a large spike in cortisol. It is critically important when we think of phrases like cortisol, inflammation, stress, this is not bad. Physiology is not personified. Things don't hate you in the body, it's not good and bad. They just are. The more you try to suppress cortisol, the more you suppress adaptation. What you want is exactly what you mentioned. Large spikes met with large quick recovery, and you want to do that throughout the day and get that hormetic stressor. So going back to your ashwagandha and rhodiola issue, I think would be very short sighted for people to do that, as this is a prophylactic. Because if you blunt cortisol, you're going to cause immunosuppressant, especially early in the day."
    },
    {
        "speaker": "A",
        "text": "Taking ashwagandha before going to train is counterproductive."
    },
    {
        "speaker": "B",
        "text": "Yeah, we do not just. This is not a baseline part of our foundational package. Right. If you go look at the athlete foundations or the athlete resilience protocols that put together, you're not going to see these things in there for that specific reason. Any form of cortisol regulation needs to be done strategically. If you are excessively high and we're bringing you back down to normative values at the right time, then great. If you're normal, though, then taking you down lower than that is actually problematic. The same thing is actually true since we're here for oxidative stress, foreign inflammation, antioxidant use. We mentioned, I think earlier about taking vitamin C and vitamin e post exercise will actually blunt adaptations, or at least it has the potential to do so. Same thing. Right. If you're modulating this response just because, and you have not done so because of actually biological testing that indicated you needed to do such, then you actually may be making things worse. We see this constantly with people who take a number of supplements and substances for sleep, and then they wake up the next morning groggy and your cortisol is suppressed. Okay, great. So then they take something for stimulation, and then the rest of the day they're trying to reduce, and then you this nasty cycle, instead of just getting out of the way and letting cortisol do what it's supposed to do and then making sure, again, you're teaching it. So this is actually a coachable response. You can coach your own body to go down in the later part of the day and go up in the earlier part of the day. You want to make sure that you are driving that train with intent. And so again, to reiterate, if you don't need that, you shouldn't do it. If you don't need to lower cortisol, you shouldn't walk around doing it. You're just going to suppress the state even far. And this is what's needed. This is needed for anabolic responses. You're not going to grow muscle if cortisol is nothing spike. It's going to compromise it rather. So you want to be intentional with these practices, especially in the form of supplementation. Be very, very intentional."
    },
    {
        "speaker": "A",
        "text": "I've heard it said that carbohydrates, in particular, starchy carbohydrates, can inhibit cortisol, definitely. And this could be through the tryptophan amino acid related pathway that ratchets up to serotonin release. Probably some other things too. I mean, the idea that carbohydrates just stimulate serotonin is a little bit overly simple."
    },
    {
        "speaker": "B",
        "text": "Now there's cellular mechanisms, ampk going up and immediately turning it on there."
    },
    {
        "speaker": "A",
        "text": "Yeah, right. So I think we've all experienced this. We're stressed. We're stressed. It doesn't necessarily even have to be highly processed fatty carbohydrates like potato chips and potato chips and dip or these kinds of things. It can also be a bowl of rice, a bowl of oatmeal, a bowl of pasta, which here I'm not trying to demonize carbohydrates. I do ingest carbohydrates, minimally or non processed carbohydrates most of the time, but not all the time. And they have a fairly potent effect on lowering stress and perceived stress and even quality of sleep, which is not to say that somebody has to load up on them like crazy unless their glycogen is really depleted. Talked a lot about this in the endurance episode. I know we'll touch on more in the nutrition supplementation episode, but in thinking about the relationship between carbohydrates and cortisol, and what we've just been talking about in terms of cortisol as being vitally important for the adaptation trigger or triggering adaptation is probably a better way to put it, but that it can blunt cortisol taken post training or maybe in the evening before sleep. What are some of the basic ways that one can think about and maybe use carbohydrates in specific ways in order to, let's say, control cortisol rather than quash cortisol?"
    },
    {
        "speaker": "B",
        "text": "You actually have alluded to it a number of times already. So we oftentimes will give people a lot of carbohydrates at night for some of these reasons, you're going to feel fantastic. A lot of people, it helps you sleep. Both get to sleep and stay asleep. Sleep quality you talked about specifically. Remember, think about it this way. Cortisol, at its core is an energy signaling molecule. It says, we are in the need for energy, great. Epinephrine is the same way. You'll start seeing, for example, cortisol will liberate free fatty acids, put them in the bloodstream, get you prepared to do something. The problem is, if it's continually elevated throughout the day with no down regulation, we start running into issues. Right. So again, this is the differentiation between all my cortisol is slightly elevated all day versus. I had a really big spike after training, I had a really big spike after breath protocol, etcetera, and then it went back down. So that being said, if you then ingest carbohydrates, you were telling it, it is quick to see the signal. All we have nutrients, we have energy. Again, specifically carbohydrates. Therefore, cortisol can sort of go back down. We don't need to be liberating free fatty acids and preparing the need for fuel, so you can help yourself go to sleep. For many, as you pointed out, many mechanisms, actually, of why carbohydrates will help you sleep at night. For some, not all people, but some, that would be one of the relationships it has with cortisol."
    },
    {
        "speaker": "A",
        "text": "Great. I look forward to hearing more about how the various macronutrients end. Micronutrients and so called adaptogens, this very mysterious group of compounds. You know, the word adaptogen gets thrown around so much nowadays, but as long as we're talking about adaptation, I think that'll be fair play for the discussion in the next episode about nutrition and supplementation. In my laboratory, when we study stress, we use a number of different markers. Subjective reports of how stressed people feel, heart rate, morning heart rate, heart rate variability, cortisol, free cortisol, and on and on. What are some of the other markers of stress as it relates to exercise adaptations and recovery? Because once again, I think we're seeing a lot of parallels between the study of psychological stress and the study of physical stress as it relates to exercise adaptation."
    },
    {
        "speaker": "B",
        "text": "Remember, in terms of physiology, stress is stressed. This is why we have this cool term of allostatic load or allostasis, such that it really doesn't matter which system you test for, it will reflect overall stress. You mentioned several of them. We've got done talking about some biomarkers. HRV and heart rate are another great example, because what you're trying to do is this. When we were talking about the muscle soreness thing, what we were really getting at was a marker of how do I fix the, the overuse in that particular muscle. Now we've really transitioned into global markers of overuse and why these are problematic or important to pay attention to, rather is. Again, these are the indicators that you didn't just work a muscle out too hard, but you have actually done something where you've compromised all of your physiology to a level where you've influenced a circulating catecholamine or something that's going to influence multiple markers now, like your sleep and your mood and your behavior. So that's why these things are problematic. That said, you could look at resting heart rate, not a bad thing to do. However, that does have multiple downsides. One thing we do know is your resting heart rate will elevate with excessive stress load. This actually doesn't matter if it is physical stress or psychological stress or a combination. So you will see that number drift up over time. Here's the downside, though. It's not tremendously sensitive to smaller stressors. In other words, if you were to do something like alcohol is a very good example, you will see your resting heart rate elevate with alcohol use, excessive tobacco use and psychological stress. However, if you do something smaller, like hard training sessions, resting heart rate is not sensitive enough to pick that up, it will actually probably stay the same. So for those reasons, we don't actually use resting heart rate that much, we will take it, but it's not our primary indicator. That being said, HRV is a better use. So just really quickly, for those that are not familiar, your heart rate, let's say, for example, your resting heart rate is 60 beats per minute. That means every second it's beating, it doesn't actually happen on a consistent rhythm such that it would beat on second one, beat on second two, beat on second three, etcetera. The rate is more variable, so it might go beat, beat, beat, beat, beat, beat. There's a variation in the heart rate, and at the end of that 60 seconds, in this example, you would have still completed 60 beats. They just aren't on the exact same pattern. Well, one thing that's actually quite interesting is the amount of variation in your heart rate is actually associated with your overall sympathetic or parasympathetic state, such that a large variation, so an arrhythmic pattern is generally more representative of being more rested and recovered and being more parasympathetic. You'll notice during times of extremely high stress, you will be very rhythmic. Beat, beat, beat, beat, beat. And so this is a little bit of a confusing idea, but a high HRV is there indicated of a lot of variation, meaning you're pretty recovered, a low HRV, meaning there's not a lot of variation means you're probably pretty stressed and wired. So it's related to heart rate, but in my opinion, it is a significantly better marker of that. Now, one thing you want to pay attention to if you do this, a couple of things. There are some accuracy issues with many of the devices. Basically, everybody at this point probably has some device that's telling them they're HRV. What you do not want to do is simply compare your number to somebody else. For a lot of reasons, not all of these technologies are actually even measuring the same thing. Again, some of them are actually combining with other metrics and calling it your overall readiness or your recovery. And so now what we've actually done is made a couple of assumptions and then stacked them on a whole host of other assumptions and then gave you a number, and you don't know what that sort of black box score actually even represents. So I would caution one against taking too much information from that. If you are actually measuring HRV, even within that, there's a lot of ways to calculate it that are not important. So don't necessarily worry about the score. Compare it to yourself, but not to others. What you will see is if you use similar devices and techniques, it's hard to find data here. But in general, people that are overweight might have a little bit of a lower score, as in a worse score. We need more information on that to be clear. So in large part, the best way to use something like HRV is to measure it under the exact same circumstances every day. So whether you're going to use just a device on your watch or your phone or your bed or anything else, or you're going to buy a special HRV one, or it's fine, just take that measure at the same time. Mostly this means first thing in the morning. So you wake up, you go to the bathroom, you come back down, take your measure or something like that, you don't wait. Sometimes you took it before food, then after look at your phone, like all these other things that can influence stress. So take it. And it usually takes somewhere between seconds to minutes to record. So you want to pay attention to that. Now, one of the things you'll notice is there is a natural change in your HRV that just happens. And so what you kind of really want to pay attention to is, I guess, answering the question of, well, how much of a change in HRV has to happen before I should care? And it's hard to answer, right? So let's just say your HRV was 100. I just made that number up. What if you wake up tomorrow and it's 99? What's that mean? Well, I don't know. If you wake up tomorrow when it's 20, that's probably a bad thing. Well, where's that line? It's hard. One thing I would recommend doing is taking your HRV for at least a month before you start using that value to make any changes."
    },
    {
        "speaker": "A",
        "text": "And you recommend taking it first thing in the morning."
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "Always roughly the same time, basically under the same circumstances."
    },
    {
        "speaker": "B",
        "text": "It doesn't have to be technically in the morning, but because your day will change on most days, what you get into, that's the most stable thing in your life. So I would take it then and I would collect it for at least a day, at least a month rather maybe even six weeks, and then give yourself basically a running average. So what we quite honestly do is we will actually track it for forever. And then what we always look at is what does it look like today relative to the last week on average? And then what does that look like to our historical average? And we always compare those things. And you also want to make sure you compare like to like. So in other words, I generally am not going to worry about today's HRV score relative to tomorrow's. What I want to look at is today's relative to this exact same day last week, not for athletes, but for non athletes. This is very important. So imagine don't worry about the difference between HRV score on Monday compared to Tuesday, pay attention to Monday compared to last Monday and the Monday before that. That's because you typically have the same sort of weekly schedule. And what you don't want to do is say look at Monday's HRV score, which is a reflection of what happened Sunday, and compare that to Tuesday's, which is actually a reflection of what happened Monday. You probably didn't do the same stressors on Sunday as Mondays, so you're not actually comparing the same thing. But if you have a general weekly schedule, you're likely to compare this Monday's relative to last Mondays because they're both comparing what happened on the previous day. Did that sort of distinction make sense?"
    },
    {
        "speaker": "A",
        "text": "Absolutely."
    },
    {
        "speaker": "B",
        "text": "I do the same thing with body weight, by the way. If you're trying to track body mass gain or fat loss or something, compare like to like, you can look at the daily changes, but you need to pay attention to what that normal distribution is. So if you kind of do that, you know, Monday to Monday thing, that'll give you a rough area of saying, okay, my normal weekly variation is, say, five. So my average is 100, but I will fluctuate between 95 to 105. That's my standard deviation is sort of a science. Dorks would call that if you start changing more than 5% outside of your normal standard deviation, then I'm going to start paying attention a little bit, and I'm going to actually run a little bit of an algorithm on this one. And so here is my thinking process. When I get HRV, really any metric, but HRV is the example we're using. First step, did I collect good data? And by that I mean again, did I measure it the same way I measured every single day? Or did I get up and look at my phone first and I realized, oh, crap, I forgot to take my HRV. And then I went back and got there. So say I had a 15% derivation from my normal number, and then I realized, oh, yeah, that's right, I was up super late last night doing whatever. Okay, great. I'm gonna consider that bad data. You didn't get it. If it's bad data, then I'm not doing anything. Ignore that's bad data. You throw it out, you don't use it. If you decide, for the most part, let's assume it was good data. Okay, great. Then I'm going on to my next question, which is, is it acute? In other words, is it just today? Right? Or is it chronic? In other words, is this pattern been happening for more than five days, or at least three at the last four or something like that? Three minimum is what I like. Honestly, I generally look at five or more days. That's a very big distinction if it is something that just happened today. And the next question I'm going to ask myself is, am I in that adaptation phase? Am I trying to be in a phase where I'm trying to cause insults to the body that it needs to respond with? If that is the case, I'm just going to ignore it. In fact, it's almost sometimes a good sign. Hey, we are stressing the body and it is stressed. What we're doing is working. Amazing. In fact, if you don't see that, it's sort of like maybe we're not doing enough to push the phase. All right, so we're great. If the answer is no, we're in a peaking phase. Then we're actually going to use what I call acute state shifters. So this is a whole host of little tricks that I have that can change HRV or any recovery metric within seconds. Again, these are not chronic fixes. This is just, I'm having a bad day today. I feel like crap. Can I make myself feel better right now? And so I kind of call these parlor tricks a lot of the times, and there's a thousand of them. We are certainly not going to go over them. But I'll give you some examples you can pull out. First of all, physical movement will do it. You'd be stunned. I'll just doing some yoga, moving around, doing some jumping jacks, starting your workout. I mean, you've probably experienced this. It's sort of cliche in our world at this point. If you ever do any serious lifting over a serious amount of time, there will be days in which you walk into the gym and you feel awful. And somehow that day, you set a lifetime pr."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's a strange, strange phenomenon. Yeah, I've experienced that more than a few times. It's rare. The inverse is rare. However, you feel great, you have a horrible workout. It happens."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Um, and it can happen for any number of different reasons, but, yeah, I think the, the former, when one isn't feeling very good and then somehow it's a terrific workout, does set a kind of a seed of doubt as to how good our subjective assessments really are, which I guess is why we were talking about, um, objective assessments."
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "Like HRV."
    },
    {
        "speaker": "B",
        "text": "And remember, if it's a single day here, uh, you can even do hard training. People sort of have this idea, like, well, if you get up and your recovery scores down, do a lighter day. That's probably like, I'm probably never making that choice, to be honest. Not in this situation. Remember, this is one bad day, and we are in a phase of even trying to improve performance right now. Like, we're probably still training hard. You will again often. See, I felt terrible then. I trained super hard, and it totally changed my day around. This is all can happen. So exercise is my first love here. Absolutely. Breathing, any sort of upregulation breathing. So we talked a lot about down regulation breathing. Just do the opposite. Right? And so this is when hyperventilation strategies can work. Instead of accentuating the exhale, you accentuate the inhale, or you restrict the exhale. This is working in the exact opposite situation. You can also play little. This is where things like music, motivational quotes, if you're the type that follows people on Instagram, that motivates you or can work with these things, coaching tactics, these can be things like finding out or talking about that person's why you sort of shared something that a mantra you use when you're training hard to keep you go better. I'm not going to ask you to share that now, but people have this sometimes, right? Or you may have this conversation with your athlete. We call this finding out your why. So finding out, like, why are you really here? What are we doing here? And a lot of times you'll hear things like, it's because I grew up poor and I don't ever want to be poor again. Okay, great. Or, this is for my children, or, like, any number of things. And you can pull that out on these days. You need to be really careful. This is why I call these parlor tricks, because when you play that card too often, it starts to lose effect. Right. And you can only dig to a hole so often before. It's sort of like a. The same thing is with music, right. If you. Every time you go to the weight room, it's blasting death metal at level ten. Well, eventually it's no longer motivating. Right. It's no longer helpful. So you want to deploy these things strategically?"
    },
    {
        "speaker": "A",
        "text": "Yeah. The phrase that comes to mind is signal to noise. You know, the nervous system, especially the dopamine system and the adrenaline system, which are a part of this larger system called the catecholamine system. So that's dopamine, epinephrine, norepinephrine, the get up and go. Focus on external goals, movement associated, and on and on. That that system responds best to high signal relative to noise. So if you're, as you point out, listening to music every time, drinking a ton of caffeine, energy drinks, pre workout nootropics, and then stacking, all those things sometimes refer to this as dopamine stacking, informally referred to as dopamine stacking. You're doing all those things. And then, first of all, then you're wondering why later that afternoon or the next day, you're feeling like you're. You're under a cloud. Well, it's obvious your catecholamine system crashed, but it's also that you don't necessarily become dependent on it. It's just that you start to wonder whether or not you have the internal mechanisms and motivation to train without those things. And so one tends to use them more and more, and then they have a diminishing effect over time. The rule that I've been sort of applying has been, I never do two workouts in a row where I'm stacking in the stimulants, loud music, and any kind of sort of high potency inspiration. However, every set in the gym or when I run, I really try and be diligent about form and attention to what I'm doing. The one exception would be the long duration endurance work. Part of the reason I do that work is to let my mind go into states of drifting. I'm not trying to think in complete sentences or even close to it. Just let my brain kind of idle at a low hum. And for that reason, generally listen to something that's more of a story or don't listen to anything at all, and just let my thoughts kind of spool through anyway. I don't want to take us too far off track, but I think this idea of signal to noise will resonate with the engineers out there. But since most people are likely not engineers, it is the way that the nervous system works, evidenced by the fact that whatever area of your body right now is in contact with a chair or any other surface that's been in contact with for more than a few seconds, you forget that it's in contact with it because there's low signal to noise at that point."
    },
    {
        "speaker": "B",
        "text": "A similar note, you actually mentioned stimulants basically there. Whether you're talking caffeine or any other stimulant, any other cortisol modulators or adaptogens, any of these things fall in the category. If you're not using them consistently and you're having a rough day and all of a sudden you throw down 200 milligrams of caffeine, it's going to change real fast."
    },
    {
        "speaker": "A",
        "text": "Strong performance enhancing effect."
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely. And for these reasons. Right? So we mentioned a couple of them. Breath, work, food, more calories. Just eating some food. Sometimes we'll give people, like, what we call comfort foods. So this is just like, hey, you're from Georgia and we know you love grits, so we're having grits for breakfast. Oh, my. Great. Like, just something to change your mood. Acute state shifters to alter it. The other couple of tricks here are light. So if we know that maybe, say, multiple people are struggling that day, maybe we'll put on the lights extra bright, we'll bring in some extra things and just get more light in there. Doesn't even count actually going outside and seeing the sun, but perhaps we'll do that. And then other little tricks that I've learned over the years is one particular thing I love is literally drawing a line, a physical line on the ground. And you look at that line and you say, like, I'm going to train today and I'm going to accomplish this effort. I'm not going to walk past this line and into that training space until I'm ready to give that effort. And that may take a minute or ten or whatever, but the physical barrier is very important to saying, like, I'm not just going to get through it, I'm going to actually perform the way I want to perform, or I'm not going to do it, and I'm not going to cross this line until I'm ready to make that happen."
    },
    {
        "speaker": "A",
        "text": "I really like that tool. It also brings to mind the importance of at least thinking about how your relationship with your phone during training can perhaps help but also impede workout motivation and performance. In an earlier episode, you mentioned that if people are using their phone to play music during their workout, that they establish the complete playlist prior to initiating the workout and then not deviate from that playlist, as opposed to changing it in the middle, because there's just too much of a, of an impulse to also check social media, check email, check text messages. I mean, the way I think about the phone, actually is it's a bunch of little brain areas. It's got a memory system for you. It's got lookup tables for lookup tables. It's got websites to look things up on the Internet. It's got photos. I mean, it is so rich with sensory data, and it's so closely linked to our own brain architecture. The algorithms are designed for those to be that way that I always think about it as bringing in a second person with me. But that person is my twin that has severe attention issues. And for those that already have attention issues, just think about this as a twin. That would then compound you by tapping on your shoulder, talking to you all the time, interrupting you, somebody that you like a lot, but that, frankly, is a little bit irritating in that they're interrupting your ability to really show up and also your ability to show up for them. So I started to think about the phone as an entire individual, and that it represents me, and certainly not the better version of me."
    },
    {
        "speaker": "B",
        "text": "Exactly. You actually mentioned something else that we'll use occasionally, in which what we call brain games or puzzles, whether this is a crossword puzzle or something, where you actually lose your thought of self for a second and your brain gets engaged in a task that you weren't regretting or even thinking about. These can be stupid little games. It could be little challenges, especially if you're in a group or a team setting. We're gonna play one round of dodgeball, or we're gonna play one round of thumb wars."
    },
    {
        "speaker": "A",
        "text": "So you do encourage this?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I see."
    },
    {
        "speaker": "B",
        "text": "So you would play like a thing instead of warming up. It's like, all right, get it. And everyone get going. We're gonna get your foam roller, your dime, or whatever thing. It's just like, all right, everyone line up, and we're gonna play thumb roars to see who wins, right? Just like, whatever, right? And all of a sudden, you've snapped into a new mental shift or literally playing brain games, playing tetris on your phone, like, any of these things can work in this acute setting."
    },
    {
        "speaker": "A",
        "text": "Can I ask you a question that's not directly related to recovery per se, but I think it's worth mentioning or asking about, rather, which is the use of mirrors or no mirrors while training. The experience of seeing oneself and observing one's form in the mirror, I suppose, has some utility. You can get some sense of progress that you might trigger here. I'm almost specifically referring to resistance training. I suppose it could be cardio if you're running on a treadmill or pushing a sled or something. But you can see form. You can get a sense of what your face looks like when you grimace. But in all seriousness, you are, without question, a person. Not you, Andy, but one is in a less interoceptive mode when looking at themselves in the mirror. So extraoception, perception of things beyond the confines of our skin, even if it's a picture of us. Interoception, perception of everything from the skin inward. And so if we're looking at ourselves, we're diverting some allocation of our attention. Let's say there's 100. These are arbitrary units, and you can put 50% of your attention on the feeling in your body or the muscles you're training and 50% on how it appears in the mirror. Or it could be 100% on the mirror or 100% internally, which you best accomplish, probably by closing your eyes. So obviously there are constraints here, certain movements you wouldn't want to close your eyes, et cetera. In general, what are your thoughts on mirrors or no mirrors? For resistance training specifically, it depends on."
    },
    {
        "speaker": "B",
        "text": "The metric that you find most important. And what I mean by this is if you're training for, say, muscle hypertrophy, there's emerging evidence that suggests actually looking at yourself in the mirror. And even flexing in between sets can actually be advantageous, or it can augment muscle gains."
    },
    {
        "speaker": "A",
        "text": "Oh, my. There's support for all the mirror flexors."
    },
    {
        "speaker": "B",
        "text": "Absolutely not."
    },
    {
        "speaker": "A",
        "text": "Not making fun of you. I just. It is sort of interesting to be on the observing side of that. But, hey, listen, results are what people are after."
    },
    {
        "speaker": "B",
        "text": "Having said that, if you're trying to enhance movement learning, then it may be detrimental. So if you're doing an exercise that is explosive and fast, it's probably not the best thing to be looking into a mirror. If you were to walk into any olympic weightlifting arena and you had any thoughts of using a mirror, you would probably run out of the gym very, very quickly. You can't see yourself in time to make an adjustment with the movement that's happening that fasten. And also we'll do exactly what you mentioned, which is it will remove your ability to understand and feel the movement. And so this is a big component to using technology for exercise at all, is you have to make sure that the end point is you understanding you and your physiology more, not less, when you outsource learning to technology. And in this case, even if the technology is the mirror, you remove your ability to gain and truly understand that learning process. So you need to be very, very careful whether you're using a mirror or whether you're using any number of apps where you can record, say, a movement and then watch it afterwards, and it will give you a breakdown if your hand was in the right spot or if it was in the right spot. These are all great, but you need to then take the next step, which is to say, I need to be able to feel that position. So in the case of performance, if you can imagine trying to learn a new technique, say running technique, and you have to be able to watch yourself in the mirror to understand your stride in the right position. If you don't take the next step of saying, okay, now I don't have to look in the mirror, and I can feel when I'm getting out of rhythm, or whatever the case is, then you'll never be able to actually then use that in your race. And so it's very, very important that people, again, pay attention to what is the dependent variable that you're actually interested in doing. Doing. If you're trying to get better at something, the tech is okay as a starting place, it just cannot be the finishing place."
    },
    {
        "speaker": "A",
        "text": "Thank you for those reflections. I'm curious as to what happens or what one should do if their HRV is reduced for maybe three or four or more days in a row."
    },
    {
        "speaker": "B",
        "text": "Absolutely. The next question that I'm going to ask is, Ian, am I in that adaptation phase? If so, I'm going to still ignore it, just like I did if it was a single bad day, but I'm going to start watching it very carefully. I may actually now introduce some other tests. So I may use a performance test, we may look at something else, maybe ask questions, maybe have some communication either with myself or somebody else. So I'm going to start paying more attention, but I'm still really not going to take much action until that crosses more than seven days of consistent problems. If it does do that, or we're in a peaking phase, then I'm going to go to another set of solutions that are truly going to pull me out of the hole rather than just be those acute state shifters. These are more what I call chronic state shifters. Now, some of these are actually very similar to the ones we've used before, for example, thermal stress. So I can promise you, if your recovery score is in the tanks and you walk outside and you jump in your 35 degree water and you get back out, what's going to happen is your HRV score immediately afterwards, I'm talking within seconds, is going to be significantly compromised. Right? In other words, think about that. Remember, a low HRV means a high sympathetic. I promise you, cold water will put you in a high sympathetic drive. However, and we've tested this pretty extensively looking at HRV, 00:15, 30, 60, 90, all the way up to 180 minutes post. And on average, you will see your HRV score continue to rise after that. And so while you have this immediate sympathetic response, you will immediately then respond. About 30 minutes on most people. Depends on the person, though, and that score will be improved for several hours afterwards. Heat can kind of have a similar effect that actually, again, is sort of an acute fix, but over time, as we've described earlier, that can also have a little bit of a chronic effect. We can also then get into areas like sleep. And so now we're going to start playing and exploring why. Are you sleeping poor as well, or was your sleep score fine, but your HRV was low? That's a little bit of a different answer. If your sleep is getting compromised, then we're going to start going into and making sure we're improving our sleep in terms of like brain stuff instead of maybe playing a game or having music or some of those other tricks. Those aren't going to really have a chronic effect. But you can do things like work on social connection that's actually been shown to improve recovery over time. You can do things like journaling or meditation, and those have an acute effect as well as a chronic effect. So again, if you go journal right now, you probably feel better. But also we know that over time that will gradually improve things. So adaptogens and things like that also can have a chronic effect. So can things like electrolytes or food or hydration, if those things were off. So we're going to go to a whole number of areas, but those are the primary ones. Outstanding of all that. Of course, it may be simply a time to go back and reassess our training program, if that's truly the case, that's where we're at. If so, we're probably going to either completely remove training or drop it to like 50% or so until we start rebounding back to baseline. And that's generally the numbers we use."
    },
    {
        "speaker": "A",
        "text": "For many people who are not training for a competitive sport and maybe aren't pushing themselves really hard. You know, maybe they're. They consider themselves somebody who exercises in order to maintain health, anesthetics and longevity, et cetera. And they never really finish any workout completely exhausted. They're sleeping okay, their appetite's okay. Can we assume that they are recovering well? Or maybe they're not creating enough of a adaptation response, like there's no progressive overreaching and so there's really no stimulus for recovery. What I'm saying here is, on the face of it, I think is obvious, right? If you don't train hard, there's nothing to recover from. What I'm really saying is, is the ability to recover itself something that we need to train? In other words, can we get better at recovering? And the analogy here would be something like focus. In order to perform work of any kind, but certainly mental work and physical work, we need to be able to focus. The ability to focus is the reflection of a bunch of neural circuits and chemicals and hormones, et cetera. But we know roughly what those are, and we know that if you are poor at focusing for every small bit of time, that you can focus a little bit longer, even if it's a matter of seconds, those circuits themselves get better at focusing and so on and so forth. So, in other words, is the recovery system, however broad neurotransmitters, hormones, neural muscular, immune based, et cetera, can that system or set of systems become better? Can we get better at recovering? Meaning can it become faster and more effective? Can we think of the recovery system as kind of a blade that gets shot sharper by engaging recovery? Because if so, then there's strong reason for people who are not pushing really hard to push at least a little bit harder than is comfortable for them every once in a while to make sure that that system doesn't start to slide back."
    },
    {
        "speaker": "B",
        "text": "Remember, physiology is listening to everything you do, and it is always responding. So the analogy that I will meet your analogy with, that I use here is the bowling alley. So you've probably been bowling before and you've used the bumper lanes, right?"
    },
    {
        "speaker": "A",
        "text": "The bumper lanes. I've gone bowling before and I've spent time in the gutter and I've spent time on the pins."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "So it's been a while. We used to have a bowling alley in the town where I went to, and it was fun. We used to slide around on those shoes and, like, all the kids would hang out there and I feel like, do they still have bowling alleys?"
    },
    {
        "speaker": "B",
        "text": "I don't even know."
    },
    {
        "speaker": "A",
        "text": "It feels like something that may have gone the way of the mid two thousands."
    },
    {
        "speaker": "B",
        "text": "I don't care if no one bowls anymore. You're not going to ruin my good analogy."
    },
    {
        "speaker": "A",
        "text": "Okay, well, my intent wasn't to ruin your analogy. Um, okay, tell us about bowling. All the bowlers are going to come after me with. With, um, bowling balls or something, right."
    },
    {
        "speaker": "B",
        "text": "You're going to get blasted with all the stats."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "Elevations don't hurt me."
    },
    {
        "speaker": "A",
        "text": "Sorry."
    },
    {
        "speaker": "B",
        "text": "Cool. So if would one were to go bowling and they didn't want to put their ball on the gutter."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "You could put these little bumpers in those lanes. All right. And these little foam pads that go in the gutter that if your ball is going towards the gutter, it hits those and bounces off and goes back in the lane. Right. Okay. So in this entire conversation, and this is actually true of a lot of the way people approach their fitness and health, people are very concerned, oftentimes with optimizing, meaning I want to make sure I don't go in the gutter. I don't want to hit the walls. So therefore, I'm going to try to improve the accuracy in which I throw the ball. So I want to make sure that I'm throwing it down the center of the lane more often. And I want to get my standard deviation tighter and tighter so that I don't get anywhere close to hitting the wall. However, what they're not realizing is if you do that, the body will start shrinking the size of the lane. Because what it basically says is, huh, we haven't had a ball touch us in years. We don't need to be this wide. Let's get smaller and smaller and smaller. So it's not that you actually are having a reduced ability to recover, but you start becoming incredibly sensitive to that. So your two strategies for enhancing recovery are to practice getting closer, of throwing that ball down the middle lane, or to widen, to widen the alley. And that's exactly what you're referring to, and you absolutely should do that. And so what happens is you don't have to be so precise with what you're doing, because your ability to handle so many things is widened. So if you're off now by four or five inches to the right, no problem, because you've just tripled the size of your alley. That's exactly what you want to do. So, paying attention to two things. Number one is getting better at accuracy, maybe staying really tight with your progressions, using nutrition and sleep to optimize your recovery and push your resilience is what we call this. In fact, there's actually a biological way to measure resilience. We do that in all of our folks. This is scientifically validated stuff. I didn't just make it up. You can actually measure resilience, and there's more and more coming out on this, but that's exactly what that term means. So how well can you handle and bang things off the stressful? So, when you see a reduction in, say, 10% of your HRV today, for you, that might make you feel terrible. For me, I might not feel anything because I'm well adapted to large fluctuations, and therefore I'm okay. The less and less you do that, the more and more responsive you will be to those slight deviations. So that is exactly the target. And that's kind of what I allude to when I say, you got to understand, what are we optimizing for? We optimizing for making sure I don't feel any different today. Are we optimizing to make sure when I do feel different, I still am able to perform? So this is why you want to do things like, maybe use some caffeine today and feel great, but if I have to use it every day, all I'm doing is shrinking my sensitivity there. So now if I have to go a day without it, I can't train at all. Caffeine is the easy example because people understand how that whole system works. But this is really true of everything else. So, yeah, you need to practice this. And the way to do that is to give yourself more stress, to continue to bring in the stress from nutrition, from training, from breath work. You mentioned earlier about focus, the exact same thing, right? It's not just about getting better right now. It's about training a system. And you can clearly train that, right? We will often say breath work is a practice. That's exactly what we're talking about. Right? So you're practicing getting better at these things. You're practicing returning your focus, you're practicing recovering. And quite literally, physiologically, you can upregulate. Whether we're talking enzymes, whether we're talking about regulators, these will be upregulated. So then the next time that insult comes in, it's not as big as, it's not as damaging. So, yeah, absolutely, you can, and you should strive for that."
    },
    {
        "speaker": "A",
        "text": "Throughout all the episodes where we've been talking about exercise. At the core of that is this word, adaptations. And I love that you mentioned that breath work can also create adaptations. The way I'm visualizing all of this now is that resistance training with weights, machines, body weight, otherwise, cardiovascular training, running, jogging, sprinting, jumping, and so on, thermal training, exposure to heat, exposure to cold in a dedicated way, and deliberate respiration, aka breathing or breath work as a practice, all of those can be viewed as ways to trigger adaptations. And in the context of recovery, the specific adaptations you're trying to engage are opposite to stress. In fact, with the exception of perhaps deliberate cold exposure, maybe deliberate heat exposure, because if the sauna is really hot, you can get the dynorphin release, which is kind of uncomfortable. But still, in both those cases, the rebound from that. In other words, when you get out, you shower, you go to bed the next morning, you do have this kind of blissed out feeling. We know why that is. That is the rebound to that uncomfortable situation. So it seems it doesn't really matter whether or not you're using resistance. You're doing cardiovascular training using thermal approaches, or you're using respiration based approaches. All of these are really ways of both triggering adaptations, and if applied properly, to actually help you recover from the stress and create the literal result that you're trying to achieve. For some people, that might have been obvious, but I think for many people, including myself, this set of conversations that we've been having over the series, these episodes, it's really the first time that I've ever thought about exercise in these ways. In any event, it's just a reflection, but it's one that, at least for me, is tremendously useful because it has a lot of organizational logic to it, which at least appeals to my brain, because the more that things have a logic, the more for me that they become simplified and the more that the vast array of tools becomes visible to me. As you said earlier. What is it? Let me make sure I get this right. Concepts are few. Methods are many."
    },
    {
        "speaker": "B",
        "text": "Pretty close."
    },
    {
        "speaker": "A",
        "text": "Okay. How would you remind us how you state it?"
    },
    {
        "speaker": "B",
        "text": "Methods are many, concepts are few."
    },
    {
        "speaker": "A",
        "text": "Ah, okay. Either way, the directionality probably, it doesn't matter. No, let's keep it right. The methods are many, concepts are few. Galpin's law. In science, you're not allowed to name things after yourself, but you can name things after other people. So it's Galpin's law, because I'm definitely."
    },
    {
        "speaker": "B",
        "text": "The one who created that idea."
    },
    {
        "speaker": "A",
        "text": "So."
    },
    {
        "speaker": "B",
        "text": "Absolutely. That was extreme and tremendous sarcasm. Just so we're ultra clear."
    },
    {
        "speaker": "A",
        "text": "Regardless, here we go. Galphin's law."
    },
    {
        "speaker": "B",
        "text": "There you go. One thing that's in my head right now is we've thrown out a lot of options for folks, and maybe what we can do is try to simplify a little bit. So what I can kind of walk you through is how we measure recovery, if you will, and how often, and some tools and what I would recommend people do is not use everything I said. You want to pick one or two things per category that are most important to you, that are at your cost, that are at your availability, that are interesting and important, relevant to you, and do that. The reason I kind of wanted to cover a large number of things was to give folks options. But again, I want to emphasize the point is to not measure all of them. In fact, you don't need to. I've ran this before with professional athletes where we've taken blood, urine every single day. We've done performance measures, vertical jumps on a force plate, a whole bunch of things every day for years on end. And what I can tell you is there is tremendous redundancy in physiology. Everything is everything. So you don't need to do them and don't feel like you're missing out if you aren't doing them. One or two metrics is probably fine. I generally recommend one subjective measure. This could be as simple as, what's your mood, how do you feel today? Great. And one objective measure, HRV, resting heart rate. Anything else? Right. So if you even literally just did that, you'd probably have pretty good insight as to what you're doing. So maybe, in fact, I'll go more detail here. Maybe I'll give you a couple of examples of things to measure every day. Some things that you should measure, maybe quarterly, monthly, and then maybe even semi annually. And then you can maybe just pick a couple from each of these categories and have yourself a pretty good monitoring system for what to do. And I'll include some that are a little bit of technology based, and then others that are totally cost free and require nothing. Okay. To start off, I would recommend taking something like HRV every day, or most days. If you don't have a device like that, you could also use, honestly, the CO2 tolerance test, and we've talked about that a number of times and we probably have plenty of research to go find that. But that doesn't require anything. It typically takes about a minute or so. And you can do that under the same circumstances in which HRV, in other words, do it the same time every day, have the same standardization stuff. And that is actually been in our coaching experience. While admittedly there is no peer reviewed research on this yet, just in our experience, this tends to track extremely closely with HRV and other metrics of recovery. In fact, we actually did do a pilot trial in my lab and it tracked decently well with both state and trade anxiety. So it's a nice metric, not perfect, but you could take that. So if you wanted, you could do both. But again, remember, you're trying to capture systemic stress and so you're really just showing, you're measuring one thing two ways so you don't necessarily have to have them both. I will do both just because I'm super interested in small differences, but globally they're going to tell you basically the same thing. So those are two things we use, again, basically daily, year round, or close to it. If you want to go past that a little bit. You can look at. You can use an actual, a pretty old commonly used survey called a Dalda. D a l D A. I forget the exact acronym, but it is a fairly lengthy questionnaire and it accounts for things like how do you feel today, how did you sleep, any stressors going on in your life, how you've been eating, and it's like fairly comprehensive, lengthy survey that came out. I mean, jeez, it's probably been around for 30 years or something. It's nothing new and been used extensively. You would not want to do that every day. If you wanted to take some subjective measures every day, we typically stick with, like I said, mood, motivation, something like that. You would, you could perform this to all the tests. So something more like monthly or at the end of each training phase, you know, every couple of months and probably worth looking at. It's not going to tell you if you're in a bad spot today or tomorrow, but you would pick that up with the HRV or suit to tolerance test. It would, though, tell you information, especially if you're working with another individual about major life changes. And if anything, it just facilitates that conversation. I noticed you reported x happening. Let's talk about that and can I help, etcetera? So another kind of sneaky helpful one is simply body fat. Like I said, non functional. Overreaching and overtraining are associated with a number of things like energy, appetite suppression changes, and body weight or body composition. So you can measure that monthly or even really quarterly, depending on what kind of athlete or individual you're working at, or if you're trying to, especially if you're not trying to lose weight or if you're trying to be out maintenance. And that'll give you some insights as well. So, moving past that now, actually, we're going to move into the realm of things that we call hidden stressors. So those are all visible stressors. So hidden stressors, the most common ones we've sort of mentioned, and I would probably do this well, you're gonna have to do these ones through serum. So this is blood work, cortisol, like we talked about, and testosterone, and then, of course, testosterone to cortisol ratio. And then the other ones I mentioned, you can do those quarterly. It's not bad. There are some blood markers that there's really no sense to do them that soon. And there are other markers. I mean, in our system, our individuals are getting pretty extensive blood work, saliva work, urine and stool. And so there's plenty of those things you just do not need to measure every ten weeks or so. In this case, cortisol, as you know, sort of changes rapidly. Testosterone can change pretty quickly. But if you're really trying to notice a large trend, certainly a quarterly or so is an appropriate time frame, doing it every four or five weeks is probably unnecessary. So you can save yourself some money and do that other stuff. You can look at actually more like semi annually in plasma, like glutamine and glutamine to glutamate ratio. And you can maybe save the why you want to look at those for another conversation. But those are important. We always look at something from the oxidative stress thing. So this could be something like tnf alpha or interleukin six, something like that. Again, we're looking at that in serum, and we're looking at that, you know, like semiannually. And then another sneaky, actually one that I love to look at is the neutrophil to lymphocyte ratio, which would give you some pretty good insight. And again, you could look at that like, fairly quarterly. If that number starts to get really high, certainly like more than nine to one, you got a pretty good insight that something gnarly is going on with your immune system. So we will actually take action much lower than that number. But that's like a nice cutoff. You'll see that's a very, very high number. So those are some things you can use. Most folks have the ability, hopefully, to get some basic blood work done, get a basic, what's called a CBC and CMP. If you have a great physician and you can get insurance to cover that, and you just go on and ask for a CBC and CMP, they'll know what that means. You can google that and they'll order it, and you'll get all the information, typically that I just described or close enough, and you'll get some insights. And then again, you can just use that free service I mentioned earlier to check to see whether or not the changes are just a matter of testing quality or actually physiologically relevant."
    },
    {
        "speaker": "A",
        "text": "What you just described is an amazingly powerful array of tools. I'm hoping that you can also mention a few tools that are either lower cost, truly low cost, or zero cost, that while they may not have the accuracy or give the complete picture that some of the biomarkers and other tools that you mentioned do, that they can still provide reasonably reliable metrics that people can use in order to assess their level of recovery."
    },
    {
        "speaker": "B",
        "text": "Absolutely. The CO2 tolerance test would be the first one, and you can just take that metric anytime you'd like. The other ones we've talked about so far are things like your mood. We haven't mentioned libido, but that's another assessment that people also tend to have a pretty good grip on, and they know what feels normal. So when things go out of whack, it tends to be a pretty good signal that people will recognize."
    },
    {
        "speaker": "A",
        "text": "Yeah, and one note about that, something that came up in an episode on hormones, both for male and female health, that at some point will air, which is that there's no objective measure for people in terms of libido across the board, meaning people vary tremendously, age, life circumstances, and on and on. And so this is one of those subjective measures that I think people need to have some sense of what their baseline really is. And I'm guessing that the time to assess that might best be when initiating or midway through a relatively low intensity training phase, maybe during the time of year in which all the other factors that can influence libido are not at their maximum. So if you think about light and dopamine and the relationship between those and the testosterone estrogen systems, we know that libido, testosterone estrogen in men and women tends to peak in the summer months. So if thats your baseline that youre comparing to. I dont know that thats as reliable as being something like the fall or the spring. Anyway, this again is very subjective. Would just encourage people to recognize that there's no standard numbers for this. No lookup table. There's no equivalent of the libido. BMI, LMI. No disrespect to the acronym that probably is LMI. So I think that it's just something to keep in mind as people do comparisons or subjective comparisons is don't pick a comparison to an extreme. Try and pick a comparison to average as you know it to be."
    },
    {
        "speaker": "B",
        "text": "That actually is sort of reminding me. One issue that we have seen a lot lately is people, if they're having libido issues or just even slightly noticing a drop, they just assume that then therefore means their testosterone is crashing. And those things are certainly connected, but that is not necessarily the case. And where that becomes a problem is then people then go on things like TRT, et cetera, with no true oversight and then all kinds of other problems. So make sure that if you're going to take that step, that you actually get testosterone measured and you're working with a qualified person to guide you through that process. Don't just assume because you're having low energy or your libido is a little bit down. It could be simply training related, it could be sleep related, it could be any number of things. So that's like a little bit of a word of caution there."
    },
    {
        "speaker": "A",
        "text": "Two quick points along the lines of what you just said. One interesting thing that I learned when researching our episode on testosterone and estrogen optimization. This was an episode that we'd done some time ago, but is still available on our Kubernetes lab.com, all formats, et cetera, is that many people actually increase their libido and even their levels of testosterone and estrogen as they progress from their twenties into their forties if they take excellent care of themselves, including the correct exercise adaptations, correct body fat to lean muscle ratios. But of course, it can go the other way, too. A lot of people can be training to achieve such low body fat stores that libido can suffer. So the age related declines in libido are not necessarily written into the script of life. In fact, there are some data points from a really interesting paper I talk about in that episode of individuals. This was a study focused on males in their eighties and nineties who maintained total and free testosterone as high as individuals in their twenties. But then when you look at the lifestyle factors of those people in their eighties and nineties. They were doing a lot to create that scenario. The second point is one related to what you just said, which is very true, which is people generally tend to assume that a drop in libido is related to a drop in testosterone and then assume that they need to increase their testosterone. And in some cases that is true, absolutely. But it's also often the case that people who take estrogen or aromatase blockers, that is, enzyme inhibitors that prevent the conversion of testosterone to estrogen, experience severe deficits in libido because of estrogen being totally low. So estrogen blockers are as much an issue here as low testosterone, then. The final point is also one that many people now, men and women, I think, need to be aware of, which is that dihydrotestosterone DHT is among the more powerful androgens for power output, physical power output, but also for libido. And DHT is strongly inhibited by certain things like turmeric. So a lot of people who are taking high doses of turmeric can experience drops in libido who are taking a various compounds to prevent hair loss, things like finasteride. So there's a whole catalog of things that can reduce libido that are not directly in the testosterone pathway. It can be DHT related or estrogen related. And this, I think, points to the importance of, yes, take a subjective measure of your libido. Pay attention. Essentially, be aware, don't obsess, but be aware and try and figure out what factors are involved for you. But don't immediately assume that what's needed is more testosterone. And oftentimes the opposite is the case."
    },
    {
        "speaker": "B",
        "text": "Yeah, try to put on a lot of muscle with no estrogen. Good luck."
    },
    {
        "speaker": "A",
        "text": "Right. And indeed, a lot of athletes in particular, competitive bodybuilders that have that Saran wrap thin skin. If you get to know some of those people and you talk to them, they can look like the sort of comic book archetype of what, um, someone might, might want to be. I mean, that's not what this discussion or these episodes have been about. But oftentimes they can have serious libido."
    },
    {
        "speaker": "B",
        "text": "Issues I mentioned earlier. And I will emphasize it once more. You need to be very cautious when you're taking antioxidants, anti inflammatories, cortisol reducers, for all those reasons. Right. I didn't really sort of get an example, but you just nailed another fantastic reason of it. We do not give those things prophylactically. I strongly discourage people from just walking around taking supplementation of antioxidants, especially powerful ones, for no reason. If you have done some testing and you have a good reason to do so, I'm fine. Or if you're in a very specific, say, training phase or something like that, cool. But if you're just walking around doing that, you are oftentimes, not always, but you're oftentimes causing problems that then you then try to solve by taking more of those anti inflammatories. I feel terrible. Low energy, low libido, blah, blah, blah, blah, blah. I'm too inflamed, etcetera. So, yeah, antioxidants in the form of food are fantastic. Almost no issue. There is good evidence, actually, there. So don't worry about men. I shouldn't eat high antioxidant rich foods. You're going to be fine. What we're talking about here is pharmaceuticals and supplementation, where you can take orders of magnitude higher dosages very quickly than you could in the presence of food. So that distinction is also very important. Antioxidant rich foods are generally fine and thus consumed in totally absurd concentrations. Supplementations, powders, creams, drugs, etcetera, is where you can get into problems. So, yeah, you want to be very careful of doing that unless you have a reason. We don't do that unless, but we see a reason to do so in someone's markers."
    },
    {
        "speaker": "A",
        "text": "Yeah. And herbal compounds, despite the fact that they're herbal, can be quite potent modulators of hormones. Ashwagandha being an example. Two herbal compounds that we've talked a lot about on our podcast before and repeatedly, including in that testosterone, estrogen and optimization episode, tonga ali and Fidogia agrestis. Tonga ali is now taken by a large number of men and women. Tonga Ali and phadogia, typically men. I'm not sure that there are any good studies about the effects of fadogia in women. Those are herbal compounds that can have potent effects in increasing testosterone and luteinizing hormone. Do they work? Yeah, they work to varying degrees in most everybody. Certainly not in everybody. But they do work. But they work because they're potent. They have effects. So the idea that herbal compounds are not powerful is wrong. And it's important to remember that that can cut both ways. Hence my mention of this observation related to turmeric, which is not to say that some people can't take turmeric and feel perfectly fine, maintain or even increase their libido. I'm sure that can happen. It's just that for people that are very DHT sensitive, this tends to be an issue. So unfortunately, for many of these compounds, the only way to find out is really to try them or to just completely avoid them and decide you don't want to try them is fine, too. But there really aren't ways to predict who will respond, who won't, and who will be hyper responders. And in that case, it's a little bit of a wild west."
    },
    {
        "speaker": "B",
        "text": "I'm also sort of remembering what the point of this conversation was supposed to be, and maybe I'll return back to that, which were some cost free or low cost metrics. That was a very fun tangent, but nonetheless, another couple of ones you can do are grip strength testing. So if you can buy a fairly cheap hand grip dynamometer on any number of places, these are typically able to be purchased for $20 to $40 or something like that range, you can actually just test that every day. I've done that in a number of athletes for a decent amount of time. Admittedly, I don't do it anymore, and that's not because I disagree with it, but because we just were getting the information already and it was just too redundant. But if that's the only option, it is a great one to do. I mentioned also earlier how I actually like speed tests over strength tests as an earlier indication of overreaching. And so because of that, I like a vertical jump test. If you have access to a force plate, that's great. And then you can get more in depth characteristics of the force velocity curve and acceleration and things like that. Used a lot in high performance situations, if not simply looking at, you know, your performance. And so you can kind of go back to one of our earlier episodes when I described coloring my fingertips with highlighters earlier in my life. You could do the same thing and go out in your garage and every day jump up and touch that marker and see where you're at. A system like that could be done. You can also use tools like force transducer and do a standard movement against a vertical jump or a high pole or something like that, and measure the velocity and just compare that day to day of a standard load. So you do it every single time with the same load. Similar thing can be done with a medicine ball throw. So you have the same ball, you throw the same thing. And this is sort of where you're at today. You want to do a little bit of warmup, but not excessive. Here. You want to kind of get an idea of where your baseline is, and you don't want to influence it by the veracity of the warm up. Every single day, because that alone can change it. Same thing with stretching. Acute static stretching directly influences power production. So you don't want to go out there and one day do a 20 minutes stretch before then. The other day you didn't stretch at all, because that alone will cause deviations in your performance. So try to keep everything you can think of standardized and that'll give you a little bit better data. Remembering all of these values, the biomarkers, the performance stuff, they have normal variations. You just want to figure out first and foremost what those normal variations are for you. So you have your normal number, you have your standard deviation. When you start getting outside of that standard deviation, you start paying attention. And so that's kind of like what we, we typically call that the gray zone. And so if it is in the gray zone, we're fine, we're not adjusting. But if it's outside of that, whatever that is for you, recognizing that the gray zone is smaller for some folks and larger for others, but what is normal for you and your situation? And then you can make your decisions outside of that. When you see numbers that are consistently or more than three to five days in a row or close for the last five days, for the last six, something like that, then you maybe have some cause for action."
    },
    {
        "speaker": "A",
        "text": "Well, that was an incredible description of the various tools and modes for recovery, and I realize I jumped the gun a bit during our discussion about food and supplements, but I like to think that it serves as a nice precursor to the next episode, which is going to be all about nutrition and supplementation. If you're learning from and or enjoying this podcast, please subscribe to our YouTube channel. That's a terrific zero cost way to support us. In addition, please subscribe to the podcast on Spotify and Apple. And on both Spotify and Apple. You can leave us up to a five star review. If you have questions for us, or comments or suggestions about topics you'd like us to cover or guests you'd like me to include on the Huberman Lab podcast, please put those in the comments section on YouTube. We do read all the comments. Please also check out the sponsors mentioned at the beginning and during today's episode. That's the best way to support this podcast. I'd also like to inform you about the Huberman Lab podcast free newsletter. It's called the Neural Network newsletter, and each month the neural Network newsletter is sent out and it contains summaries of podcast episodes, specific protocols discussed on the Huberman Lab podcast, all in fairly concise format and all completely zero cost you can sign up for the neural network newsletter by going to HubermanLab.com comma. Go to the menu and click on newsletter. You provide us your email. We do not share it with anybody and as I mentioned before, it's completely zero cost by going to hubermanLab.com comma. You can also go into the menu tab and go to newsletter and see some example newsletters from months past. Thank you once again for joining me for today's discussion about fitness, exercise, and performance with Doctor Andy Galpin. And as always, thank you for your interest in science."
    }
]