[
    {
        "speaker": "A",
        "text": "Welcome to the Huberman Lab guest series, where I and an expert guest discuss science and science based tools for everyday life. I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. Today's episode is the third in the six episode series on fitness, exercise and performance. Today's episode is all about endurance and fat loss. That is, the specific protocols required to achieve the four different kinds of endurance and how to maximize fat loss. Doctor Andy Galpin. Great to be back. Today we're going to talk about endurance, and I'm very interested in this conversation because I, like many other people, strive to get a certain amount of cardiovascular work in each week. Maybe a longish jog, maybe a swim, ride the bike, etcetera. But when I think about the word endurance, the idea that almost immediately comes to mind is about doing something for a long period of time, repeatedly. But I have a feeling that there are other ways to trigger this adaptation that we call the endurance adaptation. So I'm excited to learn about that. I'm also excited to learn about the fuel systems in the body that allow for endurance and other modes of repeated activity. So in order to kick things off, I'd love for you to frame the conversation by telling us what is endurance? And are there indeed a large variety of ways to induce what we call this endurance adaptation?"
    },
    {
        "speaker": "B",
        "text": "Sure. The way I want to start actually here is calling back to some of the things we talked about in our previous conversations, which are really people exercise for three reasons. Number one, you want to feel better. Number two, you want to look a certain way. And then number three, you want to be able to do that for a long time. The way that we say it in sports is look good, feel good, play good. So I want some sort of functionality to be able to perform a certain way, whatever that is for you. You want to be able to look a certain way, that whatever that matters for you, and then you want to be able to do that for a long time. So when it comes to endurance, we have a bunch of misnomers here, which is the same thing with the strength training or resistance exercise side, where we wanted to dispel this myth that I lift weights only because I want to gain muscle or play a sport, and I want to do cardio because I want to either lose fat or for long health sake. And just like we smashed that myth from the strength training side, I want to smash it from the endurance training side. There are so many other reasons that you want to perform endurance training, regardless of your goal. Right. Whether it is longevity, whether it is performance, or whether it is aesthetics, I want to cover all those reasons, exactly what to do, protocols, of course, and why those things are working that way. In general, though, the quick answer is really endurance comes down to two independent factors. Factor number one is fatigue management, and then factor number two is fueling. And that's all it really comes down to. So all the different types of training are going to reach a limitation, which are either, again, your ability to deal with some sort of fatigue, and that's generally a fatigue signal. The other one is managing some sort of restriction of energy input. And a lot of the spoiler here is a lot of the times people think it's a fueling issue, and really it's a fatigue management issue or the opposite. And to have a complete health spectrum, regardless of whether you're a high performance athlete, like I typically deal with, or general public, you need to be able to do both, manage fatigue as well as understand fuel storage. So that's really what we're going to get into today."
    },
    {
        "speaker": "A",
        "text": "Fantastic. I can't wait. Before we dive in, I'm going to ask you what I often ask people who are expert in their respective fields, which is, is there any non obvious tool or mechanism or tool and mechanism that can allow people to access better endurance? You know, when I think about training for endurance again, I think about trying to run longer and longer each week or swim further and further and so on. But I do wonder whether or not there are other forms of training that can amplify the endurance adaptation that I, or most people perhaps don't think of as endurance."
    },
    {
        "speaker": "B",
        "text": "Sure. The way I want to answer this is if we look back and think about how we've answered that question with power and strength and force production, it is really about how much can you produce maximally once? What you're asking now is, how can I repeat that same quality of performance? If that's the case, endurance really comes down to your ability to maintain proper mechanics. That's going to, like, the biggest way we can increase your endurance exponentially very quickly is mechanical, and this is starting with breathing. And so we need to be breathing properly. We need to have proper posture and positions, and then we need to be moving well. Efficiency is going to trump force always. For endurance, the other side of the equation is not that you can have a little bit of leaks in your mechanics and still squat well or jump high and be fine, because you don't have to suffer those consequences repeatedly. That's going to drain you over time. So the quickest way to improve endurance is to improve mechanics. And the mechanical thing I would go after first is your breathing techniques, your pattern, your entire approach, as well as your posture. And then from there, the third one would be your movement technique."
    },
    {
        "speaker": "A",
        "text": "Is it possible to describe the best way to breathe when doing endurance training, or is it far more complex than that? And if it is far more complex than that, then certainly we can get into it during todays episode. Evan?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it is both of those. I will give you a quick answer, though. A lot of the times you can kind of hit the cheat code, which is nasal breathing. Theres plenty of times when you dont want to nasal breathe or dont need to nasal breathe. But just again, is that like a one tool? That is a sort of a pretty general answer if you can do that, a lot of the times that will fix breathing mechanics just by default. And we can maybe talk about why that is later. But that would be my sort of one sentence, bullet point answer immediately of how to get in the right positions. The second one would be simply looking at your posture. Right. So whether you're on a bike or you're doing a lift or you're running, if you're literally hunched over and your ribs are touching your femur, or getting closer and closer, like tends to happen on a bike or an air assault thing for somebody I've seen recently."
    },
    {
        "speaker": "A",
        "text": "This morning I was on the assault bike doing a sprint, and I asked Andy Doctor Galpin to critique my form and anything else he wanted to critique so that I could improve. And he did comment on my rather c shaped posture."
    },
    {
        "speaker": "B",
        "text": "Correct."
    },
    {
        "speaker": "A",
        "text": "Encouraged me to be more upright, which I should probably do now as well. And he also cued me to the fact that during a 1 minute sprint, there is something that is quote unquote magic that happens right about the 42nd mark, and I use that as a milestone to look for. And indeed, something does happen at the 40 seconds into a 1 minute sprint, where all of a sudden it does seem to get much easier for reasons I don't understand. Maybe you can tell that, but it certainly had nothing to do with my posture. My posture needs improvement."
    },
    {
        "speaker": "B",
        "text": "Thank you. Yeah. So breathing mechanics and breathing strategies, people tend to be over breathing early on, and this is gonna lead to problems later. So having a more strategic breathing pattern and approach is, again, a very quick solution."
    },
    {
        "speaker": "A",
        "text": "I know that we're going to dive very deep into the mechanisms of energy and metabolism and endurance today, but as long as we're having a discussion about these brief sort of tidbits of how to improve endurance. Are there any other ways to improve endurance that are of relatively short time investment, even if they require a lot of energy?"
    },
    {
        "speaker": "B",
        "text": "Sure. The classic paradigm you're going to find here is steady state, long duration posed up against what a lot of folks will now call higher intensity interval training specifically. And there's a lot of misconceptions here. The quick answer is you need to be doing both, and there's probably a bunch of stuff in between that you should be practicing. If you honestly want to maximize those three factors we talked about at the beginning, you need to be training across this full spectrum, just like I told you to train across the full spectrum of your lifting. We want to be doing the same thing here. So are there independent special factors that can happen with the shorter time length, higher intensity stuff? Absolutely. There's also magic that happens on the other end of that spectrum. So it's very important that people don't just choose one side, because what tends to happen is people either go with the, oh, I'm going to do 30 or 45 minutes of steady state stuff, that's it, or I'm going to do the opposite, which I'm going to leave that stuff on the table, not do it because I only want to do high intensity intervals because I can get it done in five minutes. So there's magic on both sides of the equation. We want to get into all that. But just to answer your question directly, there's a whole bunch of things you can do in under 1 minute that are convenient to do. And there's a wonderful set of papers out of a couple laboratories in Canada that champion this idea that's called exercise snacks. So there's a BuNch of, there's a series of studies that have been done here that are ReALLy interesting, and they've looked at a couple of things that are noteworthy. One of them is a 22nd bout of all out work, and this is actually done in workers in an offIce. And so what they had them do is run upstairs, and I believe it was about 60 steps is what it took them something along the order of 20 seconds exactly. And they repeated that about once every 4 hours. So really it's just you go to work, you get, you know, put your coffee and your bag down, whatever, you run up a flight of stairs 20 seconds later, then you go right back to work at lunch, and before you go home, you sort of repeat it there. And if you repeat that, that's multiple times a week, you're going to do that. I think they in one of the interventions, it was three times a week for six weeks, 18 total times you did that. And what you'll see is a noticeable improvement, and this is statistically significant improvements in cardiorespiratory fitness, specifically vo two max, as well as a number of cognitive benefits, work productivity, etcetera, that can happen in as little as 20 seconds. You don't have to go to the gym, you don't have to shower, you don't have to do anything like that. Just find the stairs, run up and down them a few times. Now you may have noticed, you actually sort of caught me yesterday. I did that right here. Right. I was just, I, we had a little bit of a break, I was feeling an energy lull. I ran up the stairs three or four times, felt a lot better. So that can actually also help. They ran another study where they looked at that following a giant high glycemic index meal and what they saw, and they took insulin measures and a whole bunch of other biological markers associated that you want to be paying attention to with the high glycemic index meal. And they looked at those immediately, an hour, 3 hours, 6 hours as a post. And it was very clear that same intervention was able to improve postprandial glucose control, insulin and a whole bunch of other factors in addition to that. So if you are the sort of type who's like, wow, I'm in an office all day, maybe also had a giant high glycemic index meal, not the best approach, but a, a little bit of mitigation. There can just be running up a flight of stairs or doing something like that for as little as 20 seconds. So there's a lot of magic and power and maximal exertion if one does."
    },
    {
        "speaker": "A",
        "text": "Not have access to a flight of stairs at work. Could they do jumping jacks?"
    },
    {
        "speaker": "B",
        "text": "Absolutely. I mean, you could do anything you really wanted. It's not the mode of exercise that matters here, it is simply the exertion. Get up as hard as you can, you could do burpees, you could do any number of things. You could sprint down your road, down the hallway, back and forth. The mode is just something that was easy for the scientists to control and x number of steps, people could do it, you're not going to fall, hurt yourself, things like that."
    },
    {
        "speaker": "A",
        "text": "Just to remind me, it's once every 4 hours, 1 minute of all."
    },
    {
        "speaker": "B",
        "text": "20 seconds."
    },
    {
        "speaker": "A",
        "text": "Oh, 20 seconds. Excuse me, 20 seconds of essentially all out exertion while remaining safe, not going so fast up the stairs or doing jumping jacks so fast."
    },
    {
        "speaker": "B",
        "text": "Certainly not down the stairs. Up the stairs, please."
    },
    {
        "speaker": "A",
        "text": "Escalators don't count. Well, I suppose they count if they're. If you're moving, if you're not remaining on the same steps. In fact, in an airport recently, I saw somebody walking against the conveyor while talking on the phone, while waiting for their flight to take off. And I thought, it's genius, right? It looked a little awkward."
    },
    {
        "speaker": "B",
        "text": "Who cares?"
    },
    {
        "speaker": "A",
        "text": "Yeah, but it was."
    },
    {
        "speaker": "B",
        "text": "I have looked awkward in every airport I've been in for the last 15 years for these exact reasons, doing wild stuff like that."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, nothing's more awkward than not being able to walk to the end of the terminal simply because one isn't familiar with walking that far carrying a couple of suitcases."
    },
    {
        "speaker": "B",
        "text": "There you go."
    },
    {
        "speaker": "A",
        "text": "Yeah. That's the other fit test. The suitcase carrier in the airport. I love this. So once every 4 hours, 20 seconds. So maybe once when arriving to work. Once, 4 hours in and then 4 hours. Most people are probably at work somewhere, you know, eight plus or -2 hours."
    },
    {
        "speaker": "B",
        "text": "Now, one thing I actually really want to make clear, because your audience is so incredible, they tend to be really excited about these protocols and they follow them exactly as written. That's not exactly how science works. So it doesn't necessarily have to be every 4 hours, it doesn't have to be three times a day. It doesn't have to be 20 seconds. They literally built that protocol because it was. They're trying to replicate a real life scenario. Maybe you're in an office building, you're generally there for 8 hours. Let's see if you did one every sort of. So if you want to do it four times a week, great. If you can do it only 10 seconds. Amazing. You're probably going to get the same benefits. Those are not the details to pay attention to. The detail to pay attention to is every so often multiple times a day, try to get your heart rate up really quickly. Doesn't require sweating, doesn't require anything else. There's no warmup associated with it. Again, you need a minute break in between meetings or whatever, and you can sprint up them. I do this all the time in my house. When you have those days when you're on like seven straight hours of zooms, etcetera, you can get out of 20 seconds. I run to my garage, which is over there. I hop on the air bike and I will just smash out 30 seconds as fast as I can and then walk right back in."
    },
    {
        "speaker": "A",
        "text": "Love it. Yeah, I'm going to start."
    },
    {
        "speaker": "B",
        "text": "Yeah, just also, you can just put one of those things which I do. Also just put one in your office and hop over out of there. The whole entire thing now literally takes 23 seconds."
    },
    {
        "speaker": "A",
        "text": "Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is also separate from Doctor Andy Galpin's teaching and research roles at Cal State Fullerton. It is, however, part of our desire and effort to bring zero cost to consumer information about science and science related tools to the general public. In keeping with that theme, we'd like to thank the sponsors of today's podcast. Our first sponsor is momentous. Momentous makes supplements of the absolute highest quality the Huberman Lab podcast is proud to be partnering with momentous for several important reasons. First of all, as I mentioned, their supplements are of extremely high quality. Second of all, their supplements are generally in single ingredient formulations. If you're going to develop a supplementation protocol, you're going to want to focus mainly on using single ingredient formulations. With single ingredient formulations, you can devise the most logical and effective and cost effective supplementation regimen for your goals. In addition, momentous supplements ship internationally, and this is of course important because we realize that many of the Huberman Lab podcast listeners reside outside the United States. If you'd like to try the various supplements mentioned on the Huberman Lab podcast, in particular, supplements for hormone health, for sleep optimization, for focus, as well as a number of other things including exercise recovery, you can go to livemomentous spelled o U S. So that's livemomentous.com hubermanda. Today's episode is also brought to us by levels. Levels is a program that lets you see how different foods and activities affect your health by giving you real time feedback on your blood glucose using a continuous glucose monitor, many people are aware that their blood sugar, that is, their blood glucose level, is critical for everything from fat loss to muscle gain to healthy cognition and indeed aging of the brain and body. Most people do not know, however, how different foods and different activities, including exercise or different temperature environments, impact their blood glucose levels. And yet, blood glucose is exquisitely sensitive to all of those things. I first started using levels about a year ago as a way to understand how different foods, exercise, and timing of food relative to exercise and quality of sleep at night impact my blood glucose levels, and I've learned a tremendous amount from using levels. It's taught me when best to eat, what best to eat, when best to exercise, how best to exercise, and how to modulate my entire schedule from work to exercise and even my sleep. So if you're interested in learning more about levels and trying a continuous glucose monitor yourself, go to levels. Link Huberman that's levels. Link Huberman today's episode is also brought to us by element. Element is an electrolyte drink that contains the exact ratios of the electrolyte, sodium, magnesium and potassium to optimize cellular functioning for mental and physical performance. Most people realize that hydration is key. We need to ingest enough fluids in order to feel our best and perform our best. But what most people do not realize is that the proper functioning of our cells and nerve cells, neurons in particular, requires that sodium, magnesium and potassium be present in the correct ratios. Now, of course, people with prehypertension and hypertension need to be careful about their sodium intake. But what a lot of people don't realize is that if you drink caffeine, if you exercise, and in particular if you're following a very clean diethouse, that is not a lot of processed foods, which of course is a good thing, chances are you're not getting enough sodium, potassium and magnesium to optimize mental and physical performance. Element contains a science backed ratio of 1000 milligrams. That's 1 gram of sodium, 200 milligrams of potassium, and 60 milligrams of magnesium and no sugar. If you'd like to try element, you can go to drink element. That's lmnt.com huberman to get a free element sample pack with your purchase. Again, that's drinklmnt lmnt.com hubermandhenne to claim a free sample pack. So tell me about endurance. What is endurance? How do I get more endurance, and how does it work?"
    },
    {
        "speaker": "B",
        "text": "When we think about endurance, I would like to open up the conversation to include more things than people generally do when they hear the word endurance. So if we just think about what you typically ask your body to do or would like to ask your body to do, and we just walk through them, it's going to be things like this. Number one, I want to have energy throughout the day. That's actually a form of endurance. Great. I don't want to have these lulls and fatigue, and I want to feel fantastic as I move throughout my activities of daily living, whatever those may be, work, exercise, enjoyment, paying attention, focus, all that stuff. Great. That's one thing. Another thing you want to ask your body to do is I want to be able to repeat some small effort in a muscle group and not feel great about that. This is what we generally call muscular endurance. So this is something like, I want to be able to walk up those ten flights of steps and my quads aren't burning at the end of it. Right. Or it even gives me energy. Another thing you'll want to ask your body to do is to be able to perform a tremendous amount of work for a longer period of time, something in the realm of, you know, 20 to 80 seconds. So this could be something like if you're surfing and you've got to paddle extremely hard for a minute to get on top of a wave, or you want to. You've got, you're out riding your bike and you need to be able to get up a hill and it's a very steep hill. These are going to take maximal efforts for some small amount of time and then you'll get back up there. We tend to call that maximum anaerobic capacity, so that the maximum amount of work you can perform at a high rate for some amount of seconds to like maybe a minute past. That is your ability to repeat an effort kind of like that for something like five to 15 minutes. And this example would be run a mile, right. Some interval like that, which is a longer distance, right. That is going to be your maximum aerobic capacity. Another thing you're going to want your body to do is what we call sustained position. So this is you want to be able to sit in your chair at work and have perfect posture for 20, 30, 40 minutes, right. You want to be able to stand in line at a grocery store for 15 minutes and not have a breakdown and posture. So you want to be able to maintain position when you're riding your bike, you're not collapsing, you're doing any of these activities and you don't get hurt or lose efficiency simply because you couldn't sustain basic positions, whatever those shapes and positions need to be. And then the last one is a maximum distance. So you want to be able to go for a longer hike or have just a long day at Disneyland for whatever it needs to be and feel great at the end of it. So the goal with all of these things is not can you just do them, but can you do them and then you feel good afterwards. So we're back in a right position where they give you energy, you feel good about it, and it's not just something you had to do and you regretted and you felt awful. So those are the factors I think about when someone says, I want better endurance is I want to walk backwards and say, okay, when you say endurance, what do you mean? And that's generally the things I've come across as if you can handle all of those things, you're going to feel like you're in fantastic shape, you're going to feel your recovery is going to be excellent, and your physical performance in the gym or in any of the sporting activities you do will be enhanced."
    },
    {
        "speaker": "A",
        "text": "Given what you told us a little bit earlier, that endurance really reflects fatigue management and energy production, how do each and both of those things relate to endurance at a mechanistic level? Really, what I'm asking is, what is fatigue management and what is energy production?"
    },
    {
        "speaker": "B",
        "text": "In order to do that, it's important that we understand all of those functional capacities that I just talked about. They all have different points of failure. In order to then work backwards and say, well, how do I optimize my performance in all those categories? We need to go through each one and figure out, well, where am I failing? Some of them are going to be failing because of fatigue management, and some of them will be failing because of energy production issues. So if we walk through a little bit of how we make energy and how we handle fatigue, then we're going to have a better understanding of exactly what to do for each one of these categories. If you feel like one of them in particular is worse for you, or lagging behind, or if in general, you just want to improve all of them. All right, now I want to make a little bit of a 90 degree turn here. I'm going to do it with strategy, though, I promise. And I want to ask you a very simple question. How do you lose weight?"
    },
    {
        "speaker": "A",
        "text": "I was taught that the calories in, calories out thermodynamics of energy utilization governs most everything. That is, if I'm ingesting less caloric energy than I burn, then I'm going to lose weight. And if I'm ingesting exactly as much as I burn, I'll maintain weight. And if I ingest more than I burn, then I'll gain weight."
    },
    {
        "speaker": "B",
        "text": "Sure. That is the approach you would take. What I'm asking really is how are you actually physically losing the weight?"
    },
    {
        "speaker": "A",
        "text": "So my understanding is that we have different fuel sources in the body. Glycogen, which is stored in muscle and liver body fat, which is stored in mainly white adipose tissue, which is subcutaneous and around our organs, intra visceral fat, and that we can also use protein as a fuel. And then, as I recall, there's also a phosphocreatine system. And I think you're going to tell me that each of these systems is tapped into on different timescales. And perhaps according to different levels of exertion. And I'm certain that what I just said is not exhaustive, but hopefully it is most or entirely correct."
    },
    {
        "speaker": "B",
        "text": "Pretty correct. What's that got to do with fat loss?"
    },
    {
        "speaker": "A",
        "text": "At some point, body fat stores adipocytes, fat cells are going to start liberating fat as a fuel source. The stimulus for that, I'm assuming, is going to be that other fuel sources are either depleted or that the energy and metabolic systems of the body, I don't want to say decide because they don't have their own consciousness, but are flipped signal, are signaling in a way that registers that body fat would be the optimal fuel source given how long and or intensely a given activity has been performed."
    },
    {
        "speaker": "B",
        "text": "Okay, we have some stuff to clean up there, but we're still not really answering the question, how am I actually losing that body fat?"
    },
    {
        "speaker": "A",
        "text": "How is it actually leaving the body?"
    },
    {
        "speaker": "B",
        "text": "Correct."
    },
    {
        "speaker": "A",
        "text": "My understanding is that it leaves the body through respiration."
    },
    {
        "speaker": "B",
        "text": "Aha. So now we have some interesting things to talk about. How am I actually losing fat via respiration? What the hell does that even mean? How is something that occupied this physical space on the side of me leaving my body through my mouth? And there's a very clear answer there, right, which I'm sure you're queued up to. When you take a breath in, you're generally breathing in oxygen. O two. There's some other things, but we'll just stick to oxygen. When you exhale, you're breathing out CO2. The difference between those two is that carbon molecule. Well, one of the things that's important to understand here is all of your carbohydrates, which is that word itself is a carbonous that has been hydrated. So it is a carbon molecule attached to a water molecule. It is a simple chain of carbons. Your fat molecules are also chains of carbon. All of metabolism, really, in terms of energy production, is simply trying to figure out a way to break those carbon bonds. As a result, we get energy from that. We use that energy to create a molecule called ATP, which is the central source of energy for any living being. That carbon is then floating around in free form, which is bad news internally. So we've got to figure out a way to get that carbon out of our system. So all of energy production, all of fatigue management, really comes down to this core issue of how are we handling carbon and how are we moving it around the body? And so what we do is we do this sneaky thing. So another question I like to ask people is, why do we breathe?"
    },
    {
        "speaker": "A",
        "text": "Well, for two reasons to bring oxygen into the system and to offload carbon dioxide. But the neural trigger for breathing is when carbon dioxide hits a threshold level in the set of neurons in the brainstem and elsewhere, activate the phrenic nerve or the gasp reflex, or a combination of things, and we inhale or inhale."
    },
    {
        "speaker": "B",
        "text": "Right. So a reduction of oxygen intake generally doesn't stimulate ventilation, unless you're at altitude, then that sort of changes. Right. In general, it's an elevation in CO2 that's going to stimulate breathing off. The only reason you bring in o two, for the most part, is to get rid of the CO2. Oxygen is not a fuel source. It is not a way. It works. The same with fire, by the way. So, you know, you have to have oxygen present for a fire to go. And if you squelch oxygen, the fire will go out. Right. That's half of how those, like fire extinguishers work. But we think then that means oxygen is the fuel. It is not the fuel. It is something entirely different. It is a necessary. Is a product that is necessary for the metabolism process to actually occur. All right, so we're kind of dancing around an idea here, which is this carbon cycle of life. So what happens in plants is they generally will breathe in the opposite and breathe out the opposite of humans. So a plant will breathe in CO2 and exhale o two. This is why we have to have a certain amount of these things and algae and forests and trees and stuff, to maintain this o two CO2 balance in our atmosphere, we do the opposite. So we have this wonderful circle of life. We breathe in o two, breathe out CO2, they do the opposite. Well, what happens is, because carbohydrates are long chains of carbon, and fats are as well. Generally, when we think about fats, by the way, it's important to understand that structure a little bit. So if we think about triglycerides, it is a three carbon backbone chain of glycerol. So it's one, two, three, and horizontally, running off of each one of those are fatty acid chains. So we form this structure that looks like an e, right? Like the letter e, three in the back, and then three chains coming off of it. Each of those chains are called fatty acids, and each of those fatty acids are a length of carbon, a number of carbons strung together. However many carbons are there determines which type of fatty acid it is. So stearic acid, linoleic acid, any different number of things. It's also what determines whether or not it is a monounsaturated or polyunsaturated is if carbon requires a special thing called a double bond. So if there's a double bond across every carbon and carbon, then they're all fully saturated, and you're great if there's any of them that are not double bonded. In fact, an example, if there is one that doesn't have a double bond, that is now called monounsaturated, and if there are many, it is called polyunsaturated. So there's pros and cons to all of these things, right? In either case, we're still talking long carbon chains. So what a plant will do is bring in carbon, and then it has this wonderful ability to use energy from the sun called photosynthesis, and it can take those carbons that it inhales and use the energy from the sun to form a bond. Now, in our prior discussion, when we were going over hypertrophy, we talked about the energy that was required to go through protein synthesis. That's because forming a new energy atom or a new bond between atoms oftentimes takes energy. In this case, it does. The same thing happens here. So if a plant does not have oxygen or does not have carbon dioxide in the air, it has no fuel. Basically. Think about it as that's what it eats. It needs to get nitrogen from the ground in the soil. It's like we need to get nitrogen from our protein. But fuel wise, it needs to get carbon dioxide. Then it needs sun to give it energy so that it can actually form that bond. That's what it's getting its fuel from. So if we think about a classic plant produced the plant that produces either a starch or a fruit, here's what happens. It inhales that carbon and it starts packing it away. Now, in a root vegetable, what it does is it stores those things together. And if we store that thing and we grow fruit at the bottom of it, we tend to call those things starches. All right, it's going to then take the carbon that is packed away in its root and send it up the tree. And it's going to actually do that by breaking it down into a smaller form of carbohydrate that we tend to often call things like sucrose and glucose. It'll ship that up the tree, it'll go out to the leaves, and it'll convert it into the fruit, and it's going to eventually transform that stuff into smaller carbon things called fructose. And if we think about the fruit or the sugar in fruit, it's often in the form of fructose or sucrose, or a combination, and sometimes glucose. So we have these smaller carbon, six carbon chains, generally in the form of glucose, that are being made from this larger storage of carbohydrates that we call starch, right? So it's packed in together. Your body does the exact same thing. So if it's a potato and it has a whole bunch of glucose packed away, we call it starch. If it's in your quadricep and we pack about a whole bunch of glucose away, we now call it glycogen. If it's in your blood, as that six carbon chain, we call it glucose. If it's in the tree and in the fruit, we call it fructose. Right? Those are different molecules, but that's effectively the same thing happens. So the biology, the chemistry is almost identical. It just runs in the reverse order. And that's why, again, tubers and potatoes and stuff tend to be starches, and fruits tend to be glucose, fructose and sucrose. So we have this wonderful circle of light. The plants can survive on just breathing in the CO2 and then getting the energy from the sun. We don't have that ability, at least to my knowledge, to run through photosynthesis. So the only way we can get carbon into our system is to actually ingest carbon, which means we have to eat the starch, the fruit, the animal, some other form of stored carbon to get that into our system. We then pack that away. We put the carbohydrates, as you mentioned earlier, either in our liver, our blood, or in our muscles. We put the fat, generally in adipose tissue. We'll put a little bit in muscle cells as intramuscular triglycerides, and then the protein will use as structure, right, to do different things. We don't like to use protein as material or fuel. It's better used as structure. And what we have to do then is if all of a sudden we realize that storage is getting too much in our body. In other words, we're gaining too much weight. We have to figure out how to get the carbons out of our body, and that is metabolism, right? Anytime we're trying to break a carbon bonds, though, we can get energy to make Atpdeze that's going to release the carbon out of our tissue into the blood. We have to bring in oxygen to bind that carbon molecule to make CO2, so we can exhale it and put it back into the atmosphere."
    },
    {
        "speaker": "A",
        "text": "That's a beautiful description of the circle of life and energy utilization in the human body. I have to ask the question that I'm sure many people are wondering about, which is if indeed we exhale these carbons. And as it relates to fat loss, that is the way that we lose fat if we're in a sub caloric state. For instance. Has it ever been explored as to whether increasing the duration or intensity of exhales can accelerate fat loss? I mean, that's the logical extension of what you described. And here I'm actually interested equally in whether or not the answer is yes, as well as whether it could be no. Because I could imagine if the answer is yes, well, then there's some interesting protocols to emerge from that. But that if it's no, it will reveal to us some important bottlenecks about metabolism and energy utilization."
    },
    {
        "speaker": "B",
        "text": "You ever seen those magicians who, like, show up and they can tell your mom's name or something like that before you because they can sort of lead you down a path?"
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, not to take us down a deep dive tangent, but I once went to the magic castle in Los Angeles, and I was one of the people called up front and an incredible magician named. I think his name was Ozzy mind or something. I think that's right. Had me write my name on a card in a sharpie pen. I ripped up the card. I ripped it up, I put it in my pocket, and at the end of the ten or 15 minutes bout of him doing a bunch of other tricks, he asked me to look in my right shoe and under my foot, in my right shoe was that card intact, and it was no longer in my pocket. And I swear in my life, I wasn't a collaborator with him. And to this day, it still gives me chills because it. Well, I don't know how. Magic."
    },
    {
        "speaker": "B",
        "text": "Yeah, right. Magic. Well, the reason I say that is I've given that little spiel that I just gave you that countless times in my classes, and I would say 99% of the time, as soon as I stop, the very first question is, so, can I just, like, do a bunch of exhales and lose fat? Which is wonderful. Cause I was really hoping you would do that. And you rolled right into my trap. You landed perfectly. So I look like a magician over here?"
    },
    {
        "speaker": "A",
        "text": "I feel like I should look in my right shoe right now. No, I asked the question because it's the logical extension of what you laid out. But I know biology to be both diabolical and cryptic, but also exquisite in the way that things are arranged and you don't get something for nothing."
    },
    {
        "speaker": "B",
        "text": "There are no free passes in physiology. That's the saying, no free passes. The answer to your question is yes, a lot. 100% yes. In fact, that is the only way to go about it. You have two options. You can ingest less carbon, or you can expel more carbon. People always say, calories in, calories out. It's really carbon in, carbon out. That. That's what a calorie is, right? Calories. The amount of energy we get for breaking a carbon bond. So it's really less in, less out. Less in is fairly obvious, whether that comes in any form. And by the way, this is exactly why the percentage of your intake coming from fats or carbohydrate, et cetera, it doesn't really matter that much. If you look at fat loss clinical trials, you guys may have covered this when lane was in here. I'm sure, like, this is something he talks about a lot. It doesn't matter. It's irrelevant because it's not about that. There's nothing magic in those things. They are different. They have different physiological responses. Everything is different, right? No doubt. But in general, it's just simply about carbon intake. Turns out fat has a lot more carbons per mole than carbohydrates do. So there's more calories per mole in there. So the physical amount of fat needs to come in as a smaller amount. Physical amount of carbohydrates will come in as a larger amount. But you can play any number of very high carb, low fat. What matters? Total calories. Right? Again, it's not like the only thing that matters, but you know what I'm saying. Some percentages in the way fat loss works. Fantastic. High fat, low carbohydrate. Why? Why? Why do all these things work? Because it's not about that. It's about total intake of carbon. Total expo. So, absolutely. Can you lose fat by simply exhaling more? In fact, that is exactly what you."
    },
    {
        "speaker": "A",
        "text": "Did this morning when I hopped on the air dime bike for a while."
    },
    {
        "speaker": "B",
        "text": "When you did anything. Right. The question is, can you think of a scenario in which you could have a bunch of increased rates of exhalation that helps in fat loss?"
    },
    {
        "speaker": "A",
        "text": "Sure. I can think of a lot of things that will stimulate increased rates of exhalation."
    },
    {
        "speaker": "B",
        "text": "One thing could be simply going right. And so the question is, like, can I literally do some breath protocols where I forced exhale and lose fat? And the answer is yes. But what happens? What happens if you do hyperventilation training?"
    },
    {
        "speaker": "A",
        "text": "Well, my lab studies cyclic hyperventilation as one of our many deliberate protocols and one of the most prominent things that one observes is that levels of adrenaline increase very quickly, extremely quickly. People feel jittery, anxious, stressed, and unless they are consciously trying to anchor their thinking about what that means and the benefits set to persisting, typically they abort the cyclic hyperventilation protocol really quickly."
    },
    {
        "speaker": "B",
        "text": "Within seconds you will feel tingling, sweating, all kinds of things. Youre hyperventilating. We could talk a nauseam about how that changes everything from adrenaline to focus a whole bunch of things. So unfortunately a strategy of sitting around just exhaling more than you inhale technically helps you lose more fat, but its not going to last very long. Then the question is well, how do I get into a situation or a scenario in which I can increase my rate of expiration where I'm not going to pass out and I'm not going and altering hypocapnia and hypercapnia issues. Any idea of a situation in which you would have an enhanced rate of explanation without worrying about passing out?"
    },
    {
        "speaker": "A",
        "text": "Sure. Steady state exercise or not steady state."
    },
    {
        "speaker": "B",
        "text": "Exercise, lifting weights intervals, moderate training, repeated, any of these things. They all work equally for fat loss because all they're doing is increasing respiration rate. They're saying increased demand for energy, increased exhalation. That's the trick here. And when you equate these things to that, they have equal success in fat loss. It doesn't matter theoretically where you're getting it from. And so when we get into this idea of well, what are the best training strategies for fat loss? It doesn't matter which one of these tactics you pick as long as you maintain consistent adherence over time because of this exact fact. It doesn't matter if you're burning quote unquote fat in the exercise session or if you're burning carbohydrates in the exercise session. It is totally irrelevant to your net fat loss over time. Okay, now there's some significant misconceptions there about what I just talked, and I would love to come back and walk through that in more detail, but that's the main take home message here. It won't matter what's coming in and it won't matter what's coming out because in either case it is the same rate of oxygen in and CO2 out. That's the key metric. And hopefully this helps a lot of people have some relief because they're like, man, you're so tied up on what is the exact protocol for training for optimizing fat loss? What's the exact nutritional intervention I need for fat loss? And then you wonder why I all these different diets can work effectively and wonder why all these different training protocols. Surely you know somebody who lost a bunch of weight and the only thing they did is they just started running. There was no advanced protocol, they just started running and they ran 5 miles every day. That works. And then tons of people who tried that and like didn't lose anything. And lots of people who went to, I went to cardio kickboxing class lost weight. Oh, I just started doing intervals on my. Why mysteriously do all these things work? Some spidey sense has to be going off in your brain where like, there has to be something linking these things. And what's linking it is simply carbon exchange. So put yourself in a position in which you are exhaling more than you and inhaling without passing out. The other problem is if you were to simply do a breathing protocol, while the rate of exhalation would go up, after that you would correct and go in the opposite direction. So that's the problem, is your net carbon output over the course of the day is not going to change unless you increase the demand for energy. And that's how you get into that."
    },
    {
        "speaker": "A",
        "text": "Negative state along these lines of exhaling carbons as the route for fat loss, it makes me wonder whether or not increasing lung capacity is possible. I'm guessing the answer is yes. And whether or not increasing lung capacity is a good goal en route to enhancing fat loss. Essentially what I'm asking is if you can offload more CO2, aka carbons per exhale, are you a more efficient fat loss machine?"
    },
    {
        "speaker": "B",
        "text": "It's a wonderful thought. And the answer would be no, not something you worry about. Because if you were to exhale more carbon than actually needed, now we're in a state of inefficiency. You're burning way more energy than needed to do your activity. The heart has a metric called cardiac output. This is in science. We abbreviate this as q for some odd reasons, it's either co or q. And cardiac output is heart rate multiplied by stroke volume. So it's how many beats per minute you're having, as well as how much blood's coming out of it. So cardiac output is actually very specific to energy needs. If you try to work around that, it's just going to adjust itself. So what I mean by this is if you were able to increase your stroke volumes, the amount of blood coming out per pump, you would automatically adjust to reduce your heart rate so that you keep cardiac output exact to energetic demands. So you're sort of pushing one end of the spectrum, but your body will pull the other one back to keep you at that exact same neutral level. So if you look at, if you think about, like, cardiovascular adaptations to endurance training, any type of endurance training, a common thing people will understand is resting heart rate. And so what that number is, is just how many beats per minute you're having when you're sitting here doing nothing. A very positive adaptation is a lowering of that resting rate over time. As general numbers. What you will hear is people will say things like, a normal resting heart rate is between 60 to 80 beats per minute. And, you know, if any of the things I've talked about with the individuals I work with, I don't work with anybody with disease. Just to clarify that, I don't do anything with disease management, treatment, anything. It's always about people who are in a good spot, who want to optimize or get to the next level, whether this is professional athletes trying to peak for physical performance, or the folks in our rapid health optimization program that feel good, again, it's not disease stuff, and they want to feel incredible. One of the metrics we're going to pay attention to is this resting heart rate. So here's what happens. As you improve your endurance, your resting heart rate will go down. If I see somebody over 70 beats per minute, unless something's going on, you're not physically fit. Regardless of whether or not that is, quote unquote, within the normative values, I want to see everybody sub 60 beats per minute or close. Right? That does not a difficult thing to really get to for most people. If you train a lot, regardless of how you train intervals, steady state doesn't matter, that resting heart rate will come down. But since energy demands at rest haven't really changed, cardiac alpha stays the same. So what happens is stroke volume goes up. So literally, like, we trained your quadriceps on the leg as a machine to get stronger so you can produce more force per contraction, the heart will do the exact same thing. And so, as you're able to get more of the blood out of your heart per pump, the heart realizes I don't need to pump as often. So that's the compensatory adaptation, which is saying, hey, look, I don't need to beat 60 times a minute. I now need to beat 55 times a minute because I'm getting the same amount of blood out per pump. Chill. And this is why your resting heart rate goes down. Your resting stroke volume goes up, but your cardiac output is identical. So that's not a good metric of fitness, it's going to stay the same. Cardiac output will only adjust for energetic changes, energy requirements in the acute moment, right? How much do I need go? Which is going to be determined by ventilation, right? How much air am I bringing in and putting out? That's going to determine cardiac output and that's going to determine where we're at. If you were to do like a sub maximal exercise test when you were unfit to when you're fit or when you're fit to where you're super Fitzhe at submax, you're going to see the same thing. Cardiac output will be identical and you're like, damn, nothing happened. What you're not realizing is your heart rate at that same workload is now lower and that's efficiency because your stroke volume is higher. Where it gets people tripped up is at max because you may not see much of a change at max because you don't really see an increase in maximum heart rate with fitness, that's not a thing. So maximum heart rate is not a good proxy for fit or unfit or anything like that. Stroke volume will get limited eventually by filling capacity of your heart. It has to have so much time to fill up with blood before it can contract again and squeeze the blood out. And when you have a heart rate of 200 beats per minute, that just doesn't leave much time to fill and so it won't really push you past that. So don't worry about trying to increase your maximum heart rate. That's not necessarily a good thing and it won't really change, but your cardiac output will because stroke volume will be higher."
    },
    {
        "speaker": "A",
        "text": "But that doesn't necessarily mean that I should avoid training that gets me up toward maximal heart rate, correct?"
    },
    {
        "speaker": "B",
        "text": "Oh, you should absolutely do it, right?"
    },
    {
        "speaker": "A",
        "text": "That's what that was my assumption. I'd like to take a brief break and acknowledge our sponsor, athletic Greens. Athletic Greens is a vitamin, mineral, probiotic and adaptogen drink designed to help you meet all of your foundational nutritional needs. I've been taking athletic greens daily since 2012, so I'm delighted that they're a sponsor of this podcast. The reason I started taking athletic greens and the reason I still take athletic greens once or twice a day is that it helps me meet all of my foundational nutritional needs. That is, it covers my vitamins, my minerals and the probiotics are especially important to me. Athletic greens also contains adaptogens which are critical for recovering from stress, from exercise, from work, or just general life. If you'd like to try athletic greens, you can go to athleticgreens.com Huberman to claim a special offer. They'll give you five free travel packs and they'll give you year supply of vitamin D. Three k, two again, if you'd like to try athletic greens, go to athleticgreens.com huberman to claim the special offer. Getting back to energy production and metabolism. So we've got these different modes of moving energy, but making and breaking energy bonds in the body, moving energy into different tissues and out of different tissues and indeed out of the body through exhalation. How do each of these different modes of energy utilization relate to different modes of movement and exercise? In my mind, I'm starting to draw a bridge between, okay, when I walk for 60 minutes, you know, if I'm talking, I'm breathing a bit more, maybe I'm burning a little more fat. After all, speech is a modified exhale."
    },
    {
        "speaker": "B",
        "text": "Amazing."
    },
    {
        "speaker": "A",
        "text": "If I'm sprinting, breathing differently, and if I'm doing a 30 minutes moderate, quote unquote moderate jog, I'm breathing differently. So you've beautifully illustrated this bridge between energy production utilization and carbon dioxide offload through exhalation. What are some of the specifics about energy utilization according to different modes of exercise? And if we could better define modes of exercise or types of exercise that trigger specific adaptations, I think this is where the bridge will move from being a. A mere line to a real structure."
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely. I want to lay one more foundational piece, and then it's going to be much easier to understand the limitations I put on some of these training protocols, as well as the lack of limitations. So it's really, really important. The way I want to start this is we have this foundation now of carbon and basic energy production. That's not to say there's no difference. There is, and that difference is important. But maybe we can answer the question from earlier, which is actually something you asked me this morning when we were exercising. You're like, training fasted. Does training fasted enhance fat loss? And the logic is sound. If I don't have any fuel, then I should be burning more fat. Therefore I should be losing more fat. It's sound, it's not true. It's a great idea. It's one of these classic things in science and exercise physiology where you're like, sounds good. Turns out it's not. It's actually a pretty gross misunderstanding of metabolism. So it's not the pick on that topic. I don't really care about that topic. But it is a. It's a common question. It also gives me an opportunity to just tell you more about metabolism. So here's what happens. You are breathing in o two and breathing out CO2. However, the ratio to that is what we call the either RER respiratory exchange ratio or RQ respiratory quotient. And I'm not going to differentiate those two. They're not the same thing, but we're going to skip past that for now. As you begin to increase exercise intensity, the percentage of o two to CO2 rises in the favor of CO2. So you start breathing out way more CO2 than you are breathing in o two. If we were to look at that number, what's the relationship? It goes up. So at rest, most people have a value that we would typically call something like 0.6. Okay. And that's, again, the relationship between o two and CO2. Maybe 0.7. If you were to go for a walk, that increases slightly because you're now expiring CO2 at a higher rate. So now you've moved up to, say, 0.8 or something like that. One of the ways that we mark somebody of achieving an actual vo two max on a test is if that value exceeds 1.1. Now, any of you who are paying attention are thinking, well, wait a minute, how the hell can a ratio between two things ever get past one? Well, that's because you're getting into a place where you're actually offloading more CO2 than is actually necessary. And this is what actually causes and explains a thing that people like to call epoch, which is excess exercise post oxygen consumption. This is another way to think about it. The only reason you're breathing is to bring in oxygen and offload CO2, right? If I'm no longer exercising, why am I still breathing? In other words, once you stop the demand or the need for energy, you should stop ventilating. But you don't, right? That's because in the case of low intensity exercise, the second you stop, you're right back down to resping ventilation, no problem, because you were able to match the need for energy with the offload of waste one to one during that exercise. When you start creeping up the intensity, you can't do that. So you have to basically start stealing a little bit of fuel here. So even though you're done exercising, you're still ventilating because you have to pay that back. And pay that back. By that I specifically mean you have to bring in oxygen because you have a whole bunch of waste that's been accumulating in your tissue that you've got to deal with. And I'll walk you through what that waste is. It's a particular molecule that a lot of people have heard of but grossly misunderstand. So you gotta be able to handle that. So the reason that you sit there and go and continue to ventilate is because you're now trying to pay back that excess post exercise oxygen debt. That's that oxygen debt we're specifically talking about. All right, so that being said, as we start cruising up, that RQ starts going up, up, up. And if we get to one, you're 1.0, you're, you're in a, like, you're hurting. You're in a pretty good spot. All right."
    },
    {
        "speaker": "A",
        "text": "I like it. You're hurting. You're in a pretty good spot."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "There's a window into doctor Annie Galpin's mind. Now, you really want to be a subject in his laboratory studies?"
    },
    {
        "speaker": "B",
        "text": "Sure."
    },
    {
        "speaker": "A",
        "text": "Masochists swarmed to Andy's lab."
    },
    {
        "speaker": "B",
        "text": "Absolutely. All right, so the idea that I will lose more fat by being in an exercise situation that is burning more fat, it seems to make sense, but it's a massive failure to understand the metabolism. It's the exact same explanation to why exercising fasted doesn't matter. So the exercising fasted issue under normal circumstances is irrelevant because you have plenty of fuel in the system even when you haven't eaten breakfast that morning. Now, if you're talking like, extended fasting over multiple days, this is a different scenario. If muscle glycogen, liver glycogen and blood glucose are at sufficient levels, then you absolutely have enough energy to perform almost any type of exercise that most people are doing. You know, maybe if you're rob and you're at mile 20 today, it's a different story. But the vast majority of us have plenty of fuel sitting around, so we're not going to burn more into fat just because we didn't eat breakfast that morning. So that just doesn't make energetic sense. We have a lot of backup supplies. You're never out. The trick here is this. There's a concept here we call crossover concept. So as we are starting to move up exercise intensity, we start burning a higher percentage of our fuel from carbohydrates and a lower percentage of our fuel coming from fat. I'm sleeping. That's the highest percentage of your fuel that will be coming from fat of any activity you could ever do. So if the theory that I'm going to stay at a lower intensity to burn more fat was true, the optimal fat burning strategy would then be to sleep like, that doesn't make sense. Of course it doesn't. So why would then going at a slightly elevated rate somehow all of a sudden magically make you lose fat? It doesn't actually make sense when you think about that, where you're like, oh, yeah, there's no way. So it's a percentage trick. It's the difference between absolute and relative. This is what this confusion is. So, yes, as you start doing lower intensity exercise, whether you're fast or not, it's irrelevant. But lower intensity exercise, a greater percentage of your fuel is coming from fat. However, your total fuel expenditure is very low, so that whole total carbon balance is not really being shifted much. As you start exercising at a very high intensity, you actually start getting a higher percentage of your fuel from carbohydrate and a lower percentage from fat. In fact, at rest, about the highest you can get in most people is about 60% of your fuel from fat. As you're sleeping, you might be 70%, but you'll never be in a position ever. No matter what sort of thing you've heard on the Internet, you'll never be in a situation where fat is your only fuel source. The highest I've probably ever seen is like 70%. You should probably be at about that. That's kind of a good number to think, honestly. But people will who understand a little bit about metabolism to be dangerous, but not enough, will throw out these terms like fat adapted. And fat adapted is a real thing, but is a massive misunderstanding oftentimes, right? It is this idea of thinking, like, I can get into a spot where I'm maximizing fat burning. Maximizing fat burning and maximizing fat for exercise and maximizing fat loss over time are not the same thing at all. That's the confusion. So if you enhance fat oxidation and exercise, that does not enhance fat loss per se. Right. So this is a lot of the confusion that's happening. So as we start moving up, we can never get in a position where we're using fat only as a fuel again. At best, you're at 70% fat, 30% carbohydrate. For a lot of reasons we probably just don't have time to get into today. However, the opposite is possible. When you get into true high intensity exercise, you'll be basically 100% carbohydrate and 0% fat. That is very possible. That, in fact, is 1.0. That's RQ 1.1 is actually because your ventilation got so high, you actually exceeded that number. Even though you're at 100% carbohydrate this is what people came up with the idea. Then it's like, whoa, I don't want to burn carbs. I want to lose fat. So my response to that is always like, okay, great, so it makes sense. Burning fat, losing fat, burning carbs, is losing what? Then, like, you think your liver shrunk? Like, wait a minute, what did you lose then? Where did it come from? It's all coming as carbon. Don't worry about where it came from for your fuel. It just has to come out as carbon. Right? There are differences in exercise efficiency for performance with our professional athletes, of course. But if the only goal here is fat loss, it doesn't matter where you get it from. The last bridge we have to connect here is like, well, wait a minute, if I only burned carbohydrate, how did I actually lose that fat? There was that love handle sitting on the side of me. How did that come out of me if I never burned that for my fuel? What you're failing to understand is there's a balance game that happens here. So if you were to do a bunch of high intensity exercise training and you burned only muscle glycogen and blood glucose, and maybe even you did it for so long, you burned some liver glycogen, the body understands that it has expelled a lot of energy from that side of the equation. It's going to do a couple of things now. It's very difficult to go through this fancy situation where you convert carbohydrates into fat and back and forth, like, that's actually, like, fairly hard. What it's easier to do is something you said earlier is actually just bias energetics to a different fuel source. So in that scenario where you're down really low in your carbohydrate stores, any carbohydrates you bring in are going to go to storage. And since your net energy expenditure is something that your body regulates a lot, any fat that you then bring in is going to be utilized as a fuel source because it knows it doesn't need it anymore. That is in excess. So that's how you actually use fat as a fuel because you've burned down carbohydrate storages."
    },
    {
        "speaker": "A",
        "text": "As I'm hearing this, a couple of things come to mind. First of all, thank you for that incredibly important description of what is otherwise a very confusing landscape for most people. One of the key points I took away, and I just want to say from the outset, this is not exhaustive by any stretch, is that burning fat does not equal losing fat from the body."
    },
    {
        "speaker": "B",
        "text": "Correct."
    },
    {
        "speaker": "A",
        "text": "And then burning fat has to be divided into burning of body fat stores. And we need to distinguish that from burning of dietary fat that is brought in. Oftentimes people don't disambiguate those."
    },
    {
        "speaker": "B",
        "text": "Correct."
    },
    {
        "speaker": "A",
        "text": "And I'm also understanding that reducing one's body carbohydrate stores, muscle glycogen, liver glycogen, etcetera, occurs during high intensity exercise."
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "Well, there's other ways, but that is one very efficient way to tap into those stores. Which makes me wonder, again, this is one of these things that, does it lead to a protocol? Makes me wonder whether or not doing high intensity, let's say, weight training for 45 to 60 minutes, 75 minutes of strength training, power training, hypertrophy training, which we've covered in an episode about those topics, and then doing some steady state cardiovascular exercise, is there any benefit to that arrangement that would, quote, unquote, enhance body fat loss from the body, to be very specific now, because unlike the idea that training fasted would shift the bias towards fat loss, which it doesn't, you've told us under those conditions, muscle glycogen and maybe even liver glycogen is going to be depleted. Put simply, can I enhance body fat loss by doing some cardio after a bout of weight training?"
    },
    {
        "speaker": "B",
        "text": "If you equate for total energy expenditure, it won't matter. Now, you did bring up a very important point that I want to clarify. If you look at the exercise modalities that we laid out in our previous conversations, we talked about nine different adaptations. One was skill, and then speed, power, strength, hypertrophy, muscular endurance, anaerobic capacity, aerobic capacity, and long duration endurance. Now, speed, power and skill development have almost no benefit for fat loss, because, remember, those are low weight, a lot of rest and low volume. They're not really, really going to be helpful. You can make a little bit of a case for strengthen a little bit, but the total energy expenditure for strength training, even if it's an hour, if it's truly strength training, it's fairly low."
    },
    {
        "speaker": "A",
        "text": "Because the repetitions are in the one to three range."
    },
    {
        "speaker": "B",
        "text": "That's exactly. It's not enough for total work. So if you're trying to develop a protocol that sort of optimizes fat loss, which you want to do, you were close, in my opinion, is do a combination of something in the hypertrophy muscular endurance strength training realm."
    },
    {
        "speaker": "A",
        "text": "Okay, so six to 30 repetitions, something like that, resistance training, great. Deplete muscle glycogen, maybe even a bit of liver glycogen."
    },
    {
        "speaker": "B",
        "text": "Maybe a little bit, depending on if you're doing it for a long time, but probably not a noticeable amount."
    },
    {
        "speaker": "A",
        "text": "Okay, so an hour of hypertrophy type training."
    },
    {
        "speaker": "B",
        "text": "If you're training hard with low rest intervals and you really did an hour, you would for sure get there. But most people don't because that's the."
    },
    {
        "speaker": "A",
        "text": "Reason why I crave large bowls of oatmeal and rice. After I do weight training, I want to replenish muscle glycogen."
    },
    {
        "speaker": "B",
        "text": "Totally. Right. Then you maybe do a little bit of very high intensity, maximum heart rate, well over vo two max, hard as you can for 2030, 45, 60 seconds, something like that, with some recovery, a lot of recovery and repeated. And that's going to do a great job of deplenishing muscle glycogen. Right. If you do that long enough, you'll get the liver. But again, most people don't because it's really, really hard to go that hard."
    },
    {
        "speaker": "A",
        "text": "So liver is sort of last resort."
    },
    {
        "speaker": "B",
        "text": "Yeah. Basic mechanics here, which we'll actually get into as our third segment here is energy production, comes from the local exercising muscle, first and foremost from phosphocretine and carbohydrate stores. And again, and we store it in a muscle, we call it glycogen. That's your first sign of light, of defense. If you need glucose outside of that, you're going to start pulling it from the blood. But one of the things your body regulates a handful of things over almost everything, blood ph, blood glucose, blood pressure and electrolyte concentrations. It really does not want to mess with those things at all. It will change almost anything else in the body to keep those things standardized, generally, because you need all those things for your brain to work, and your brain will stop working if you lose blood pressure. It won't go up there. Ph changes, you can't run metabolism. Electrolytes change, you can't think. Glucose is a primary fuel source for the brain. Going to be a problem, right? So if that number starts to come down because you're grabbing glucose out of the blood, your liver is going to then kick in, it's going to break down its glycogen to put glucose in the blood to keep the blood number the level. In fact, one of the things you'll see is blood glucose concentrations rise during exercise. They don't fall. In fact, they rise as an anticipatory state. If you train a lot, your blood glucose will start going up before you start moving. It knows it's coming, right? So you can play that game. You can rob Peter to pay Paul for a long time until your liver runs out. And that's what actually is a bonk. In terms of like, long duration endurance stuff. You're talking many, many, many miles, several hours. Typically, we say, oh, it's gotta be over 2 hours before your liver starts to become a real problem, or it has to be tremendously intense. Because of those reasons, you have to burn through just a lot of energy before your liver starts to get into a problem. You can continue to train when your muscle glycogen levels are low. In fact, people say glycogen depletion of muscle, but it's generally a misnomer. You are going to have tremendous signals of fatigue when that number gets lower than 75%. So people think that their muscles are getting heavy. You're probably still 75% full. A lot of folks will quit around the 50%. The highest I've ever seen is 95% true depletion. That's in extremely high level cross country skiers. And their deltoid gets very, very low. Some very talented runners will get fairly low in their quads. But the vast majority of folks, by the time you're 50% depleted, you're gonna quit. It's going to be really, really challenging. So you're never really going to get that low. It's like a bit of a protective mechanism, right? But when your liver gets low, you're going to be shut down. And that's the case of if you've ever been to like a marathon and you've seen people run like 25 and a half miles, and then they just like, bonk, they go into like baby deer walking stance, and then they collapse. And you're like, how are you mentally weak? Like, you ran 26 miles and you can't run. The last point, it ain't mentally weak. If your liver is done, it's going to stop you because there's no more backup reserves, muscle you can get away with, you can push through it. Liver will not let you go any farther."
    },
    {
        "speaker": "A",
        "text": "I find this fascinating because it makes me wonder whether or not the liver being depleted sends a neural signal to the brain."
    },
    {
        "speaker": "B",
        "text": "Oh, absolutely."
    },
    {
        "speaker": "A",
        "text": "Or the brain must register some signal. I would like to be alive tomorrow. Thank you. Whatever is happening right now, stopping is going to be safer than continuing. And so that stop signal is one that I think a lot of people, including myself, are intrigued by, because we always think that it's related to willpower, but the brain needs to preserve itself. And as the master computer, I mean, there are ways to go into kind of automaton type not thinking, just doing type behavior."
    },
    {
        "speaker": "B",
        "text": "You have override switches, right? And you can play those cards, and you can get better at learning and being less sensitive to that switch. That's exactly what happens when you first start training, right? You start to realize, like, oh, my gosh, I'm super tired. And then you realize really quick, like, oh, I'm totally fine here. And this is like the pick your person who's made sayings like this, but it's like you're really only 10% depleted, or 30% or 40% or some."
    },
    {
        "speaker": "A",
        "text": "We're all operating at 40% of what we could do."
    },
    {
        "speaker": "B",
        "text": "Of course, any of those things are true because it is like a little bit of an override. You've just gotten very sensitive to being a small percentage depleted, and you've learned, okay, I'm tired, and there is a long way to go past that. But once you get past that and you flip that override switch a lot, you just. You're going to break quickly, because you've basically learned to ignore that signal. And problems can happen really quickly after that. And that's even experienced endurance athletes, if you hit that level, it's like you're going to be hitting the concrete next. And that's potentially a problem."
    },
    {
        "speaker": "A",
        "text": "I want to make sure I understand a concept that you referred to earlier correctly, because I have a feeling that I don't. And that's this issue of how the body accesses body fat stores when in a sub caloric state. And I'm doing mainly glycogen burning exercise. What I heard you say, and please correct me where I'm undoubtedly wrong, what I heard you say was that, okay, I go into the gym, and I start lifting weights. I'm burning muscle glycogen, mostly local to the muscles that I'm using, and then I start pulling glycogen from the bloodstream. Maybe there's some body fat stores that are mobilized. Probably not. Dipping into my liver glycogen. Okay, I complete the workout. Maybe I even hop on the air dime bike and do a little sprint. I go for a jog. Maybe I eat immediately afterward. Maybe I don't eat for a few hours afterwards. But across the day, I ingest fewer calories than I burn. Is it the case that body fat is mobilized in order to replace the glycogen that my sub caloric intake was insufficient to provide? In other words, because I didn't eat enough to fill the glycogen stores, am I using body fat converted into glycogen to fill those stores."
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "And if so, is that a case where I'm no longer exhaling carbons in order to burn body fat, but rather I'm repurposing body fat into muscle? Have I turned fat into muscle in that case?"
    },
    {
        "speaker": "B",
        "text": "Yeah. I'm really glad you asked this because I did a very poor job on that last point. Talking about earlier, I'm realizing, playing back in my head, because there's so many really good questions. You cannot turn fat into muscle."
    },
    {
        "speaker": "A",
        "text": "Can you turn muscle into fat?"
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "I'm so glad you said that because when I was in college, I don't want to out that person. The physiology teacher seemed to think still at that point that one could lift weights, get muscular, but then it would eventually turn into body fat. That myth has, I think, largely been dispelled."
    },
    {
        "speaker": "B",
        "text": "I heard that so many times as a kid. I heard it so many times in college. I hear it so many times in our undergraduate students from other faculty and such. No, like, they are not the same structures. They are very different. Let me take a shot at answering this better. You are really, really, really close. So, yeah, if you were to do that type of exercise where you've burned a lot of muscle glycogen, how is it I'm losing stored fat? That's really the crux of the question. And it doesn't even actually matter if you then went ahead and ingested carbohydrates or fat post exercise. That's not really the thing. You hit on a couple of key things. Number one, this is all under the assumption that total caloric intake is still."
    },
    {
        "speaker": "A",
        "text": "Low, right below total need."
    },
    {
        "speaker": "B",
        "text": "Below total need."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "I also want to flag calories in. Calories out is not the only thing that matters. This is a very complex thing. Calories in is incredibly complicated. Calories out is even more complicated. Okay, so we just. Well, maybe another series we can spend on that alone. So don't go nuts about that. You have to be hypocaloric one way or the other. If you burn a bunch of muscle glycogen and you are hyper caloric, you're still going to add fat. If you burn a bunch of muscle glycogen and you're hypocaloric, you're going to lose fat. Think about it this way. You are in a negative calorie state. Where are those calories going to come from? Are you going to reduce your muscle glycogen storages permanently?"
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "No. Are you going to reduce your glycogen storage in your liver."
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "You want to reduce blood glucose."
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "No way. Right. So where is that extra energy coming from? It's coming from your stored fat. It is your backup reserve energy system. The way that I want to flag this here is people tend to think about it as, like, carbohydrates versus fat. That's not. It's more like a chain, more like a bicycle, where there's a front gear and a back gear. You turn one gear, it turns the other one. These are complementary systems. They are not and or systems. Right. You're turning one. And when we go through carbohydrate metabolism, maybe here, in a second, you'll understand why you have to have an anaerobic and anaerobic component to that. There is absolutely no way to complete carbohydrate metabolism without oxygen. That has to happen. The only way to engage in fat metabolism is aerobic and oxygen. There's no anaerobic component to it. There's a fundamental difference there. So your carbohydrates are meant to be incredibly flexible. It is the primary fuel source for a reason. Your fat is not meant to be flexible. It is meant to be unlimited. That's the basic point. So you want flexibility over here and then unlimited capacity over there. Now I'm safeguarded against any energetic need. Okay. I need to run up a hill for safety. Cool. Carbohydrates are there. I need to then run for 17 hours. Cool. Fat is there. We want both of these systems. You want to be able to have great energy throughout the day. You want a slow drip coming from fat. You don't want up and down, up and down, feel great. Up and down. Awesome. You want to be able to think very quickly and get hyper focused. Boom. Carbohydrates. Ramp right up. Get it into the brain. Get thinking better. Get thinking clearly, fast. We want all these not just for exercise purposes, but for activities of daily living. We want an optimal system here. And when people use the terms like fat adapted, they're generally hijacking that and they're thinking. It used to be a thing we said all the time in, like, all of my undergraduate classes for years. And that idea of metabolic flexibility is using optimal fuel sources and optimal types, not maximizing fat usage. People have co opted that terminal of metabolic flexibility to be like, oh, yeah, yeah. Therefore, learn how to maximize fat burning. That's not what that term means. That term means maximizing your ability to use whatever fuel is optimal in that time. Now, I'll grant you, most people aren't fantastic at using fat as a fuel source relative to the other direction. But nonetheless, the gold standard here should be maximizing both. All right, finally, answering your question, if I were to to burn a bunch of muscle glycogen, how am I losing that fat? Well, the fuel you're ingesting in that hypocaloric state is going to say, hey, look, we have a lot of muscle glycogen we have to replenish. So any carbohydrate that comes in needs to be biased towards storage. It's got to go into those tissue. Any fat that comes in or doesn't even come in, but any fat that we're using for fuel needs to be utilized for activity. And that's where that caloric expenditure from fat comes in. So you're basically saying your general physiology, the energy for that starts coming from fat, and the energy that's coming in from carbohydrate needs to be simply stored. And so what you see is your respiratory question changes. The rer is going off. And so in the exercise moment, it shot way up for carbohydrates and shot way down for fat as the compensatory response, it goes the other direction because your body's saying, we are low on carbohydrates, don't use them for fuel unless we absolutely have to, right? So use them for storage, get our fuel from the fat side of the equation. And so what you're generally going to say is like, oh, I'm burning more fat just sitting around after things like that. And that's not even taking into the equation, the epoch part, which is like, it's not actually as large as people think it is. It's fairly small, but it adds up sort of over time. So does that explain a little bit better about how you lose fat when you actually only burn carbs for exercise?"
    },
    {
        "speaker": "A",
        "text": "You explained it beautifully. You talked about epoch, the post exercise oxygen consumption not being that significant in terms of energy utilization, even though today we're talking about endurance and different forms of endurance. I do have to ask whether or not people consider the elevation in basal metabolism that occurs when there's more muscle around. Because muscle is such a metabolically demanding tissue. Is there a straightforward ish equation? If one adds one pound of of lean muscle tissue to their body, even if it's distributed across multiple muscle groups, does that equate to a caloric need of x number of calories per day? And is that because of the muscle protein synthesis needs of that muscle or its glycogen storage needs, or both?"
    },
    {
        "speaker": "B",
        "text": "If you don't have enough muscle, you start to have problems with fat loss. It's difficult challenge. If you have enough muscle and you're just trying to get extremely large. If your FFMI is 24 and you're 15% body fat, adding more muscle is not really going to play a lot in the equation, and here's why. Muscle is more metabolically active at rest than fat, but fat is not inert. So fat is still going to burn a small number of calories. Muscle burns more, but it's not nearly what people think it is. I'm a muscle guy, I'm a muscle physiologist. I would love to get people to have more muscle for any excuse I can. It's not honest to say that, though. You're talking about when I was in undergraduate, we would say numbers like 50 kcals per day per pound is what you can look at, right? So if you put on a pound of muscle spread across the body, your basal metabolic rate would go up by around 50 calories per day. I think that number is grossly exaggerated. It's probably a 10th of that, six to ten calories, maybe. It's hard to know exactly what that number is, but the more recent estimates are something like that. So now, on one hand, you could say, oh, my gosh, that is not even meaningful. The other hand, you could say, that's super meaningful. It just depends on time domain. You want to put that out, right? So if you were to put on five pounds of muscle and your basal metabolic rate went up 30 or 40 calories a day, well, over the course of a thousand days, like that actually adds up. So you could slice this any way you want. Now, maybe that number somewhere in between, I don't really know. It's not a field I paid that much attention to, candidly, because it's not a metric. Kind of like epoch, where it's like, we used to really harp on it, and now it's sort of like, wow, maybe we exaggerated that. Like, honestly, just a bit. But to me, it doesn't change the equation much, because if you don't have enough muscle, as I described, there are other consequences that are going to make fat loss hard. And so you need to have sufficient muscle. If the additional caloric expenditure is the carrot, great. If it's something else, I don't really care. There's just enough evidence that you need to have it. Or I should say, there's enough evidence that it will really help you in your path. Maybe a few calories here. There is not really that thing, especially if you understand a normal food item. Anything you pick is going to be probably a couple of hundred calories. One bad food choice a day will out kick almost any amount of coverage you got on adding muscle mass to you. So like, you're really stepping over a dollar to pick up a dime. If you're worried about how many calories you're getting from adding muscle, fat loss is going to be about regulating that carbon intake above and beyond anything else."
    },
    {
        "speaker": "A",
        "text": "I'd like to take a brief break to acknowledge our sponsor, InsideTracker. InsideTracker is a personalized nutrition platform that analyzes data from your blood and DNA to help you better understand your body and help you reach your health goals. I've long been a believer in getting regular blood work done for the simple reason that many of the factors that impact your immediate and long term health and well being can only be analyzed from a quality blood test. One issue with a lot of blood tests and DNA tests out there, however, is that you get information back about various levels of lipids and hormones and metabolic factors, etcetera, but you don't know what to do with that information. Inside tracker makes knowing what to do with all that information exceedingly easy. They have a personalized platform that lets you see what your specific numbers are, of course, but then also what sorts of behavioral do's and don'ts, what sorts of nutritional changes, what sorts of supplementation would allow you to bring those levels into the ranges that are optimal for you. If you'd like to try inside tracker, you can visit Insidetracker.com huberman to get 20% off any of Insidetracker's plans. Again, that's Insidetracker.com huberman to get 20% off. So I've heard about this concept of metabolic flexibility mentioned a few times. Frankly, you're the first person who's ever explained it to me in a clear and concise way. How do I know if I am metabolically flexible, and how do I increase my metabolic flexibility?"
    },
    {
        "speaker": "B",
        "text": "Sure, there's no specific standard, which is actually a good thing. If you have a level of specificity that you want or need metabolically, then you don't actually want to be in this middle ground. An example would be if you are performing in a type of exercise or an athlete who performs in a sport that is like dominated, you don't want to be optimally, metabolically flexible. You don't want to be super fat adapted. You want to be biased towards the energy you're going to use. The same could be true for the other end of the spectrum. So in those particular cases, it's not optimal to be equally effective because there are no free passes in physiology. Right. Your energy producing systems will up regulate or down regulate accordingly. So you will actually limit your ability to, say, maximally utilize carbohydrate as a fuel if you're trying to upregulate your ability to use fat as a fuel. And so this is like, there's a saturation point outside of that spectrum. Most people would just say, hey, like, I want to feel great throughout the day to be able to do a bunch of different things. How do you know a couple of things. There's a lot of biological markers you can take. There's also just some practical takes. Now, none of these markers by themselves are any sign. What you want to do is probably a couple of them and then say, okay, this is maybe a clue. So again, it's really important to emphasize not a single one of these tests that I'm about to walk you through automatically means you can't use fat as a fuel. Or the other case, which is maybe you're poor at using carbohydrate as a fuel. So, disclaimers aside, we'll get into a couple of them."
    },
    {
        "speaker": "A",
        "text": "So should we think about these as informative and useful but not diagnostic?"
    },
    {
        "speaker": "B",
        "text": "Exactly. We would call this data inspired or data led and not data driven."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "Okay, cool. So, number one, you want to think about just overall functionality. Do you have a reasonable regulation of your energy throughout the day? Now, many things could be going into this, which is why these are not specific diagnostics. But as a basic measure, we talked about blood glucose levels. A lot of people will say, again, you want that to be something like between 80 and 90 milligrams per deciliter is the blood glucose level. You can go look at the cutoff points for what determines to be pre diabetic and type two diabetic, etcetera. What I can actually recommend. There's a little bit of science here, actually, that I'll walk you through, but a lot of this is my personal preference. I generally want people to be at 85 or lower, and that's because of a couple of things. Number one, there's actually some papers that showed every single point increase above 85 increases your likelihood of developing type two diabetes by about 6%. Okay, great. So, technically, while maybe 90 or 95 or even up to 100 are, you know, in the, quote unquote normative values, that's one clue. Again, it's not definitive by itself, doesn't mean anything. You need to really pay attention to what increasing by 6% actually means. But it's a data point where I'm looking at, if I actually then see symptomology and we run you through maybe some questionnaires, ask how you're feeling throughout the day, and we see uncontrolled energy bouts. So you're a lot of energy, then you get really, really tired swings. Okay, another data point, and we may patch a few of these things together that may give me some clues. That being said, again, a lot of this rhetoric is used to then scare people off of carbohydrates. And that is, I want to be as clear as possible. That is not truly the only thing people should care about. Right. It can be a thing. It can also be unrelated. There are reasons you could have blood glucose concentrations at this level or energy swings that are unrelated to carbohydrate ingestion at all. So one test you can run, in addition to that, if you're going to get blood glucose measured, you can look at some markers we talked about earlier, which are ast and alt. We talked about how you can kind of look at that ast to alt ratio before you can actually do the inverse, which is look at alt and ast. The kind of normative value there you're going to look at is like, I actually like to see it lower than that. And that alone has been actually associated with blood glucose dysregulation. And so if you see multiple of these signs, again, we're looking for patterns and patterns and patterns in both, in our case, biomarkers, symptomology and performance. And now, if all three of those things are lining up, you may have an issue. So performance wise, a couple of little tests you can run. Ideally, you have some sort of standard workout you do. Hopefully it's pretty objective. So in other words, like, I run the same 15 minutes loop every morning for my cardio. Okay, great. How long does it take you to run that loop? Like, you could pick whatever distance, it doesn't really matter. What's your heart rate during that thing? And then what's your perceived exertion? Now, you should be able to do that fasted with very little drop in performance. Okay, if you can do that, then that tells me you're fairly good at using fat as a fuel source. If, however, the one day you go to do your standard workout and you feel awful fasting, that may be another clue that perhaps you're not very good at dialing in that system. If your recovery afterwards, in terms of heart rate recovery is very long. It may be another clue that you have poor utilization of fat as a fuel source. The inverse can also be true. So if I give you something in the neighborhood of like 50 or so grams of carbohydrate and 30 minutes later your face is falling off the table, that's a good sign that you're in the opposite. You're actually very, very, very poor utilizing carbohydrate as a fuel. And the reason I bring that up is that is equally a problem. We hear people a lot make comments like man, I have to stay away from carbs. I crash really hard if I do them. What that actually means is you're very poor at utilizing carbohydrates as fuel. You're getting a, your sensitivity is way off. We should be able to have carbohydrate at a reasonable dosage, 50 grams, and not fall asleep 30 minutes later or have to run to caffeine. So that is a sign in our opinion. This is again now just my practical brain telling you is that's a sign of dysfunction. We should be able to have plenty of carbohydrates through the day if we choose to, if we want to, for any reason. Now of course, if you were to throw 150 or 200 grams of carbohydrate in your belly, you're probably going to take a little bit of an energy hit after that. But we should be able to have a reasonable dosage and not have to fall asleep afterwards."
    },
    {
        "speaker": "A",
        "text": "What is one way that people can enhance their utilization of carbohydrates for exercise? The reason I ask is I think I fall into that category. I do consume some complex carbohydrates and fruit post resistance training, and that tends to be when I'm hungriest for them. But typically, unless I've just done some resistance training, I keep most of my daytime meals relatively low carbohydrate and then in the evening I prefer slightly less protein and more carbohydrate because it has this effect of sedating me a little bit of and I sleep well. And I know this runs against what everyone was taught, which is to not eat carbohydrates late in the day, but I like it because then I tend to wake up in the morning with at least as far as I can tell, my glycogen stores not necessarily topped off, but certainly filled. And I'm able to train fasted in the morning. And my favorite pre workout consists of water and caffeine and electrolytes and maybe some supplementation as well, I love training."
    },
    {
        "speaker": "B",
        "text": "Fasted, so there's actually a number of things. One little sneaky thing you threw in there is actually the use of caffeine. So that's another sign. If you have to have caffeine to do your fasted training, that's generally another sign you're not very good at using fuel."
    },
    {
        "speaker": "A",
        "text": "So I use caffeine prior to resistance training workouts. Generally, I don't need it for any kind of cardiovascular training."
    },
    {
        "speaker": "B",
        "text": "Yeah. And when I say that, it doesn't mean it's bad. It's just like, another clue that's like, okay, you should be able to do this without having to have caffeine to execute it. Now, using caffeine to get a better result is sort of different. As an ergogenic aid, we actually use a lot of high carbohydrate meals at the end of the day. A lot of the times for our athletes who are cutting weight or trying to reduce weight. So it is a fantastic way to handle a lot of things. And that idea that if you eat carbs late at night, that'll increase fat. So, like, that all is so old and so well destroyed scientifically, that that's not a concern. There's just so much data showing. In fact, there's so much data on, like, eating. Timing is. Is generally poorly understood about when you can eat and what you can't eat. Eating in the morning versus eating at night. Like, a lot of what we've heard in there is tough. And maybe we just saved that for sort of another day. Cause we're gonna get really far down and there's water. We can dive into it."
    },
    {
        "speaker": "A",
        "text": "But, um, yes, I think our plan is to cover that in an episode on nutrition. Um, okay, great. Which is in this series, the, uh, the only thing that I would add to it is, you know, when you hear about ingesting carbohydrate late at night, I should just say that, uh, at least in my case, I'm eating the majority of my carbohydrate. Unless I trained resistance trained early in the day, in which case I post resistance training, um, in the last meal of the day. But for me, that's not really late at night. That last meal is somewhere between 630 and 07:30 p.m. so it's three or."
    },
    {
        "speaker": "B",
        "text": "So hours or something like that before."
    },
    {
        "speaker": "A",
        "text": "You sleep around 1030 or so."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So it's not, you know, midnight bowls of pasta. I've done that, too, but, um. But typically it's not. So I think that people will be very interested, myself included, in how meal timing relates to all of this. But, um, yeah, let's."
    },
    {
        "speaker": "B",
        "text": "So how do you improve fat utilization? How do you improve carbohydrate utilization? Let's. Let's hammer both out really quickly. Um, enhancing fat utilization is as simple as doing a little bit of work in a either pre fat ingested state. So anytime you ingest a nutrient prior to training, you're going to bias towards that nutrient. Right. Which is almost what we were talking about earlier. So if you want to guarantee you burn more fat, eat more fat prior to a workout. Now, you're not going to lose fat, but what you're effectively signaling is we have an overabundance of this fuel, preferentially target this fuel. Now, the downside is that may actually hinder your performance. That's typically only a concern for people at a very high level. Fat is a slower fuel source. So if you're relying more upon that, your top end is going to come down a little bit. And so you wouldn't want to use that strategy prior to race if it is a carbohydrate dependent race. In fact, we actually see long term adaptations that would suggest that. So the enzymes responsible for carbohydrate metabolism will down regulate, and so you get worse at that. So not a great strategy there. Carbohydrate would be the opposite. Right. So if you have carbohydrate prior to exercise, you're going to bias more towards that. So a handful of things you can do, if your total caloric intake is simply managed, that's going to take care of a lot of these problems. An appropriate eating strategy. So the types of food, the combinations of food, all those things are going to make your post carbohydrate ingestion bonk. A lot of those things can go away. So there's a little bit of physiology that has to be corrected for. So it's a little bit in one hand. You can go very deep here, right. The real answer of how we would do this is if we see a scenario like that, we're going to do a whole set of analyses, we're going to go full labs, right? Probably extensive blood panel, urine, saliva, stool, even, and we're going to figure out where is that glucose dysregulation coming from. So a lot of people think like, oh, it's a metabolism issue. It might be. It also might just be a flag that something else is happening in the body. So we're going to actually work backwards a lot to try to figure out exactly why that's occurring to it may be as simple as, oh, you're eating a lot of your carbohydrates without any fiber or protein. And we know that that's important because those will actually blunt the glycemic index, like the rise in blood glucose. So it could be a simple thing of just like, oh, your combination of food is doing it. It's not the total amount. It may be something, again, more endogenous to the actual system. It could be a heart rate issue, it could be a breathing issue, it could be a number of things. So the way to get better at it is to simply train it. And specificity is king here. So if you want to get better at managing your blood glucose throughout the day so that you're not feeling those things, it could be a fuel issue, but it could be a number of other things, and it's just hard to go into all of them within our time constraint. So the practical tool that I would say here is, if you want to get better at managing energy throughout the day, make sure that, number one, your protein is stabilized, making sure, number two, you're ingesting your food. The right combinations, ideally with some fiber and or some protein or both. That alone will help stabilize a lot of the problems. Then you need to train at a high intensity. You want to get better at using carbohydrates as a fuel, train at a higher intensity, and have carbohydrates right before the workout. We'll do that a lot if we see folks who are. I kind of walked you through the test of identifying if you're not very good at using fat, as if the test for not being good at using carbohydrate as a fuel is both that eating test I talked about as well as performance. If you're a very, very, very slow starter, it's just like, really hard to get going. That generally indicates you might be in a situation where you're not very good at using carbohydrates as a fuel. So we're going to practice that. We're going to have a pre carbohydrate, pre exercise carbohydrate meal, and then we're going to do higher intensity stuff. Not to the point of making you sick and digestive issues, all that stuff, but we want to get better at using carbohydrates as a fuel faster. If you want to get better at doing the opposite, then you do that opposite strategy either. Again, using fat prior to the workout, knowing your peak performance is going to go down a little bit but you're investing in adaptation. So it's not about that workout, it's about what's going to happen 6810 weeks from now. Investment is where you want to think about it. Or you could bring in some fasted training. I want to really make sure I clarify when we were talking about it earlier, I'm not at all against fasted training. It's not, it works. It just isn't required for fat loss. It isn't required for fat adaptation. It is a great option, though, if you want. What I was hoping to do with that conversation, and maybe I didn't articulate that well, is to not restrict people, but is to open you up and let you say you have a lot of options. If you like to do fasted cardio, amazing. It is great. If you hate it, you don't have to. You can reach the same performance goals, the same physique goals without ever doing it. If you love long duration, steady state stuff, it is great. If you hate it, there are other options, higher intensity stuff. Again, if we're just talking about fat loss. So I hope now that that's a little clearer in terms of the same thing with nutrition. If you like higher carb, great. If you like lower carb, these are all great. You have options and you don't have to fret so much. Overdose. Oh my gosh. I have to do this thing a certain way and I absolutely hate it. You don't have to worry about it. Hit those concepts and you'll be fine."
    },
    {
        "speaker": "A",
        "text": "A few minutes ago you mentioned that if we ingest a given macronutrient like fat, then the body will preferentially use that fuel source. If you ingest carbohydrate, we'll use that fuel source. Is it always the case that the body uses the ingested macronutrient prior to using glycogen? I have to imagine it's using both. I mean, if I were to have some carbohydrate before doing any kind of training, the muscles still burn glycogen, right? Or do they have some way to register the amount of circulating carbohydrate that would allow, or available carbohydrate in the form of food stuffs that would allow them to not tap into their own muscle fiber stores of glycogen?"
    },
    {
        "speaker": "B",
        "text": "So the way that we derive energy for exercise or basic maintenance, a little bit about cellular physiology. So youve got a couple of organelle and structures that we need to pay attention to. The first one is the nucleus thats hold your DNA, the second one is the mitochondria. And then everything outside of that, youve got all these other organelles that do a bunch of things like ribosomes for protein synthesis, etcetera, etcetera. Now, when you want to produce energy for exercise, anytime you hear the word anaerobic, you automatically understand we are meaning without oxygen. All right, great. That all happens in the cytoplasm. The cytoplasm is that space that is not the mitochondria, not the nucleus. So it's the space in between everything else. This is like jelly like substance that sounds there. So anaerobic metabolism happens there. Every single aerobic metabolic process happens in the mitochondria. All right, why is that important? If I go to create cellular energy and I need it the fastest possible, I'm going to go for phosphocreatine, because it is stored directly in the cytoplasm. The stoichiometry is one to one there, which means for every mole of phosphocreatine I burn, I can create one ATP. It's one to one. It is incredibly fast, but it is very limited because think about it, how much of that could I possibly store in the small size of the cell? That's it. If I need energy past that point now, I'll start using muscle glycogen, because that is also stored in the cytoplasm. So it is right there. The stoichiometry is not one to one. It's a little bit higher, probably like four to one. So for every molecule of glycogen you burn, you're going to get something like four ish, some small number of ATP out of that, which is great. But again, you're running into a storage problem. How much can I possibly store inside a muscle cell? It is very, very fast, much more effective than phosphocretine, but slow there. If I then want to metabolize any form of fat, or if I want to complete the metabolization of carbohydrates, I have to start transferring into the mitochondria. Now I start getting whole hosts of ATP. If you were to fully run through this thing, which I'll talk about in a second called the TCA cycle or Krebs cycle, you'll get now something like 28 or 30 or 35, depending ATP per. So the energetic output is much higher. Okay, so here's exactly what happens then. I'm going to walk you through this in the form of carbohydrate, and then I'll come backwards and go through fat. So remember, carbohydrate, it is one carbon molecule that has been hydrated. So it is one to one. So the actual chemistry here it is ch 02:01. Carbon. Two H one o glucose is a six carbon chain. So the chemistry here is c six h 1206. Six carbons, six waters. Very simple. That's a carbohydrate. All right? So you can imagine, if you're watching on the video here, you'll see my fingers going nuts. I'll try to make sure I explain it to you all, just listening in an easy fashion. So you've got this chain of six carbons that is in front of you. And the very first step to metabolism is you snap that thing in half, you break it into two separate three carbon chains. Now, in doing that, you got a little bit of energy because you broke that one bond, but not a tremendous amount. This is called glycolysis. So lysis being the split and glyke being glycogen, you split glycogen up, got a little bit of energy of that. You form this three carb carbon chain called pyruvate or pyruvic acid. There's differences there, but don't kill me. Just general audience friends. I got to communicate this to everybody. So you got a little bit of that. Now, you can't do much past that besides rip one more carbonous off of each of those three carbon chains. So I've got two, three carbon chains. I gotta be careful how I do this with my fingers. So I don't flip you off here in a second, but I burn one more off of each, I get a little bit of energy. And now that little. Two carbon chain. I have two, two carbon chains. Those are called acetyl CoA. All right. Amazing. I have now completed anaerobic glycolysis. I've got really nothing left I can do here. I made a little bit of ATP. Now, wait a minute. I have now freed two carbons because, remember, I started with six and I split them apart, but I didn't. Two, three carbon chains. I burned one each. I've got two free floating carbons. I have to now do something with them. My body will not let me go through that last process unless I've got a plan for that free carbon, because I can't break it in half. Amazing. Here's what's going to happen. If I have those three carbon molecules and I don't have anywhere I can put that carbon. You're not going to go through that process. It's going to stop it, you're going to start building up pyruvate. Now, at the same time, you're breaking ATP for fuel. That's called ATP hydrolysis. You have water that comes in, you have adenosine and three phosphates. That's why it's called ATP. Adenosine triphosphate. One, two, three. You break one of those phosphates off. There you go. There's your energy. So now you have a free floating inorganic phosphate and an adenosine diphosphate. So, two over there. Amazing. That actually results because you use water for. It results in a free floating hydrogen ion. Okay. Just have to trust me. Hydrogen. H two o. Any idea what a free floating hydrogen is?"
    },
    {
        "speaker": "A",
        "text": "It's gonna."
    },
    {
        "speaker": "B",
        "text": "That's acid."
    },
    {
        "speaker": "A",
        "text": "Yeah, it says. I was gonna say it's gonna increase acidity."
    },
    {
        "speaker": "B",
        "text": "That's what it's for."
    },
    {
        "speaker": "A",
        "text": "Anyone that's ever measured ph, what you're really measuring is the amount of hydrogen potential."
    },
    {
        "speaker": "B",
        "text": "Hydrogen. That's what ph is, right? 100%. There's two definitions of ph, but you get it. That's one of the two."
    },
    {
        "speaker": "A",
        "text": "So is this. Are you gonna tell me this is related to the burn?"
    },
    {
        "speaker": "B",
        "text": "We're gonna get close, right? So I've got a bunch of free floating. You got the phosphates, which are actually a problem, too. Probably more of a problem than people realize. And that hydrogen, what are you going to do with that hydrogen? Well, one thing you can do is actually ship it over to pyruvate and bond it there. We have a special name for that little molecule. When you have pyruvate and you have a hydrogen attached to it, do you know what it's called?"
    },
    {
        "speaker": "A",
        "text": "Hydrogen peroxide."
    },
    {
        "speaker": "B",
        "text": "Lactate. Lactate. Lactic acid. This is that whole system. Right? Again, I'm skipping some steps, making a little bit of mistakes here intentionally, folks, just to make this assumed. So what happens when you start running a bunch of anaerobic glycolysis? You start seeing massive rises in lactate. Cool."
    },
    {
        "speaker": "A",
        "text": "Not lactic acid, right, right."
    },
    {
        "speaker": "B",
        "text": "That's why we see associations between a lot of lactate and a lot of fatigue. But the lactate is actually not causing the fatigue. The lactate is actually sparing you from having a bunch of free floating acid. It also can be then used directly back in the muscle, because as soon as you bring in enough oxygen and you can take that hydrogen back off of it, you've now turned it right back into pyruvate, and you can run it through this whole cycle as fuel that I'm about to do. You can actually ship it out of the exercising muscle and ship it into a non exercising muscle and then go backwards and make glucose."
    },
    {
        "speaker": "A",
        "text": "What actually liberates hydrogen from lactate?"
    },
    {
        "speaker": "B",
        "text": "Like chemically?"
    },
    {
        "speaker": "A",
        "text": "Yeah. So what liberates, what are the stimuli that can take hydrogen off the pyruvate and then, in other words, to reduce lactate and free up that hydrogen oxygen availability."
    },
    {
        "speaker": "B",
        "text": "So, in fact, one of the major places that you ship hydrogen to, or one of the major places that you ship lactate to, is your heart, because it's what we call the ultimate slow touch fiber. And it has a ton of freely available mitochondria which have a ton of access to oxygen. So it can actually then go to it form water. The h two o can be used to form water. And now we have a place to store the hydrogen. Got it. Right, cool. So as a result of anaerobic glycolysis, we have made a little bit of ATP. We've created a lot of waste, and we don't have anywhere to go with these end products. So when you do anything of a higher intensity and it says, I need energy fast, you're going to go to this system first, right past ATP, because it is the fastest place to get energy, but you're not going to get much of it, and you got to deal with the waste products. Boom. Right back to the beginning of our conversation. Endurance is about two things, energy production and waste management. And we're right, we're fatigue buffering. This is it, right. How well can you handle the elevations in hydrogen, drop in ph? And then what are you going to do with these products? If you want to fully metabolize a carbohydrate, you then have to take some to something with those pyruvates or those acetyl coas. What you're going to do, if oxygen is available, you will take those things and ship them into the mitochondria. They have to go through some cell walls and some other things like that, but they're going to get inside there. Once they're in there, that two carbon acetyl CoA runs through this entire cycle that we call the Krebs cycle. That's this really interesting place. That's where B six and NMN people are like, that's where that whole stuff starts to kick in. All your B vitamins basically run that entire circle and you're going to start off the top, you have a bunch of fun stuff going on, but as a part of that circle, you're going to pull off some of the hydrogen ions. You're going to send these to what's called the electron transport chain. That's where you're going to get a ton of ATP out of. And as a result, about halfway through the turn, you're going to pull off one carbonous, and about halfway through the other, almost the other way through the finish, you're going to pull off the second carbon. So you're going to take the second acetyl CoA, run that entire same through as well. And so what we did is we started off with a six carbon glucose chain. We split it in half. We call those pyruvate, made a little bit of energy because we broke that one bond of those two carbons that are in the middle. Cool. Those two, three carbon molecules. We pulled one carbon off of each. We brought in. Sorry, we moved those into the mitochondria. We brought one off, we took a breath, brought in some oxygen, bonded that. Brett took out two CO2 exhales. We ran the acetyl CoA through the Krebs cycle, one, two carbons per turn coming out of CO2. So we had six carbons total when we started, and we exited with zero carbons. Now we have fully metabolized a molecule of carbohydrate that required an anaerobic start and an aerobic finish. If you don't have a lot of mitochondria, large mitochondria, high functioning mitochondria, you're going to limit your anaerobic performance because you're going to get. You're going to run that door full very, very quickly. You can't go past it because hydrogen will build up way too fast. And one of the things that we know is both temperature and ph run enzyme function. So they're going to stop. You won't even be able to run through, in fact, ATP hydrolysis phase. Even if I gave you a whole infinite supply of ATP, if I put enough acid in there, it would stop working because the atpase enzyme needed to split. It won't be able to run in a highly acidic environment or a hot environment."
    },
    {
        "speaker": "A",
        "text": "Yeah. At some point, perhaps today, perhaps in a future discussion, but still not too far from now, we could talk about the role of temperature in pyruvate in terms of its regulation of muscle contraction. But I want to make sure I understood something correctly. You mentioned these two parallel fuel systems. One is essentially anaerobic and the other is aerobic. You said that if we can't pull enough, if we can't break enough bonds, then we limit our anaerobic capacity."
    },
    {
        "speaker": "B",
        "text": "Correct."
    },
    {
        "speaker": "A",
        "text": "I would have thought, given that, uh, the mitochondria are the site for, essentially for aerobic metabolism."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "That we would be limiting our aerobic capacity as well. Um, perhaps you could just clarify for me how these two things are divided, or is there not a clean division? Is it not an either or?"
    },
    {
        "speaker": "B",
        "text": "No. In fact, again, I think it's better to think of these things rather as two separate, parallel things. As one big cycle. They're one gear turning, the next being compromised in one will compromise the other."
    },
    {
        "speaker": "A",
        "text": "That, I should say, reminds me of what you said earlier, which is the bicycle gear analogy. That works great. So if you short circuit one, basically the chain can't move. That's."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Fantastic. Okay. So indeed, they are running in parallel, but they are interdependent."
    },
    {
        "speaker": "B",
        "text": "Yeah. Well, they're actually not even running in parallel because they're actually funneling to the same endpoint, which is like, if you're going to come from the anaerobic glycolysis route or you're going to come from the fat route, which I'll talk about in a second, they're both going to be limited in the mitochondria. So when that thing's full, it doesn't matter. You can't run either system. Right. So it is more of like a. Again, if you're running the bike gears, it doesn't really matter if the back one's larger or smaller, because if either one is limited, you're toast. Because they're running on the same system. You can sneak a little bit here and there, but not much."
    },
    {
        "speaker": "A",
        "text": "You also really nicely highlighted how lactate, this thing that we think of as a limiting factor, it's like the burn, it gets in the way, and it's the thing we need to stop and buffer and all sorts of things. It's actually really a fuel."
    },
    {
        "speaker": "B",
        "text": "It's a tremendously effective fuel. Yeah. Is a strongly preferred fuel, actually. This is interesting. This is a very classic case of association correlation versus causation. The original, actually, there's a really cool history on lactate, but it was originally found, I think, in Germany, pardon my history there somewhere in Europe, and hunted stags. So one of the things is they sort of realized is, like if we harvested a stag in a rested state when it didn't know we were there, versus if we chased it and it was ran down, that these lactate concentrations were significantly higher. In the latter situation, therefore, lactate started immediately getting this association between high fatigue points. And it is easy to measure if you were to do any sort of lactate test, any sort of metabolic test you will see, as fatigue increases, lactate will also increase. The assumption there was then, oh, my gosh, it's the cause. Now we know. Like, again, it's not the thing. It's in large part trying to buffer the negative consequences of ATP hydrolysis and some other things. So it is certainly playing a part in that role, but it is not the core driver. It's also why you don't need to worry about doing things to, quote, unquote, reduce lactate in the muscle after exercise, or to clear lactate or any of those things. You may still want to do those activities, but not for that reason. Lactate is fine. You're actually going to use it in, again, the neighboring exercise muscle fibers in the same muscle, another muscle, you can send it actually to the liver, and it can actually go through gluconeogenesis, and it can actually replenish liver glycogen, just as that fuel source. Or you can send it harder, any number of sources. You can also just kind of put it in circulation, put it back in the muscle, and once enough oxygen is there, you can just kick it right back into either glucose or glycogen. It's totally fine. So it is obviously clear, though, once that number gets very, very high, other things are going to be happening that are going to be causing a lot of hurt. And this is your managing waste, right? It is really an issue of managing, what am I going to do with all this extra carbon? What am I going to do with all this extra inorganic phosphate and some other nasty byproducts? But that's the thing you have to deal with."
    },
    {
        "speaker": "A",
        "text": "I'd love for you to teach me how different ratios of fuel sources are used, depending on how long I happen to be exercising. For example, if I do a very short bout of exercise, typically that's correlated with a higher intensity output. I mean, I suppose I could jog for 1 minute, but here I'm thinking about sprinting for 1 minute or less. Which fuels are used? Is that mainly driven by fat stores, by carbohydrate stores? Is it driven by dietary fat preferentially, or carbohydrate that I've ingested, if indeed I've ingested those, or protein, for that matter. And then as we transition to exercise, that goes a little bit longer, anywhere from three to five minutes. How do those ratios change? And as we transition to longer duration, what most people think of as endurance exercise. But long duration output of 20 minutes or more, leading all the way up to full marathon, how does that change? The ratio of fuel sources that are used. And I'd be particularly interested in distinguishing between carbohydrate, fat and protein that's ingested. So coming from food sources or carbohydrate, fat and protein that are coming from storage sites within the body."
    },
    {
        "speaker": "B",
        "text": "Okay, great. Let's start at 0 second and run all the way through marathon and we'll flag the distinctions where they start changing as soon as you want to create muscle contraction and power. The very first source of energy is phosphocreatine. That's going to power you for zero to maybe say eight to 15, 20 seconds of maximal exertion."
    },
    {
        "speaker": "A",
        "text": "And that's coming from the muscle fibers themselves?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that is actually stored in what's called the cytoplasm. So this is a little area or space in the muscle fiber that's sort of like in this jelly like substance. And it's nice because one molecule of phosphocreatine gives you one molecule of ATP. So it's not a big energy output, but it's very fast because it is stored right there in the local exercising muscle. Right. Now, if you need energy past that point, say, you know, ten or 15 seconds up to maybe a couple of minutes, this is now you're going to have to transition because you're going to burn through that phosphocreatine and it's going to be out. You're going to have to move to now carbohydrate metabolism. This is what we call anaerobic glycolysis. So there's two phases of glycolysis. Now, glycolysis itself means glucose burning. All right? So this means we're using carbohydrate as a fuel source. So initially, when we start off this cascade, which is going to take us again for a couple of minutes, carbohydrate utilization comes first from the exercising muscle. So it's very similar to phosphocretine. That way if you start running low on it, you can actually start pulling blood glucose. And if blood glucose gets low, you'll have to start getting glycogen from the liver to keep that up. And we've sort of covered that conversation. All right, so a little bit of chemistry here. Just give me a little bit of room here. So now remember, a carbohydrate is a carbon molecule that has been hydrated. So one carbon attached to one water. And remember, water is h two o. Most of the time when we're talking about glucose, it is in a six carbon chain. So six carbons attached to six water molecules. All right, great. When I go to split this up through anaerobic glycolysis, it works a little bit like this. So you've got this six carbon chain. The first step is to snap that thing in half. You're going to make two, three carbon chains. Now, we broke one bond right there, so we got a little bit of energy, but not a tremendous amount. At the end of anaerobic glycolysis, you're going to net something like three or."
    },
    {
        "speaker": "A",
        "text": "Four ATP, so more than you get from the phospho creature, triple or quadruple."
    },
    {
        "speaker": "B",
        "text": "But still not very much. There's another major downside that's coming in a second to this system. The upside is it's fast. Now, actually, one adaptation we get to training in this style is you'll increase your ability to store glycogen in your muscle, which is great. We can actually biopsy you and measure the amount that you store. And a training adaptation is awesome. So you're able to sustain this system longer. So perhaps 90 seconds into your interval training, you hit a fatigue point. And now you maybe can extend that to 100 or 115 seconds simply because you're storing more glycogen in the muscle before we have to, and then go into the blood and get it in the form of glucose. So that's great. So we've got this six carbon molecule, and we split this in half. We got that little bit of ATP, and now we're in this little tricky position because this three carbon molecule is what we call pyruvate, pyruvic acid. And again, chemistry. Folks, I'm skipping some steps. I'm going to intentionally make some mistakes here. I'm making sure the entire world listening, regardless of where they come in, can follow me here. Okay? So don't burn me on the details. Right, you've got this pyruvate. The problem is you can no longer do anything with that. Glycolysis is over. You've got to make a choice. Right? In order to make something out of those three carbon molecules, you've got to ship them to the mitochondria. As we said, that is the only place of aerobic metabolism. We cannot do aerobic metabolism anywhere else until we enter the mitochondria. So anytime we cross that barrier, we know we've automatically switched from anaerobic to aerobic. Well, here's the problem. If you were to take one more carbon off that three carbon pyruvate, you have to now do something with that carbon waste. Okay? So before, when we split the six carbon chain, we didn't actually leave any carbons free floating. We just split a tooth molecule in half. When we go to split from pyruvate and make it into this two carbon molecule called acetyl CoA, or CoA. Now we've got a free floating carbonous. We have to have a strategy for that because that's going to increase the acidity level. Any enzyme in our body that works to create fuel is very ph sensitive. If ph gets off either high or low, these enzymes can't work. And that's really, really important, because even if I were to give you a direct injection of ATP, remember, that's that energy currency. That's the only way we can actually form energy. And I guess, remember, to clarify, anytime we're using phosphocretine or glucose or fat, which we'll get to a second, we're not actually getting energy for exercise by breaking those down. We're getting energy that we can use to then make ATP. We break that ATP down. That's what's actually powering muscle contraction. You can go back to our previous episode where we walked you through the detail of the muscle contraction, but that's what we're after. Okay? So in the case of pyruvate, if we split that off, we have got to deal with that. And the only way, and the best way we can deal with that is oxygen. Remember, we're going to breathe in O two. That o two is going to combine with that. Free floating carbon makes CO2, we're going to exhale that thing out. That's our waste management strategy. But that has to happen in the mitochondria. Remember, if we're using oxygen, it has to be in the mitochondria. So if we have the ability to ship pyruvate into the mitochondria, we're golden. But what happens if we don't? Why do we not? Well, if we don't have enough mitochondria, or our mitochondria are too small, or they're too far away, or we don't have sufficient oxygen availability, why don't we have sufficient oxygen availability? Because we created the pyruvate too fast and the demand in the mitochondria is exceeded by the buildup of pyruvate. And so now we're having this giant backlog and this thing fills up fast. We have a couple of strategies here. Well, when you're going through ATP and you're splitting, it's called ATP hydrolysis of doing that remember, ATP is an adenosine molecule, and then the t part is triphosphate. One, two, three, which means you have three phosphates attached to the end. When you break that phosphate off, that's where you get genogene. So now you have an inorganic phosphate and an adp, adenosine diphosphate, two, that process requires water. It's called hydrolysis. As a result of that, you then have a free floating hydrogen. And as you well know, that is acid. Right? That's potential hydrogen. That's what that means. And so you've increased the acidity in the muscle by breaking up all this ATP. And so, uh oh, we're building up acid. We are building up pyruvate. We have nowhere to go with it, and we can't cleave off a carbon, because now we're just going to exacerbate the acid increase. So what we can do is we can take those hydrogens that we're building up and store them on the pyruvate. A pyruvate that's holding an extra acid has a special name, and we call that lactate. That's why we see this buildup of lactate. One of the downsides of anaerobic glycolysis, is an incredibly high rate of waste production. Now, lactate is not the cause of fatigue. In fact, if you think a little bit more carefully about what I just said, it's actually stopping you. It's what we call a acid buffer. You can actually use it for a bunch of other things. You can ship it to a neighboring muscle fiber in the same muscle that's not working, you can ship it to the liver, you can ship it to the heart and a bunch of other places, and then you can actually just work backwards. So if you ship it to, for example, the heart, and it's got a bunch of mitochondria that are free, you can bring in the oxygen, attach it to that hydrogen, make water, and now you're right back to pyruvate. You put two pyruvate back together, and now you just make glucose so you can actually store it in the liver. This is a process called gluconeogenesis. Through this fancy thing called the Corey cycle, which is what the proper cycle here is, you can use it as a very potent fuel source. In fact, lactate is a tremendously valuable fuel source, not only for exercise, but for cognition and a bunch of other things. Lactate, in fact, this is why, if you've seen any of the research about pre exam testing exercise, you'll see a noticeable increase in exam scores if you do a 20 minutes bout of exercise prior to taking the exam. And it's largely in part probably because of things like elevations and lactate."
    },
    {
        "speaker": "A",
        "text": "How intense of exercise would be most beneficial?"
    },
    {
        "speaker": "B",
        "text": "I don't know that exact answer. I just know that generally any form of exercise is good. But if you were to reach a reasonably high heart rate, you're probably going to see, in fact, there's an acute and chronic adaptation here. So folks that exercise have better memory retention score and exams, etcetera, but then also doing it prior to that exam, make sure you recovered and rested back down to straight, but you'll generally perform better."
    },
    {
        "speaker": "A",
        "text": "Previous guest on the Huberman Lab podcast who's a psychology professor and neuroscientist and also dean of College of Arts and Sciences at New York University, NYU. Wendy Suzuki is religious about daily morning exercise specifically for this purpose of enhancing learning and memory, and has a lot of really beautiful data. I consider one of the real pioneers in this space. So if people want to learn more, they can look to that episode or Wendy's work. We can provide a link to a couple of the papers, but this is fantastic in that it's incredibly clear. I think for the first time I'm understanding what, what Lactate is really doing, and it's dispelling a lot of myths that I think I and a lot of other people arrive to the discussion about lactate with what happens when the bout of exercise extends longer."
    },
    {
        "speaker": "B",
        "text": "Amazing. So if we want to continue past that point, we have to have some sort of strategy to get through it, right? We're stuck. We're out of gas. We have to then ship it to the mitochondria. And now we're going to enter what's called aerobic glycolysis. And this is going to take us anywhere from, again, say that 90 seconds of all that work up to really 2030 minutes. In fact, it really will take us to unlimited. If you look at a highly competitive marathon runner, even those that are running, say, your two hour marathon, those folks are burning up to 80% carbohydrate. It is a, it is not a fat burning thing. And the reason is fat metabolism is way too slow. It provides a lot of energy, but it is incredibly slow. If you're trying to run a four and a half or so minute mile, repeated 26 times, you have to be moving fast."
    },
    {
        "speaker": "A",
        "text": "Are they ingesting carbohydrate as a fuel source during the race?"
    },
    {
        "speaker": "B",
        "text": "Unless you're on the team, you don't know, they won't really tell you. These are sort of trade secrets. It would be, I would say, fairly rare to not have something. Right. There's a bunch of different strategies. If you're going to go really long, like some of these, like cycling, where the races will be several hours, then you actually might go to some fat as fuel sources. I know a lot of cyclists are using ketones and things like that now, but traditionally, most endurance folks are going to bias heavily towards carbohydrate. Now, in one respect, you're not going to run out of carbohydrates until you're many hours in. These folks are a unique case, but the average individual who's doing an hour, hour and a half cardio even, you're not going to be limited by your carbohydrate stores. You're going to be just fine. You're going to be limited by some other things, which we'll maybe sort of break down here in a second, but you're going to be fine there. A lot of those folks will take carbohydrate, though, at very specific intervals. You do want to be careful, though, of ingesting too many fast carbohydrates prior to your exercise spout. We actually have this little thing that's called the insulin glucose double whammy. What that means is when you ingest carbohydrates, immediately your blood glucose goes up, and that's depending on the type of carbohydrate and things like that. Well, the same thing happens with exercise. And so what happens is insulin wants to start pulling glucose out of the blood. At the same time, muscle wants to start pulling glucose out of the blood. And so we have this giant bolus of carbohydrate come in and then all of a sudden our blood sugar crashes. And so if you're going to be doing so, your first half marathon or something like that, and you're in those giant corrals where there's like 100 people waiting to go and you're standing there for 45 minutes. You may or may not want to slug down like three or four bananas in a bagel and honey and things like, you probably don't need that. Now, not everyone experiences this double whammy, but it has been shown in the literature to happen to some people. So you want to just be a little bit careful. An easy way to combat that is just practice exactly what you're going to do in your race, in your training. That's like the simplest advice ever, but you'd be stunned how many people do things during the race that they've actually never done in training."
    },
    {
        "speaker": "A",
        "text": "I suggest people do exactly what you described, also, for any kind of cognitive testing, of course, before a big exam is not the time to discover whether or not you can handle twice as much espresso or take a nootropic for the first time, or no, or change anything. I mean, if indeed the score on that exam is meaningful to you, you keep things regular."
    },
    {
        "speaker": "B",
        "text": "So, to recap, what we've done here is we started off in the cytoplasm with this glucose molecule that has six carbons. We took that thing, we split it in half. We call that thing anaerobic glycolysis. We made a little bit of energy, but not much. We take those three carbon molecules, we ship them into the mitochondria, we take each one of those, we clean off one carbon, each those carbons, we take a breath in, we attach them to oxygen, we exhale them, get rid of that energy. We are now fully into aerobic glycolysis. Each one of those two carbon molecules, we run through the Krebs cycle. Each round of the Krebs cycle burns one, two carbons. So we go 1212. And now we've gone from six carbon molecule all the way down to zero. We used the hydrogens that we pulled off of that Krebs cycle run to go to the electron transport chain. From there, we made a whole bunch of ATP. And so we have now fully metabolized one molecule of carbohydrate. And the end product of all of it is simply ATP, water and CO2."
    },
    {
        "speaker": "A",
        "text": "Beautiful. And leads me to the conclusion that most everything is really about utilization of carbons and exhaling CO2. Is that how I should think about bookending what you just described?"
    },
    {
        "speaker": "B",
        "text": "This is why we started off the conversation with the circle of life. This is really a carbon game. This is why we call chemistry with carbon organic chemistry. That's what the whole thing is about. Any living being has to run through metabolism. It's all a carbon game. Any living being has to use ATP. This is all just a big, fancy game of, how do I make ATP and handle the waste. Remember, endurance is all about waste management, fatigue, resistance, the same thing, and energy production. We're playing a game here, the whole game. Bring in energy, use it, mitigate waste products."
    },
    {
        "speaker": "A",
        "text": "So, in thinking about aerobic exercise or long duration exercise, in this case, anything longer than five minutes, for that matter, five minutes all the way up to an ultramarathon. The breathing associated with endurance exercise, the heart beating which, of course, is associated with the breathing and vice versa. It's really all about bringing oxygen into the system that then allows those carbons to be used within the mitochondria specifically, and then carbon dioxide to be exhaled as we work through the carbons of the sort of beads on a string. Is that right?"
    },
    {
        "speaker": "B",
        "text": "Unless you're moving incredibly fast for a very long time, and we're talking probably north of 90 minutes. Endurance is really not a game of making sure I have enough fuel. It is simply managing the waste production. And that's exactly what you described. You need to bring in the oxygen so you can handle the carbon that's building up as a result of both the anaerobic, anaerobic glycolysis. That's our game here. If we start talking about endurance events longer than that now we do have to start worrying about running out of muscle glycogen, running out of liver glycogen, etcetera, or if we are at that two hour mark or so, and we're moving very, very, very fast. But anything south of that is just managing carbon buildup. And we do that best through oxygen utilization or getting more efficient and having a higher capacity for our anaerobic side. So we can do that by having either more glycogen in our muscle so that lasts longer, or building better acid buffering systems. And there's a whole line of supplementation that are specifically acid buffers. There's a whole line of training, there's a whole line of breathing to manage just that. So we have a lot of strategies where we can maximize endurance. All we have to do is go back to the earlier part of our talk, which is figure out what's the actual limiting step and then train according to that. Or do your strategy, your nutrition, your supplementation, that defeats that limiting factor. For an example, if you are trying to maximize your performance in this 22nd maximal burst, and your strategy for that was to make sure your muscle glycogen is saturated, it's probably not going to help a ton because you're not going to be limited by total fuel, you're going to be limited by your ability to buffer acid. However, storing more glycogen in your muscle in preparation for a marathon is a tremendously effective strategy because that will become a limiting factor. So what we can do actually next, if you like, is we can just walk through these and look at the individual limitations where the failure point happens, and then that effectively will outline your strategy for improving them."
    },
    {
        "speaker": "A",
        "text": "So you taught us about carbohydrate utilization as a fuel source. What about fat? And what about protein?"
    },
    {
        "speaker": "B",
        "text": "Great, I'll start with protein because it's easy. It is generally at best going to represent 10% of your energy output. Now that will grow over time in terms of if you did a several hour bout of exercise when you started doing it, you might be using 5% of your energy from protein, and then that might grow to ten or so. And that happens because you start running low on muscle glycogen, you start running low on liver glycogen. You start then having to pull in energy from another place. So like, as those numbers go down, you'll see an increased uptick of energy from fat as well as protein. Having said that, it's not a tremendous fuel source. It is only aerobic, so it has to be oxidized. Those are the same thing. When I say oxidized, you use oxygen to burn something to make a fuel. So it's not a significant contributor to energy in that regard. And unless you're talking ultra marathons or longer, and it is also not something that can enhance performance. And so we don't really need to talk much more about it than that in terms of fat as a fuel source. Now, here's the fundamental difference. While carbohydrate starts anaerobically and finishes aerobically in the mitochondria, you're using mostly the carbohydrate in the exercising muscle tissue. Eventually you can pull from blood and then you can pull from the liver. With fat, you have a tiny amount stored in the muscle, intramuscular triglycerides. But the overwhelming majority of fuel you get from fat comes systemically. And so now we have a fundamental difference. We actually literally have a time problem. I can get energy from carbohydrates faster because it is directly there. If I go to pull it from fat, I've got to pull it from the rest of the body, which is why somebody who loses fat loses it from their entire body, despite the fact that they may be only exercising a couple of parts. So think about a runner, someone who lost a lot of fat running. You don't see them just lose fat in their legs. It comes from their face and their neck and everywhere. Why? Because what you're going to do is pull fat from the entire system. You're going to break it down through a process called lipolysis, which means you break it down from the stored form, you put it in the blood as that glycerol backbone, which is that three carbon backbone in the individual fatty acids. It's going to float through the blood. There's a seven step system here, but we'll skip it for now. It's going to have to get then uptaken into the muscle, in the muscle. Then it has to get taken up and run into the mitochondria. Now, that backbone, that three carbon glycerol backbone, is actually going to function almost exactly like the three carbon pyruvate. Just get it into the mitochondria, cleave off one carbon, run it as acetyl coa, bada bing, bada boom. Exact same thing. Super easy to metabolize, small enough to go through the mitochondria membrane, the fatty acid chains become a problem. So if you have a chain that's longer than our eight or so carbons, it has to actually go through a special transporter on the cell wall to get in. And that's going to be limited by a thing called carnitine. And you're probably familiar with that as a supplement. You may have talked about it. There's a lot of places that make it. That's going to be a limiting factor. If it is a smaller, what we call a short chain or even a medium chain triglyceride, which a lot of folks have heard of, MCT, that's what we're talking about, that can actually go directly through because it's small enough to pass through, and you can use it immediately as an energy source. In either case, the way that you finally metabolize a fatty acid is a process where you would go through and cut off two carbons at a time. Why would you cut off two? Because you're trying to make that two carbon acetyl CoA so you can run through that Krebs cycle again because you're cutting off two carbons at a time. We have a special name for that oxidation process. It's called beta oxidation. That's exactly why we call it beta oxidation. Two carbons in, you cut it off to make that acetyl CoA. So you can notice the oxidation pathway. The electron transport pathway is identical, whether you're talking about the carbohydrates or the fat. In fact, it doesn't even matter. More to our point, if we're talking about simply fat loss, it really just is about running that electron transport chain. Whether it came from a carbohydrate original source or a fat original source, it ends up in the mitochondria as basically the exact same thing. It then ends the end of metabolism as the same thing. Remember, the final endpoint of carbohydrate metabolism is water, ATP and CO2. Do you want to guess the final endpoint of fat metabolism? It's water, ATpdeze and CO2. So practical applications here if you want to maximize fat loss, what type of training is best? It really doesn't matter. If you enjoy longer steady state stuff. Fantastic. If you enjoy intervals, amazing. If you would like to do a combination, that's my personal preference. That's great too. You have a ton of options. Pick what you think is a combination of challenging. Not all exercise should be easy, but you will actually enjoy somewhat or you're willing to accept and anything that you absolutely hate, don't do it. Sometimes it is very very very difficult to do high intensity training. You have to really be interested in doing it. If not, it ends up turning into like moderate intensity training. You sort of just check the box and it doesn't work that well if you're just checking the box. So if you're like, man, mentally I don't have it in me today to get to a high heart rate and throw up and all that stuff. Cool. But you can just do some moderate steady state stuff. Well, that's a win. Great. If you're like, oh my gosh, more than ten straight minutes and I'm so bored and you're all, maybe you're also like, I don't have 45 minutes. I got to get this done in eight minutes. Great, go do some high intensity intervals. Either option will be equally effective."
    },
    {
        "speaker": "A",
        "text": "As you mentioned earlier, exercise is useful for aesthetic changes, functionality and for longevity. But when thinking about exercise specifically for fat loss, I do have to ask this question. I often hear from people that they prefer one type of exercise versus another for sake of fat loss because certain forms of exercise make them very hungry. I'm wondering whether or not there's any relationship between the intensity or type of exercise and the hunger stimulus. Now I don't have this problem because basically everything makes me hungry. And yet I'm also okay fasting for part of the day. I'm one of those pseudo intermittent fasters. Talk about what I mean by that. I just happen to eat between 11:00 a.m. and 08:00 p.m. naturally I'm not religious about it, but I don't do it for any other reason except that that tends to be when I'm hungry and exercise outside of that in the morning typically. In any case, is there a way that people can determine what type of exercise might be better or worse for them based on its appetite stimulating or inhibiting effects, because I also hear that some people will go for a long run and then they are, quote unquote, not hungry for several hours afterwards. Does that have anything to do with which fuels are being utilized during different forms of exercise?"
    },
    {
        "speaker": "B",
        "text": "That's actually a really good question. I don't know the mechanisms that could explain that answer. What I can tell you is you hear the same comment for physical activity. In other words, people say, man, if I do this type of training, then I just am exhausted and I lay around the rest of the day. So my total caloric expenditure is actually compromised as an aggregate because I'm down. The data would suggest, in general, that doesn't happen. So most of the time we don't see a reduction in physical activity with either high intensity or steady state training. In fact, you generally see equal, if not increased, what's called neat. So it's the non exercising part of your day, in addition to the basal metabolic rate. So physical activity wise, you don't ascend to be proud. Now, hunger is a little bit of a different thing. The answer here is, I don't think we have time to actually do justice on this, so perhaps best to not get into this one."
    },
    {
        "speaker": "A",
        "text": "Yeah. Why don't we punt this down the road to our discussion about nutrition specifically, and weave back to it so we'll earmark it for that? Meanwhile, it sounds like if one is thinking purely in terms of burning calories and getting the health benefits of exercise to create a caloric deficit, to create fat loss, it doesn't matter whether or not they burn those calories using a form of exercise that relies predominantly on carbohydrate, fat or protein. Correct."
    },
    {
        "speaker": "B",
        "text": "It's not that it doesn't matter, it's that either one will work. Because when we say things like that, it doesn't mean they're actually identical. There are some slight differences, and maybe those differences are important for some people and not others. I'd say is either one is a viable strategy."
    },
    {
        "speaker": "A",
        "text": "Great. What about protein as a fuel?"
    },
    {
        "speaker": "B",
        "text": "As an actual fuel? So let me give you an analogy. Imagine that you were with me a few weeks ago in southern Montana, and we were out in the wilderness for a week, and it's cold out there, and you needed to make a fire. And if I said, look, you can pick any of these things, there's some wood over there, we brought some newspaper, and then we brought a match, and we need to create a fire. We're going to use that fire to energy and heat up. Okay? I said, great. The very first place you would probably start to make that fire is the match. You light the match and any match, hey, it's going to light immediately, but it's probably going to last five to 20 seconds, I don't know, before it burns out. That's phosphocreatine real fast, real burns out. If you were smart, you would take that match and then light the newspaper on fire, right? Now, if you were to burn a whole newspaper, it is more energy then you get to the match. But you still, you know, I don't know, what's it gonna take? A few minutes, some number of minutes before an entire newspapers up five, I don't know. Right. Depends on the which type of newspaper it is, I guess. Right? Amazing. That's carbohydrate. If you were really smart, you would use that to then light a piece of wood on fire and a wood, if you've been in the wilderness, it could last hours, days. It's really quite unlimited. Your phosphocretine storage is very limited. Small glycogen is a lot higher because you can store it in muscle, you can store it in other places, so you have more, but not a lot. Fat is unlimited. The average person, if you're around, say, 70 kilos, up 170 pounds or so, and you're moderately lean, maybe 15% body fat, nothing crazy. You probably have enough stored fat to create enough energy to survive for more than 30 days, right? This would literally be if you ingested zero calories. You have enough fuel in your stored fat to keep you alive for certainly 30 days. You wouldn't feel good and all those things. But energetically, basically, fat will never, ever be your limiting factor to performance. So when we start talking about, well, what limits my performance in these areas, you can just wipe fat off the list. It will never be your limiting factor to any type of endurance performance. You simply have way too much. The only problem with fat is it's just too small, slow. I've got to mobilize it, I've got to get it in the blood, move it, that whole thing, too slow. So if I want to go faster, I will never be able to fully utilize fat, which is why we talked about earlier. You'll never see a situation in which somebody is 100% burning fat as a fuel and no percent carbohydrate. It's always going to be too slow. Highest you'll get maybe 70. So percent protein in this equation is none of that. Now, you may notice, how do you make paper?"
    },
    {
        "speaker": "A",
        "text": "It's fibrous. You combine it with water that it gets pressed, it gets compressed."
    },
    {
        "speaker": "B",
        "text": "Yeah. It's made from wood. How do you make a match? It's made from wood. What's carbohydrate? A chain of carbon. What's fat? A chain of carbon. These are similar molecules, right. They're meant to give you pros and cons. It's very difficult to just light a log on fire without a lot of work. You'd have to burn, burn, burn, burn, burn. So these are complementary systems that are really close to the same thing. Protein is none of those things. Protein is more like a piece of metal. So if you were out in the woods with me and we were trying to make a fire, and you're like, hey, look, I found some old railroad over there. Let's throw that on there. I would probably look at you like crazy. Now, technically, can you melt metal? Sure. But you're going to burn a lot of energy to try to get a little bit back out of the metal. And now you've also cost yourself a very, very valuable structure. So protein is a fuel source for exercise or metabolism. It's just an incredibly poor choice. Your body will do it again, maybe five to 10%, but you now you're burning a very valuable supply in a situation in which you don't know where there's ever going to be any more. Remember, protein is fairly transient. You're not very good at storing it. You can store a ton of carbonous carbohydrate and an unlimited, literally, amount of fat. So you just really need to disregard thinking about protein as a fuel source. Your body does not want to do it. You are not good at it. You can go through a process of gluconeogenesis from protein, make glucose from it. It's just very poor. You're not going to get much out of the exchange, and you've burned your supply of metal, which is going to be very difficult. It's a very high commodity in the woods or the wilderness to have something like metal."
    },
    {
        "speaker": "A",
        "text": "For people that consume very low carbohydrate or zero carbohydrate diets, are they pulling more energy from muscle, which I imagine is a conversion of amino acids into ready carbon chains?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, in this particular case, once you've reached a certain level of adaptation, you've just gotten extremely good at generating glucose from other fashions. Right? So you can bias heavily towards fat adaptation. The downside is, and we've seen this born in literature, you're going to perform slower. So if you don't care about maximizing performance, especially over something where it is a maximal effort for a few minutes or something, then maybe you're not concerned. And that's absolutely great, especially for people. Just don't exercise, then, hey, geez, very little concern here. But if you're interested in your performance and you're wondering why you're just like slugging it down, well, what you've done is you've down regulated the ability, literally the enzymes responsible for that entire anaerobic glycolysis portion. They get downregulated, which means there's not as much around anymore. And so you get really bad and slow at using carbohydrates as a fuel source. So it's a very poor strategy for people in an anaerobic based sport or who like that type of activity. And if you don't care, no problem. If you don't exercise at all, then you really have no problem there. Which is actually why I. A high fat, low carbohydrate nutrition strategy for people who don't do much physical activity is probably like, it's very effective. It is a really good strategy for weight management, for energy stabilization throughout the day, and the research would very much support that."
    },
    {
        "speaker": "A",
        "text": "In my observation, I would agree. I've tried low carbohydrate diets of severely limiting or completely eliminating carbohydrate after about two or three days, I feel pretty lousy, but mostly because I want to train very intensely in the gym in addition to doing longer runs. I tend to do all of those things across the week. Yeah, but I've also observed, and in fact, know several people that love the very low carbohydrate, aka ketogenic type diet. They're not doing ketogenic diets for mental health reasons per se, but indeed, those people tend to do very limited exercise, or they tend to do a lot of long endurance, but low intensity, long endurance. These are the I walk to get my exercise types, and they do indeed walk a lot. And some of them manage to control their weight very readily and like that diet for that reason. When we had Lane Norton on the podcast, he pointed out quite aptly that in order to lose weight, you have to restrict something, either of course, time or macronutrients, et cetera, to arrive at that sub caloric threshold, get below the sub maintenance threshold."
    },
    {
        "speaker": "B",
        "text": "I guess one of the things I want to point out is this should be received as, again, not a this is better or worse. This is just, you now have a ton of options. So whatever personal preference, other factors you get to craft this strategy of performance, aesthetics and health based on your personal preferences."
    },
    {
        "speaker": "A",
        "text": "At this point, I'd like to go back to our classic list of nine adaptations that exercise can induce. The first four, of course, being largely, largely unrelated to today's conversation, but that were covered in the episode that we did on strength, speed and hypertrophy. So just to remind people, the nine adaptations are, number one, skill and technique. Two, speed three, power, which is speed times force four, strength and five, hypertrophy. Today we're talking about the remaining adaptations on that list, starting with muscular endurance, followed by anaerobic capacity, followed by maximal aerobic output, and finishing at number nine with long duration exercise. So if we could start with muscular endurance, this would be number six on the list of nine adaptations. Muscular endurance. How do I build muscular endurance? Why should I build muscular endurance? And just to remind me what fuel sources are predominating when I'm training for muscular endurance."
    },
    {
        "speaker": "B",
        "text": "Great. So remember, muscular endurance is something that's going to be generally in a local muscle. It is not a cardiovascular or systemic issue, and it tends to be something in the neighborhood of, say, five to maybe even up to 50 repetitions. So this is the classic example we have here is how many pushups can you do in a row? Most people are going to land somewhere in that range. I just said how many sit ups can you do in a minute? How many pull ups? How long can you hang on a bar as a dead hang, things like that. That's muscular endurance. Muscular endurance is not a mile run or a marathon or anything like that. So how long can I stand without breaking posture? This is muscular endurance."
    },
    {
        "speaker": "A",
        "text": "A plank, a wall, sit."
    },
    {
        "speaker": "B",
        "text": "Great. Yes. Love all these things. Okay, now, the reason I took you on that big, long metabolism journey is so I could help you understand exactly how to train this factor or any of these factors with a more comprehensive understanding of what's happening. Meaning, thinking back to the metabolism, if I'm going to ask my triceps to do 50 push ups in a row, what's going to be my limiting factor? Am I going to run out of fat? No chance. Am I going to run out of glycogen? No chance. That's way too few of repetitions. You have a lot left there. So what's going to be the thing that stops me from getting 51 repetitions? Either you're going to have too high of a ph rise, so too much acid buildup, or you're going to have a problem clearing the waste. So really this is two factors dealing with acid buildup and getting acid out of the muscle tissue and into circulation because you have plenty of ability to handle that small amount of acid buildup in your entire body. It's just you can't handle it in that tiny spot. Now, I picked the tricep for a very specific reason. You're going to deal with more pain when you use a large muscle group, like your quads or your glutes, than you are with a small muscle group. For example, nobody ever threw up after arm day, but a lot of people throw up after leg day. Why is that? Look at the total amount of waste that you're dumping into your system when you have quadrupled or ten x the muscle size. Small muscle groups are only really going to be challenged in that local area. Large ones will dump so much waste into the system that youll want to avoid that as quickly as possible. And thats one of the reasons why you throw up after hard exercise. Great."
    },
    {
        "speaker": "A",
        "text": "So the reason im laughing because I dont think ive ever thrown up from a weight training session. And so its making me wonder if ive ever trained that hard. Ive received or obtained the progress that I've wanted to generally over time, not every week, every workout, every month, but certainly over the 30 plus years that I've been weight training, I've achieved the results I've wanted. I have, however, vomited after a long run when I didn't hydrate well or if I drank too much water."
    },
    {
        "speaker": "B",
        "text": "Sure. Oh, sure. Too much water. Yeah, you'll get that out quick, right."
    },
    {
        "speaker": "A",
        "text": "I just want to be clear, because I think some people are getting the picture that if they're not vomiting after their leg workout, that they're not training according to your standards. Again, by the way, doctor Andy Galpin runs experiments in his lab. He's recruiting subjects all the time."
    },
    {
        "speaker": "B",
        "text": "Also known as my graduate students."
    },
    {
        "speaker": "A",
        "text": "That's right. In any event, sorry to interrupt, but I felt it was a necessary interruption. So muscular endurance, there's plenty of fuel."
    },
    {
        "speaker": "B",
        "text": "Plenty of fuel. You manage acid buildup and you also need to get that fuel out of you. That's going to be a capitalization issue. So the way that we can think about this is capillaries surround your muscle, and the whole point of them is so that blood can come into them. They hit this capillarization that actually slows the diffusion rate of blood down. And so you can exchange nutrients in and get waste products out, and then we get things back into circulation. So the more of those you have, the better you are at dispersing any of these waste products build up, whether it's CO2 or the acid. So the adaptation you're looking for here is an increase in capitalization, potentially a slight increase in mitochondria, but the time is too fast, right. So we're going to be able to need to do these 50 repetitions in, say, under a minute or something like that. So getting the mobilization into the mitochondria, getting fuel that way, too slow, it's not really going to get our performance here. So what are strategies to increase acid buffering ability and then capitalization? So on the capitalization side, you simply need to train at that ability. So you go close to failure and practice that often. That alone will increase, increase blood flow to that local area, which will take you through your process of increasing capitalization. Easy peasy. Specificity."
    },
    {
        "speaker": "A",
        "text": "Just to briefly interrupt, I find it remarkable, although not surprising, giving how amazing the human body is that simply by doing some movement repeatedly, like a wall sit or a. Or push ups or dips, for that matter, repeatedly over and over and over until you reach that failure point or that quaking point, in the case of a wall sit, that provides a stimulus for more capillaries to be built into the system. Literally the production or the, the trafficking of endothelial cells which make up the capillaries and allow basically more little pipes to feed the system with oxygen and remove waste products."
    },
    {
        "speaker": "B",
        "text": "It's like irrigation, right? Imagine you had a giant field and you had two big pipes running down the outside. Well, in fact, if you want to make sure water gets evenly dispersed across the entire field, you'll have a bunch of offshooting little pipes. And the more of those you have, the more coverage you get."
    },
    {
        "speaker": "A",
        "text": "Do we know what the, the specific signal is that says, hey, I failed at this, we need more capillaries?"
    },
    {
        "speaker": "B",
        "text": "I actually don't know what that is. I would speculate it's a combination of acidity as well as carbon dioxide and probably some nitric oxide stuff happening there. But I actually don't know."
    },
    {
        "speaker": "A",
        "text": "I'm guessing nobody knows for sure because we still don't know, for instance, what the exact signal is for hypertrophy. It's kind of an amazing situation. We know the requirements for getting the results we want, but we still don't know what the specific signal is. In any event, what I'm hearing is building more capillaries is great for enhancing muscular endurance. And the way to get more capillaries into those muscles is to train for muscular endurance by getting close to failure or to some point where you simply can't continue for whatever reason. Could you give us an example of what a reasonable training protocol might be in terms of the classic Galpin lists now of exercise choice, maybe a few options. Order, volume, and frequency."
    },
    {
        "speaker": "B",
        "text": "Great."
    },
    {
        "speaker": "A",
        "text": "What should we be doing? How often should we be doing it? And, for instance, should I do wall sets to failure, then push ups to failure? Given that this is a local process, I'm guessing that if I do push ups to failure, I'm not going to increase the number of capillaries in my legs. Very much correct."
    },
    {
        "speaker": "B",
        "text": "So you nailed it. Exercise choice is high precision here. So pick the muscle group and the exact sequencing and movement pattern you want. High precision. This is the thing. If you want to get better at a plank, hold the plank. If you want to do more push ups, do more push ups. You can do some other stuff that's complimentary, but really, this is a high precision game. Do the exact same thing for exercise choice. Very simple there."
    },
    {
        "speaker": "A",
        "text": "Okay. In terms of exercise order, I suppose this dovetails with volume."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Can I combine, um, training, let's say wall sits for my quads and, you know, nearby muscle groups, and then do push ups to failure. Uh, and then also do some sort of, um, pulling exercise to failure."
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely. Again, pick the exercises you want, the movement patterns you want to do, and do them. The order almost doesn't matter with the one caveat. With larger muscle groups, particularly, again, multiple leg activities that will induce a slightest small amount of systemic fatigue. And so if you, I guess, theoretically wanted to maximize your pushup number, and you did a whole bunch of, say, split squats, and you just did those, and you did lunges for a mile or something like that, you might actually slightly compromise. You might not, but you might slightly compromise your ability to do as many pull ups in a row or hold a bent over row or something like that. So if you really cared about that level, then you maybe want to do the one thing that's most important first in general. My recommendation, though, is to do the bigger muscle group first."
    },
    {
        "speaker": "A",
        "text": "How many sets and how often should one perform training for muscular endurance and when?"
    },
    {
        "speaker": "B",
        "text": "Now, the lovely part here is we've moved down the spectrum past hypertrophy. You don't need a lot of load here. In fact, the load only needs to be at or slightly above what you want to move. So if you want to get better at moving 50% of your one rep max, you don't really need to train much more than 50, maybe 55 or 60% of your one rep max, because if you go higher than that, the repetition count is going to fall and you're no longer going to be training muscular endurance. So you just need to stay right around that number that you want to work on. So again, if the target is doing more pull ups and assuming that you have the strength to do it, you check that box. You simply need to practice the repetition range that you want to be in. That's all it takes. You can repeat that a number of times, but because, remember, the volume is fairly low, the load is very, very low, you can actually repeat these quite frequently so you won't get extremely sore for muscular endurance relative to traditional hypertrophy straining because the load is very, very light. So you can do these more frequently if you would like."
    },
    {
        "speaker": "A",
        "text": "More frequently, such as you could do."
    },
    {
        "speaker": "B",
        "text": "It three or four times a week, easy. If you would like. You don't necessarily need to. Three days a week per muscle group is probably fine here. If you wanted to do more sets on a given day and do less days, that would be fine. So if you wanted to do two days a week and you say wanted to do, let's say you could do 25 pushups and the goal is to get to 30 pushups. Just as an example, you might say, okay, I'm going to do sets of 17 and I'm going to do three sets of that. I'm going to do that three days a week. That's going to build up quite a bit. Or you could say, look, I'm going to do a set basically to failure. I'm going to recover and do one or two sets that say 80%, and I'll do that twice a week. That's going to push the pace pretty well. You're going to have a lot of gains from that."
    },
    {
        "speaker": "A",
        "text": "Again, this is not about hypertrophy, this is about muscular endurance. So I do want to emphasize, and again, please correct me if I'm talking out of line here, I do want to emphasize that because we mentioned pull ups. If you can't get 25 pull ups and you're doing ten, you're training for hypertrophy. You're not training for muscular endurance per se."
    },
    {
        "speaker": "B",
        "text": "Remember, there's a big crossover here. So anytime we're talking past, like 15 reps were technically in hypertrophy and muscular endurance."
    },
    {
        "speaker": "A",
        "text": "Got it."
    },
    {
        "speaker": "B",
        "text": "So here's a common mistake. I don't want to get bulky, so I'm going to go lighter and do."
    },
    {
        "speaker": "A",
        "text": "More reps. And then people grow, and."
    },
    {
        "speaker": "B",
        "text": "Then you landed still right in the middle of hypertrophy range."
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "B",
        "text": "So, like, for people who are like, oh, my gosh, like every time I lift weights, I blow up, I go lighter, I do more reps, and I. You're still right in the hypertrophy zone."
    },
    {
        "speaker": "A",
        "text": "They'd actually be much better off training very, very heavy in the one to three rep range, they'd get really strong and they wouldn't grow much."
    },
    {
        "speaker": "B",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "So tell me if this is a reasonable protocol for what I'm going to call the typical person. In my mind, the typical person is somebody who hopefully is doing resistance training, hitting that ten sets per muscle group per week minimum."
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "To maintain or build strength and hypertrophy, but is also doing some long duration training that we'll talk about in a little bit, maybe throwing in high intensity workout here or there, some sprints, maybe some plyometrics, some skill based training, and doing a bunch of different things to be what I would call all around fit. They're not training for any specific event or trying to maximize any one of the nine adaptations to the exclusion of the others. That person decide, okay, after they do their longer run, they're going to do a plank to max duration, they're going to do a wall sit to max duration, and they're going to do push ups to max duration, and then also do that same workout before they do their high intensity interval training. Some other point during the week, and then maybe even do it again on their so called rest day. Just a real quick five minutes of. And in doing so, build more capillaries into the relevant muscle groups and build their muscular endurance."
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "Without eating into their overall recovery. Too much."
    },
    {
        "speaker": "B",
        "text": "Too much, yeah. So again, the nice part about this is they don't hammer you too much. You're not going to get tremendously sore if you keep the load light. The only switch I would make there is I would probably do them after your interval rather than before. So you can make sure you keep quality there and you're not compromised by a local muscular endurance when you're actually trying to get a more systemic fatigue with something like a higher intensity interval training. So that would work fantastic. The only other variable we have in on here is progression, and this is very simple. Try to add a rep or two per week. That's really all you have to go after. So if you're up to 22 this week, try to hit 23 next week."
    },
    {
        "speaker": "A",
        "text": "Or for wall sits and planks, that would be add time."
    },
    {
        "speaker": "B",
        "text": "Time, yep. And if you run into a wall there, just like the same concepts we talked about with strength or hypertrophy, back it down to more like in the 80 or 85% range and accumulate a lot more practice. That's going to help a lot with capitalization as well as acid buffering. So you're going to continue to give yourself signals for upregulation of the processes needed for that, and it's not always pushing you to the end. Failure, just like we don't want to always go to failure with strength, we don't want to always go to failure with high intensity intervals, either. Same thing would be happening here."
    },
    {
        "speaker": "A",
        "text": "What about anaerobic capacity? How should people train for anaerobic capacity? What exactly are they training for? Meaning, what is the structural or cellular adaptation or adaptations that are occurring that allow for increases in anaerobic capacity? And why are increases in anaerobic capacity good for us, even if we're a quote unquote endurance athlete or we are a recreational exerciser who is not interested in building more muscle speed or things that I typically associate with anaerobic capacity?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so this is really, really fun. Remember, anaerobic capacity is the total amount of work you can do for something like seconds to a few minutes. And this is extremely high levels of fatigue. The highest you're really going to see. And by fatigue here, I mean acid buildup byproducts, not fatigue as in like mentally, I don't want to do this anymore. So if we just think about the energetics for a second, I'm going to do, say, let's take a really easy example of people have done that thing where you go to the track and you sprint the straightaways and you walk the corners. Remember that sort of thing? Yeah, tabatas, 30 on, 30 off, things like this. Like this is what we're talking about in this kind of anaerobic capacity area. Here's what's going to happen. Is fat going to be your limiting? No, we've already made that clear. Right. What about carbohydrates? Well, if it's a single bout or a two or three bouts, probably not. But if you're doing this for a long time, say you're going to go 30 on, 30 off for 20 rounds, you may actually start reaching a point of running out of muscle glycogen. In any of those cases, though, you're going to be running into an acid problem. If you were to continue to do this, multiple repetitions, in addition to running low on muscle glycogen, you're also going to start running into oxygen transportation problems because you're building up a lot of byproducts. You got to continue. You will actually cruise into aerobic glycolysis this is exactly why the community that I have worked a lot with, professional fighters, very high level boxers, world champions, UFC fighters, it is a five minute round that you're going to do five times. For world championship fights. You get 1 minute break in between. So imagine going like 30 on, 30 off for five minutes, getting a 1 minute break and doing that five times. Even though the individual bouts are 30 seconds long, the entire thing lasts so long. It is primarily aerobic. You have to have both capacities. You got to get really high anaerobic. You also have to have a lot of aerobic going on. You're going to start running into limitations because of heart rate, stroke volume, and then even potentially ventilation. The need for oxygen to be able to come in and clear the carbon dioxide totally out of the system becomes a problem. Because not only are you having so much buildup for such a long time, you're also using multiple muscle groups. So now this is a very important distinction. Muscular endurance tends to be localized. Now, this is not. If you're doing these intervals, you're on an assault bike, you're sprinting up a hill, you're grappling with somebody, you have a lot of muscles being involved, which means all of that waste is being dumped into the central part. You have to clear it. And by clear it, I now mean not out of the muscle, I mean out of the body. So your ability to bring in and utilize oxygen is going to be a major limitation to your ability to handle this stuff. So what do you do? Well, specificity wins. Practice the exact thing you're talking about. So if you want to get better at sprinting the straightaways and walking the corners, do that. You can't always do it, though. You're going to run into limitations. So this is when backing off to a lower intensity is going to give you a lot of benefits. We know very clearly if you want to improve cardiovascular fitness, high intensity, moderate intensity, and low intensity are effective, and you actually probably want to do a little bit of all of them. This is why none of our fighters would ever just do high intensity training. There's going to be some moderate. We tend to call this like cardiac output training. You can think of this as like anywhere between zone two to zone four. If you like zones, I don't use them personally, so I'm just going to."
    },
    {
        "speaker": "A",
        "text": "Intentionally interrupt you because this issue of zones has come up a few times, and I want to make sure everybody's on the same page. You also mentioned that you don't necessarily favor the zone nomenclature. But for those not familiar, zone 1234 all the way up to five, is a back of the envelope type verbiage for some people and is more precisely followed for other people. Meaning for me, zone one is simply walking. Easy walking. Zone two would be, for anybody, the pace or intensity of exercise that one could perform while still maintaining a conversation, but just barely. Meaning if you were to push any harder, then it would be difficult to hold that conversation. Then you'd be in zone three and then zone three, four, five, as I understand them, are a little bit vague, but maybe you could give us a sense of the breathing patterns associated with each of the zones so that people could map to those when we discuss zone one through five. And as I say all this, I certainly tip my hat to all of those people out there who like to measure percent of maximum heart rate. They like to use heart rate monitors, they're using any number of different devices. I sometimes use those devices, but in general I tend not to. And I use my breathing as a rough guide of which zone I'm in. So before we go back to specific protocols for anaerobic capacity, tell me how you think about zone one through five and how people might be able to assess whether or not they are in zone one, two, three or four or five."
    },
    {
        "speaker": "B",
        "text": "Great. So zone five is that absolute top thing and we can flag ourselves there. I liked how you flagged one and two. The distinction between three, four and five. I'm less concerned with either. We will do some heart rate stuff, but not to identify what zone we're in. The fact is the distinction between those zones is basically just made up. Not that it's fake, but there's no rationale there."
    },
    {
        "speaker": "A",
        "text": "It's a little bit like perceived effort. In weightlifting. Are you at 100% output or 70%? You know when you're at zero and you know when you're at 100 in that moment, but the difference between 60 and 70 is anybody's guess."
    },
    {
        "speaker": "B",
        "text": "Totally. So we use. Or the relevance. Right. So why does it matter if I'm at 60 or 70? Is there actual difference? There's not. Right. So it doesn't really matter in that regard. If you're a very highly trained, particularly cyclist, things like that, then, and you can control a lot of circumstances, those things start to make a lot more sense. But when you're in an open environment, like the athletes I deal with, it's just not gonna. It's not gonna matter that much. So the way that I approach this is, and I will use this word, intentionally stolen directly from Brian McKenzie and his company shift adapt. They use what's called a gear system, and I absolutely love it. It's what we've been using for a long time. So, with Brian, with your permission, I'm gonna take it right now. Thank you, Brian. He gave me the permission to thank you, Brian."
    },
    {
        "speaker": "A",
        "text": "Brian's a good friend of ours, and I do think the breathing gear system is a terrific way to think about the zones and to get a good sense of what zone one happens to be."
    },
    {
        "speaker": "B",
        "text": "Yeah, great. So the first gear is your ability to simply breathe in and out through your nose at a set cadence. So basically, regardless of how hard you're working, can you restrict your breathing to, like, a two to three second inhale and then a two to three second exhale? And this is really clever, actually, because a lot of folks will jump immediately into an over breathing strategy, which means you'll be ventilating more than you need, which actually sends that rer up higher than it needs to be, which kicks you higher into carbohydrate utilization. If you're supposed to be in quote unquote zone one, you're trying to be efficient, not fast. So using more carbohydrates than you need is not beneficial here. Um, you're walking for the day, you're out on a longer hike, you're enjoying the day. You shouldn't be trying to ramp up carbohydrate metabolism. It should be efficient."
    },
    {
        "speaker": "A",
        "text": "So this would be getting into an argument with somebody while on a long walk. You feel exhausted afterwards, even over breathing."
    },
    {
        "speaker": "B",
        "text": "Yeah, totally. Right, okay."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So you should be able to breathe at a specific cadence. And generally, people are doing that more frequently than they need. Right. Zone two, rather, gear two is inhaling and exhaling at whatever rate you need it to be, but still nasal only. So it is a force. Right. Whatever you need to do. But your mouth is closed the entire time you shifted higher up, you're burning more and more carbohydrate as a fuel source, but you're still able to control that and restrict it through nasal breathing. Now, gear three and four. Four, which is our final ones. There's no gear five. Gear three and four is like a subtle distinction. I actually don't even care about the difference there. I basically use gear one, two, and then that's four. But you're basically talking about either a nose to mouth strategy or a straight up mouth. Mouth. Right."
    },
    {
        "speaker": "A",
        "text": "So breathing in through the nose, out through the mouth, if you can control."
    },
    {
        "speaker": "B",
        "text": "It that way, you can do the opposite, actually. Right. Can you breathe in and out through your nose. But the classic one people do is into the nose, out through the mouth. Again, I really don't even care about distinction. I basically jump from two to four. Brian may do it differently. I don't actually know. Four is just mouth. Mouth. Right. And this is the case in most sporting applications. You're going to be breathing because the nose is restricted. There's only so much space. And as we talked about earlier, the consequences of not having enough oxygen in or CO2 exhalation. If you're restricting that, this is going to be problematic. So in your actual competition, please go to the mouth if you need to. We practice a lot trying to stay nasal only for as long as possible, but that's going to eventually happen. When you're doing your high intensity intervals and you're really going as hard as you can, you're going to have to go to your mouth, unless you're an absolute freakazoid and you can say in your nose, but that's not going to happen. Right. Most people can't get past, say, 70 or 80% while breathing through your nose. I know some people can get higher, but that's the general distinction. So we pay much more attention to those particular gears than we do heart rate zones."
    },
    {
        "speaker": "A",
        "text": "And zone five would be just pure mouth breathing, all out, running for your life."
    },
    {
        "speaker": "B",
        "text": "The gear system is just one to four. There's no fifth gear."
    },
    {
        "speaker": "A",
        "text": "Got it."
    },
    {
        "speaker": "B",
        "text": "So the gear four would again be mouth. Mouth. Breathing as much in as you can, breathing as much as you can out."
    },
    {
        "speaker": "A",
        "text": "Got it. And I appreciate your description of the gear system and how it roughly relates to the zones we've been talking about. I also am reminded if anyone wants to experience the relationship between breathing and the offloading of carbon dioxide and your ability to exert effort in anything. A game that a friend of mine sometimes likes to play when we walk or jog and talk is, he'll say, let's just hold our breath now until we hit that piling or that lifeguard stand on the beach. And within seconds, you actually can start to panic. Also becomes very hard to coordinate your action after a little while. Again, be really careful with this. But, but it will teach you in a moment, in a very real world way, how important it is to be able to offload carbon dioxide, because youre probably not running out of oxygen at those lower intensities, no question. Youre simply building up carbon dioxide, and that gasp reflex is screaming to go off, and youre actively suppressing it."
    },
    {
        "speaker": "B",
        "text": "Yeah. So the interesting test here is your CO2 tolerance on Brian's website, you can go directly there. There's a video to how to run this test, and then you can put in your numbers and it'll tell you sort of exactly what to do as a result of it. But the CO2 tolerance test is a test of exactly what you just mentioned. So you should be fairly tolerant. In other words, non reactive. You can be responsive but non reactive to elevations in CO2. So you should see them and feel them, but you should be choosing how you respond rather than reaction. There are interesting data looking at things like out of the blue panic attacks. You can actually notice those in blood via rises in CO2 up to 45 minutes prior to the event happening. So there are signals happening in your body that you may be sensitive or not sensitive to. The more in tune you can get with that, the better your life is going to be. And even if we are specifically just talking about exercise performance, performance. So it's okay for CO2 to rise? It's going to rise. It's a byproduct of anaerobic, anaerobic metabolism. It's a byproduct of carbohydrate and fat metabolism. As we've established, it's going to get there. You're going to feel that. However, if you immediately go into a panic because of a small increase in CO2, this is a problem."
    },
    {
        "speaker": "A",
        "text": "So returning to anaerobic capacity. This morning we were training, not together. I couldn't keep up with your workout, but in the same general space. And I did my once a week, maximum heart rate 1 minute sprint on the assault bike. Sometimes I'll do more minutes, meaning I will do 1 minute, then take some rest and do another minute after some rest. But I decided to do that 1 minute with you there so I could learn from you. And indeed, I have to assume that that was largely within the anaerobic capacity realm. The first 30 seconds or so were manageable. We're getting more and more painful. There was a quit signal going off in my head. You said there's real magic that occurs around 2nd 40, and indeed somewhere around 2nd 40. For whatever reason, it seemed easier. But at the 1 minute mark, I was happy to stop because I was really at at least what felt to me, 100% output. Is that a good protocol for building up anaerobic capacity? Keeping in mind what you said before, which is that specificity or precision as you raised it is important. That is, if I wanted to train in aerobic capacity for sprinting, I probably should have been sprinting cycling. I was on the assault bike and so on. How many of those 1 minute all out sprints or 32nd all out sprints on the bike could and should one perform per workout and per week. So marching through exercise choice."
    },
    {
        "speaker": "B",
        "text": "Yep. Let's do it."
    },
    {
        "speaker": "A",
        "text": "Order, volume, frequency, and progression."
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "Choice of exercise is train for what you want to improve. Is that right?"
    },
    {
        "speaker": "B",
        "text": "Not necessarily. So in this particular case, if you have a specific goal, yes, of course. Do it. Exercise choice. A couple of things you want to look for. You want to pick something that you feel extremely confident in the movement with because you're going to forget your brain very quickly here, because you're going to go into our pain cave. Okay? So if you're not comfortable running, don't go run here. You're never going to get to the spot. We need to get to it. If you're not comfortable, or if every time you go on a row or your low back hurts the next day, don't do it. If you're not comfortable using kettlebell swing, you get the point. Don't do an exercise you're not comfortable with. You also secondarily want to be careful, cautious of heavy eccentric loads because you're going to be doing a lot of repetitions at a high intensity. So this is where I love an assault bike. This is why a rower is great. Swimming is amazing. Running uphill, generally more favorable than running on normal ground, especially if you're not a runner. Don't run downhill. That's a lot of eccentric load. I don't love things like box jumps here. Right. Because again, a lot of eccentric loading. Suppose you can jump up, land on the box, step down, but now, again, too many things are going through your mind. I don't want to slip and fall. I don't want to smash my shin on the box. What happens if I. Too many variables. Pick something that is safer, where you can really focus on your breathing and your posture and the performance. All right, so that's exercise choice. And then within that, if there's some specific thing you want to get better at, go ahead, do it."
    },
    {
        "speaker": "A",
        "text": "Okay. How many different movements? Meaning should I do the assault bike? And then some form of safe, executable overhead pressing. It's a little harder to imagine anaerobic capacity for the upper body unless you have access to a skin or one of these. What are those things called? The climber machines?"
    },
    {
        "speaker": "B",
        "text": "Yeah, the versa climber."
    },
    {
        "speaker": "A",
        "text": "The versa climber. That's the one. The Versa climber. You can tell how often I do that one."
    },
    {
        "speaker": "B",
        "text": "It's a great exercise. Great piece of exercise equipment. Yeah."
    },
    {
        "speaker": "A",
        "text": "So we're thinking how many exercises, in what order is it going to be? Two or three exercises since you're involving a lot of muscle groups."
    },
    {
        "speaker": "B",
        "text": "Typically that's a really distinction. Generally these are going to be total body movements. So you can do something like a ski.org if you want to really isolate your upper body. Great. Love that. You can do lower body isolation like cycling, where everybody's not involved. You can use weights here. You can do some barbell movements and stuff like that. They're just not my favorite choices for most people. Too many complexity things going on. I generally am going to pick total body movements. Pushing a sledge, dragging a sled, sprinting uphill, swimming. These things like that are gonna be good."
    },
    {
        "speaker": "A",
        "text": "I'm seeing now why the assault bike is such a powerful tool, because you're using your arms with some degree of resistance, but not a lot of eccentric load plus legs, some resistance, not a lot of eccentric load. And yet one can go, quote unquote all out for 30 or 60 seconds."
    },
    {
        "speaker": "B",
        "text": "Yep. And the consequences of a technical breakdown are minimal. It's more like you're gonna actually have a worse performance rather than an injury rate. So there's just a wonderful invention because of that where other things the consequences, like say if you're going to be doing a barbell or kettlebell activity, the consequences of making a technical mistake, you might actually get an acute injury right there. So they're just a little bit higher in the risk scale."
    },
    {
        "speaker": "A",
        "text": "How many sets are sometimes referred to as repeats? So how many? 30 to 62nd. All out sprints. Again, doesn't have to be running sprinting, but all out effort would be the better way to phrase it. Should I perform, lets say, per week and then decide whether or not we can divide those up across multiple workouts or whether or not its better to do them in the same workout."
    },
    {
        "speaker": "B",
        "text": "Doctor Justin Yup. If youre staying with the same exercise for all of your workouts, thats a little bit different answer than if youre modifying them. So say youre going to do this three times a week and youre going to do an air bike one day, youre going to do some hill sprints another day and then youre going to do some sort of swimming another day."
    },
    {
        "speaker": "A",
        "text": "For sake of example, I'm going to say same movement because I think most people are going to be most comfortable with one or two types of movements unless they are really coordinated or an excellent athlete. I think most people can probably find a hill that they could run up and an air dyne or assault bike, a rower, things of that sort."
    },
    {
        "speaker": "B",
        "text": "Yep, you're going to have a pro and a con here. So the pro of doing less sets is you can actually train much closer to truly 100%. The downside is volumes low. Okay, so a major mistake people make here is they'll do something like, I'll do 20 seconds on, 10 seconds off, and I'll do that for 40 rounds. You're not really actually going that hard in those 20 seconds. So a key, in fact, if you look at the literature and all the boss and all the positive benefits of high intensity interval training, that assumes you are actually hitting very close to 100%. If you're sliding down into like, again, moderate training stuff, you start to actually be in a spot where you're not getting the total high end stuff, but you're not doing it long enough to get the low end stuff either. And so you end up in this, like, you burn some calories. You probably still enhanced mitochondrial biogenesis and a little bit of capitalization, but you didn't really justify only doing three rounds. That's where the problem comes in. So in terms of a couple of protocols, I'll give you how many sets per week. It's really hard to give a number. Unlike the strength training stuff where it was easy to kind of land some stuff on, a typical thing you'll see is a minimum of tends to be something like four rounds per day, three times per week."
    },
    {
        "speaker": "A",
        "text": "Wow, that's a lot. So my once a week all out effort of sprinting on the assault bike, the so called air dyne bike, for 60 seconds, one to three rounds of that might be doing something useful for me, but I should probably be doing that two or three times a week."
    },
    {
        "speaker": "B",
        "text": "If you're going to get to a max heart rate, I generally like to say give me a minimum of one day a week. Two's better."
    },
    {
        "speaker": "A",
        "text": "Days per week, how many rounds?"
    },
    {
        "speaker": "B",
        "text": "Whatever it takes you to get to that maximum heart rate. So in your case, you did 1 minute. Okay, good. If you're going to extend past a minute or two, one round might be enough. So, for example, if you want to just do something where I'm going to run a mile as fast as I can, that's all you need to do for the day. You don't need to do multiple, you can do mile repeats if you'd like, but that is really, really challenging. I know we've extended the time duration here, but I wanted to go there to show you the time domain matters. If you're doing something like a 22nd burst, you're going to need more rounds. If you're doing something longer, like multiple minutes, you don't need as many rounds to get there. So in addition, if you're really reaching past this 90 seconds of hell window, it's just going to do a lot more damage to the system. Not damage is in bad, but as in there's a lot to recover here, so we need more recovery time from that. A 22nd burst doesn't really challenge you, it challenges in that 22nd shift, but you'll be recovered and fine. A three minute thing is going to hurt and it's going to hurt for many, many, many minutes after that and you're going to still see maybe some performance decrements the next day depending on what your recovery stuff looks like. So a couple of things to play with would be something like this. If you want to try like a classic 30 seconds on, 30 seconds off protocol, the literature will show like a minimum of four rounds of that, probably three days a week."
    },
    {
        "speaker": "A",
        "text": "So 30 seconds all out, 30 seconds rest is one round. Repeat that four times, at least once a week."
    },
    {
        "speaker": "B",
        "text": "At least two would be better. Great, right? If you want to go something a lot longer than that, you might be able to get away with one, but generally two days a week of this is better. If you start actually pushing past like three to four days a week, up to five or six, you may actually be causing some problems. There's just a little bit of excess fatigue that's going to happen there that you maybe want to stay away from. In fact, you can see a lot of endocrinological problems and some other sleep issues and some other things kick in and we'll talk about more of those things later. But that's the number to get with. If you want to try something more like a 22nd burst, I actually would recommend giving yourself more rest so you can actually do a higher rest than work ratio. Most people tend to think of this as doing like one to 120 seconds on, 20 seconds off or lower. I love doing like 20 seconds on 40 seconds off. The quality of that 20 seconds becomes extraordinarily high and it's also possible to now get like six to eight rounds."
    },
    {
        "speaker": "A",
        "text": "So as I'm hearing this, I'm going to wager an offer to you, and if you say okay then to those listening, based on what you're telling me about the relationship between intensity and quality and the need for sufficient duration of this anaerobic work, how is five to six minutes per week of all out work?"
    },
    {
        "speaker": "B",
        "text": "That's pretty good."
    },
    {
        "speaker": "A",
        "text": "So what that means for me is I would do three all out, 1 minute sprints on one workout, separated by a minute or two, maybe more. And I would do that two or three times per week. Just trying to hit that five or six minute per week threshold."
    },
    {
        "speaker": "B",
        "text": "Yep. Actually, I think one of the Marty Gabbala is a scientist, canadian guy, amazing work, who's done a lot of the research on high intensity interval stuff. Right. And I think the number he actually throughout there, and some of his original research was comparing six total minutes of work to upwards of like 180 minutes of work throughout the entire week. And one of the classic studies was looking at vo two max improvements, and he saw equal, if not greater improvements in vo two max with that. So I think actually the name of his book might be like this six minute workout or something. And so you may have nailed that directly on the head, purely by luck."
    },
    {
        "speaker": "A",
        "text": "But actually by luck, I also may."
    },
    {
        "speaker": "B",
        "text": "Be wrong in the numbers. We should probably fact check that, Will."
    },
    {
        "speaker": "A",
        "text": "And also by inference from what you were saying, if you're going to do this 20 seconds on, 40 seconds, seconds off, and you're doing more rounds or 1 minute all out. So the way I'm going to think about this, if it's okay with you, is for five to six minutes a week, I am sprinting for my life."
    },
    {
        "speaker": "B",
        "text": "Correct."
    },
    {
        "speaker": "A",
        "text": "But I'm sprinting for my life with good form in whatever movement I happen to be doing. And I can do all of that in one workout, but I'm separating out bouts of 20 seconds all the way up to 1 minute."
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "By the necessary rest in order to recover my breathing. Get back to pure nasal breathing, maybe zone one zone."
    },
    {
        "speaker": "B",
        "text": "Totally, totally."
    },
    {
        "speaker": "A",
        "text": "And then hit it again."
    },
    {
        "speaker": "B",
        "text": "If you're going to do the 1 minute thing like you do. I actually generally encourage one to three minutes of rest before you do the next round. And probably up to four to six rounds. That would be your six minute number there. Now, the caveat there is we don't worry about heart rate recovery. We worry about exactly what you mentioned, which is nasal only recovery recovery. Once you can get back to that, give yourself another 30 seconds or so, and then you're ready to go for round two."
    },
    {
        "speaker": "A",
        "text": "This is where it gets fun, because I can imagine challenging myself to get on the assault bike for 1 minute of kind of warm up, very low intensity each morning, and then sprint for a minute and then head off into my daily routine."
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "That if you're going to do that, though, you need to give me three minutes of nasal only breathing. Before you go back to work, we."
    },
    {
        "speaker": "A",
        "text": "Need to download that. And there are people in my life that would love for me to engage in more nasal breathing because it'll have me speaking less. So no problem. Chances are I'm going to use the two or three workouts per week of a 1 minute all out. Maybe I'll try the shorter protocol."
    },
    {
        "speaker": "B",
        "text": "Can I give you one fun protocol."
    },
    {
        "speaker": "A",
        "text": "To try here, please?"
    },
    {
        "speaker": "B",
        "text": "So if you have a. You can use this on any equipment, but I learned this from another mutual friend, Kenny Kanek. This is a great little. It's a little test, a little game you can play with yourself. And the only way to play this game is you're going to lose, which is really, really lovely. So you can do this at any duration. You can do this for any duration of time, but two minutes is a good number. Okay. So you have to do this in somewhere where you can know distance. So this could be running, cycling the air bike is what I use. The first two minutes, you're going to cover as much distance as you can possibly cover in two minutes. And you're going to note that. So let's say you covered 400 meters, right? Okay, great. You're going to rest for two minutes. Amazing. That next round, you're now going to go for distance. So you're going to cover the exact same amount of distance you covered in round one, which in this example was 400 meters. And it doesn't matter how long it takes you, it may take you two minutes and 5 seconds. Two minutes and 10 seconds, because you're a little bit fatigued from round one. Round three, you're going to now come back and do that exact same time domain that you did in round two. So if it took you two minutes and 5 seconds in round two, now, round three is going to last two minutes and 5 seconds. And you want to see if you can cover a greater distance. 405 meters. 410 meters. Then you did in round one. And the beauty of this little protocol, six minutes total of work. Right. But if you slack in one of the rounds, you just make the next round harder."
    },
    {
        "speaker": "A",
        "text": "Is there any rest between rounds?"
    },
    {
        "speaker": "B",
        "text": "Yeah, two minutes."
    },
    {
        "speaker": "A",
        "text": "Always two minutes rest."
    },
    {
        "speaker": "B",
        "text": "You don't have to, but this would be my recommendation."
    },
    {
        "speaker": "A",
        "text": "Kenny Kane came up with this."
    },
    {
        "speaker": "B",
        "text": "I don't know if he came up with it. He taught me."
    },
    {
        "speaker": "A",
        "text": "We both know Kenny, and he's an incredibly nice and incredibly skilled trainer. I'm going to call it the sugarcane."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "It's so great because it sounds really painful."
    },
    {
        "speaker": "B",
        "text": "And if you go out too hard in round one, you're in such big trouble round two. But if you go too easy in round one, you're going to get absolutely obliterated in round three. So it's like a wonderful thing and you can pick that number as a standardization and then just try to improve that a little bit per week. So progression is the last part of this whole thing that we haven't got to yet before we move on. And the way you want to progress all of these things is you can timestamp again how much work you can do and then just try to do a slightly higher amount of work, 5% or so every week. Or you can add a round, which is a really nice way. So in the, in the research studies that have been done, they're going to do things like week one you'll do three rounds, week two, you'll do four rounds. Three, you'll go five rounds. You'll, like, add a round until you get up to, say, six or seven or eight rounds at the end of the protocol. So that's a really nice way to go about it. Or you can cap the rounds and just try to get more work done in that same amount of time, meaning."
    },
    {
        "speaker": "A",
        "text": "Go more intensely correct."
    },
    {
        "speaker": "B",
        "text": "Get further distance in your 30 seconds or your 45 seconds or whatever. I want to encourage people to go as low as 20 seconds. That's going to allow you to go very, very, very fast. That's going to actually challenge that phosphocretine piece a little bit. I want to encourage people to also go as high as 90 seconds. So the honest way, the way that I will do it, not that it's about me, but just as an example of something you could do, I do something in the 15 to 22nd burst range and I will generally hedge towards a two to one rest to work ratio. So I'm probably going to restore 40 to 60 seconds. That's to make sure that 22nd burst is extremely high quality. Cool. I'm also going to do something in the 30 to 52nd range. Okay. I might go one to one work rest ratio. The quality of those 30 seconds is going to come down, but the acid buffering is going to be extraordinarily challenged. I also will do that with a triple or quadruple rest range. So again, 30 seconds on, maybe two minutes off. Now I won't be able to be. I won't be working on my ability to handle the waste product buildup there, but I'll be working on my ability to produce more force over that time, which is another skillset. And then all the way up to say what you do a minute, 70 seconds, and you can go one to one there, or up to three to one, you're going to be working on a little bit of his different thing. But that's exactly how we hit both sides of this equation, working on dealing with waste, as well as actually working on bringing in nutrients and getting that system a little bit more effective. So you could set that up across your week and just. It could be something like day one is that 22nd burst window, day two is that maybe 62nd window, and then day three is maybe one all out effort. And we're done there."
    },
    {
        "speaker": "A",
        "text": "Let's talk about the specific protocols and adaptations related to maximum aerobic output or maximum aerobic capacity, as it's sometimes called."
    },
    {
        "speaker": "B",
        "text": "Sure. Now we're moving past like that couple of minute range into like the, you know, five to 15 minutes range, but at a maximum intensity. So what's the highest you can go from there? We're not talking about our last category of long duration here. Well, the beautiful part is we've already explained a lot of it because it's very similar to what we just talked about with anaerobic capacity. It is primarily going to be a problem of dealing with waste products, especially at the end. It's not enough total distance to be running out of muscle glycogen, though it may start to creep down a little bit. Fat's not going to be an issue, but certainly more oxygen transportation is going to be an issue. So we're just hedging a little bit more towards that side of the equation towards the end of that workout. No doubt about it. Clearing out waste products is going to be a huge issue. But really, oxygen and demand delivery is starting to take more of a prominent role because we have had more time to clear waste, and if we're not good at that, we're going to be failing earlier than we need. So the training for that needs to be a little bit at that exact same. So a classic thing here is a 1 mile test, right. This is going to last for most people somewhere between five and ten minutes. You're sort of right in this window. If you just want to practice that once a week, we're done here. Right. Exercise choice, same thing we talked about. Pick an exercise you're comfortable with, that you can actually do, and you could progressively increase in terms of the intensity. You're not going to be. You don't have to stop and change your exercise, you're not going to move around. It's like a circuit isn't great here because you got to put one implement down, pick up another one. You want to be doing something where there is literally not a second of all off switch. So similar exercise choice principles we just covered. If you become a real savage and you want to do repeats here, you can. Endurance folks will do that a lot. 1 mile repeats, 800 meters repeats, things like that. Or. I'm not sure what the swimming distance equivalents would be, but swimmers would do this constantly. But you don't need to. This is really hard. It's pretty hard in the system. It's very good for you. One to twice a week of hitting this, I think you'll be in a really, really good spot. Frequency we sort of just covered. We covered exercise choice. Volume we just sort of nailed. And intensity is basically running you up to the top there now because you can only do that so often. You want to add in another 40 or so percent of your time being lower intensity support work for that. So this is something probably less than 85% of your heart rate, but higher than zone two. You got to be working here. This is not. I could have a conversation pace. This is higher than that. It's in between conversation pace and the pace I need to be at to run my fastest mile I've ever done. That's that middle ground. And you need to train that so that you can continue to work on capitalization, oxygen transportation. But you're not burning down the house, getting all the way up to 100 plus percent of your vo two max."
    },
    {
        "speaker": "A",
        "text": "Could I use a crude version of this where I say, okay, I'm going to exercise for ten minutes, I'm going to go as fast as I safely can, and every week I'm going to measure how far I travel."
    },
    {
        "speaker": "B",
        "text": "Yep, easy."
    },
    {
        "speaker": "A",
        "text": "Ten minutes."
    },
    {
        "speaker": "B",
        "text": "Love it."
    },
    {
        "speaker": "A",
        "text": "Probably not on the same day that I'm doing the anaerobic capacity work."
    },
    {
        "speaker": "B",
        "text": "Probably not."
    },
    {
        "speaker": "A",
        "text": "It's probably okay to do after a strength training or hypertrophy workout, as long as I didn't train legs, you could."
    },
    {
        "speaker": "B",
        "text": "It's probably going to compromise recovery is the way. So I would. If you're going to do a session like this, I would probably do it on its own day. Unless you wanted to do something like speed or power, then you could roll right into this and have no problem. Maybe a strength day hypertrophy day. I'm not sure you would do there because again, especially if you did any sort of lower body exercise, you're gonna be compromised here. But remember, these tend to be full body movements. So even if you did arms that day, your arms are gonna be compromised and you don't wanna fail this because of local muscular failure."
    },
    {
        "speaker": "A",
        "text": "All right, so now I've got my work cut out for me. I'm gonna be doing five to six minutes per week of all out work divided into 60 20 to 62nd bouts with sufficient rest. And I'm going to give myself ten minutes a week of. In my case, it'll probably be running as fast as I can because I do enjoy running and I can do it safely, maybe uphill and see how far I go."
    },
    {
        "speaker": "B",
        "text": "Yep. If you want to combine the two. So if you're just saying, hey, I'm bought in, Andy, like, I want to do both of these things. They are similar, but they have independent benefits, I'm convinced. How would I build these into the same week? Maybe do one of each. That still gets you at quote unquote, two days per week where you're going to hit a maximum heart rate. So we already checked that box up. So one day can be a shorter length interval, repeat one and the other one can simply be a five to 15 minutes maximum work and you're done."
    },
    {
        "speaker": "A",
        "text": "Long duration endurance exercise. The stereotypical endurance exercise. Sure. How far, how long, how fast, or how slow, rather should I go? And here I'm going to venture that exercise choice is one that we could click off even at this point in the discussion because obviously it's got to be something that I can do for a long while without getting injured, overuse injuries, there's a little bit of novelty."
    },
    {
        "speaker": "B",
        "text": "We can actually throw in here. So one of the things I love to do for long duration and endurance for people who don't love running, cycling or swimming is you can do the really cool workout. Any number of things where you can put a little circuit together. As long as there's not a lot of downtime between one circuit to the next time, you can actually do something as simple as, like maybe you're going to do farmers carries and you'll do that for say, three minutes and you'll set those down and you'll go straight into a plank for a minute and you pick that up and you go straight into maybe bodyweight squats for two minutes. Then you go straight into another exercise and you can sort of rotate things around. Maybe you can do even some like shadow boxing stuff or some jump rope. You can do different gymnastics movements and bodyweight movements and you can run that thing through and you can basically get the exact same thing accomplished and not feel like you're doing, oh my gosh, this mind numbing type of training if it feels like that to you, another way you can do that to actually even simplify it even more. We've done this at Kenny Cain's gym plenty of times where you just maybe even pick three machines. So you're going to go, I'm going to go ten minutes on the rower, then I'm going to go ten minutes on the treadmill and I'm going to go ten minutes on the bike. You can actually knock a 30 minutes steady state session out in and not feel those problems if those things happen. So you can actually have a lot of fun there. We will do a lot of times with our fighters. We'll do things like put a very low load. I'm talking sub 50% of your max on a barbell, and you're going to squat and you're going to do, you know, maybe a minute, you're going to put that down, and then you're going to go over and do 50% of a bench press. You're going to put that down. You're going to go over and do 50% of a crab walk, and then you're going to go over and do another one. And you can actually run through this entire thing. You don't hit that many reps in any individual movement. The load is very, very light, and you can keep heart rate basically a steady state and do 15 or 20 or 30 different exercises. And it's actually, like, fairly fun and engaging to do. And it's a little bit more specific than trying to get a 275 pound NFL player to run for 30 minutes, which is not going to be good."
    },
    {
        "speaker": "A",
        "text": "I'm just chuckling because I love to run outdoors and I've enjoyed runs all my travels and I find it to be a great way to see different places. And I like moving through space, but there are weather conditions and times when that's not an option. So what you described as a terrific alternative, I have to assume that the specific adaptation that's occurring here is related to the fat burning system. And again, that doesn't necessarily mean fat loss overall, but fat burning system. And yet, I do have a question, which is, can you build enhanced microcapillary systems into the muscles by doing this long duration cardio?"
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely, you can. In fact, depending on which paper you like more than the other papers, you may even find evidence that this is a superior method than anything else. Steady state endurance is very important. I used to not like it as much. There's just so much evidence now that suggests it's probably a really good thing for basically everybody. Maybe for some individuals, it's not in all year of their training. But if you're not a high level athlete or have a very specific goal that's right in front of you, it's probably best to do at least 20 minutes as a minimum, maybe 30 minutes of some steady state exercise once a week for basically any training goal outside of, again, a couple of really specific scenarios that are happening. The other thing that kind of kicks in here that we haven't really talked about is now we're actually reaching a position where fatigue of the intercostal starts to play. So diaphragmic fatigue starts to run into occasion. So we forget generally breathing is a contraction to open up the lungs to change pressure so the air will flow in and then the exhalation is passive. Right. It's just a muscle's been stretched. It goes back to this resting. When you get to a maximum heart rate, inhalation and exhalation become active. So you're squeezing as hard as you can to open up and you're squeezing to contract to blow air out. You're going to get fatigued. That system, over time, you have contracted, contracted, open up. If that system starts to get fatigued, you start running into failure here. So you need to practice that. And this is when all kinds of things like breathing drills to just simply training in this fashion, there's all kinds of exercise devices for your lungs. And when we say that that's what we're really talking about, the musculature around the lungs needs to not fatigue. So that's the only other little component I wanted to throw in here. If we're not talking about acid buffering, which in this particular case is not a problem anymore, the time domain is long and slower. So we have plenty of time to use fat as a fuel. We also have plenty of time to use anaerobic and aerobic glycolysis and clear out waste products. So we don't really see ph being a problem with this type of exercise. You may start running low on liver glycogen if you're going a very long time. Muscle glycogen may start getting low, but not really. These are huge issues. You're going to run into maybe a little bit of a stroke volume issue, but the intensity is not high enough to become a problem. You're more likely to break down posturally or breathing mechanics than really anything else. Unless again, that duration really gets generally past 2 hours for most people. So those are the things that are going to limit us. So how do we improve it? What do we train? We went through the exercise choices. You also need to make sure you're training your intercostals. We need to be training our diaphragm in some fashion. Again, it can be, the exercise itself can be your normal training. The thing you need to be careful of here. And this is actually true for all the things we just talked about. When we think about fatigue and we think about failure and endurance, we really need to pay attention to technical breakdown. That is always the marker we look for. So when we go through our stuff with our athletes and they quote unquote fail or they finish, that's generally because we saw a massive technical breakdown. You're done like, you're over there. It's not always the case during all year round of training, but this is something to really pay attention to. If you're on that bike and you're 40 seconds in and all of a sudden posture starts hunching over, I may stop the test, I may stop the training. It's like, no, what we decided failure was is when you lost your technique to some sufficient level. So you want to pay attention to that, too, because that's going to determine your ability to perform well as maintain efficiency, which is a really big problem here."
    },
    {
        "speaker": "A",
        "text": "Tell me if the protocol I'm about to describe would be a reasonable one for people to incorporate 60 to 120 minutes of long duration work per week. So, one way to accomplish that, that I often use is to head out for a weight vested hike. It's not a heavy weight vest. It's maybe, I think it's eight or ten pounds. It's one of these thinner ones. And if people don't have access to that, you can bring a backpack with some items in it. I mean, it can be a safety."
    },
    {
        "speaker": "B",
        "text": "You don't even need external load. It can just be your body."
    },
    {
        "speaker": "A",
        "text": "Okay, great. And. And do some hiking at a. At a fast enough clip that I'm breathing harder than I would be if I just kind of shuffled along. Yeah, I might stop here or there, drink some water. No big deal, but I can carry on a conversation if I need to. So it's zone two ish, but probably pushing a little bit harder than that for that duration."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Not a lot of deep soreness occurring after this. Maybe a little bit of achiness and some stabilization muscles that were used that may not be used too much, especially if I've been sitting a lot during the week. Kind of reminds me of how much I've been sitting. But doing that all in one long afternoon, typically on a weekend, or doing two shorter sessions throughout the week, maybe 45 minutes and 45 minutes, and then working up the progression to longer duration. Seems like that would be something that most people should be able to do and that it would weave in well with any resistance training or the anaerobic and aerobic output capacity work that we talked about just a moment ago."
    },
    {
        "speaker": "B",
        "text": "Great. That's a fine version to do it. If you want to go shorter and bring up the intensity a little bit so you want to keep it more to the 30 to 60 minutes range and go closer into the. I can't have a conversation right now, but again, I'm not at a blistering heart rate, then you could probably get that same thing done in a smaller time window, if that was a consideration. So if you wanted to blend all three of these together, you have a lot of wiggle room. Right. So you could do something like order. If we're talking about this type of training, you could do this first and then finish with either one of the higher intensity stuff we talked about. So it could be roped into the same thing. It could be its own independent day. It could be your sort of active recovery day. It tends to be fairly restorative, as you alluded to a little bit there. So it's not that big a deal to do this on your quote unquote off day. If you're that type of person who, like, even on your off day, you have to do something physical, this is fine, right? If you wanted to do it on a lifting day, especially if it's a power or strength day, it's probably fine. If you wanted to do it before the workout or after, either way, you're probably okay. Probably best do it after. If the primary goal is one of the strength training adaptations. If it's not, if this is the primary goal, do it first. Amazing. If you wanted to do it in the combination with the other interval stuff, you could do it fine there. You could do it before or you could do it afterwards. I actually have no problem doing it afterwards because that, in effect, especially if you say nasal only during this training, will help the downregulation go. And so you can finish that fairly well. Downregulated, actually. So it's kind of like a nice way to get thoroughly warmed up, go really, really hard, and then give it a nice 20 to 30 minutes, slow back down, and by the time you finish, maybe even on a three minute walk."
    },
    {
        "speaker": "A",
        "text": "Nice slow nasal breathing, four second."
    },
    {
        "speaker": "B",
        "text": "Inhale, four second inhale, maybe five, you play with the numbers a little bit, then maybe you don't even need to do the downregulation breathing afterwards. You'll be in a good spot. Well, you wouldn't want to do this before. Do your intervals, finish your intervals, throw up, lay on the ground, sweat all over the gym floor, get up and go back to work. That's probably not our best strategy."
    },
    {
        "speaker": "A",
        "text": "As people are hearing this all, they may be thinking, wow, this is a lot of work to do. But I've been keeping track of the math here. I'm sure some of you out there are as well. And we're really talking about ten minutes of running or sprinting on the bike or rower once a week. We're talking about six minutes or so of the much higher intensity, but short bouts divided into rounds of 20 to 20 seconds to a minute with rest in between, and then some longer duration workout of 30 minutes minimum. But maybe as much as an hour, even 2 hours, which in total doesn't really equate to that much time, especially if one can access these things right out their front door or at home. And as we pointed out, you don't need any specialized equipment to do that. Oh, and I forgot the muscular endurance. I wasn't trying to cheat. There some muscular endurance thrown in as well. So that brings me to a question, which is if I'm doing my training for muscular endurance each week for anaerobic capacity and for maximum aerobic output and long duration, and given that all of that, it's gonna take roughly 2 hours for the typical person total for the entire week, which I would argue is going to give you back so much life, literally, in terms of longevity, you're literally gonna earn back years of your life, productivity, you name it, offsetting all sorts of metabolic issues and enhancing your sleep and improving mood. I mean, there's so much data, so much data pointing to all those positive benefits. If I do all of these things, and I'm fairly consistent about them, am I going to be metabolically flexible? Am I going to have a well developed, fat burning, carbohydrate burning system? And will I be essentially fit? I mean, this is not leaving aside issues of strength and hypertrophy, which were covered in the previous episode, will I be fit? I mean, to my mind, the ability to, you know, sprint very fast if one needs to, the ability to go longer duration if one needs to, and the ability to do something in between, as well as, you know, hold a box overhead if necessary while installing a shelf or something like that. These are the realities of life, and to me, represent real functional world fitness. If that's the case, is there anything that we would want to add to this program, or would you consider that a fairly comprehensive and complete endurance training system?"
    },
    {
        "speaker": "B",
        "text": "If we remember the target, which is, I want to have energy, I want to look a certain way, and you want to be able to do that for the duration of your life, for a very long life. This style of training, where you incorporate all of those areas of endurance, gives you all of the necessary adaptations one would need to execute all of those things. Remember, fat loss or weight management is not best done with any individual style of protocol. So if you do a little bit of all three of these, you've checked that fat loss box. You don't need to go out and do anything separate for it. You've done all the things then to cover aesthetics from that side of the equation, right? You've done the things to both enhance mitochondria, to enhance blood flow, increase oxygenation, and manage fatigue and waste development. Boom. Energy's there, fatigue is there. I'm not going to get tired or have to quit or stop or sit down doing any of these activities I want. At the same time, if you look at the literature on mortality, one of the strongest predictors of how long you're going to live is your vo two max. So we've set up a scenario in which you're going to hit all three of those primary goals by doing a combination of this training. You're not going to miss any plausible adaptation from endurance training, and you should be set for regardless of your goal, incredible."
    },
    {
        "speaker": "A",
        "text": "And as I understand, totally compatible with strength and hypertrophy training, provided that your goal is to also be strong and also selectively hypertrophy, or generally hypertrophy your muscles, or maintain your muscles, for many people that are listening to this, I'm guessing that they have an interest in building more endurance, but not just the ability to go further, but the ability to go a given distance at a higher speed and to do it with better form and to breathe better and to feel better before, during and after. For those folks, maybe you could spell out a program that combines these different elements of endurance and does so in a way that informs how, for instance, the higher intensity short duration sprints would be expected to improve their longer duration work, and how perhaps their longer duration work can progress if they are careful to include some planks and some wall sets and things of that sort. I asked this question specifically because I have to believe that while there probably are some folks out there that are looking to just maximize their plank from week to week to week. Typically it seems that people fall into these categories of either wanting to get stronger and get bigger muscles to varying degrees, or to get better at endurance, or to get better at everything overall. Right now, I'd really like to just focus on what you think is a nice contour of a program for the person that wants to get better at endurance, but do it with more speed, more stability, and just feel like a strong endurance runner, cycler, swimmer, or whatever happened to be their endurance event."
    },
    {
        "speaker": "B",
        "text": "Okay, great. So let's just give an example. Maybe you want to run your first half marathon, something like that. Okay. Or maybe done a couple times before, but you just want to get better at that time. I would probably put somewhere in the neighborhood of 60% to 70% of your mileage in the moderate intensity zone. So you need to accumulate mileage and you need to be able to handle what we call the tissue tolerance. So in this case, your feet need to be able to handle 13 miles of pounding. It doesn't matter how much high heart rate training you do or your fat deliverability. None of that matters if your feet are blown up by mile eight. In addition, we talked about how even training in that 70% to 85% heart rate zone is quite effective at oxygen delivery, fat utilization, capitalization, etcetera. So you're going to get a lot of direct endurance benefits from that work. You're also going to be working on what's honestly going to be one of your limiting factors, which is that tissue tolerance and that pounding. In addition, you need to be efficient with your technique, and you need a lot of repetitions for motor skill development. So you want to spend most of your time there. It's easy to recover from. It's not extremely demanding and challenging. Awesome. That leaves you with another 30 or 40% of training. I would spend 10% of that in that, like, 22nd burst area. You're going to drive up fatigue extremely high, and you're going to really maximize your ability to recover from waste production. All right, great. I would spend the remaining amount of time either on a little bit of actually maximum speed stuff that could actually be in the 22nd burst if you're really trying to go as fast as you can at the beginning of that exercise, and then the rest of it I would spend in that other zone, which is more of like the five to 15 minutes, but you're probably going to want to repeat those. And this is when things like 800 meters run, rest for double the time and then repeat that two or three times. You actually need that in this scenario because youre going to need to be able to be running for two. Most people are going to do a half marathon or maybe around 2 hours or so, something like that. And so you want a little bit of what we call repeated endurance, right. So be able to handle that higher heart rate, come back down, do it again at the same time. Thats actually how you bump your mileage up. So instead of having this do more of these long duration distance runs, you can still get maybe five or 6 miles done in a day if you're going to do a 1 mile repeat or whatever number you're looking at. So for a lot of people, that's kind of how I would structure it. That's honestly, it's very similar to what we laid out in the previous conversation, which is getting to this idea that more than 50% should be basically practice a little bit of work at the very top end of the spectrum, but not too much, and then a little bit of work at the other end and you should be in a good spot. A major mistake one would make here is only doing the long duration steady state stuff and just sort of saying, I'm going to run 5 miles this week and then do 6 miles next week and seven, etcetera. That might work for you. I think we have enough evidence at this point, both in the scientific realm as well as most of the coaches I think in this space would agree with me is that's a suboptimal strategy. So it could work, but we can do better."
    },
    {
        "speaker": "A",
        "text": "And in terms of the structure of a program like this, I realize that those structures vary tremendously. Different coaches and different books and different programs are gonna say, oh, you should run Monday through Friday with weekends off or every other day. But in terms of this 70% 30% divide, where 70% is going toward the specific event, doing the kind of work that you're going to do during the specific event that you're most interested in cultivating or improving, and the remaining 30% coming from other sorts of supporting work, how should one thing about distributing that other 30%, should it be all geared towards maximizing recovery for the 70%? Or in other words, could I do all that 30% work on one day?"
    },
    {
        "speaker": "B",
        "text": "I probably would split it into two days. That's the reality of it is. So if you're thinking, man, coach wants me to train six days a week, my schedule is tight, I can pull off four to five. Okay, great. What I might say is two of those days are just your tempo. Right. This is what, like, a runner would call. It's like tempo training, kind of in that space."
    },
    {
        "speaker": "A",
        "text": "Remind us what tempo training is."
    },
    {
        "speaker": "B",
        "text": "Just 70% to 80% effort range, where you're, like, running at probably the same stride length and rate that you're going to run your race at. Maybe a little bit lower, but something similar, your practicing skill, your accruing mileage, and you're getting a little. You're getting work ed, for sure work, but it's nothing. Absolutely the fastest you can sprint, and it's also not conversation."
    },
    {
        "speaker": "A",
        "text": "So this would be the what before we referred to as the ten minutes of fast running or ten minutes of fast rowing."
    },
    {
        "speaker": "B",
        "text": "This is lower intensity than that. Got it. This is work accumulation."
    },
    {
        "speaker": "A",
        "text": "Got it."
    },
    {
        "speaker": "B",
        "text": "This is practice stuff. Then one of the days a week, I would probably enter in that 22nd, 32nd, 1st for a little bit of speed there. And then one of the other days is when I would do that. True high intensity as hard as I can for hitting a vo two max, something like that. So that's probably how I'd break it up if I had, like four days a week. If you had five, you can maybe add in another day where you do more of that volume accumulation, practice work. But that's a pretty good split."
    },
    {
        "speaker": "A",
        "text": "Well, this is the point in the episode where I say, thank you ever so much. You provided an enormous amount of incredibly interesting, clear information that's also actionable. I do feel as if I far better understand endurance in its many forms and even the seller underpinnings of that, and even sub cellular underpinnings of what endurance adaptations are and how to foster those through specific protocols. Things that not only I can do tomorrow, but that I will do tomorrow. And where I hit my pain points, I'll understand what's happening and the adaptation that I'm triggering when my legs are burning or I'm sucking for air through my mouth, or I can calmly move along just through nasal breathing. I will now know what's happening in my body and the specific adaptations that I'm triggering. I think you also highlighted something that is vitally important, and I've never heard it phrased as clearly as you did today, which is that it really doesn't matter how one seeks out to achieve fat loss, provided certain criteria are methadone, even while certain forms of exercise tap into fat stores more than others. And you beautifully illustrated the relationship between energy utilization and breathing, and the fact that we literally exhale fat to some extent, of course. So once again, thank you. Thank you. And thank you. I know I'm not alone in recognizing this information as incredibly interesting and actionable, and indeed I do plan to put it into action, as I hope many of our listeners will as well."
    },
    {
        "speaker": "B",
        "text": "Yet again, the pleasure is actually all mine, and I actually really appreciate the fact that you let me go so far into metabolism. My PhD is in human bioenergetics, so anytime I can go many hours into metabolism, I get very excited. And I don't typically get that leash in this format. So I appreciate that. I know you understand your audience will love that, hopefully."
    },
    {
        "speaker": "A",
        "text": "Oh, they'll love it. And I think that they'll especially love it because they understand that if one can wrap their head around even just a small fraction of the mechanisms that underlie a given protocol, it gives both tremendous depth and meaning to that protocol and makes it so much more flexible for people that can really think about what's happening as they're engaging in a given protocol and know exactly what they can expect in terms of results."
    },
    {
        "speaker": "B",
        "text": "Great. We've been on a bit of a journey here. We've covered a lot of ground with speed, development and strength and hypertrophy, and now we walk through probably several hours here of endurance. What I would love to do next is to just give you a more straightforward, not as much background, not as much metabolism, none of the mechanisms right into protocols. For someone who says, look, I want to hit those marks you keep talking about. I want to look good, I want to feel good, and I want to do that across my lifespan. How would I build all these things into a protocol that actually covers maybe the entire year? And how would I would be able to repeat that year after year? So I almost have this evergreen, sustainable year long periodization structure that covers all the nodes I need to if I want everything we've talked about in these nine adaptations in this short series, I would love to do that in our next conversation."
    },
    {
        "speaker": "A",
        "text": "If you're learning from and or enjoying this podcast, please subscribe to our YouTube channel. That's a terrific, zero cost way to support us. In addition, please subscribe to the podcast on Spotify and Apple. And on both Spotify and Apple. You can leave us up to a five star review. If you have questions for us, or comments or suggestions about topics you'd like us to cover or guests you'd like me to include on the Huberman Lab podcast, please put those in the comments section on YouTube. We do read all the comments. Please also check out the sponsors mentioned at the beginning and during today's episode. That's the best way to support this podcast. I'd also like to inform you about the Huberman Lab podcast free newsletter. It's called the Neural Network newsletter, and each month the Neural Network newsletter is sent out and it contains summaries of podcast episodes, specific protocols discussed on the Huberman Lab podcast, all in fairly concise format, and all completely zero cost. You can sign up for the Neural Network newsletter by going to hubermanLab.com dot go to the menu and click on newsletter. You provide us your email. We do not share it with anybody, and as I mentioned before, it's completely zero cost by going to hubermanlab.com. you can also go into the menu tab and go to newsletter and see some example newsletters from months past thank you once again for joining me for today's discussion about fitness, exercise, and performance with Doctor Andy Galpin. And as always, thank you for your interest in science."
    }
]