[
    {
        "speaker": "A",
        "text": "Welcome to the Huberman Lab podcast, where we discuss science and science based tools for everyday life. I'm Andrew Huberman and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. Today, my guest is Jeff Cavaliere. Jeff Cavaliere holds a Master of Science in physical therapy and is a certified strength and conditioning specialist. He did his training at the University of Connecticut stores, one of the top five programs in the world in physical therapy and sports medicine. I discovered Jeff Cavaliere over ten years ago from his online content. His online content includes information about how to train for strength, how to train for hypertrophy, which is muscle growth, how to train for endurance, as well as how to rehabilitate injuries to avoid muscular imbalances. Nutrition and supplementation I've always found his content to be incredibly science based, incredibly clear, sometimes surprising, and always incredibly actionable. It is therefore not surprising that he has one of the largest online platforms for fitness, nutrition, supplementation and injury rehabilitation. Jeff has also worked with an enormous number of professional athletes and has served as head physical therapist and assistant strength coach for the New York Mets. Again, the content that Jeff Cavaliere has posted online has been so immensely useful to me over the years that I was absolutely thrilled to get the chance to sit down with him and ask him about everything from how to train in terms of how to split up the body parts that you train across the week, how to integrate strength training and endurance training, when to stretch, how to stretch. Indeed, we talked about nutrition. We talk a bit about supplementation. We talk about how to really avoid creating imbalances in muscle and in neural control over muscle. This is one thing that's really wonderful about Jeff is he really has an understanding of not just how muscles and bones and tendons and ligaments work together, but how the nervous system interfaces with those. We talked about the mental side of training, including when to bring specific concentration to the muscles that you're training, and when to think more about how to move weights through space and think more about the movements overall. I'm certain that you'll find the conversation that we held to be immensely useful and informative for your fitness practices and also for how you mentally approach fitness in general, and how to set up a lifelong fitness practice. One that will give you the strength that you desire, one that will give you the aesthetic results that you desire, one that will set you up for endurance and cardiovascular health, basically an overall fitness program. I really feel this is where Jeff Cavaliere shines above and beyond so many of the other pts and fitness so called influencers that are out there. Again, everything is grounded in science. Everything is clear and everything is actionable. And while we do cover an enormous amount of information during today's episode, if you want to dive even deeper into that information, you can go to athleanx.com where you'll find some of Jeff's programs. You can also find him at athleanx on YouTube. There you will find videos, for instance, like the how to repair or heal from lower back painst, something that I actually followed directly long before I ever met Jeff, has over 32 million views. And that is not by accident, is because the protocols there again are surprising and actionable. They relieved my back pain very quickly without surgery. So I'm immensely grateful for that content. And it extends into everything from, again, hypertrophy, endurance and strength training and so on. Again, it's athleanx.com. as the website athleanx on YouTube and also athleanx on Instagram, the Huberman Lab podcast is proud to announce that we've partnered with momentous supplements. We've done that for several reasons. First of all, the quality of their supplements is exceedingly high. Second of all, we wanted to have a location where you could find all of the supplements discussed on the Huberman Lab podcast in one easy to find place. You can now find that place@livemomentous.com. huberman in addition, momentous supplements ship internationally, something that a lot of other supplement companies simply do not do. So that's terrific. Whether or not you live in the US or you live abroad, right now, not all of the supplements that we discuss on the Huberman Lab podcast are listed. But that catalog of supplements is being expanded very rapidly, and a good number of them that we've talked about, some of the more prominent ones for sleep and focus and other aspects of mental and physical health are already there. Again, you can find them@livemomentous.com. huberman before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero cost to consumer information about science and science related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is Athletic Greens. Athletic Greens is an all in one vitamin mineral probiotic drink. I've been taking athletic greens since 2012, so I'm delighted that they're sponsoring the podcast. The reason I started taking athletic greens and the reason I still take athletic greens once or twice a day is that it helps me cover all of my basic nutritional needs. It makes up for any deficiencies that I I might have. In addition, it has probiotics, which are vital for microbiome health. I've done a couple of episodes now on the so called gut microbiome and the ways in which the microbiome interacts with your immune system, with your brain to regulate mood, and essentially with every biological system relevant to health throughout your brain and body. With athletic greens, I get the vitamins I need, the minerals I need, and the probiotics to support my microbiome. If you'd like to try athletic greens, you can go to athleticgreens.com huberman and claim a special offer. They'll give you five free travel packs plus a year's supply of vitamin D three k two there are a ton of data now showing that vitamin d three is essential for various aspects of our brain and body health. Even if we're getting a lot of sunshine, many of us are still deficient in vitamin d three and k two is also important because it regulates things like cardiovascular function, calcium in the body, and so on. Again, go to athleticgreens.com huberman to claim the special offer of the five free travel packs and the year supply of vitamin D three k two. Today's episode is also brought to us by element. Element is an electrolyte drink that has everything you need and nothing you don't. That means the exact ratios of electrolytes are an element and those are sodium, magnesium and potassium, but it has no sugar. I've talked many times before on this podcast about the key role of hydration and electrolytes for nerve cell function, neuron function, as well as the function of all the cells and all the tissues and organ systems of the body. If we have sodium, magnesium and potassium present in the proper ratios, all of those cells function properly and all our bodily systems can be optimized. If the electrolytes are not present and if hydration is low, we simply can't think as well as we would otherwise. Our mood is off, hormone systems go off, our ability to get into physical action, to engage in endurance and strength and all sorts of other things is diminished. So with element, you can make sure that you're staying on top of your hydration and that you're getting the proper ratios of electrolytes. If you'd like to try element, you can go go to drink element. That's lmnt.com huberman and you'll get a free element sample pack with your purchase. They're all delicious. So again, if you want to try element, you can go to elementlmnt.com Huberman Today's episode is also brought to us by waking up. Waking up is a meditation app that includes hundreds of meditation programs, mindfulness trainings, yoga Nidra sessions, and NSDR non sleep deep rest protocols. I started using the waking up app a few years ago because even though I've been doing regular meditations since my teens and I started doing yoga Nidra about a decade ago, my dad mentioned to me that he had found an app turned out to be the waking up app, which could teach you meditations of different durations, and that had a lot of different types of meditations to place the brain and body into different states and that he liked it very much. So I gave the waking up app a try, and I too found it to be extremely useful because sometimes I only have a few minutes to meditate, other times I have longer to meditate. And indeed, I love the fact that I can explore different types of meditation to bring about different levels of understanding about consciousness, but also to place my brain and body into lots of different kinds of states, depending on which meditation I do. I also love that the waking up app has lots of different types of yoga nidra sessions. For those of you who don't know, yoga Nidra is a process of lying very still but keeping an active mind. It's very different than most meditations, and there's excellent scientific data to show that yoga Nidra and something similar to it called non sleep deep rest, or NSDR, I can greatly restore levels of cognitive and physical energy, even with just a short ten minute session. If you'd like to try the waking up app, you can go to wakingup.com huberman and access a free 30 day trial. Again, that's wakingup.com huberman to access a free 30 day trial. And now for my discussion with Jeff Cavaliere. Jeff, such a pleasure for me to have you here."
    },
    {
        "speaker": "B",
        "text": "I'm glad to be here. It's amazing."
    },
    {
        "speaker": "A",
        "text": "I'm a longtime consumer of your content. I've learned a tremendous amount about fitness, both in the weight room, cardio nutrition, things that I've applied for over a decade. So for me, this is particularly meaningful. And my goal here is really to ask a bunch of questions to which I'm interested in the answers, but also for which I know the audience is really curious about. So one of your mantras is if you want to look like an athlete, train like an athlete. And I think that's something really special that sets aside what you do from what a lot of other very well qualified people do. And in terms of the use of weights and resistance, whether or not it's body weight or weights in the gym, or pulleys versus cardio, in terms of overall health, aesthetics and athleticism, is there a way that you could point to the idea that maybe people should be doing 50% resistance training and 50% cardio? Maybe it's 70 30, maybe it's 30 70. And here I'm talking about the typical person who would like to maintain, or maybe even add some muscle mass, probably in particular areas for most people, as opposed to just overall mass, although we'll talk about that later. And people who want to maintain a relatively low body fat percentage and be in good cardiovascular health, what's the contour of a basic program that anybody could think about as a starting place?"
    },
    {
        "speaker": "B",
        "text": "I think it's like a 60 40 split, which would be leaning towards weight training strength, and then the conditioning aspect be about 40%. So if you look at it over the course of a training week, I mean, five days in a gym would be a great task, and obviously not in the gym. It could be done at home, but three days strength training, Monday, Wednesday, Friday, conditioning, Tuesday, Thursday, two days. It's a pretty easy, roundabout way to split that up. Of course, depending upon training goals, and as you said, the aesthetic goals like that will shift dramatically. But if you want to see the benefits of both, that's probably the, the effective dose for strength training and the effective dose for conditioning at the bare minimum level. Again, being a much better performer, conditioning wise, you're going to want to do more than that."
    },
    {
        "speaker": "A",
        "text": "And in terms of the duration of those workouts, what's your suggestion? I've been weight training for about 30 years, running for about 30 years, and mainly for health, and have found that if I work hard in the gym or at resistance training for more than 60 minutes or so, it's very hard for me to recover. I start getting colds, I start getting weaker from workout to workout. But amazingly, at least to me, if I keep those workouts to about ten minutes of warmup and 550 minutes or so of really hard work for resistance training, and I keep the cardiovascular work to about 30 to 45 minutes, I feel great. And I seem to make some progress at least someplace in the workout. From workout to workout."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, it's. Those are good numbers. Cause those are the kind of numbers that we usually preach. We try to keep our workouts to an hour or less, if possible. Now, depending upon the split that you're following, if you're on a total body split, there's just gonna be more that has to be done in a given amount of time. Um, that, and again, if you're training primarily for strength, that could prolong the workout. Cause the longer rest time is in between sets. But in general, when you're not focused on that one aspect, but the overall health picture, then you can get the job done in under an hour. And again, I always say, on top of, if you want to look like an athlete, train like an athlete is, you can either train long or you can train hard, but you can't do both. And I really believe that the focus, for me, I have a busy life. I have a lot of other things that I do, believe it or not. And it's like I want to go hard and I want to go get out. And I find that my body also responds to that. I think a lot of guys bodies respond to that. And particularly as you start to get older, I think it's the length of the workout that actually causes more problems than the intensity of what you're doing, particularly if you're warmed up properly. Like you said, I found, personally that my warmup has had to become more of an integral part of my workout than it ever has before. I could get in the gym when I was 20, and I'm going right over, I'm doing the one set, two sets, and I'm ready to go, you know, and I never do another workout warm up set for any of the other exercises I do the rest of the day. That's not, that's not true anymore, you know, and I found that as long as I'm willing to sort of give myself a little bit of a warm up, the intensity is not what bothers me. You know, I'm very much in control of the weights that I use, and it doesn't bother me. But if I start to go pretty long, I start to feel achy or I start to have problems. So again, depending upon age, that also plays a factor in the length. But again, I think everybody can achieve on a standard program, can achieve the results that they want within an hour."
    },
    {
        "speaker": "A",
        "text": "In terms of splits, you mentioned splits. And so for those who aren't familiar with this term splits, it's really which body parts are you training on which days? Seems like almost everybody follows a weekly workout schedule. Although the body, of course, doesn't care about the week, there's no reason to think that once every seven days or twice every seven days makes sense. Physiologically, it's just the body doesn't work. That, but that's the way life is structured. I've seen you discuss three days a week whole body workouts. I've heard of splits like a pushing one day, pulling another day, legs another day, a day off repeat. I mean, there's so many variations on this. What are some general themes that we can throw out there? And in order to avoid the huge matrix of possibilities, you have some wonderful content that points to those. And we will cap in our caption show notes. We'll link out to some of those that different ways to design splits. But in terms of giving people a logic of how to think about splitting up body parts, what's governing the split? What are the rules and the logic that dictate a split?"
    },
    {
        "speaker": "B",
        "text": "For me, the first rule is, will you stick to it? Right? Because there are split. I don't particularly like full body splits. I was actually talking to Jesse about that the other day. I don't necessarily like to have to train everything now, of course the volumes will come down per muscle group, but if you don't like to do that and you actually don't look forward to your workout because you're dreading having to do everything and feeling maybe too fatigued by the time your workouts over, or the fact that those generally do take a little bit longer and don't fit into your schedule, I don't care how effective the split is. A split not done is not effective. So you need to find one that fits. So maybe you go into an alternative option like a push pull legs like you mentioned, and that could be done either one cycle through the week on a Monday, Wednesday, Friday split, or it could be twice in a week. So you're actually training six times, you know, where you repeat it, you know, pull push legs. Pull push legs. Or, you know, you know, however you want to do it with either a day off in between the three days or at the end of the six days. And again, that actually impacts your schedule. I've broken that down before where it's, you know, if you put it in between the three days, it's good because you're giving yourself an extra rest day in between. But it starts to shift that day off every week as we wrap around. So for those guys that were choosing that seven day schedule out of convenience in our heads, you know, it starts to mess with that off day. So others like to just keep it predictably, let's say on a Sunday and train six days in a row. But that's a. But that's a better way to maybe group similar muscle actions together, which I think I definitely prefer that, because if I'm going to be training, you know, pulling movements, at least there's a synergy between them. And I feel like I'm looking to achieve one goal that day. Um, and then, I mean, quite honestly, you can go back to the bro split days and those still work effectively. There's a reason why they worked in the past. Like, I think that science shows that there's smarter ways to do them these days. Like, you can, you can come back and hit a related muscle. So you could do, let's say, biceps on one day and then come back two days later and do back, realizing again synergy between the. The exercises there. Your biceps are going to get restimulated again. So you could figure out ways to make that work. But the thing that I think is, is effective. There is that tends to be one of the ones that people like the most, because they can go in, they get their pump, they feel good that it's pretty solely focused on one muscle group."
    },
    {
        "speaker": "A",
        "text": "Is that the definition of a bro split, one muscle group a day?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I see. So it's very much geared towards strength and aesthetics, really. Maximizing chest."
    },
    {
        "speaker": "B",
        "text": "Probably more. More aesthetics than strength. Yeah, yeah, you're just."
    },
    {
        "speaker": "A",
        "text": "Hence the bro. The bro name."
    },
    {
        "speaker": "B",
        "text": "Yeah. But again, like, you know, in here, I am a science guy, and I could appreciate the benefits of a bro split, especially because, again, like, what, to what, to what end? You know, who. Who's. Whose goal are we, are we trying to achieve here? Theirs are ours. You know, like, I mean, if. If I'm applying my standards and my goals, or even, like, athletic ideals, but they just want to get in shape, then it's perfectly fine to do a, to do a bro split. In that instance, if you're sticking to it again and you're seeing the results that you want to see from it, but they're able to, you know, really keep their focus on one muscle. They get to focus on, you know, like, look, a lot of times people struggle with the. The way of an exercise feels until their second or third set. Like, they don't have that proprioceptive ability to kind of lock in on an exercise. So spending a few not only sets in the same, you know, exercise, but then doing another exercise for the same muscle group helps them to dial in a little bit better and get more out of their training."
    },
    {
        "speaker": "A",
        "text": "Yeah. That raises a really interesting, I think, important question. Early on, when I started resistance training, which was when I was 16, in high school, I got in touch with, and I was learning from Mike Mentzer. Me, too. Me, too."
    },
    {
        "speaker": "B",
        "text": "Me, too. That's crazy."
    },
    {
        "speaker": "A",
        "text": "And Mike was very helpful. Very, very helpful. We got to be friendly."
    },
    {
        "speaker": "B",
        "text": "I just read his book. I didn't get a chance to be. So I'm jealous."
    },
    {
        "speaker": "A",
        "text": "Well, I, back then, no Internet. I paid by western union type thing to, to send him some money for."
    },
    {
        "speaker": "B",
        "text": "The back of the magazine."
    },
    {
        "speaker": "A",
        "text": "And then he got on the phone with me, and my mother at the time was like, why is this grown man calling the house? And he gave me a very straightforward split, which was shoulders and arms. One day, he had me taking two days off and then training legs, and then two days off and then chest and back, etcetera."
    },
    {
        "speaker": "B",
        "text": "And that's a variation of a bro split, too, where you're sort of, you know, breaking them down that way. Chest and back or chest and bis, you know."
    },
    {
        "speaker": "A",
        "text": "Yeah. And it worked very well for me. I probably would have because of my age, I think, and because it was the. I was untrained, I think it largely untrained. I think it would have grown on many different programs, but it worked very well for me. I eventually just made that an every other day things. Shoulders, arms, day off, legs day or two off, because if you hit legs right, at least for me, I'm not training the next day, and then I'm not doing much of anything athletic the next day, and chest and back and repeat and so on. And the reason I found that helpful is I almost always recovered between workouts. The six day a week program of push pull legs, push pull legs, to me, seems excruciating from two standpoints. One is, at least with my recovery abilities or lack of recovery abilities, I can't imagine coming back feeling fresh. And the other one is, if I'm in the gym more than four days a week, I really start to fatigue it about the whole psychological experience of it. Whereas if I'm in there three or four days a week."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "In other words, if I put a day off in between each workout, I really want to be there, and I get in there with, with a lot of fire. And I'm also doing other things on the off days. So I think that, I love that you mentioned the split that you'll stick to and that you can bring the intensity to, because I think that that's really important. I sometimes hear about two a day training. I've done two a day training twice in my lifetime. Both times, I got sick two days later. Yeah, that's correlation, not causation, you know? But is there ever an instance where two a day weight training makes sense for the non drug assisted typical recovery ability person?"
    },
    {
        "speaker": "B",
        "text": "I actually. I think it makes sense in some scenarios, but it doesn't make sense practically for a lot of people's schedules. So, like, if you could break down, let's say you were gonna do even some version of a total body session, or maybe, like, you're gonna do an upper lower split, right? You could do an upper workout and do the anterior chain or the pushing portion of that in one session and then come back and do the pulling session later on at night if you had the opportunity to. The thing that you benefit from there is the freshness of focus. Again, like, something in my head is sacrificed by the time you get towards the latter half of whatever workout you're in to the same point you made before, like, when you start to approach that 50 minutes an hour mark, you are either losing focus, you're losing energy, you're losing contractile ability, you're losing something. And if you're relegating whatever it is, the pulling portion of that to the end of that workout, something suffers. So that. Okay. And that if they realize that's happening, then maybe you switch them up the next time you do the workout where the pulling portion of the upper workout goes first and then the pushing goes later. So you're at least not just continuing that cycle, but at the same time, if you were able to kind of split them up, you get a chance to kind of take a break, you could have that freshness of focus again, and you could actually get a better effort in, because, again, I think effort drives the results. So if the effort is not compromised, then you should be able to do that. But systemically, is that a problem? And I think that it is a problem for a lot of people. It's just hard to. It's hard to rev the engine up a lot of times in the day. You know, you warm that thing up once, it's like that car in the winter. You get it going once, you're lucky, okay, now you got to drive it the rest of the day. But, you know, you put it in the garage and try to start it the next day, it's a problem. So, you know, young people can get away with it a lot more than older people could."
    },
    {
        "speaker": "A",
        "text": "You know, I've never had a strong recovery quotient, but if I stick to this one day off in between every once in a while, two days in a row of training, maybe because I have to travel and I want to make sure I get all the workouts in kind of thing. I seem to be okay. I like your example of warming up the car. Spoken like a true east coast east coaster. Those of us from the west coast, I took a moment there, but folks from the east coast and the Midwest get it, and certainly from Europe. In terms of the mixing up of cardiovascular training and resistance training. Same day, different day. Which one should come first, which one should come second? If one main goals. Again, everyone listening has different goals, are most people would like to either maintain or gain some muscle. I don't know many people that want to lose muscle. The maintainer gained some muscle, usually in specific locations on their body. Most people would like to be a bit leaner or a lot leaner. There are a few people out there that are either naturally lean or don't want, or actually just want to gain weight. But assuming that people want to get leaner, put on some muscle, maintained muscle, and want to have a healthy heart and a healthy brain, which basically requires a healthy cardiovascular system, how would you incorporate cardiovascular work into the overall weekly regimente?"
    },
    {
        "speaker": "B",
        "text": "Um, so again, I think that the, you know, the bare minimum is probably twice a week in terms of cardiovascular, if you want to have some semblance of cardiovascular conditioning. But I think most people who actually need it more or want to pursue it more than that are going to need more time to do that. So, um, at some point, it can't just be relegated to a day off or a day off from the, from the weight training workouts. So at some point, it has to occur on the same day, you know, and in that case, I just like to put it, if that is, you're not your primary goal, but you're looking more for just the overall picture, the aesthetics. You mentioned putting muscle on in certain areas, then I would put it at the end of the workout because you don't want to in any way compromise the weight training workout. As we've sort of referenced a couple times already, the intensity of those workouts is important. And we know there's a strength component to those workouts also that is going to be a helpful stimulus for growth. So the conditioning, the cardio, that stuff done prior to any training, straight training workout, is likely going to impair your ability to perform at your best. So unless it's just done for a quick little warm up in the beginning, but then it's not sustained long enough really to be a benefit for cardiovascular conditioning. So I just like to put that at the end, realizing that even if my effort level is lower or my output is lower, if it's still placing a demand on my cardiac output to get that conditioning effect because I'm fatigued, it still has a demand on my cardiac output. So it's still achieving its goal, but it didn't interfere with my main goal of being able to increase my performance in the gym."
    },
    {
        "speaker": "A",
        "text": "Got it. And in terms of the form of cardiovascular training, I've seen you do a number of, I have to say, very impressive high intensity interval type work. So burpee type work or push ups with. With crunches mixed into them. Anyway, people can see your videos to. I didn't describe those in the best way, but rather than on the treadmill or out jogging for 30, 45 minutes, is that because you prefer higher intensity, higher heart rate type training or is it because you live in cold Connecticut and you don't want to be out jogging on the roads in the middle of winter?"
    },
    {
        "speaker": "B",
        "text": "I think all the above. I mean, those are factors from a personal level. But I think that if I. If you are, if we could blend function across these realms and not have such a delineation between this is my weight training and this is my conditioning, but figure out a way to blend them together, I always think that you've got a better opportunity to get that more well rounded result. And I like to kind of mix up that straight conditioning work and also some of the footwork, you know, drills like we have. We. We have some high expectations for guys that come into our programs, like to just do some footwork drills, like ladders. Like ladders or line drills or something. And you know what happens? People become intrigued and interested, like, I never. I haven't tried this since high school, you know, and they become interested in just the challenge of it. And as we become almost distracted by the challenge, we're now, like, finding ourselves conditioning, you know? And I always think that's an important part, that sometimes you gotta draw people in to get to show them what they might be interested in and from the output or the effect of it, I just think that when you're able to blend some of. Some of, you know, still maintain some of that strength training into the exercise. So as you mentioned, let's say I'm doing some kind of a push up or a burpee. I mean, there is. There is an anaerobic component to that that is going to be helpful, that then, rather than just walking or just jogging. Not. Just. Not to say that that isn't an effective means for strict cardiac conditioning. It's a, it's one of the ways that we've had for, you know, centuries, you know, to do it. But I just think that if we can blend it, then it becomes maybe a little bit more interesting and you get some of those crossover benefits and it doesn't become so segmented in terms of what we're trying to do."
    },
    {
        "speaker": "A",
        "text": "I love the idea of bringing some mental challenge and some desire to improve a skill while conditioning. That's not something that I've thought of before, and it, and it's simply because I've overlooked it. But it makes sense because my sister, who's reasonably fit, although I'm always trying to get her to do a bit more, she always asks me, what should I take? And I believe her in supplements for certain people in certain instances. But I keep telling her behaviors are going to, and nutrition are going to have the greatest outsized positive effect. And she loves things like dance classes and things or kickboxing these kinds of things. So it makes sense that if you can hook somebody on the conditioning aspect or the skill aspect and kind of trick them into doing more cardio, so to speak, that's terrific. Also, the neuroscientist in me just has to say, forgive me, that anytime you're engaging the, you know, the two sets of motor neurons, the ones in your brain, the upper motor neurons, and the ones in your spinal cord, anytime you're engaging those upper motor neurons, which are for deliberate, well controlled action, you're doing a great thing for your brain in terms of brain longevity. So now I need to incorporate some actual skills into my training. Going back to weight training a bit, one of the most important things I learned from you over the years was that when training to increase muscle size, to really think not so much about moving weights, but more about challenging muscles. I also heard this from my friend Ben Pikulski, who's a very well accomplished, he was a bodybuilder. Now he's into other aspects of fitness, teaches fitness, don't move weights, challenge muscles, unless you're trying to powerlift or something of that sort, which I'm not immensely helpful. But the other thing that I learned from you that combined with that was this idea that certain muscles will grow better and get stronger much more easily, maybe even will recover better because of our ability to contract them really hard. And this what I call the cavalier test, which is at least if I could paraphrase the. So, for instance, if I can, it's always the bicep, isn't it? Let's use the calf or the bicep. If you can flex your bicep to the point where it hurts a little bit, it almost feels like a cramp or a cramp. Or you can flex your calf to the point where it really cramps up a little bit. Almost feels like it's nodding up. That's a pretty good indication that you're going to be able to stimulate that muscle well under load if you're doing the movement properly. And that's the feeling to actually aim for each repetition, maybe even throughout the repetition. For me, this completely transformed my results. And this was, I think, maybe five, six years ago that I first heard this from you. Body parts that, for me, lagged behind, that I thought maybe genetically weren't going to work for me, immediately just started growing and I was getting stronger and stronger. And I thought, this is really something. So much so that I've dedicated a portion of my research along in collaboration with another group to try and understand what's happening in these upper motor neurons in the brain that can engage the muscles even more, and that it's not just about progressive overload or putting a pump into the muscle, that it's really, this mind muscle connection is a real thing when it comes to predicting results and that you can get better at it. So forgive me for paraphrasing your incredible content around this. It made a tremendous difference for me and a number of other people that I've passed that along to. But what can you. First of all, how did you arrive at that? Because we hear about the mind muscle connection, but I really heard it first from you. How did you arrive at this kind of cramp test, the cavalier test, as I'll call it. It's always weird when people name things after themselves in science, but other scientists can name things. So there is now, officially, the cavalier test is whether or not you can cramp the muscle in the absence of load. Just flexing it to the point where it hurts a little bit, that would be a good indication that you could grow that muscle. Well, how did you come up with this?"
    },
    {
        "speaker": "B",
        "text": "I mean, it just honestly is something that made sense to me because during my workouts, even as a, as a young kid just starting out, like, I always wanted to know, what is it working? You know, a lot of people ask that question more so than you think. Like, what is this supposed to work? And a lot. And I don't know if you've ever noticed, but, like, when people ask that question, if they're, if they're being trained by a trainer. And the trainer is saying, well, just do this, do this exercise, and they'll show you how to do it. But then they'll say, but what is it supposed to work? Where am I supposed to feel this? Right? People did it just inherently ask that question. A lot of people will. I was one of those that did that. And I asked that question not because I knew what I was doing, but just because, I don't know, I wanted to know what was supposed to be doing the work. Once you do that and you start to seek that out and say, okay, well, the bicep is what's supposed to be doing the work, then I want to make sure the biceps doing the work right. So then I would just sort of really like tweak the movement to make it do more work or feel more uncomfortable or get a stronger contraction, knowing if that's supposed to do the job. It wasn't until PT school that I'm learning, oh, well, flexion of the elbow is the brachialis and the bias and the bias that's responsible for supination. I learned other components of it, but all I wanted to know was to bring my arm up in a curl, what is supposed to do the job? So I would seek out ways to make that happen better. And when I was able to do that, I could feel the stronger contraction. And I just, I don't know what, I just, I was no visionary. I just felt like I. I knew that that was going to be better for me if the muscle I was trying to grow was being stressed more effectively. So when I was attempting to do this across different exercises, I would notice that what I could do, potentially on a yemenite curl where my arm is up, you know, where you ask me to flex my bicep, that position, I couldn't do if I was, you know, doing a concentration curl or I couldn't carry over to a cable curl. And that shouldn't really change, right? Because the function is still largely the same. There's still elbow flexion, there's still supination. Like, why am I not able to do it there? And that's when it sort of clued into me that, like, your mind, muscle connection on, not just your mind with one muscle, but on every exercise matters. And it varies from exercise to exercise. And even if you don't gain muscle size from doing that, although I think it's very hard not to, especially if you're not used to doing that there. There's a term I like to call muscularity, you know, which is a difference, right. It's the level of sort of resting tone in the muscle that improves dramatically. You know, if you can learn how to just start to engage that muscle better, the muscularity, the resting tone of that muscle is harder. It's more at attention, it's more alive. And it's all driven from being able to connect better neurologically with the muscle that you're trying to train. I've talked about a lot. Inefficiency is really what you're trying to seek in movements. When you're trying to create hypertrophy, when strength is your goal, efficiency of the movement is what you're looking for. You're looking to have muscles tied together and work well efficiently. The chest, the shoulders, the triceps, to get a bar off of your chest during a bench press, you're not looking to make it a very inefficient leverage for your chest to try to grow your chest in a bench press. You're trying to let the whole package come together for a greater output. But when you're trying to go and create muscle hypertrophy, or even this muscular that I talk about, you need to seek ways to make it feel more uncomfortable."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "If you don't feel the discomfort, then you're doing something wrong. And I struggle to this day on certain muscle groups to still do that. Even knowing what I'm trying to work and knowing what the goal of everything I'm preaching here, it's very difficult for some muscles and for certain people to do this on certain muscles. But as you mentioned, practice does help. And the more you become, you know, consistent and deliberate with what you're trying to do, the more of an. Of a result you actually get."
    },
    {
        "speaker": "A",
        "text": "It's a couple of really important I'd like to delve into further. First of all, my hunch was always that the muscle groups that grew easy most easily and that I could contract hardest without any. The first time I did the cavalier test, got ten out of ten. If we give it a ten out of ten scale, you know, it could just, like, cinch, isolate those muscles, cinch them, grow them easily. I mean, there's certain body parts, I don't want to say which ones because it doesn't really matter, that I always felt like if I just did push ups, they would grow. And these muscles are far away from any of the muscles that are supposed to be involved in push ups. Even though I like to think I'm doing pushups correctly, you'll tell me if I'm not. But some of that I think is genetic, and some of that has to do with the sports that I played when I was younger. So I swam, I played soccer, I skateboarded, and then later I boxed. And so the muscles involved in those sports were always very easy to engage later when I went into the gym. So I guess perhaps a call to parents having kids do a lot of dynamic activity seems like it might be a good idea. The other thing is this issue of muscularity. I am so glad you brought that up. There are, I have to imagine, a large number of listeners who don't want to get bigger. They don't want to take up a larger clothing size. They don't want to take up more space. In fact, some of them would like to take up less space, but they, they want that quality that you're describing, which is that, you know, oftentimes you hear it more in the. Here I'm stereotyping a bit, but with kindness. You know, you hear from women who haven't weight trained. They say, I don't want to get big. Often sometimes they do. But most women that I've helped weight train or talk to about weight training say, I don't want to get big. I want to get toned. And I think what they're referring to is this quality of muscularity, this idea that at resting or at close to rest or anytime someone reaches out and grabs a glass, that. That the muscles almost look like they're kind of twitching underneath the skin, and yet it's not saran wrap skin anatomy chart type skin. So this thing of muscularity or resting tone has a physiological basis? I think it's how readily the nerves are communicating with the muscles. And you're saying that by learning to engage the muscles more actively, the resting tone or muscularity can improve. Have you seen that both in men and women?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "And do you think this is something that takes upkeep maintenance or that once you develop that in a muscle, you can just kind of let it coast?"
    },
    {
        "speaker": "B",
        "text": "So I think, like, everything, it requires upkeep, you know, use or lose it, I do believe firmly, but, like, I think that it's the development of the connection is going to be harder than the maintenance of the connection. As I said, I still struggle to this day for myself with, you know, unnamed muscle groups. You know, also, you know, but, like, you know, there's just. There's. There's just certain areas that are harder for your brain, for whatever reason, to just develop that. That connection at that type of level to create, create that extra strong contraction. But I think that it, with proper dedication and focus, and I'll go right out and say, you know, calves is one of the areas that I don't. I don't necessarily have a great connection with. And I also obviously must not care so much because I don't put in the time and effort to create that connection as I could. So I think what might happen is, yeah, there could be a struggle there, but then with struggle comes disinterest. Cause you're like, well, screw it, I'm a calf not, and I'm not gonna do anything about it. So I think if you put the required effort in and the time and repetitions, that you will develop that, and once you do develop it, it's gonna stick around a lot longer than it would had you not invested any time into it at all. Um, you know, not requiring as much of that. But, I mean, I. I don't know. Like, you know, you mentioned now when you train, it's like you're. You're just. This is just part of how you train now. Like, you're going hard, you're trying to, you know, really forcefully contract. You're not just moving the weight, I say, from point a to point b, but you're, like, trying to contract the weight through that range. Um, that is a mindset that I try to put into what everything I'm doing. I. Unless, of course, I'm focused on a strength exercise where I'm just trying to lift a greater amount and use all the muscles together. But when the goal is inefficiency for hypertrophy, I am really trying to create that contraction, and it's just part of my training. So I guess that, you know, that for consistency sake, as long as I'm training is happening, you know, if I get away from training, that's not happening at all. But, you know, even there, I probably, another embarrassing admission probably will mindfully do it throughout the day. Even with no weight in my hand, in certain muscle groups, whether it be my abs or my arm or my shoulders or something, I'm doing something just to engage the muscles. And I do think that some of that inane practice actually helps. By the time you go back into the gym, you just kind of keep that connection going."
    },
    {
        "speaker": "A",
        "text": "Well, it certainly obeys all the rules of neuroplasticity. The fire together, wire together mantra, which is the word to my colleague Carla Schatz, hold true for all aspects of neural function, including nerve to muscle. So these flexing throughout the day, or the deliberate isolation of contracting a muscle throughout the day is, without question, engaging neuroplasticity. And if you were to do fewer of those repetitions, you're going to get less engagement of the nerve to muscle connection. I can say this with a smile and with confidence, because one of the first things all neuroscience students learn is about the neuromuscular junction, because it's a really simple example of where the more times the nerve fires and gets the muscle to contract, the stronger that connection get. Receptors are brought there, et cetera, et cetera. There's a whole bunch of mechanisms for the topic of another podcast, but basically that practice throughout the day is. Makes total sense and works."
    },
    {
        "speaker": "B",
        "text": "Yeah. And there's no, believe me, there's no science behind that in terms of the application of it. You do it when you catch yourself doing it from time to time, but it is definitely something that's easily done discreetly. And, you know, you wind up doing that. I actually, I think in a, in a recent video when I did talk about growing your arms by just improving, you know, improving the connection, not that that connection itself is applying any load or, you know, resistance that's significant to create overload for growth. But it's the development of that connection that I then take back with me into the gym at a more effective level that takes every exercise I do there and makes it more effective."
    },
    {
        "speaker": "A",
        "text": "Sharpening the blade, so to speak. Yeah. Certainly obeys the laws of nerve to muscle physiology. I want to just touch on a couple of things. If the goal is to challenge muscles, and one is dividing their body into, let's say, a three or four day a week split or so, or maybe up to six, how do you know when a muscle is ready to be challenged again? I've heard, okay, every 48 hours is, you know, protein synthesis increases, and then we'll get into this, and then it drops off. But frankly, if I train my legs hard, I can get stronger from workout to workout, or at least better in some way. Workout to workout, leg workout to leg workout, training them once every five to eight days. If I train them more often, I get worse. So whatever that 48 hours to 72 hours thing is, somehow my legs don't obey that. But, you know, or maybe something else is wrong with me, but I'm sure there are many things else wrong with me. But how do you assess recovery at the local level, meaning at the level of the muscles? So we'll talk about soreness and getting better, stronger, more repetitions, et cetera, and then the systemic level, the level of the nervous system, and I'd love for you to tell us about the tool that, again, I learned from you, which is actually using a physical scale, because it turns out that we'll let you tell what the tool is, but that tool is also actively being used for assessing cognitive decline and cognitive maintenance and cognitive function in people with Alzheimer's and dementia."
    },
    {
        "speaker": "B",
        "text": "Makes total sense. Makes total sense. All right, so regarding the first part of the question, like, how would you kind of dictate when a muscle is recovered? So I do think that what you're experiencing is totally real, that different muscles recover at different rates. And I've always been so fascinated by this concept I've talked about internally with my team. But, like, I feel like what we really need, the holy grail to training is going to be when we're able to crack the code on an individual basis, when a muscle is recovered, and that is going to dictate its training schedule and the fact that you might have a bicep that could be trained, you know, via, via a pulling workout, a regular bicep, dedicated workout. Forget the split at the moment. You might have a bicep that's able to be trained, that can be trained again the next day, you know, and then the next day, and then maybe you need a day off after that. But, like, you know, in that, that can vary from person to person, for sure. And it can vary from muscle to muscle in that person over the course of time, as you mentioned, because the systemic recovery is going to impact all those muscles anyway. But let's say you're systemically recovering. Every muscle itself is going to have a, you know, a recovery rate. And I think what's fascinating is that when you talked about before, we like to train in this week, or we have, like, the way our mind looks at training. Well, if that was the case with the biceps, that bicep is a slave to the rest of your training split, you know, where it's like, well, why does it have to be also at the end of every 8th day or, you know, or whatever, when it might respond better to something much more frequently and your legs are also being thrown into that mix? There's a Mike Mentzer concept where he's like, you know, train it, you know, one set and be done for 14 days. I mean, you know, it, there's, there's, there's such variability between muscle groups, and you're, you're linking them all together. I think that coming back and using muscle soreness as a guideline for that is, is one of the only tools we have in terms of the local level, you know, we don't really have, you know, being able to measure, let's say, CPK levels inside of a muscle would be amazing, you know, at a local level, to see how. How recovered that muscle is. But that becomes fairly invasive, at least to my knowledge. It becomes fairly invasive. So what are our tools? I mean, I think that at the basic level, that's the one that most people can relate to and easily identify and then use that as a guideline. And if you're training when you're really sore, um, it's probably not a great idea, and it's probably a good indication that that muscle is not recovered. But at least hearing what you and I are saying here might be a comfort to the person to say, yeah, it is possible that it's not recovered just because 48 hours is the recommendation and just because research points to muscle protein synthesis needing a restimulation. Well, maybe not. Maybe you're not necessarily there yet for that muscle. You're not there yet. So it's all really interesting stuff. But as far as the systemic recovery, I think there's a lot of ways people talk about resting heart rate measured in the morning, all different kinds of core temperature and things like that that might become altered in a state of non recovery. But grip strength is very, very much tied to performance and recovery. And when I was at the Mets, we used to actually take grip strength measurements as a baseline in spring training all the time. Now, obviously, as a baseball player, you're gripping a bat, your pitcher, you're gripping a ball. You know, having good grip strength is important. So if we've noticed somebody had a very weak grip, it's just a good focal point of a specialized training component for their program."
    },
    {
        "speaker": "A",
        "text": "Every day with those guys."
    },
    {
        "speaker": "B",
        "text": "No, we would do, in spring training, we do sort of a baseline entry level measurement, and then we would, we would measure it throughout the season, maybe once every two weeks or three weeks. And, you know, the idea there was to manage a recovery measure, the recovery, but I just gave it away. You know, to determine overall recovery, your grip strength is pretty highly correlated. So we have found that with one of those scales, those old fashioned bathroom scales at like a bath and beyond or whatever you can get, which, by the way, almost impossible, I believe. Jesse and I were searching for the last scale to put in that video, and we almost couldn't find one because everything is like digital and everything, you know, this. I'm looking at the old fashioned dial controls."
    },
    {
        "speaker": "A",
        "text": "It's like old Macintosh computers. There's a huge market for them and old phones. Keep your phones now. In 30 years, the lame phone now will be worth a lot of money."
    },
    {
        "speaker": "B",
        "text": "Worth a lot. So, you know, I wound up, you know, finding one. And it's a great tool for just squeezing the scale with your hands and seeing what type of output you could get. And I think we all can relate to this. When you just visualize, imagine the last time you were sick or that were you? Or just try this the next time you wake up in the morning. When you first wake up in the morning, you're still groggy. Try to squeeze your hand. Try to make a fist as hard as you can. You're gonna sit there angry at your fist because it won't contract as hard as you know it can. You don't have the ability to just create the output. And that is because in that state, you're still sleepy, you're still fatigued. You know, you're. You're not even awake at the, you know, the whole level at this point. Well, that is the. That is still an actual phenomenon that happens that, you know, a lack of recovery or a lack of wakefulness or whatever you want to say is going to lead to a decreased output there. So when you start to measure that on a daily basis, you can get a pretty good sense of where you're at. And I think when people start to see a drop off of 10% or so or even greater of their grip output, you really should skip the gym that day, because I don't think there's much you're going to do there that's going to be that beneficial, even if it is the day to train legs or whatever day it is."
    },
    {
        "speaker": "A",
        "text": "I love this tool. It's simple, it's low cost. If you can find such a scale, I guess you could also find one of those grippers that, and you can do this in a very non quantitative but better would be a scale where you could actually measure how hard you can squeeze this thing at a given time of day. It draws to mind just a little neuroscience factoid in the world of circadian neurobiology. One of the consistent findings is that in the middle of your nighttime, they'll wake people up and they'll say, do this test in the laboratory. They use a different apparatus, but it's essentially the same thing. And in the middle of the night, grip strength is very, very low. And mid morning grip strength is high. And as the body temperature goes up into the afternoon, grip strength goes higher and higher and higher drops off. There's a circadian rhythm and grip temperature. So you probably want to do this at more or less the same time each day if you're going to use it. But I think it's brilliant and in its simplicity and its directness to these upper motor neurons, because that's really what it's assessing your ability. Again, it's about the ability to contract the muscles hard. If you can't do that, you're not going to get an effective workout."
    },
    {
        "speaker": "B",
        "text": "Yeah, and they also, I mean, there certainly are more sophisticated tools, too. As a PT, we have hand grip dynamometers, and we can measure one side at a time, too. You know, I'm not really. I'm. I'm getting a little bit blinded by the fact that both hands are squeezing into that scale. And I don't get, really a left right comparison, but even at that level, that could give you a little bit more detail. But that comes with a cost. Those are pretty expensive devices. But if it's. Listen, if you were an athlete, you know, the 200, $300 it costs to have one of those would be well worth, you know, the added investment, you."
    },
    {
        "speaker": "A",
        "text": "Know, and I'm sure some of our listeners will want one, too, because there are a lot of tech geeks out there, not tech industry geeks, but people who like, like tech gear. What's it called again?"
    },
    {
        "speaker": "B",
        "text": "Hand grip dynamometer."
    },
    {
        "speaker": "A",
        "text": "Hand grip dynamometer. Said by Jeff with the great east coast accident by me, in a terrible, botched it west coast version. Thank you. We'll put that in the show notes. Also, I think recovery is key. We always hear about sleep. You grow when you sleep, and incidentally, your brain, you stimulate learning when you're awake, obviously, but the reordering of neural connections happens in sleep. This is why sleep is the way to get smarter, provided you're also doing the learning part. Sleep is the way to get stronger, provided also doing the training part. You've had some really interest. You've put out interesting content over the years in terms of even sleep position. One of the major changes that I made to my sleep behavior is to not have the sheets tucked in at the end of the day. And I'll tell you, this had a profound impact on several things. First of all, my feet have always been the bane of my existence. Broke them a bunch skateboarding. And I noticed when I'd run, I'd get shin splints. And then I started to notice that my feet sort of. You're the pt, they're kind of floppy and, you know, as if I was pointing my toes slightly all the time at rest if I was. And I realized that based on listening to you previously, that my sheets were wrapped tight, not hotel tight, right, whatever thing in the hotel. And I started releasing the sheets at the end of the bed. And I also started doing some tibialis work. Front shins work essentially changed everything thing. My back pain from running, my shin splints disappeared. My posture improved. Although my audience will tell me that it still needs improvement. There are always five or ten people that want to sit up straight. I've actually had chairs sent to our mailing address. Very nice chairs, right? So I'm trying my, I'm trying there, but this is fascinating, right? The position that one sleeps in. I fortunately have never had any shoulder issues, knock on wood. But maybe you could just talk to us a little bit about sleep and sleep position for sake of waking position and movement. This, I think, is a very unique and very powerful way to think about sleep. This podcast has done a lot of episodes about keeping the room cool, getting sunlight in your eyes, et cetera, how to get into sleep. But you've talked about physically what positions might be better to sleep in. So please, please enrich us."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, first of all, some people's opinions of that type of content is that you sleep in the position that's most comfortable, so you ensure that you're sleeping. Oh, great. I understand that we all want to sleep. That's the goal when we put our head on the pillow, is actually fall asleep and wake up in the morning and not know what the hell happened unless you had a dream. But beyond that, there are certainly physical components to sleep. That that is why a lot of times people will wake up and say that you can incur pretty serious injuries in sleep. People will wake up and have like a shoulder that did not bother them at all, be humming the next day or even for weeks after because of the one sleep position they put themselves in in a prolonged way. And they happen to have a deep sleep even through the discomfort that can do actually some, some, some damage. So its understandable that the body can incur some strain and stress if youre sleeping in the wrong way. One of the things I say right off the bat is sleeping on your stomach doesnt really have many benefits. You know, you're, you're putting yourself into a position that is depending upon the, the orientation of your, your mattress or how many pillows you're using, but you're basically putting yourselves into excessive extension of the lumbar spine, which for most people isn't very good if you're if you're a disc patient, um, I guess that might be helpful, you know, for, for relocating the disc. But I mean, for the most part, um, your hands are then usually not at your sides, but they're up under your arms so you've got them into sort of internal rotation, up over elevation in your head, but it's just not a great position. You also have to crank your neck from one side or the other in order to breathe or you're gonna be putting your face down straight into the pillow. So I would skip that one. And there's some people that are total belly sleepers and I, and I would just say, listen, I don't think that is the most healthful long term way for you to sleep. Try to adopt a different position. Sleeping on your side oftentimes is also brought along with that. The legs and knees coming up towards the chest, prolonged hip flexion. Listen, we're doing enough of that during the day we're doing right now. We don't need to do another 10 hours or 8 hours or something at night like that, you know, and it just is reinforcing, you know. And as we said too, you know, let's say you trained that day, you're just reinforcing muscle shortening overnight, you know, where the body is healing and trying to create some, you know, changes in your body. One of the reasons why I recommend stretching or static stretching prior to going to bed. A lot of people dont really want to do it at that point because it could take ten minutes, 510 minutes depending upon how many muscles you have to stretch. But you know, its good to sort of try to establish this longer length temporarily prior to going into a state where youre going to be not moving and recovering and creating new changes in the muscles. So that kind of, I dont say it doesnt rule out the side sleeper. The side sleeper could be very, very helpful for somebody that has apnea or you know, other, other conditions. So again, it's not an all or nothing approach, but it just, it's something that you need to pay attention to. Um, when you are on your back like you were talking about and your feet are wedged underneath a tight sheets at the end of the bed. And most of us, unless we consciously are pulling them up, don't prefer our beds to have really loose sheets at the end of the bed."
    },
    {
        "speaker": "A",
        "text": "It's hard to make the bed in the morning."
    },
    {
        "speaker": "B",
        "text": "Right. So it's like you, you're going to want to have, you know, them tight. Well I'm, I'm, I'm saying as you experienced, you know, you're going to have these, this, you know, prolonged plantar flexion that's going to likely lead to shorter, you know, calves over time because you're lacking all that length for that long period of time that you could have if you just loosened up the sheets and allowed your feet to just, you know, hang out where they are. Now. The resting position of the ankle is not endorse affection. It's going to be still in some planar flexion but not being driven down and pulled down into that position. And I think what happens actually is people who get uncomfortable that way, even in their sleep, will shift away from that by turning either onto their side of their stomach. So theres definitely an impact of the body position and sleep and figuring out the best way that you can still sleep of course, and get your rest, but have a mindful eye towards what its doing to your body and choose the one thats least abrasive to your body is the way you should go."
    },
    {
        "speaker": "A",
        "text": "Terrific. And again, it's really helped me and I'm a big believer based on good science out of Stanford and elsewhere, that as much as we can be nasal breathers in sleep, we probably should be. I don't know if you've done any content yet about taping the mouth shut with some medical tape, but the benefits of nasal breathing and sleep are pretty tremendous. But it takes a little bit of training for people to do and the training is very simple. It's a little, little piece of medical tape. So um, again, a topic for another time. I'm glad you mentioned stretching. I was going to ask about stretching a little bit later, but let's talk about stretching. Um, when's the best time to stretch for particular types of results and maybe you could define some of the different types of stretching. Um, so you just mentioned a, a little bit of um, would you call it light stretching or. Okay, I'm completely naive here on stretching. So let me just say I can think of stretching where I hold the stretch and really try and lengthen in air quotes folks. I don't want the PTs jumping all over, I don't know what it is, but nutrition and the PTS online are really, they've got pitchforks in both hands academically."
    },
    {
        "speaker": "B",
        "text": "That's a recent, that's a recent evolution I think, for sure, and not the nutrition as much, but the pts have become a little bit angry these days."
    },
    {
        "speaker": "A",
        "text": "I see. Well, I always say with feelings of powerlessness comes aggression. Remember that folks. So in any case, they're stretching where I'm trying to consciously lengthen again in air quotes, the muscle I'm not yanking on the limb or bobbing up and down. Maybe you could define the different types of stretching for people. Maybe give us some rough guidelines about whether or not to do it cold or warm before training, after training, etcetera."
    },
    {
        "speaker": "B",
        "text": "So yeah, there's obviously, there's a lot of different types of stretching there could get even to PNF stretching and things that are a little bit more, you know, niche. But like in general, the two basic forms of stretching are active stretching and passive stretching. And your, or, you know, your dynamic work and your passive stretching is done with the goal of trying to create an increase in the flexibility of the muscle. So whether you're actually increasing the length of that muscle, you know more. So what you're doing is increasing the resistor, decreasing the resistance of that muscle to want to stay at a certain level of flexibility. So when we can sort of take the brakes off and allow that muscle to, to allow us more range of motion, we're inherently increasing flexibility without necessarily having to increase the length of that muscle that is usually done at a time far away from your workout. Because they have shown where this type of stretching done prior to an activity. And it could be a, like a structured activity, like lifting, or it could be a little bit less structured like competing in a sport in a, in a spontaneous type way, that there is a period of recalibration that is needed after doing this because you're disrupting the length tension relationship of the muscle that causes you to not necessarily be able to rely on these. I've talked about before, stored motor engrams in your mind in terms of this is the pattern for how I swing a golf club, say, you know, and now introducing a little bit of flexibility or added flexibility or range because of the stretching I did before, it takes maybe a hole or two or three to match up again. Oh, this is the, this is what he's trying to do. That golf swing thing that I remembered again, like it's not remembering that every component, like I have to bend my right wrist back ten degrees and then I have to bend my elbow and I have to break like your body stores these patterns for motor efficiency. So, and when I have to start matching up that stored pattern with what's feeling new because of the increased range, I can impair performance. And again, it could happen even in a gym workout where you're talking about your 1st, 2nd set, third set, where maybe the repercussions aren't as big because I'll just do a few extra sets. But in performance, if you screw up your first three rounds, you play on a PJ tour and you shoot, you know, you're six over, after three, you're done, you know. So I think it matters there as far as the dynamic. So we relegate that, as I mentioned, sort of towards the end of the day when it's not going to impact performance, but even maybe have the additional benefit of creating the feeling of length or the increase or decrease in resistance to this length at a time when I know my body is going to try to tend to heal and heal shorter, never longer, but he'll shorter. So if I can introduce a little bit of that extra length or decreased resistance to that length, it's a better time to do it. So I think it promotes a better recovery if I want to."
    },
    {
        "speaker": "A",
        "text": "Sorry to interrupt stretching later in the day because I'm intrigued by this concept of heal shorter. So part of the healing and recovery process means a shortening of the muscles. This is the tensing up in sleep. Could you elaborate just a bit on that? And then, sorry to break flow, but then to continue, doctor Justin?"
    },
    {
        "speaker": "B",
        "text": "No, just basically, you know, what's been shown is that when the repair process, muscular repair from, let's say, strength training during the day, the repair process usually results in a muscle that is slightly shorter rather than increased in length. It's just muscles prefer to ratchet their way down into that contraction and then maintain that, that more comfortable length tension relationship. So when youre sleeping, it tends to err on the side of shorter rather than longer, when ideally we dont really want that. We want to maintain as much of that length because with more length, we actually have more leverage, right. That muscle has more leverage to contract if it was all the way contracted. You really cant obviously generate much force in a muscle thats already maximally contracted. So I think we want to do something that we, whatever we can, whatever little weapons we have in our arsenal that could allow us to do this prior to sleep. And again, it's just making a conscious choice to do it at a time of the day that makes a little bit more sense. Dynamic stretching is really not done for that purpose of trying to create any type of feeling of act or increasing the potential length, as you said, of the muscle, but more so the readiness of the muscle perform and increasing, you know, exploring the ends of that range of motion in a more dynamic way so you're not hanging out there and disrupting that length tension relationship. But just sort of touching the ends of those barriers so that when you feel movement again, it feels looser, it feels more ready, and obviously, at the same time warming up blood flow. All the benefits we get from just warming up in general. So, like, you know, that's, that's a series you've probably seen a bunch of times, but like, I, you know, leg swings and, you know, butt kicks and, you know, lunge walking lunges and all types of touches, toe touches, all those kind of drills, those active stretching drills or, you know, lunging with rotations up of the upper body to try to get some of the thoracic spine involved, too. Those are the drills that people will do prior to training that are both excitatory in terms of just the nervous system, but also helpful for just the general warm up the body because the blood flow, but from a muscle readiness standpoint, not impairing the performance while at the same time exploring the increased ranges. Cause as you know, the first toe touch you do is not as high as the last toe touch you."
    },
    {
        "speaker": "A",
        "text": "For me, it doesn't even include the toe."
    },
    {
        "speaker": "B",
        "text": "Right. The shin touch, the toe touch attempt. Right, right. So, like, you know, those, those are going to improve with each subsequent rep. And I think that's what people actually like. When you can see those, those actual changes from rep one to rep seven, you just feel ready. You feel more alert and ready to go in your workout. So the dynamic type of stretching, um, and I mentioned earlier on, you know, like, what I've had to do to sort of increase my warm up focus, you know, I think that's more of what I try to do these days. Um, I try to be a little bit more alert to the fact that, you know, everybody's not ready. When I was, when I was working with Antonio Brown, I remember, like, he would spend 20 minutes, 30 minutes on all dynamic work, and I've never seen anybody spend that long on their dynamic work. But like he said, he just didn't feel right and ready to go unless he did a lot of that. And I mean, you know, his, his dynamic stretching routine would be a workout for most everybody. You know, it's crazy how, how much he did."
    },
    {
        "speaker": "A",
        "text": "These pro athletes are amazing, and you've had the great fortune of working with and improving their, their abilities. Um, but I can only imagine, uh. Cause I also imagine he's pretty strong in the gym also."
    },
    {
        "speaker": "B",
        "text": "I mean, you know, it's always, it always amazes me, the guys that make it to that level, no matter what sport they do, they're so gifted in everything, you know, like David Wright used to make me laugh all the time with the Mets, because no matter what I ping pong, you know, like anything, he. Because of his hand eye coordination, like anything, you know, great at jump rope. I remember he hadn't done a lot of jump rope, and I think jump rope is one of the best things you could do from a conditioning standpoint. It's actually fairly interesting. It's not just, you know, it's not too harsh on the joints, depending, even though it's a ballistic move. And he wasn't, I have to admit, if he listens to this, he's gonna want to kill me. But I was better at him than jump roping, one of the only things I could do. And then I gave him about five days, and he completely blew me out of the water to the point where I could never keep up with him anymore. He made it look effortless. It's like that's where the athlete in someone comes out. No matter what they pick up, they're good at it. And I think that when you see guys like this in the gym, like, their strength levels tend to be pretty damn good, and they're in. Their abilities, their coordination, their. Their everything just tends to sort of be good at that level, you know? And it sort of amazes me why those guys can go pick up a golf club, you know, and go shoot 72, you know, and having never really played, you know, they're just. They're just naturally good at whatever they do."
    },
    {
        "speaker": "A",
        "text": "Yeah, I have a couple. I'm smiling because I have a couple really close friends who did a number of years, some several decades in the SEAL teams, and I don't know that their skill level at everything is so high as you're describing for athletes, but their level of competitiveness is beyond. I ocean swim with one. There's no chance that I'm going to outswim Pat ever. Ever. He actually goes back and forth sometimes just to check up on me, which I appreciate. Thank you, Pat. I haven't drowned yet, but in addition to that, we could play horseshoes. And it's like this switch that just flips on, like he's going to murder me. A very nice guy. Right. In general, they tend be very nice, but. But the level of competitiveness is unreal. They're selected for it."
    },
    {
        "speaker": "B",
        "text": "They're trying to beat themselves. They're not even trying to beat you."
    },
    {
        "speaker": "A",
        "text": "That's right. I'm not even in the competition."
    },
    {
        "speaker": "B",
        "text": "Not even the competition. You're not even there. Yeah, exactly."
    },
    {
        "speaker": "A",
        "text": "Thank you. Now I won't feel so bad or worse. It's true. It's a remarkable thing. I'm glad you mentioned jump roping. I used to skip rope for warm up, for boxing, like, three. Three minute rounds or something like that. But I'm glad you brought it up because, um, skipping rope is something that, uh, obviously has a cardiovascular component. There's the conditioning component, there's timing, and. And it is kind of interesting. Right. You can. It's frustrating when you don't get it, especially when it whips you on the air if you're using a proper rope. Um, I'm just curious if you could just give us a quick, um, skipping rope one on one. Do you like to see people jumping with, um, both feet and toes? We'll. We'll link to a video if I'm. If there was one and I missed it. Do you like to see people doing high knees? Do you like people basically, like, shuffling? Uh, you want to see people doing double Dutch? What do you want to see people doing over time?"
    },
    {
        "speaker": "B",
        "text": "All of the above. Maybe not the double dutch, but all. All the above. I mean, I think that that's the cool thing about it, right? Like, once we sort of master the skill, because for all of us, that first jump with the 2ft going together is a challenge because you just got to time that rope. You got to time your jump. And then we get bored, as we often do as humans, we get bored with what we can do and want to take on new challenges. So then it becomes one leg at a time, or then it becomes side to side hops. Right? And all of those things are beneficial, I believe, neurologically, to enhancing the ability to do the skill as a whole, but also just because I'm such a believer in training in all three planes. So, like, just doing straight up and down versus now, I can do frontal plane, side to side motion, and then I can even do small little twists, or corkscrews, we call them. It requires a different. You would know more better than I do. It requires a different neurological patterns to be able to coordinate that because you're changing the orientation of your body in space. So it's not just that I'm changing the exercise, but I'm changing how my body interprets that exercise, because what's happening to my body in space. So I. I love, you know, whatever people wind up doing, but I am amazed there are people. I just started following this young woman on Instagram who is like, I'll give her a plug. I think it's like, Anna skips or something. And she is ridiculous. Like, I watch her and I'm, like, mesmerized at what she can do with the rope. You know, it's like, it is an extremely athletic endeavor, believe, when it gets to be at that level and the speed and the precision and the, you know, and, you know, I think one of the goals that you want to be able to have is to where you're feeling as if you're almost effortlessly dancing without a rope, like, where you're just bouncing off of the ball of your foot. But it's an important skill to learn, too, whether you go back to run or, you know, or even, even jog, right. Just like, you know, more casual running. Learning how to land is so important. One of the drills that people should try is like, try to jump on your heels. So just stand up, pull your toes off the ground, right, and just jump from your heels and land on your heels. You'll feel it in your jaw. You'll literally feel your jaw rattle when you land on your heels. There is no shock absorption capabilities through your heels. Meantime, a lot of people land on their heels a lot when they, when they run. And you're just. Your body's not built to absorb the forces like the ball of your foot could. It's really built as a spring. And the, and the foot is, to me, as a physical therapist, the foot has always been one of the most. You know, you talk about having bad feet. I have flat feet. It looks like I got flippers. If I took my, if I took my shoes off, like wearing scuba fence, there is no, there is no adaptability of that foot to the surface. You know, when you, when it's completely caved and flattened like that, the job of this, of the foot is to be adaptable. Well, there is. Maybe there is some adaptability because it's so floppy. But at the same time, at some point, that critical juncture when you're going to then step through and you need to be able to push off the foot has to actually changes in the mid foot itself to become a rigid lever, is what they call it. You're going from a mobile adapter to a rigid lever. That rigid lever literally locks up the mid tarsal joint to become solid so that you can push off of it with leverage. If you lack that capability, all those stresses that are supposed to be borne by the foot go up into the ankle, into the knee, into the hip, into the low back. So learning how to land and start to train your body to adapt to experience ground reaction forces the right way is so critical to all other function in all their disability. Up the kinetic chain and jumping rope is like one of the best ways to learn how to do that."
    },
    {
        "speaker": "A",
        "text": "Great. I own a jump rope. I love doing it in the morning while I get sunlight in my eyes. It's actually a protocol I picked up from Tim Ferriss, who mentioned, because listeners in my podcast know I'm like a broken record with get sunlight in your eyes, even through cloud cover, it just sets your sleep rhythms and your waking rhythms. Yada yada, on and on. Um, but sometimes it'd be kind of boring for people and I want to get them off their phone. So jumping rope's also just a great way to wake up. So, um, jumping rope can be a, the cardio workout, the 15 or 30 minutes, definitely."
    },
    {
        "speaker": "B",
        "text": "And there's sort of that hybrid that we were talking about before of like, you know, you're not, you're not necessarily dropping down to the ground and doing burpees, but I just look at it as a more athletic endeavor because of the coordination involved than just simply walking or jogging."
    },
    {
        "speaker": "A",
        "text": "And you, it's not much of a equipment requirement, very minimal cost. You could even use a rope or, or something if you, although we even."
    },
    {
        "speaker": "B",
        "text": "Instruct people they can use no rope and just pretend, you know, and just move the arms, right. You're never going to hit the rope, which is good, but you know, at the same. So you're never going to know if you're doing it wrong, but at least you can, you can move through the, and get the same benefits through the feet."
    },
    {
        "speaker": "A",
        "text": "I love it. I love it. I told myself before sitting down with you today that I wasn't going to focus on specific exercises because there's such a wealth of incredible content that you put out there that people could just put into YouTube or elsewhere and arrive at the proper way to do a chin or a dip or for whatever purpose. But there's one exercise and one particular motion that I'd like to discuss for a moment because I believe that learning about this cautionary note from you is one of the reasons that I've maintained steady training for 30 years with no major injury. Knock on wood. And that's the upright row. You know, one thing that whether or not people weight train or not, do."
    },
    {
        "speaker": "B",
        "text": "We censor this podcast? Censoring? Do we beep this out or no?"
    },
    {
        "speaker": "A",
        "text": "Oh, do you get beef about this?"
    },
    {
        "speaker": "B",
        "text": "Oh, you know what? We always get beef in any social media platform where we're put out. But like, no, I guess I get some from it. But I'm fully prepared to defend myself."
    },
    {
        "speaker": "A",
        "text": "So. But here's the reason for asking about this. I never really cared much for upright rose. It's not an exercise I tend to do, but one thing that's apparent in all my colleagues and every child I see and every adult I see is that almost everybody is in inward rotation now. So folks think if you stay. I think I learned this from you also. If you stand up straight and then you just point your thumbs out like a. Like a thumbs up, but you're just pointing. Your hands are down, you're pointing your thumb straight out. Ideally, they would go straight out. Most people, the thumbs are gonna be pointing toward one another, because most people are starting to look somewhere between a non human primate and a melted candle bent at the hips, etcetera. From too much sitting. We're all sitting. We're in inward rotation. But I learned from you that the upright road compromises some important aspects of our shoulder mechanics and can be actually sort of a dangerous movement in some ways. I'm sure there's a safe way for people to do it, but. So I've always made it a point now, on the basis of this advice to a not do upright rows, but I wasn't doing them before, but to really strive for external rotation on things like bench dips, on a number of different things. Whenever I can, I try and go into external rotation, provided without looking like an idiot walking around with my palms facing outward. Please tell us about internal external rotation. The upright row is one aspect of that. But why this is so important, not just for weight training, but in terms of posture and mechanics, and not looking like a melted candle or partially melted candle."
    },
    {
        "speaker": "B",
        "text": "I actually love it. I am happy to talk about it because I love. I love the shoulder as a joint. I think pts tend to fall in love with certain areas, and the shoulder is one of the cool areas for me, that's like the foot is, but like, the shoulder has the most mobility in the body of any, of any joint, but it's also got the least stability, right? There's always that trade off of mobility instability. So your stability comes from, you know, certain muscle groups, and one of the ones that the only muscle group that actually externally rotates the shoulder is going to be the rotator cuff. Okay? And unless you are devoted to training through external rotation and exercises that are going to externally rotate the shoulder, you're not training that function. And it's so easy for us in everyday life, especially those that aren't training, to not ever really undergo any of those stresses that could be beneficial to counteracting what happens freely and naturally, which is internal rotation. So when you think about the imbalance created just by nature and how we live our lives, internal rotation far, far, far outweighs external rotation. So you need to address it. And the reason why you need to address it is because you need to normalize those biomechanics of the shoulder if you want their long term health. And one of the functions of the shoulder is to raise our arm up over our head. And if we do that from an internally rotated position, we're going to have a higher likelihood of creating stress inside that joint. Funny thing is, I talked about before, my pt brethren can be somewhat angry these days. I don't know what happened, but fairly angry. You know, they want to, they want to discredit the existence of something like shoulder impingement, which I don't know how. I mean, certain studies look at, we both, we all read studies, and we, studies will say one thing one day and potentially conflict entirely in a different direction. Some studies will point to the non existence of a shoulder impingement. Meanwhile, we have, thankfully, digital motion x rays that will literally show the impingement occur in real time, in real function. And thats one of the limitations. Im off on a tangent here, but those types of x rays are, that type of fluoroscopy that we have nowadays gives us such insight that we never had before, because were taking static x rays and someone laying down on a table. When I want to see what happens when you actually raise my arm up over my head in function. And the tools now exist to do that, see the problems occurring. Because in order to get normal mechanics and free up the joint maximally inside, you need to externally rotate as you raise the arm up. So if your muscles aren't firing, and they're not necessarily as strong as the internal rotation bias that pulls them in, you're asking for trouble every time you do that. Well, this exercise is literally putting you in elevation in internal rotation. And if you were to walk into a PT office and someone said, I think he's got impingement, will you diagnose? There's a test called a Hawkins Kennedy test, and I would put you in the position. I know we're not visible at this point through the podcast, but I'll put you in this position here, where I have your arm elevated, and your hand pretty much under your chin, pushing downward on that, to create that internal shoulder rotation, pretty much the exact position that we're in when we're holding a bar in an upright row. Some will say, well, just don't go so high. Go only up to the level of the chest, but you're still in this internally rotated position. The thing that I think frustrates me the most about the exercise is that I have an alternative. And the alternative does the same thing in terms of helping the muscles grow by simply fixing the biomechanics of the exercise, but just allowing the hands to go higher than the elbows. So instead of the elbows being higher than the hand, which drives you into internal rotation, if the elbow is lower than the hand, the hand being higher. Here I'm in external rotation, and I could do something called a high pull and still get the same abduction of the arm and still get the same benefits of the shoulders, the delts and the traps, without having to undergo any of the stresses that would come from the somewhat awkward movement of an upright row."
    },
    {
        "speaker": "A",
        "text": "And for those listening, we'll put a link to a short clip of what this looks like. But basically what Jeff is doing, and tell me if I'm describing this incorrectly or correctly. Jeff is taking your two thumbs and pointing behind you. And so elbows up kind of near the chin and pointing behind you, like, oh, headed that way, like somebody directing the airplane, like, come back, come back, come back. I forget what they call that. I think it's called semaphoren, is the action of, like, where they direct the planes or something, the flags or whatever. Someone will, of course, tell me I'm wrong about that, too, which is why I say these things, because I like being told what the correct answer is in any case. So this replaces the upright row and probably does a number of other important things as well."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, again, listen, without naming names or programs or anything like that. When I got involved, when I got involved in Athleanx, when I first started my online presence, there was a very, very, very popular program that was out there that I just, for fun, I wanted to, as a pt, this is the nerdy things we do. But I wanted to evaluate the workout structure. And I went and I looked at every rep over the course of a week, and there was something like 890 repetitions or something done, and zero of them were dedicated external rotation of the shoulder. So if you think about it, I mean, yeah, it was a very popular program that was done by a lot of people. There is no. There was no focus at all, no dedicated focus towards creating a balance to an action that is so predominant. And remember, it's not just because we sit with bad posture. But the fact that our chest can internally rotate, our lats can internally rotate. There's, like, muscle, other big muscles that participate in things that we do every day that will further internally rotate the shoulder. The only weapons we have for external rotation are those little rotator cuff muscles. And three of them, actually, three of the four. And the job is to sort of actively and consciously train them through, really, the boring exercises. Right? Like you've seen them with the band. You. You anchor a band to a pole. You stand with the band in the opposite hand. So if it's anchored to the pole on my left side, I've got. Got the band on my right side. And you see people where they kind of rotate their hand towards the back. Again, kind of what you were saying, but at a lower elevation, taking the back of my hand to trying to point it to somebody behind me. Well, you know, that that is one of the ways to train the muscle. It's just a one function of the shoulder, external rotation of the shoulder, and you need to do it. And again, it's not that if somebody was doing more external rotation work, could they absorb the upright row better? Probably because as they elevated the arm, they probably have a little bit more of a contribution from the rotator cuff to what? One of the functions is to centralize the head of the humerus inside of the glenoid, you know, the capsule. So as it rises up, it stays central, as opposed to migrating up, because the deltoid likes to pull up. So if the rotator cuff has some ability to counteract the upward pull of the delt, then it can maintain a more healthy relationship with overhead movement. So just realizing that that function is only gained through doing these exercises, we would probably dedicate more time there. But the upright row might be better absorbed by that person because they have a little bit more strength. But again, why? Because if you have an exercise that does the same thing for what you're trying to do muscularly, to build the muscles that it affects, why wouldn't you just do it where you can still see, actually pick up more repetitions of external rotation, you know, so you're getting none of the harm, all the benefits. I see zero reason to ever do the upright row. And then people will argue, this is the way. They argue that I've done this for 30 years, and I've never hurt myself. And I always say, yet. Yet, like, hey, listen, the goal is to not hurt yourself ever. So even if you. It's sort of like, you know, the championship game, you might play the game of your life. But if you lose, you lost. And when you get into the end of the record books, you're still lost. So even if you had the game of your life, you lost. I don't care if you do it for 30 years, no pain. You're still doing it, and there's no pain. I'm giving you an option that's going to give you the same results in the exercise that you're seeking. That's why you're doing the exercise without the possibility of having the bad outcome come from it. So I get a little bit, you know, defensive of the. Of the move. But I feel like it's like, why would you do that? You know?"
    },
    {
        "speaker": "A",
        "text": "No, it makes. Makes sense being able to train for a long period of time and feel good, you know. No, I'm proud to say, you know, and I don't have the kind of genetics where, like, we don't have a lot of impressive athletes in our family tree or anything there, you know, some fit individuals, some less fit individuals. But I really believe it's about putting in the work consistently over time. And the. The more. The more often you can wake up not in pain, the better. And so, you know, I think that being in external rotation as often as possible is good. This is actually a good friend who's a yoga teacher told me there's also a problem with the yogis, you know, a lot, all the downward dog stuff. For those listening, you can think of inward rotation as, like, thumbs down. Just think thumbs down. Inwardation isn't bad, but less thumbs down, more thumbs up is external rotation. So for those just listening, maybe that gives a visual. The more exercise you can do in external rotation, the better it seems, on average. I'd love to chat with you just a little bit more about biomechanics. And this is a personal thing that, again, your content really helped solve for me. One is I thought I had lower back pain, thought I had sciatica so badly that on a few trips, I worked trips years ago when I was doing a lot more international travel. I mean, it was hard to stand up sometimes. I mean, like, excruciating pain. I didn't want to take medication. I didn't want to do back surgery. In the end, turns out it wasn't a back injury at all. And one of the things that helped fix it was this. Just learning about this thing called the medial glute, and you had a video that said, fix back pain, and then you quite accurately say that some back pain isn't really about the back at all, and had me do an exercise, or allowed me to try an exercise where I lay on my side and essentially pointing my toe down, the top toe down, almost like pointing the toe down, and then would slowly lift the leg up while pointing the toe down. Maybe I got it correct. And then holding that, and there's a muscle that sort of sits at the top of the glute. It kind of peeks out every once in a while. You can feel it there with your thumb, which is, I think you had pushed back on it. It creating that mind muscle link again. And there with proprioception, the actual feeling of a muscle, literally with a limb, we know, based on the neural circuits for movement, that enhances the contractile ability of a muscle. So, like, if you touch your bicep, you literally can contract it more strongly. And this makes total sense based on neuromuscular physiology. So had me do that repeatedly. I started doing that in my hotel room, and the pain started to disappear. And then it came back again in the afternoon. So I did it again in the afternoon. So this is something I did for three or four days, and lo and behold, my back pain's gone. I handed this off to my father because he, like me, has a slightly lower right shoulder. I think that our gait is probably thrown off by this. It's probably a genetic thing. Who knows? He handed off to somebody, you know, it turns out that we don't suffer from back pain. And, in fact, now I don't suffer from. Because I was doing this exercise, which I think is helping my lower my medial glute. Two reasons why I raised this. One, I know a lot of guys who have this right side sciatica because people keep the wallet. There is one idea, or left side sciatica. There are a lot of people, male and female, who think they have back pain when they dont actually have back pain. And the other thing is that is about a general question about biomechanics or statement about biomechanics. I had a feeling that a lot of what people think is back pain or knee pain or neck back pain or headache or shoulder pain is actually the consequence of something that's happening above or below that side of pain. And this is a whole landscape of stuff related to PT and recovery and pain management. But maybe if you just educate us a bit on this and why this works, what is the medial glute? Why did it make my so called back pain disappear? And how should people think about pain? And I'd like to use this as a segue to get into a little bit deeper discussion about pain and recovery."
    },
    {
        "speaker": "B",
        "text": "Sure. So this is definitely like a big cornucopia pt stuff here. But like, I, and this is what I love. So first of all, that video that is, it's my proudest video that I have. And the reason being is that it's helped so many people. Like, we get comments on that video every day. I don't even know how many views it's got now, 30 some odd million or there's a lot, we will link to it."
    },
    {
        "speaker": "A",
        "text": "There's a lot of news."
    },
    {
        "speaker": "B",
        "text": "And quite honestly, it was a little bit of an afterthought video in terms of its origin. I think that that day maybe Jesse was having some problems or something like that, a little bit of low back pain. And I showed him and it helped right away. I was like, well, we can make a video on it because this will help people, not everybody. If you have a real disc problem, it's not going to help because you're not changing the structural problem that's there. But as you said, a lot of people don't, you know, and even disc issues, you know, a lot of them are non operative. So you'd want to try these things first as far as what you sort of experience sometimes as that glute medias really tightens down. And that's, that's again from poor biomechanics. Up and down the kinetic chain, it can actually press on the sciatic nerve and give you what they call a pseudo sciatica, you know, where it is. Youre a, its not like youre making it up. Its not like youre not feeling that pain over that same sciatic distribution. But its not caused from a disc. Its not caused from something mechanical there. Its caused by the fact that this glute medius has posturally become a problem for you or weak because you dont train it and you need to address it. So not unlike any other muscle in the body, there are common trigger points in common areas where the muscle will become tightened or painful or spasmed. And you can basically apply pressure to these areas to and then sort of thread that muscle through the pressure by pushing down through there and then contracting the muscle, which is why you go through that action of, you know, I think we call a toe stabber, but like stabbing down and lifting up and stabbing down and lifting up, taking that, that glute medias through its function so that it's basically kind of working underneath the downward pressure of the finger. And that tends to help you to almost, you know, knead out what might be that trigger point. And that's why people can see immediate relief there, because once the trigger point lets go, it feels like. And that's what the comments are in that video. Like, my God, I literally, I couldn't walk. I've been on my hotel floor, I did this, and I'm fixed. And meanwhile, then, you know, it could come back because your body is like, well, I like being more like this. This is how I've been, you know, ingrained to be. So it might come back, but then when you do another round of it and another round of it, and then finally it starts to say, all right, I'm not going to do that anymore. It kind of eases up, and you can relieve yourself of those, of those trigger points. You could do that up and down the back. There's other people that get that and that sort of inside their shoulder blade, you know, that, that same type of cramping in another area. Um, but once that takes place, well, then the job that I think people have is, like, become educated, that, you know, the glute medius is different than the glute maximus. You know, like, their functions are different. You know, you have to work on not just extending the hip, but also abduction of the hip, external rotation of the hip. Same thing is in the shoulder. And this actually segues nicely into what? Into the whole concept you were talking about. Like, the body is like a mirror image. The hip is like the shoulder, right? The ankle is the wrist, the foot is the hand. Like, they're. They funk, the knee is the elbow. They're two hinge joints. They function that way. Well, with the shoulder, you've got that mobility that comes from having all that freedom of motion, but the stability is lacking. Well, the same thing with the hip. Like, you've got mobility, but if you don't fully stabilize it by training all the muscles of the hip, and if you don't strengthen the external rotation of the hip, then, you know, you've, you're going to have issues. Like, it's not biomechanically going to work the same way. If you think of the body as a series of, you know, bands, you know, pulling in different directions at different levels of tension. You know, you're being pulled into one direction or the other just by the balance of tension from one weak area to one dominantly tight area. And you need to make sure that you can sort of balance this out in order to eliminate some of the adaptations, adaptations, and compensations that happen. So what I say when we look at sort of the body as a whole, most often wherever you're feeling the pain is absolutely not to blame. There's not to blame. It is somewhere above or below, as you hinted at. You know, you're talking about the, the knee is my favorite example of it. Whenever you have knee pain, patellar tendonitis, which I have forever, I've had, you know, bad, bad cases of patellar tendonitis, where squatting is very difficult. For me, it's not the knee. The knee is, the knee is literally a hinge joint that, you know, there's a, there's a minor rotation capabilities in the knee, but it's a hinge joint and it's being impacted by the hip and the ankle and in the foot, as I said before, how critical the foot is. If you thought of the, of the knee being the, like the middle of a train track where the femur down your thigh and your shin down below your knee, where the train track. Well, what would happen if the foot collapses at the bottom? All of a sudden that train track on the bottom gets torqued just a little bit. Well, who's going to feel that the most? The area where it's torquing, which is at the knee. So the stresses are going to be felt there. Meanwhile, the problem is the foot, or the problem is the ankle. People that are chronic ankle sprainers are almost always going to wind up having back pain because the ankle sprain causes weakness and maladaptations in the ankle that then gets connected through the chain. Because now, once I distort the ankle and the shin, now the knee is trying to maintain its ability to hinge smoothly. So it torques on the femur to do that. Well, the femur is now inside the hip joint pulling on the pelvis, and the pelvis is out of whack. So it's really, it really is fascinating. Like, it's one of my favorite things about how the body works is like how interconnected it is and how one little thing somewhere causes repercussions somewhere else. And the easiest way to find out what your problem is is to say, okay, I know where my symptom is, but I gotta find someone who can help me find the source somewhere else, because it is gonna be usually either above or below. Mostly. Usually below because it usually translates up the kinetic chain, but usually it's gonna be below where the real source is. So people with low back back pain usually have hip issues, weaknesses, tightnesses, flexibility issues. It's almost always below when you get into really high performance athletics, though, it almost works the other way, like where we have pitchers who can't. I mean, I'm always fascinated by guys that have Tommy John issues in their elbow pitchers. If you can't externally rotate the shoulder that we talked about, again, the ability to get your shoulder back into external rotation, well, your arm has to get to a certain position for release of the baseball. And if it can't get there, because you can't externally rotate the shoulder to get there, then the elbow has to sort of torque more in order to allow the arm to get back further. And it will try to take some of that motion from a joint that's not really, again, another hinge joint really capable of doing that. So it starts to stress that medial elbow ligamentous to get a little bit further back because the shoulder is not working and that just ultimately places straight on the elbow. So when you see a guy that has pain, that floats around a pitcher, that floats around their arm, all that is, is sort of this balance of compensation. Once his shoulder elbow starts hurting, then he can't do the get the range, you know, the range from the elbow. So he tries to dig a little bit further back into external rotation and then the rotator cuff gets inflamed and then he feels that's inflamed. So, by the way, during that time period, it takes some of the strain off the elbow so the elbow feels better. Then he decides, okay, now I got the external rotation, but I'm getting too much of that. So now I start straining the elbow again and it keeps going through this cycle. So your body is very smart and it's going to compensate every single time. It's going to find the compensation, but there's no guarantee that that compensation doesn't leave you with a whole host of other issues."
    },
    {
        "speaker": "A",
        "text": "Doctor Justin. Yeah, it's fascinating. In another lifetime, I would have gone and been a pt, although it sounds like the community among pts online."
    },
    {
        "speaker": "B",
        "text": "I don't know what. Listen, we're good people, but it's like."
    },
    {
        "speaker": "A",
        "text": "Yeah, scientists and neuroscientists can get into pretty intense battles. You know, coming from the academic community, you know, the etiquette is so different online because I always say, you know, I think in person people would probably behave a bit differently."
    },
    {
        "speaker": "B",
        "text": "Take your hand and say hello."
    },
    {
        "speaker": "A",
        "text": "Yeah, you take your hand and say hello. And there's also. Look, I'll just be very direct about this. There are a lot of people online for whom their only content is pointing out the misunderstandings or alleged flaws of other people, it's like the bulk of their identity, which to me is sort of a sad existence. But there's always more to gain by thinking about what's possible and what's new and what's good. But to each their own demise or win."
    },
    {
        "speaker": "B",
        "text": "I mean, questioning what's out there, it's healthy, it's normal, it's great. It actually sparks conversation. But as you said, some people's existence is solely to find things to nag about and not actually with the goal being to advance anything, but rather just to."
    },
    {
        "speaker": "A",
        "text": "Yeah. In the world of science, being skeptical but not cynical is encouraged. But I always say that the longer that somebody is in a career path, it's certainly in science or medicine, and they realize how hard it is to do various studies. Once they publish a few studies, generally they. They sort of get a better understanding of how the various things are done. In any case, along the lines of pain and pain relief and misunderstandings about the origins of pain in the body. One of the great tools that I picked up from your content, which has benefited, I know a huge number of people, is I think I used to hold weights sometimes in the tips of my fingers, as opposed to in the meat of the palm of my hands. And I had elbow pain. And I always thought that I felt it most on tricep exercises and pushing exercises. And I thought I was doing those exercises wrong. Turns out, toward the end of my pull ups or my bicep work, I was letting the weight or the bar drift into my fingertips. And the mere shift to making sure that my knuckles were well over the bar or that the weight was really in the meat of my palms, has completely ameliorated that, for reasons that you point out, and maybe you could just share with us why that is, you have this kind of finger pull exercise. Usually when someone says, pull my finger, it's like a bad middle school or elementary school joke, but you'll say, push your finger."
    },
    {
        "speaker": "B",
        "text": "Yeah, this is fascinating. This is because it just shows, again, how intricate the body is and how responsive or over responsive it can be to something so little. And what you're talking about is that when you grip a bar, whether it be through a curl or whether it be, and this is mostly pulling a exercises because the tendency for the bar is going to be to fall out of your hand, not like with a pushing exercise, where it's kind of you're pushing your hand into the bar. So on a bench press, say that bar can drift just by gravity doing its thing or fatigue of the hand grip strength can start to drift further away towards the distal digits, right through those, through those last couple knuckles that we have on our hands. And though our hand can still hold it there, um, the muscles are not equipped to handle those types of loads. And that can start at a very, I'm not going to say light, but like, you know, it could start at, you know, dumbbell weight, you know, 40 pounds, 30 pounds, you know, even 25 pounds for some, depending upon their overall strength levels. But then when you start to apply it to something like your body weight with a chin up, right, because that's natural for the bar to somewhat kind of float down towards your fingertips. And it actually is a little bit easier to perform the exercise with that sort of like false grip hook grip at the end because you're not going to engage the forearms into the exercise. You're not going to start pulling down. But at the same time, while it could help you to perform them better by getting the back more activated if you have weakness in these muscles, because it's not a thing that happens to everybody. It's not one of those upright row type things where I think this is happening to everybody, this is happening to people that have these inherent weaknesses in this, in this, uh, in this, these muscles you or, or haven't done enough of the gripping in the fore, in the, in the meat of the hand, you know, for long enough. But it starts to put that stress on these muscles that are ill equipped to do this and it to handle this. And it starts to, is particularly on that fourth finger, you know, which is part of the muscle we call the fds of flexor digitorum. That is just too much for it to handle. And that comes all the way down and meets right at the medial elbow, right on that spot that you can say feels like someone's knifing you right in the middle in that medial elbow and medial epicondylitis, or they call it golfer's elbow, is something that a lot of us deal with in the gym. It's one of the most common inflammatory conditions people get from the gym, and it all comes from this positioning of the dumbbell or barbell or hand on a pull up bar over time. So the easiest thing to do is just grip deeper so that what you're doing is you're using, you know, more leverage from the palm to encapsulate the bar or the dumbbell or whatever, and you're not putting that pressure really distally right on that last digit because that's where the, that FDS muscle is most strained. So you, you're just almost eliminating that from the equation. And it's one of those exercises that the load can exceed its capacity pretty quickly so that like, you know, maybe it's only capable of handling 30 pounds. And then when you're doing a chin up and it goes and it drifts so far that it's now you, let's say you're a 200 pound guy, you've got, let's say 100 pounds through one arm and 100 pounds. This is simple, simplified math that obviously is offset by other muscles. But 100 pounds to one arm, 100 pounds to the other, 100 pounds off of a muscle that can handle 30 is not going to take many repetitions to strain it. And you're going to feel that maybe by the time that sets over or certainly by the time that workouts over or the next day, you wake up and you've got that notable stabbing pain. Whenever someone feels that, the best thing would be to determine, okay, what exercises was I doing that were pulling and where the bar could have drifted deeper into, further from the meat of my palm into my fingers and figure out a way to deepen that grip. When that happens, though, the best thing to do with most of these inflammatory conditions is not do any of that stuff for a little while, not ever just for a little while. Theres always things that you can do around it. Im not saying ever do. I say like dont go to the gym or dont find something you can do, but im saying that particular exercise that you feel the pain on while youre doing it, never a smart idea to do that exercise when its inflamed. If you are doing exercise and it hurts, you probably shouldnt do the exercise. Because another reason for the variability of exercise is there's so many other options that you can do that will train similar muscles or even the same motion and not cause that stress. So, I mean, a cable curl would be much easier to do that on than let's say a chin up where you don't have the control over the weight like you do by moving a pin on a stack. So, you know, I think that is a common thing that people find and the best thing to do is just figure out how deep are you gripping that bar? You're going to find that, oh my God, I didn't realize that because it was just, even though you might start a set in a good position and then it drifts away as you go."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's what was happening to me and I'm very conscious of this now. Again, for me it's complete. I haven't had this elbow pain at all. So that's great. You know, very fortunate. So again, a debt of gratitude to you. Never. I thought there was something wrong with my elbow, basically, and I thought maybe it was tennis elbow. I don't even play tennis. So there you go. Other aspects of recovery and variables for recovery. I think you and I both put out content about the use of cold and I think we can summarize it by saying, yeah, it does seem like cold water immersion immediately after hypertrophy or strength workouts might be a problem, but a cold shower is probably not a problem. What about heat? Do you personally use heat and cold saunas? Hot, you know, hot baths, hot compresses. And by you I mean you personally and athletes that you coach or people that you coach. What are your thoughts on the use of heat and or cold?"
    },
    {
        "speaker": "B",
        "text": "Well, I think, you know, it might just be an inherited practice from the days of trainers since Babe Ruth, you know, but we in baseball, we used a lot of cold following performance, you know, just because the idea would be there, there is some, especially pitchers, you know, there is some inflammation, um, that is abnormal. You know, the arm is not really designed to do what they do, especially at the, at the speed that they move it and everything else. So we would use, you know, ice as a pretty standard practice after that. Um, but not, not a lot of heat. You know, use a lot of heat. And of course from the recovery or the, the healing aspect, that actually becomes rather uh, personal preference, they've found now, um, after, let's say the first twelve to 24 hours, you know, where you're really trying to control inflammation of what, you know, might be an injury, but then it, then it can kind of shift to personal preference because the heat can bring blood to the area also. And then the cold has its sort of anti inflammatory effects. So like theres a balance between which ones working better for you. So theres really no standard anymore for heat or cold in that way. But from a standpoint of like post workout healthy status, I havent used much heat or cold in terms of what we do. We cover the topic of the cold showers and to try to dispel the myth of the, you know, even people saying that there's giant testosterone releases and, you know, all kinds of stuff that, you know, listen, we hear all kinds of things because people want, like I think the idea of just turning the water cold and being in it for 30 seconds and then all of a sudden magically growing three times your size is intriguing for a lot of people, and they. And that's why they ask these questions, because they're like, that would be a hell of a lot easier than going to the gym and training hard. But I'm always fascinated by some of the stuff that you talked about. In fact, we started to talk about some of this stuff in terms of cooling and what it can do on performance. And that was, you know, like, there's some untapped territory there that I think you're finding out about."
    },
    {
        "speaker": "A",
        "text": "Yeah. What would be fun would be to bring the cool Mitt technology from Stanford. This is Craig Heller, my colleague, Craig Heller's lab at Stanford. Some really important and amazing work in this area. But then it moved on to some other things. He's also working on down syndrome, and he works on a number of other really important topics, as scientists often do. But I have access to this cool MIT technology. No relationship to the company, by the way. Would love to come out to your facility and we can do the blind type studies."
    },
    {
        "speaker": "B",
        "text": "Like the blue blocker test."
    },
    {
        "speaker": "A",
        "text": "Exactly, exactly. And see how that goes. With somebody as advanced trained as you, that's probably the best thing to do. So, content for the future. Yeah, I think heat and cold are kind of staples in the PT world, and it does seem like people use them slightly differently, but they are kind of the macronutrients of recovery there, along with sleep. I do have a question about precision of record keeping. Do you keep a training journal? Do you recommend people keep training journals? Are you neurotically fixed to cadence of movement? And are you looking at, do you have a buzzer going off when it's 90 seconds rest? Is it 90 seconds rest? I confess I have my slow workouts and my faster workouts, and they scale with whether or not I'm training heavier with longer rest, or whether or not maybe midway through a workout, I'll shift over to doing higher repetition, lower rest. This is kind of my crude way of keeping time, but I'm not. Will be just to watch the clock, but I'm not neurotically fixed to the buzzer, nor am I on social media during my workouts, which is actually a way to really improve workouts, is to just not be on social media."
    },
    {
        "speaker": "B",
        "text": "Yeah, I can't claim that I'm not guilty of that. Sometimes I am on social media, but sometimes I'm trying to post something."
    },
    {
        "speaker": "A",
        "text": "Well, that's different."
    },
    {
        "speaker": "B",
        "text": "It's your profession."
    },
    {
        "speaker": "A",
        "text": "It's your profession."
    },
    {
        "speaker": "B",
        "text": "But I mean, I'm not necessarily chained to some sort of protocol in terms of how I do. I think by this point, I've been doing this a long time, and not only is it something I've done for a long time, but it's a passion of mine, something I really enjoy. So I probably inherently have the ability to stick to these. These guidelines in terms of rest time, to know what I lifted even six months ago on a lift and how it felt without journaling it. But I recognize the value it has to a lot of people. It goes back to that whole my muscle connection idea that we talked about in the beginning. There's a lack of awareness for all aspects of training, especially. Maybe it isn't, like, your interest level. You know, we're talking, you and I, from a position of interest. Like, this is what we do. We enjoy just how our bodies work and understanding how they work. Some people don't care. They just want the end result. But journaling and keeping track of that raises awareness to where, like, oh, my God, I have been on, you know, Instagram for the last seven minutes, and I was supposed to be back at my next set in 90 seconds. Like, there is a training effect of that. You know, like, you. You know, if you're training for a metabolic overload, you've blown that opportunity, because you haven't. You know, your rest time was very. Was very important to that protocol working as it should. If you were training for strength, maybe the extra few minutes doesn't matter so much. When you get back under the bar, you might find. I mean, you might find that it's a better response for your body to rest even longer than you've been told. Three, four minutes, five minutes. Um, and so that way, maybe it helps, but I think that anything you can do to increase your awareness of your performance and also give yourself some objective goal. Whenever we have an objective goal, it's a lot easier to actually obtain it when you're just there to get a pump and you're just there to lift how you feel that day. Um, you have to be incredibly disciplined in all other aspects of your workout in order to make that effect, you know, and I. And I've done that, too. I've actually been able to do that, too. But again, the level of repetitions I've accumulated over the course of my life and the amount that I. That I, you know, read about this stuff, and I think I'm able to get away with that. But. But I think more often than not, what I'm doing is not journaling, but journaling in my head exactly what I think people should be doing. And that is getting a specific effect from what you're trying to do. Its not so haphazard. You know, you want to get a specific effect just like any other experiment that youre doing. Youre doing an experiment on your own body with your own weights, which to me is one of the most empowering things someone can ever do when they get bitten by the bug for exercising in training. And again, I like to use the word training rather than exercise because theres a purpose behind it. But when they get bitten by that training bug and they start to see actual changes in results, you know how empowering that is. We can't change. We can't really control that many things in our life, unfortunately. And there's some things that happen to us that we really wish never happened and those are not something that we can do anything about. But this is one thing that we can do our best to. We can't avoid disease entirely. We can't predict when we're going to die. We can't, you know, do those things, but we can certainly decide to show up into the gym that day and get a workout in or go for a run or do something. And by doing that, you're giving yourself, I think, a better chance at a higher quality of life. So anything you can do to increase your awareness of it and keep you on track with that is like I'm endorsing fully."
    },
    {
        "speaker": "A",
        "text": "Couldn't agree more. I could not agree more. There is a topic, it's sort of a dreaded topic, but I think it's an important one. And that's the topic of nutrition. And rather than getting to specific meal programs, which would take hours and probably wouldn't even manage to scratch the surface, even with ours, we could talk about principles around nutrition. What are sort of the themes that you think people should keep in mind when thinking about how to eat generally. And pre training and post training are two particularly sensitive times for most or times that people want to know a lot about. What should they eat before training or can they train fast? What should they eat afterwards? But just in general, what do you think are some axioms of nutrition that really hold? And I ask this not because there's a lot of debate about this, but because you've been around this space a long time and you've seen what works for you, obviously, but for other people too, what tends to work, what tends not to work and how should we think about nutrition?"
    },
    {
        "speaker": "B",
        "text": "I mean, look, you've touched on it a bit, but like, you know, nutrition can be a touchy subject for people, and I understand where that comes from. I've talked about before the. There's a dogmatic tendency to nutrition, and there's a reason for it because it's an area that people struggle with more than anything else. And the reason why people struggle with nutrition is because the commitment is extremely high. You know, you could start a workout program and actually get to the gym three to five times a week. That's 5 hours based on how you and I were discussing it before. Well, what about the other 23 hours of each of those days? There's opportunity to eat incorrectly or unhealthily every one of those hours. People wake up in the middle of the night to go eat. You know, like, there are. There are things that you can do that can cause amazing amounts of damage to your longevity in the 23 hours. Not the 1 hour, the 23 hours. So when people finally figure out a way to make that work for them, it's very passionate, and I understand their passion. I do. Like, I've put out. So my approach. My approach is like, I've always been sort of a low sugar, lower fat guy. I made the mistake of going no fat years ago, and I paid for it. I was, like, in college and back in the day, we were the same age. We read all the magazines and the. That was what we had. We didn't have the Internet then, so we were reading magazines, and the recommended path was to go low fat. It helps you to become hypocaloric very easily, because the density of the calories in a gram of fat versus a gram of carbohydrates or protein is nine versus four for the carbs and protein. So if you're cutting out grams of fat on a daily basis, you're quickly cutting out calories. That allows you to get leaner. Well, of course, as everything. I mean, if little is good, then a lot is better. So I would cut all of them out, or almost all of them. And at the age of 22, 21, I'm, like, standing at a stop up at University of Connecticut waiting for the tram to come and bring me to campus. And I couldn't even open my eyes because the light was blinding to me. It was normal sunlight. It was blinding to me. The photosensitivity I had, you know, learning later on after a few more courses that I took there in biology, you know, how. How necessary fat was for the development of healthy, you know, cells. I realized what was going on, and not to mention other stuff. Skin was bad, hair was falling out, all kinds of stuff. So I think that the approach to decreasing fat, so it's not excessive, you know, because again, how calorically dense it could be and having lower sugar, I don't, I'm a firm believer in sugar is really pretty toxic and something that we would all do better getting rid of a lot of it. That is the best approach for, I believe again, in my opinion personally for the overall big picture, because though the people can take exclusionary approaches to nutrition and taking carbs out or eating only fats and proteins, again, I'm not saying it doesn't work for you, and if it's the first thing that actually allowed you to gain control of your nutrition to the point where you actually saw results and got to a healthier weight, then I always say, then do it, then do it. But just make sure its something you can do forever and doesnt bring upon other repercussions. But I think that non exclusionary approaches to diets are the most sustainable for the rest of your life. And all Im interested in from a nutrition standpoint is something thats sustainable. Preach what I preach. I've been doing this since I was 1514. You know, people say like, how does he get so ripped? How's he get. I have been doing this for four. Since. For how many years? 30 years. 30 years."
    },
    {
        "speaker": "A",
        "text": "Eating clean, low sugar."
    },
    {
        "speaker": "B",
        "text": "Yeah, 30 years. You know, and in the beginning it was a slow shift I had to make where I was, like, I went from the worst diet in the whole world. I was, even when I was 14 years old, my breakfast was, I talked about this so many times, but like, enemies, I would eat enemies, you know, donuts and those long road."
    },
    {
        "speaker": "A",
        "text": "Yeah. And they even took the whole out of the donut."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "A",
        "text": "Why would you, why would you delete the middle of the doughnut?"
    },
    {
        "speaker": "B",
        "text": "There's, you know, the crumb, the crumb donut there. I would eat, I can taste it."
    },
    {
        "speaker": "A",
        "text": "In my, I don't like sugar very much, but over the years I've lost my appetite for sugar."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "That's, you talk about the end of its owners. I can literally smell and taste the frosting. And to me now, it's disgusting. But back then it might have been appetizing."
    },
    {
        "speaker": "B",
        "text": "You would probably have like really good information on this. But like my ability to actually remember. I know they've said smell is very evoking of memories, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. So there's a, smell is unlike the other senses because there's a direct line literally from our sense of smell to the memory centers of the brain. It doesn't have to go through any intermediate stations."
    },
    {
        "speaker": "B",
        "text": "Okay. So, you know, my ability to actually recall exact taste of all the stuff that I used to love is enough to satisfy me to not. Not engage in those things. Now, as crazy as that is, I, like, I almost get my fill through remembering because of these strong senses of memory of what it was like. Oh, that used to taste so good. Okay, that's good. I had it so fantastic."
    },
    {
        "speaker": "A",
        "text": "Well, that's. That's. We know the neuromodulator there. That's dopamine."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Your ability to get the dopamine release from the thought of something. Most people, when they get that dopamine release, it causes a triggering of the desire for more."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "People think of dopamine as pleasure. Dopamine. There's a great book called the Molecule of More. I didn't write the book, unfortunately, but someone else did. And it's a great book, and it's really about how dopamine, we think it's about pleasure, but it establishes craving, so you're able to satisfy that. And it's a very adaptive thing for you because you are indeed very lean, and that's one of your kind of hallmarks things. And, you know, as a professional who does this in the public space, that's important. You know, when people are out there talking about getting lean, and you look at them and you're like, you know, maybe you need to do the protocols. It's a huge advantage. But, yeah, I think that it sounds like you've cultivated practices around avoiding certain things."
    },
    {
        "speaker": "B",
        "text": "Yes. Yeah. I mean, but not, you know, avoiding certain things that I think are easily avoided if you realize that there. I mean, I think that we have enough science and literature out there to prove that the altered path is a better path. You know what I mean? I feel like if I was just doing it because I wanted to be lean, I'm not quite sure it would have held for so long."
    },
    {
        "speaker": "A",
        "text": "And we have a guest whose episode has been recorded for this podcast, who runs an eating disorder clinic at the University of Pennsylvania medical school, studies binge eating disorders, anorexia, OCD. And he will go on record, and obesity, and he will go on record saying that these very highly palatable, processed, high sugar foods of the sort that we're talking about, donuts and so forth, that they are actually dangerous. Right. That there are elements of the way that they engage neural circuitry. He's a neurosurgeon that reshape the brain in dangerous ways, and those are his words."
    },
    {
        "speaker": "B",
        "text": "And we gotta tank enemies. Yeah."
    },
    {
        "speaker": "A",
        "text": "And it's not just enemies. I mean, I think they're not just enemies. Right. Yeah. They're coming after us. With what? With donuts. Yeah. They can't catch us in any case. So in terms of what you do eat, how do you structure that in terms of when you look down at a plate? You've done these. You described this before, but I think it's just a beautifully simple description because I think a lot of people don't want to do calorie counting and all this. And how should people think about what. What to eat?"
    },
    {
        "speaker": "B",
        "text": "So, yeah, I have what I call plate method, and it's just simple because it works for me. And again, if you're struggling with real eating issues, these mechanisms become admittedly less effective because you're having maybe you have emotionally triggered eating and you can't stop at one plate. I mean, you could get the plate, right. But if the portions are out of."
    },
    {
        "speaker": "A",
        "text": "Control, plate has a dimensionality of heighten."
    },
    {
        "speaker": "B",
        "text": "Multiple plates, you know, like second and third plate. Right. Like, then I, you know, all these things could be challenged. But what I would I say is when you have your plate, then you just simply look at it as like a. Like a clock, right? And if you just make a 920 on the clock, so one arm goes over to the nine and one of the arms goes over to 20, well, then you're basically, you're going to take the, the, the second largest portion, you know, of that because, you know, you're going to make a line towards 12:00 too. And the largest portion is going to be your fibrous carbohydrates. So that's the. The, you know, the green vegetables. Right. So whether it be broccoli or Brussels sprouts or asparagus or, you know, you know, pick your, pick your favorites. You know, like, those are the ones that give us a lot of the micronutrients we need. They're the ones that are generally, you know, accepted as more healthy. Um, and they're also going to provide the fiber that's going to be both beneficial in terms of its impact on insulin and also just through filling you up. Right. And then I take the next largest portion of that and I devote that towards protein. And I think it's really important, especially for anybody active. The more active you are, the more you embark on trying to build muscle, you're going to need to have protein in every meal. So I have that. And again, you know, we're talking cleaner sources of protein, but, like I am, you'll never find, like boiled chicken on my plate. Like, I ditched those days when I was 16 or 15 or 16. Like, I realized after reading those bodybuilding magazines that maybe the low fat thing stuck for too long, but the, or the no fat thing stuck for too long, but the boiled chicken and steamed broccoli thing, that ended quickly for me because I really, I'm not going to eat this forever. So I'll have some sort of fish or chicken, but it will be cooked in a way that's like, it's got maybe some sauce on it or its got some, maybe its tomato sauce. Anything to just make it a little bit more palatable and interesting without blowing the value of the meal. And then that last portion is where I put my starchy carbohydrates. And again, thats the part that some people say exclude them entirely because theyre not healthy or they dont work for you, or theyre not beneficial long term. For me, its been a godsend. And I do think im like most people, my body craves those carbohydrates. I choose things like sweet potatoes, which is my favorite, or ill have rice, or I'll have pasta. I'm italian, so I like pasta. And like, I will have those things. I'm not excluding them, but I don't put them in the portions that you would generally find. You know, my wife and I will go out and we'll go to the restaurant sometimes, like, because we travel quite a bit, or used to, at least with baseball, too. There's a cheesecake factory everywhere you went. And I love cheesecake factory. But, like, the way they structure meals is it's all rice on the bottom and a little bit of chicken on top. And I mean, it's a plateau full of rice that you wouldn't find me make a plate that way. I'm going to just devote that portion of the plate to the starchy carbohydrate. And so it gives me a little bit more responsibility in terms of portion control because those are the foods, um, again, probably, you know, dopamine driven that are most easily overeaten. I always ask the question, how was the last time you ate ten chicken breasts at a meal? Like, you're getting sick of it after maybe two or three, but you could eat a whole hell of a lot of carbohydrates. Starchy carbohydrates, because they're just so satisfying. And I think those triggers, as you said, that want more. Like, that's what happens, right? You just keep, even when you're feeling full, you want more. And that's the biggest danger to carbohydrates. So if you can develop some sort of discipline around them, then you can still enjoy them. If you can't develop that discipline for whatever reason, then maybe they do become something that you have to work yourself around or adopt a different eating style. And as I said, said, I'm never to the point where I'm not trying to be dogmatic in my approach. I'm always trying to say this is how I do it. And I'm, and I'm a believer in it, just like everyone else's believer in their method. But I'm open to the idea that something that works for you and gets you to a healthier weight and a sustainability like that is good. That's good for me, provided it doesn't introduce other issues."
    },
    {
        "speaker": "A",
        "text": "Yeah, something one can do consistently. That's something I picked up from you over the years. What can you do consistently? And for me, that also meant when and how can I eat? What can I eat consistently that will also allow me to be alert after lunch so I can actually get some work done or eat. I like to train fasted in the morning, but I don't do any long term fasting. It just so happens that I'm fine doing water and caffeine in the morning and training in the morning, and then I eat my first meal afterwards. But I get carbohydrates at night, so my glycogen is restored. I think carbohydrates are wonderful. I just don't eat them in excess. So to me, I feel like what you describe as a very rational, literally balanced approach. And obviously there will be variations for people who are dealing with obesity or diabetes or. I've got friends that are on the pure carnivore thing. I have friends that are vegan and it's always impressive to me when somebody can stick to anything consistently, except when they're sticking to just poor behavior. There's nothing impressive about that. Well, I think that that's very helpful because I think there's a, for the typical listener of this podcast, you know, the online content that people see, the battles are very confusing. They're distracting because people really think, oh, there's a right way and a wrong way. And it sounds like the way that one can eat consistently over time, that's healthy. Certainly fewer processed and sugary foods. I think almost everywhere."
    },
    {
        "speaker": "B",
        "text": "Yeah, almost everyone agrees on that, right? It is a, it's, it's a, it's calorie manipulation through some other method. Right? So even, even intermittent fasting, like, you know, like you said, like, that could be."
    },
    {
        "speaker": "A",
        "text": "It's."
    },
    {
        "speaker": "B",
        "text": "It's for people that are grazers. Like, if you are a grazer and your real problem is portion control over the course of the day, but you can respond to a rule that says, no, you're eating between here and here, that you can obey that rule. Well, you're not going to be able to graze during the times that you might be doing a damage. So, um, sure, there's, there's. There's other hormonal benefits that people will talk about from that approach, but from a longevity standpoint and habit forming standpoint, if it's fixing the habit that you're breaking too often by eating throughout, whenever you feel like you walk by food, um, it's good, you know, and it works. And again, it. There, it's, it's, it's, you know, people can, will tell you you can probably eat whatever you want to eat as long as you're eating within those. That window. But I think the more responsible people who are practitioners of that will say, no, you still want to avoid processed sugar and things like that, and that's just a mechanism of eating, not really a diet. Right. But I think that people, I hate to be as basic as it sounds with that, but it's for the exact reason that if it's that 23 hours day phenomenon that it's like you said, you're impressed. It is impressive. It's so hard to control all of our behaviors. And food being one of the hardest, one of the biggest temptations for people, you gotta learn how to control that for so long and then do it day after day after day. Whatever that mechanism is that works for you is impressive, and I'm a believer in it. I think that's how I feel. I just feel like people need to be able to be given some reins to be able to find a works for them."
    },
    {
        "speaker": "A",
        "text": "Well, I love to eat, and one of the beauties of weight training is I feel like I can eat plenty for my age. And I'm not as lean as you are, but I'm. I'm happy with where I'm at. I could always do better, you know, with each year, actually, I'm getting better, probably because I'm eating cleaner, probably because I also have someone to cook for me now. And we like health, and we like that, too."
    },
    {
        "speaker": "B",
        "text": "I have that, too."
    },
    {
        "speaker": "A",
        "text": "We like healthy food, and so we're very fortunate. I don't think we have any packaged food in our home. We even started making sauerkraut at home. I don't make it. She makes it."
    },
    {
        "speaker": "B",
        "text": "Well, my wife actually, she turned me on to a tip that I actually shared with the whole channel, which was, you can go to, we have Stu Leonard's around, our big grocery store chain around us, and they have a catering department, and they're often used for catering big parties and big tubs of grilled chicken, but, like, really good grilled chicken. Again, not the boiled chicken, but big tubs of sweet potatoes. And we'll, you know, we'll get a bunch of those. And she'll go over and she'll get them. Then she'll sort of arrange, you know, them on plates and put the plates in. And, like, I'm okay with repetitive eating. I think more people are probably okay with repetitive eating than they think. I think that when you actually break down how many different breakfast variety, like, variations do you have? Three. Two."
    },
    {
        "speaker": "A",
        "text": "Two or three maximum."
    },
    {
        "speaker": "B",
        "text": "So, like, I think when people do, there's more variety for dinner, probably. But, like, you even there, you probably eat five different types of dinners, you know, over the course of, you know, a week or a month. Well, you know, if you have that ability to identify the things that you like, and again, no plan is going to work. If you're eating stuff you don't like, it's not going to work forever. Nothing will. You have to really enjoy what you're eating as long as these variations of this meal are something that you really enjoyed. And there are limited versions of them. The reproducibility of that is simple. You know, it will take some time, but if you're fortunate enough, in our case, to have somebody who can prepare it for you, now, that's even part out of the equation, you know, and it's, it's, it's like, it just makes it very simple. But I do think when you tally up all the costs of medical care that are, that are, that are spiked by having poor nutrition, and you then, and offset that by what it might cost you to invest in a faster strategy, like this catering trick or whatever it might be youd be best off figuring out a way to maybe reallocate some of your money to preparing this, because you know how, how important it is to your long term health and longevity. If you can figure out your nutrition issues, if everyone listening to this podcast can figure out their nutrition issues, this whole world would be different. That is like one of the largest sources of, of disease and pain and discomfort because people really struggle with nutrition."
    },
    {
        "speaker": "A",
        "text": "Yeah. And it's a huge problem. I mean, the obesity, it is an epidemic in this country. It's very, very serious. Also, a lot of highly processed foods are more expensive than healthier foods. When you really break it down, even the better sourced, high quality foods are right there on par. Less than the processed foods, for sure. I have a couple other questions as it relates to training, because I think that one thing that a lot of people wonder about, and maybe we could do this in kind of a true false method just to get through some of these 50 50."
    },
    {
        "speaker": "B",
        "text": "I got it right, at least."
    },
    {
        "speaker": "A",
        "text": "Exactly. Men and women should train differently."
    },
    {
        "speaker": "B",
        "text": "The science of it will say false. And again, not to generalize, but kind of the point you touched on earlier today. I do find that casually interested women in training will migrate more towards certain types of fitness, like kickboxing, like dancing."
    },
    {
        "speaker": "A",
        "text": "Like, you know, low rest, circuit type."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, yeah. And I. And I think, again, whatever is that you're going to engage in regularly is what you should do physiologically. No. And I think if we can get more women to feel more comfortable in the gym, performing the same exercises, in the same. In receiving the same strength training benefits and working on progressive overload and, like, you know, we've hit the holy Grail. But I think that it's a. It's a big bridge that has to be gapped still, because, you know, there's just some reality to listen, there are very. My wife, Jeff, is a perfect example of this, living a very complicated, busy life. We have two young boys, they're twins, and her attention and focus is there. And it's like she doesn't do this for a living like I do. And if she can get a decent workout in, she's happy, but she's not necessarily working on her deadlift pr. And so I think that that would help her and serve her in the long term to work on increasing her prs and different lifts and building her strength progressively. But in her life right now, it's not necessarily in the cards to have the time to focus on that. So would you then discourage this other thing that she might find interesting, like some boxing? There was a little. I don't remember the brand, but like one of those punchable boxing stand up things, she enjoys it. You know, like, anything to get. To get you moving is going to be preferable, but I don't think that necessarily, physiologically, there's a difference."
    },
    {
        "speaker": "A",
        "text": "You started weight training pretty young."
    },
    {
        "speaker": "B",
        "text": "Yeah, but, you know, I messed around, you know, with my brother because he was older. He was four years older, so I was kind of messing around with weights probably twelve or 13 with a five pound dumbbell."
    },
    {
        "speaker": "A",
        "text": "Okay. Yeah. You hear that? Young kids shouldn't work out with the weights. I don't know what the going standard is now. They say, you know, shuts down long bone growth or growth plates, you know, this sort of thing. You've got two young boys, adorable kids, by the way. Yeah. One of the, one of the things that is very heartwarming is to see you're in great shape, you're extremely bright, you know your craft, you loved your craft, your work with Jesse, who we'll talk about as well, which is great. You know, that there's a camaraderie there. And having great teammates as part of a business or to work out with is just makes life better. Let's just be honest. I'm grateful to have great teammates for the podcast and my lab, of course, as well. But to see your boys and your dogs and the whole picture, you know, it's a, you know, I'm sure it has a lot of contours and complexity that we don't know about and shouldn't know about, but it's a beautiful picture. And will they wait? Train? I've seen the videos of one or both of them hanging from the bar."
    },
    {
        "speaker": "B",
        "text": "These kids are naturals. I'm telling you that."
    },
    {
        "speaker": "A",
        "text": "I wonder where they get it from."
    },
    {
        "speaker": "B",
        "text": "I don't even, I, you know, I don't even encourage it. I'm not gonna be the dad who's sitting there saying, let's go, son. Yeah, we got our two days here. I'm not gonna, not gonna do that. But they, they have a natural interest in the gym. They just sometimes like to be out with daddy. So they'll come out there and, you know, I, of the two of us, my wife and I will be the one who has a little bit more of a longer leash to let them explore things. Cause I was a dummy at times too, and figured out best through the mistakes, through injury."
    },
    {
        "speaker": "A",
        "text": "In neuroscience, we call that one trial learning."
    },
    {
        "speaker": "B",
        "text": "There you go. These guys are gonna be masters of one trial learning because, you know, they'll go grab, you know, the bars of my, the handles of my jammer that's there because it's at a lower level to them. And they're swinging around, they're doing pull ups on it, naturally, uncoached, nothing from me. One will walk up to a deadlift bar, stand over it naturally. Never saw me do it. Stands over there and this goes. Tries to pull. But. So there's a, there's a definitely an inclination to liking the gym and I will fully support that. But of course, you know, body weight will be good for quite a while."
    },
    {
        "speaker": "A",
        "text": "Yeah. So what age do you think is reasonable for kids to start exploring a non body weight weight training?"
    },
    {
        "speaker": "B",
        "text": "I think around 13, you know, I think around 13 one's puberty. I think it's okay to start to, you know. Cause there's so much, I even say for people that are like later in age who are just starting out with your own body weight first, there's plenty of resistance to be had by learning how to command your body in space. So if you have never trained before, you're going to get very stimulated by doing lunging and reverse lunging. Even learning some of the proprioception around movement through space. Pull ups, chin ups, pull ups and chin ups are challenging for even people that have had 2030 years of experience in the gym. So there's a lot of stimulus to be had by body weight. And jumping straight to dumbbells or barbells is actually doing yourself a disservice. You can learn better command of your body in space so that when you go back to the bigger lifts, you're going to have an easier time sort of progressively loading them and building up that foundation of strength. I'm not saying that you have to become a master calisthenics athlete before you can touch a barbell. That's not even true. I'm just saying there's so much capacity. Kids are going to be doing this anyway. And really just if you look at general play, they are jumping, they are lunging, they are climbing, they are pulling. Like, that's what they do. So why? I don't know where the avoidance of, like, structured training is for younger kids, again, provided they're using body weight, maybe less ballistic movements or something like that, things that are certainly overloaded movements. I think we should encourage kids to do more. There's a lot of obesity and kids on the rise also, and that is incredibly disconcerting to me. So I think, and I hope it doesn't come from the advice of some that say, well, wait until you're older to start doing something like, that's a way worse trade off than engaging in something smart."
    },
    {
        "speaker": "A",
        "text": "Now, we used to get kicked out of the house when we were kids."
    },
    {
        "speaker": "B",
        "text": "Totally."
    },
    {
        "speaker": "A",
        "text": "My mom would kick us out."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "I had a huge pack of boys that lived on my street. But we get kicked outside, like, literally, you're not allowed in. No television. There were video games, of course, but we were kicked out of the house. We had to go play skateboarding, soccer, and then we, you know, we'd find our trouble. But, uh, sue, um, post training nutrition. So we're the same age. Years ago, I was sort of neurotic about the idea that I had to ingest a certain amount of carbohydrates and proteins within 2 hours. Then it was 90 minutes of training. I confess I get if I train hard. So I'm talking about the resistance training, not the running, but the resistance training. You know, 60 to 90 minutes later, I'm really hungry. But there have been days when I just skip, and then the hunger passes, and then later I eat more. I might eat twice as much later. That's just the way sometimes schedules go. But what are your thoughts in terms of the nutrition science, the training related effects of the post training meal? Is it something that you try to get? Is it something you think people should pay attention to?"
    },
    {
        "speaker": "B",
        "text": "That science has actually probably been the one that changed the most in my lifetime, honestly, because I, again, were the same age and I was falling for the same trap where I would really be focused on, I'm risking speeding tickets, driving home from the gym, anabolic window. I did all that. I really did. But thankfully, that's been sort of debunked. And your body isn't just rushing through, you know, these certain periods of time to utilize the nutrients in our body, but are able to partition them and use them over a long, much greater duration. Up to now, they're saying, you know, three to 4 hours after training, 5 hours after training, you can still see the benefits of replenishment. A lot of that is just, you know, I think there's a consistency element to it that just utilizing a post workout window or a post workout meal, even if it's within 2 hours or 1 hour, is just ingraining the habit of saying, listen, I just did this activity, and now I want to replenish some of what I lost, the energy that I used to perform the exercises that I did, and just getting into the routine, knowing that the engine is ultimately fed by what we put in it. And the concept of replenishing the fuel lost is still a concept that I think, again, different in mechanism, but still important in terms of fueling the overall performance. So, you know, the pre workout period of time gives us a chance to actually have a longer window, because if that, if those nutrients are obtained pre workout, it's not like they're gone in that hour that you've trained. They're still there and available for your body to use. So, you know, I think it's important to get one of the two right, or at least make sure you're consistently having one or the two, or you might risk going through all these periods of having no nutrition to support your efforts. Not only will your workouts potentially suffer in terms of the output, but then you're also not providing your body any ability to capitalize on an opportunity to feed it and refuel and recover. So I'm not very dogmatic about what specifically to eat pre or post, you know, workout, but I do think you should have protein surrounding your training, whether that be ahead of time or after. Protein could be a little bit hard to digest for some people. So if you do that pre workout and then you're finding your workouts slogging because you don't feel good, then suddenly you put that after your meal. But this whole concept of the urgency of time has thankfully been removed and we can just learn to eat a little bit more responsibly and drive more responsibly. So we're not trying to rush home from the gym and risk killing people on the way. But I think it's great because I think that was something that it just showcases a belief that people had for so long that has since been proven to be not that important. And there's a tip of the cap towards research in a good way where it's like, all right, I think we could all agree that this isn't necessarily true anymore and look at yourself and say, oh, my God, I did that so often. I bit that one hook, line and sinker, but then realize, okay, we could always make a change. And the good thing about nutrition is those changes can happen the very next time you go to eat and you'll start to see the benefits of that. So I'm not a big believer in that strict approach to pre or post workout. I mean, even as far as pre workout supplements, a lot of people don't take them. A lot of people don't like them. They don't take them, they don't like. They're not necessarily even being used as the nutritive side of the pre workout. They're just more used to fuel the workout."
    },
    {
        "speaker": "A",
        "text": "For me, it's water and some form of caffeine."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, it's whatever, you know. Again, I think it's important. I do think it's important to maintain a high level of output. So if your pre workout nutrition requires a stimulant in order to help you do that, or if your pre workout nutrition is causing you to have a harder time to train because you're feeling full or stomachache or something else, then that's not achieving what you're trying to do. The ultimate goal is to still be able to perform at the highest level. So whatever your nutrition is required to allow you to still do that, that is probably the most important factor of all of it."
    },
    {
        "speaker": "A",
        "text": "Great. I love the very clear and rational approach. Don't ingest anything right before your workout or near your workout. That's going to make your workout worse. It's so simple. And yet you don't hear this. Because I think people will think, oh, they must have a pre workout, they must have a post workout again, even."
    },
    {
        "speaker": "B",
        "text": "If the benefits that are to be had from whatever's being suggested is going to be easily offset by the fact that you can't perform at an output capable of driving any change. So that would pretty much negate the fact that you're not outweighing those benefits of whatever nutritive approach you took. And it's struggling through your workout."
    },
    {
        "speaker": "A",
        "text": "Yeah. For me, the best pre workout is a good night's sleep. Hydration, caffeine music."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, there you go. I mean, it's pretty simple formula. You know, it works."
    },
    {
        "speaker": "A",
        "text": "And then post where I do, I do find I get quite hungry and want to eat quite a bit more."
    },
    {
        "speaker": "B",
        "text": "And, well, that's a natural response the body's going to. And most people want to do that, and I think it should be fed. I work out, as you know, again, a lot of my postings on Instagram will happen at 10:00 at night, 1030 at night, eleven at night, because I am actually training there. And that's where I'm taking those little breaks in between sets to actually film or post something. But, like, I then go inside. I ate dinner, so I'm eating at 11:00 at night. You know, it's not necessarily ideal. I'm not recommending that as a tool for anybody. I think it dispels one thing I've never been a believer in. Can eat carbs after six."
    },
    {
        "speaker": "A",
        "text": "Yeah, that makes no sense to me. Zero sense based on all the new, all the science of metabolism that I've seen makes no sense. I think as long as you can sort of like napping. I talked to Matt Walker, one of the great sleep researchers, wrote why we sleep, et cetera, and has his own podcast about sleep. Tremendous researcher, public communicator about sleep. And he said, naps are fine provided they don't interrupt your ability to sleep well at night. Simple. Some people can sleep from eight to 09:00 p.m. and then go to bed at midnight and not a problem. Other people, they take a 30 minutes nap after lunch and they can't sleep at night. Same thing with caffeine is a little different because Matt would argue the architecture of sleep can be disrupted, etcetera. But if you can eat dinner late and eat carbohydrates late, I actually need carbohydrates at night in order to be able to sleep. Whenever I've done a low carbohydrate type regimen in the evening, I have a hard time falling asleep. I'm just too alert. So I eat carbohydrates in the evening to restore glycogen, but also in order to make sure that I can fall."
    },
    {
        "speaker": "B",
        "text": "Asleep, I actually can. Again, obviously, it's already late at night by the time I'm done eating, but I can fall asleep within 510 minutes of finishing my meal because I do think that they have that same effect on me. But I'm never. I'm not bothered by the feeling of fullness. I'm not unable to sleep because of a feeling of fullness. But I do like the fact that I feel as if I'm at least replenishing what was lost through my hard training. And I do like to back it up with a dinner. I don't need to eat smaller amounts. Some people can't have that much. I will say after a hard leg workout, I don't have the same appetite that I do after. Let's say, you know, an upper body workout, it can really disrupt my. My whole feeling of. Of well being."
    },
    {
        "speaker": "A",
        "text": "You want to eat less after you train your legs?"
    },
    {
        "speaker": "B",
        "text": "I do, yeah."
    },
    {
        "speaker": "A",
        "text": "Oh, wow. I'm the opposite."
    },
    {
        "speaker": "B",
        "text": "No, because I just feel like I could feel sick to my stomach, you."
    },
    {
        "speaker": "A",
        "text": "Know, you're clearly training harder. I've seen the way you train. You do train very intensely."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, yeah. I think it's important. I mean, I think that, again, it's that trade off between. If you're not going to train for a long period of time, then you're going to want to train harder. And again, I actually feel like, contrary to what people might think, as you age, you're better off training harder for shorter period of time. It's always within the realm of safe training. I think that's what I like to think. That's what I bring to the table, an approach that's smarter so I can train harder, not doing the dumb things I did when I was a kid. And with that trade off, being a harder trainer. I think I get the results that I want because I'm able to really push it and then back off. And again, the meal feels like almost a physiological reward for the hard effort I put in the gym. Knowing that I'm also replenishing and setting the stage for the next day to be another successful day of training, or maybe nothing, depending upon how many times a day, a week I train, you know? But, yeah, I think that it's a lot less. It's a. It's a lot. I hate to say, but it's a lot less scientific than we want to make it. And as it seems to be coming back oftentimes, like, the thing that works for you is really the most important thing because ultimately getting your ass in there and doing what you do is really the thing that provides the best benefit."
    },
    {
        "speaker": "A",
        "text": "Absolutely. And can. And, you know, there are many things that I would say are hallmarks of Jeff Cavaliere, but one of them is certainly consistency. You make it happen one way or another."
    },
    {
        "speaker": "B",
        "text": "Huge. I mean, consistency really is the determinant. And I know that that is the hardest part for people that are and why people tend to look for the shortcut, because consistency is the part that becomes the biggest challenge. But if you could find, listen, if you could find the through. What I've been trying to encourage here is, like, if you could find the nutrition approach, if you could find the training approach, if you could try to find the training split, if you could try all those things that encourage you to want to go to the gym. Like you're locked in at the point where you said you actually look forward to going and doing your workout."
    },
    {
        "speaker": "A",
        "text": "I love it. I look forward to, I mean, it's, it's, you know, actually this morning, one of our, one of our teammates for the podcast, and I got a workout, and halfway through I just turned him and I said, I'll never figure out why that feels so good, but it feels so good. I just, I really enjoy it and it lets, and I love to eat and it lets, and I love the way it makes me feel afterward. I don't understand this concept of not enjoying the gym. Cardio is a little different. I always loathe the first ten or 20 minutes of a jog. I mildly loathe the middle third. And by the end, I think this is the greatest thing ever. Why don't I do it all the time and then that feeling evaporates before the next time I do it?"
    },
    {
        "speaker": "B",
        "text": "Yeah, of course. You don't even remember it either. Next time you get on you hit it again."
    },
    {
        "speaker": "A",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "Yeah. I think if people could, if we had one gift we could give to everybody, it would be the love of fitness, right. If they could be bestowed the love of fitness, it would change the entire world, you know? But I think when you hear things like this, that, like, hey, that will work and that will work, too. And that this will work, too. You know, rather than the dogmatic one way only approach which could become discouraging for people, then I think it becomes a little bit uplifting. Like, well, I've never tried that. I've actually never tried a total body splitter. I've never tried that style of eating. It becomes encouraging that you might want to explore and then you might finally get locked in and say, I really like this, and then you're off and running."
    },
    {
        "speaker": "A",
        "text": "That's what I so enjoy about your content. We would be remiss if we didn't briefly discuss Jesse. One of the great pleasures for me in watching your content and learning from it over the years is that you took on, you decided to mentor somebody, Jesse. And there's some poking fun back and forth between the two of you, which is very amusing. But I have to say it inspired me to do something early on in developing this podcast as I have a young intern who has helped me with some of the research. And he's interested in science. He's about to go off to college, but he also got really into fitness. We would watch the videos of you guys. He was helping me get the Instagram content out early on. And one thing that was just such a pleasure, to be able to pass along knowledge. And of course I'm learning from him. This is always the way it works, teaching and we learn from students. But it's been great to see Jesse's progress. It's amazing. I've gotten to meet him in person just now and he has grown. He's changed physically. And I think that you mentioned a love of fitness. I think that one of the best ways to be consistent is to take on the responsibility of teaching others once one has proficiency in something. So maybe you just tell us a little bit about how that's going. How is Jesse doing? Where, where, where does he need a little more work? Where is he thriving? I'm impressed by the progress."
    },
    {
        "speaker": "B",
        "text": "Well, we have. I mean, physically, we can obviously see the changes. You know, the list of things to work on is immense. It's so long for him to continue to improve. But no, actually, you know, in reality, Jesse. The story of Jesse was that I knew Jesse prior to starting even Athleanx. And as a matter of fact, I think the funny thing is the very first video that was ever posted on my channel was a video that he shot as, I don't know, a 13 year old or something. And I said, can you just film this for a second? I was over there training members of the family. So he then went off to college, went into film, realized he had much greener pastures at Athleanx instead of becoming the next scorsese or something. And he decided to come work with me. And the expectations in the beginning were just to edit videos or just to help with various aspects of my day to day that I don't think I was equipped to really handle and grow the business anymore. So then look at, by virtue of being in that environment, there's an interest. I think if I worked in a gym, I might become interested in working out. And though that mine is not a commercial gym, it's sitting right behind my office window, there became an interest in wanting to work out a little bit. And it wasn't even an intentional experiment to put Jesse there. I just thought that he's a very likable person. He has a very funny personality. He's also the everyman in some ways, as I'm sure maybe you experience sometimes. I'm the guy that this comes naturally for me, is what people will say. This is what you do for a living. There's an element of disconnect in terms of the relatability because I do do this for a living. I can't deny that I do work with professional athletes. So, like, there's a level of interest in this above and beyond. But for him, he's just the kid who wants to train. Maybe if he rolls out of bed before 11:00 a.m. and, you know, doesn't have a date on Friday night, but that's the guy everybody can relate to. And watching him transform. And I love the fact that even the interest level, you know, was up and down. Like, it wasn't consistent for him because he was like, you know, part interested and then maybe not interested for three months and then interested in. And I never pushed it on him. This is, again, this was no orchestrated experiment for me. It was just like, if you want to do this, then do this. And also from a standpoint of, like, lending my help or expertise to him, like I said with my son, I'm not going to force it on anybody. I don't want to do that to anybody. I don't think that that's ever going to sparked that desire for long term adoption. So he got more interested. He started to learn more about it. He watched the videos that we're filming, he films the videos that we're filming, and he's learning through what I'm saying. He's becoming more of a student of the field. And I have to say his knowledge in the field has grown with the growth of his physique, and he's put into practice some of the things that I say. He's putting practice on things he hears other places, and he winds up improving as he goes, and he winds up starting to love this like he never thought he would. But it's great to see anybody grow. And whether that be physically or that be emotionally or whether it be just in their career, it's great to see somebody grow. And I like to tease him. Funny admission here. There are times when the jabs that I will throw at him are something that we might know ahead of time of what I'm going to say to him. People will say, you're so mean to him. I can't believe it. That's so abusive. I'm like, dude, honestly, we laugh after it's over. It's good. We're good."
    },
    {
        "speaker": "A",
        "text": "Of course, he's tougher than he looks, is what you're saying."
    },
    {
        "speaker": "B",
        "text": "He's tougher than he looks."
    },
    {
        "speaker": "A",
        "text": "Believed now he's got the big beard."
    },
    {
        "speaker": "B",
        "text": "He looks more manly than I do. I can't grow a beard. I don't. Yeah, I mean, believe me, he's. He's totally alpha. And I'm like, you know, quickly becoming, you know, the second, the second star of this show. But, like, you know, he's definitely contributed and people enjoy his presence for sure."
    },
    {
        "speaker": "A",
        "text": "Yeah, I certainly do. And I think that you pointed out he's a kind of a proxy and a template for, for everybody. We can relate to him because even though I've trained for many years, you know, it's been a struggle, you know, through graduate school, postdoc, you know, it made it happen one way or another, but with more or less attention and admittedly, through, you know, waxing, waning levels of motivation. Although I'm fortunate that I do enjoy."
    },
    {
        "speaker": "B",
        "text": "It, what I think is nice about it, too, is that it's a realistic expectation that we set. I think, in other words, you're showcasing what the journey actually looks like. And he's been on the journey for, again, devotedly for, let's say, the last year and a half, but on the journey for five years. If I could make the gains that he did, starting when I started training at 1415, and you're saying, hey, by 20 you're going to have the strength levels he does, the physique that he does, the knowledge that you've gained, that seems like a blink of an eye. Now, looking back at 46 years old, I'm like, holy cow. I think it took me 20 years, 1520 years to just even start to get into a groove. For him to do it in a period of five years, it doesn't seem long, whereas there's people that will criticize his journey, like, oh, it's taking so long. It's so like, there's such an instant gratification that people seek. Luckily, that's the minority. Most people are like, this is amazing. But I think that it becomes very uplifting because not only is it relatable, but the journey is real and people can appreciate that. This is what will happen if you actually put in consistent hard work and you'll watch him transform. Go back and watch the videos. We like to oftentimes throw back to videos where he appeared as smaller Jesse but also shy Jesse, arms crossed, head down, not making eye contact with the camera, to where now he's got his own skits and intros. It's funny because the confidence with the growth of physique came, which is great."
    },
    {
        "speaker": "A",
        "text": "Absolutely. Pretty soon it'll be his world and we'll all be living in it, as they say. Well, on behalf of myself and all the listeners, I really want to thank you first of all for the discussion today. I learned an immense amount. Even though I thought I knew your content well, I still learned an immense amount. Many things we could deploy from when to stretch, how to stretch, the skipping rope. We talked about nutrition, we talked about heat, cold, training regimens. And what I love about all of this that you've given us is that there's a backbone of logic and some consistent themes, indeed, about consistency. But the logical backbone, I think, is what will enable people to really show up to the table and stay there for training consistently over time. As you said, the gift of fitness is an immense gift. I can't thank you enough. I know you're an incredibly busy human being with kids and dogs and a marriage and a."
    },
    {
        "speaker": "B",
        "text": "That's my pleasure. I'm happy I was able to make it work because I really, I've been watching your stuff for a while and I really. I love the science of it. I like the way you think and it's just, you know, it was. I'm just really fortunate that I was able to do it well."
    },
    {
        "speaker": "A",
        "text": "I feel very gratified in hearing that and honored to have you here. So thank you so much."
    },
    {
        "speaker": "B",
        "text": "Thank you."
    },
    {
        "speaker": "A",
        "text": "Thank you for joining me for my discussion with Jeff Cavaliere. I hope you found it as interesting and as actionable as I did. If you're learning from and are enjoying this podcast, please subscribe to our YouTube channel. That's the best zero cost way to support us. In addition, please subscribe to the podcast on Spotify and on Apple. That's also a terrific way to support us. And on both Spotify and Apple, you can leave us up to a five star review. If you have comments and feedback, the best place to leave that is at the comment section on the YouTube channel channel. There. If you have suggestions about specific episodes, or you have specific questions, or you have suggestions about guests that you'd like us to interview on the Huberman Lab podcast, we read those comments, and indeed we take them to heart when developing future content. In addition, please check out the sponsors mentioned at the beginning of today's podcast. That's the best way to support this podcast. And for those of you that are interested in supplements discussed today or on previous episodes of the Huberman Lab podcast, again, we partnered with with momentous supplements, you can find the supplements related to this podcast@livemomentous.com. huberman if you're not already following us on social media, please do so. We are Huberman lab on both Twitter and Instagram. There I cover science and science based tools, some of which overlap with the content of the Huberman Lab podcast and other of which is distinct from the information covered on the Huberman Lab podcast. So again, it's Huberman lab on Instagram and also Huberman Lab on Twitter. If you're not already subscribed to our so called neural network newsletter, please do so. You can do that by going to into hubermanLab.com comma. Go to the menu and click on newsletter. It costs nothing to sign up or to receive the newsletters. They come out about once a month, and they contain summaries of actionable protocols, links to relevant scientific research. We do not share your email with anybody, and our privacy policy is made clear at that site. In fact, if you'd like to see some previous newsletters or download those, you can download those as PDF's without having to sign up at all, simply by going to Hubermanlabe. Go again into the newsletter tab under the menu, and there you'll see, for instance, a toolkit for sleep that lists out all the things you can do to enhance your sleep. It lists out the so called neuroplasticity super protocol for enhancing learning and teaching and so on. Again, that's the neural network newsletter@hubermanlab.com. dot. And last but certainly not least, thank you for your interest in science."
    }
]