[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get."
    },
    {
        "speaker": "C",
        "text": "30 30 baby get 30 baby get 20. 2020 baby get 2020. Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hello and welcome back. Here's why you should watch today's real Vision Crypto daily briefing one of the world's largest bitcoin mining pools has dried up. We explain how they work and what pool and wallet pausing withdrawals means for you. Plus, we'll do a deep dive into the leading crypto price driver macro. Darius Dale explains why the Fed has had such a big impact on the price of bitcoin. And as always, we'll break our conversation with Darius down into the key takeaways. My name is Nico Bruga. With me, as always, we have Ash Bennington. Don't forget to subscribe, smash the like button on YouTube or join us on the real vision platform. Now let's get right into the latest price action, starting with Ethereum today as it undergoes a major step ahead of the long anticipated merge. ETH is surging after it underwent the Bellatrix hard fork earlier today, a major upgrade in preparation for the merge. Ethereum co founder Vitalik Buterin has confirmed on Twitter the main event is still scheduled for next week, so the countdown is on. Ash, what are you seeing on the side of bitcoin?"
    },
    {
        "speaker": "B",
        "text": "Well, unlike Ethereum, Niko, bitcoin is pretty flat, hovering around the 20,000 mark right now. $20,000. Of course, bitcoin has been unable to consistently stay above that threshold over the past week. Some analysts have speculated that BTC could soon test June lows of below 18,000. I believe our top story. Unfortunately, Nico is not great for bitcoin sentiment."
    },
    {
        "speaker": "D",
        "text": "You're right, Ash, it's not pooling. One of the largest bitcoin mining pools has suspended withdrawals from its wallet service. Customers are unable to take their money out, do any flash trades or internal transfers. It comes just a day after the pool and CEO admitted the company has had liquidity problems. Pool, and particularly blanken a dull crypto market for the issues. It says it will present some proposed solutions for its customers within the week. Ash, let's start with the basics. What's a bitcoin mining pool?"
    },
    {
        "speaker": "B",
        "text": "Well, Nico, bitcoin mining pools are where liquidity gets aggregated to mine bitcoin. This is part of a progression that we've seen in the way that bitcoin gets mined. Originally it was CPU's, individual computers, then later to GPU's on those computers. Finally to ASICs, which are the application specific integrated circuits that run mining in a modern bitcoin mining environment. And finally, I guess on top of all of that, in terms of the hardware transition, we see AsICs mining pools. This is an example of one of those mining pools. And this is where the challenges are today. Lots of people may be hearing about these mining pool weaknesses for the first time. Wait, that's a thing they may be asking. Yes, it's a thing. And by the way, Poland is a very large one. It's nearly 10% of global hash rate for mining bitcoin. So this is a substantial story. It could get even larger if there are challenges that are not able to be solved with the changes that they're making at pool. And right now we're going to continue to watch this very closely. Nico?"
    },
    {
        "speaker": "D",
        "text": "Absolutely. But before we move on to our other stories, what are the issues at pool and tell us about the wider bitcoin and cryptocurrency markets? Ash, many viewers, myself included, would feel anxious seeing potentially yet another big crypto company fail."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, pooling isn't a company per se. It's an aggregator of liquidity. But your point is spot on, Niko. This is really a challenge that we've seen more broadly across the crypto space in various permutations. Ultimately, what you're seeing here is the risk of any type of yield generation strategy, not your keys, not your coin, if they're not secured off chain. If you're participating in some mechanism to attempt to generate yield, whether it's DeFi or engaging in a mining pool, there's always potential risk."
    },
    {
        "speaker": "D",
        "text": "Just one last question. Why do bitcoin miners form pools? Is it basically just we come together and we can all increase our yield, or is it something else?"
    },
    {
        "speaker": "B",
        "text": "Well, what it's really about, Niko, is the probability of winning any individual block on bitcoin in the mining process. So what you're seeing here is aggregation of that risk. So effectively what you're doing is you're increasing the probability that someone in your mining pool is going to get a hit, but you're lowering the payout, if that makes sense."
    },
    {
        "speaker": "D",
        "text": "Absolutely. Thank you for that ash. Now, here are some other stories we're following today. First up, the Guardian reports the United Kingdom has updated its rules for crypto exchanges. The chain concerns activity that could fall under government sanctions. If an exchange suspects one of their clients as a person or company hit by sanctions, it must report it to the authorities. Otherwise, the exchange could be committing a criminal offense. The explicit addition of, quote, crypto assets. So the official guidance brings it in line with other types of assets. The word used also means it could cover nfts as well as cryptocurrencies. This comes after fears earlier in the year that Russia was dodging sanctions by using crypto. Ash. This appears to be another example of a changing regulatory landscape where regulators try to catch up with the relentless pace of the digital space."
    },
    {
        "speaker": "B",
        "text": "Nico, I think this is part of a massive secular story in crypto. Perhaps the secular story in crypto now that everyone needs to be watching. You know, for many years, nation states, central banks, global regulators, took a hands off approach to regulating crypto. They let innovation just kind of happen. This was a very good thing for the crypto ecosystem. Now it seems that the pendulum may be swinging in the opposing direction. Many nation states and central banks have their key levers of power around financial type of innovation, financial services. You mentioned this could potentially be a threat. You mentioned specifically sanctions regimes. I'll add two other important ones here, AMl and Kyc. That's anti money laundering and know your client things like tax avoidance and money laundering. Obviously something that is very much in the interest of nation states, in their view, to continue to regulate. I'll add another one to that, which is monetary policy, transmission mechanisms. That's the ability of central banks to control inflation and growth in economies. These are massive levers of power for nation states. They are in many ways the basis of the post war meaning, post world War two, world order here. I suspect we're moving towards what may become something of an arms race here between central banks, nation states and regulators on the one hand, and cryptocurrency on the other. Now, I'm not taking a moral position here. I'm not describing what I think should occur. I'm just describing what I see happening. And I think what we're going to see is more of the same. You know, governments and central banks, I suspect, are going to move to dominate these key choke points in the cryptocurrency ecosystem. Choke points here is kind of a metaphor for what you see with the way, for example, the United States Navy dominates sea lanes to maintain global trade or the power that the United States has in regulating global trade, specifically ic three. The first is the on off ramps here in the cryptocurrency space. These are centralized exchanges like you're talking about in this story. The second is stablecoins. We already saw that a little bit. We had this conversation last week about USDC circle blacklisting certain wallet addresses around the tornado cash story. And potentially I'll add one more for the future, which is CBDC central bank digital currencies. I guess the real question here is the the next order question is, will nation states be successful? The answer to this is, I honestly don't know the answer to that question. I was up till about 02:00 in the morning debating this with one of my buddies on Third Avenue. He's a very smart blockchain developer. He argued that nation states will not be successful. I played kind of the devil's advocate position and argued that they will be successful, partly because I just wanted to have this debate somewhere outside my own head and I wanted someone to argue the contrary. This is a massive story here. I think this is a huge frame. I think this is going to be potentially the big story for 20 222-023-2024 how this sort of arms race, this potential chess match takes place. There are going to be moves and counter moves. This really is just the tip of the iceberg, what we're talking about with this story. Nico."
    },
    {
        "speaker": "D",
        "text": "Thank you for that, Ash. And so just a friendly reminder to our viewers, if you see Ash Bennington or anyone ranting and raving about crypto at 02:00 or 03:00 in the morning at Third Ave. Do not worry, they are not crazy. They're just way into this."
    },
    {
        "speaker": "B",
        "text": "Better yet, come and join us."
    },
    {
        "speaker": "D",
        "text": "Oh, absolutely. Maybe we'll do it as an episode of this show even. All right, onto our next story, one that Forbes is calling the beginning of stablecoin wars. The world's largest crypto exchange, Binance, has announced that it will automatically convert multiple rival stable coins into its own busd. It says users existing balances and new deposits of USDC, USDP and TUsden TUSD will be changed into BUSD on September 29. The exchange ratio will be one to one and users will still be allowed to withdraw funds into those stable coins. Ash, this is a surprising and bold move by Binance. What does this mean for those affected stablecoins as well as the wider market? Why is Binance doing this?"
    },
    {
        "speaker": "B",
        "text": "Well, first, Nico, let me just say I'm grateful I'm not the one who had to read all those acronyms this morning. I think this is a very big deal for the broader crypto market. Why is binance doing it? I think that's a pretty easy question to answer, actually, for two reasons. One, because they can, and two, because it's in their interest to do it. As of right now, if you read the story, if you read the blog post on the Binance website, users can still withdraw USDC, they can still withdraw all the traditional stablecoins in their traditional form. Binance is the largest centralized exchange in terms of the daily volume by over an order of magnitude. That's just another way of saying that this is absolutely huge and potentially a bellwether for the space. Nico, this is at the junction point of two of my choke points that I just described in the last question, the on off ramps for crypto like centralized exchanges and stable coins. So it is interesting to see how this is going to work. It also seems to me that binance here may be taking on, I don't want to use the term liability because it's a legal term, but they may be taking on a greater sort of level of involvement, let's say, in the regulatory regimes wars that I'm talking about that may be potentially beginning right now. It's a really interesting story and I think it's one that we're going to continue to watch. And by the way, let's see what other exchanges do if they follow suit in the wake of this. Niko."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint mobile, unlimited premium wireless, everybody to."
    },
    {
        "speaker": "C",
        "text": "Get 30, 30 biddy get 30 bid to get 20. 2020 biddy get 2020. 1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try@mintmobile.com."
    },
    {
        "speaker": "C",
        "text": "Switch $45 up front for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Absolutely, Ash. And finally, our final story, FIFA, the global governing body for soccer or football? Football for our non american viewers, is launching its NFT platform for the upcoming World cup. It will be called FIFA plus and it will launch later this month and run on Algorand. Algorand is a proof of stake blockchain developed by Sylvia McAuley, an MIT professor, in 2019. Ash actually sat down with him last year to discuss all things Algorand. Indeed, FIFA entered into a partnership with Algorand all the way back in May. Ash, what do you make of this?"
    },
    {
        "speaker": "B",
        "text": "Well, you know, Nico, soccer is a massively popular sport globally. Americans tend not to think about it as much because we have other sports that are very popular here, but it is just massive data for this is sometimes poorly sourced. But a few years ago, Bloomberg reported that more than 40% of the world's population consider themselves soccer fans. So it's literally billions of people that we're talking about here. FIFA. Not an acronym necessarily, that's super familiar to people in the United States. But this is an international organization, the sort of umbrella regulatory organization. And this, this is really quite a big story because of the total addressable market in terms of the number of soccer fans in the world. As you said, it's interesting that FIFA selected Algorand. Algorand has often been of interest to folks in the crypto space because it has a novel consensus mechanism. As you said, it was created by MIT professor Silvio Macaulay, who is, who is a touring prize winner. This is a really brilliant computer scientist. He's one of the co developers of zero knowledge proofs back in the eighties when it was literally just math on paper. So it's interesting for that reason as well. I think that Algorand has always been in search of some use cases. This could potentially be a large one because of the total addressable market of soccer globally. I should add Niko, over the weekend, I watched all or nothing Arsenal season one on Netflix. It was, excuse me, on Amazon. Fantastic series, really, you know, the lure of soccer around the world. It's incredibly powerful. People just love this sport."
    },
    {
        "speaker": "D",
        "text": "Absolutely. I mean, Ash, just so you're aware and all our viewers are aware, if the Dutch are playing in the World Cup, I will not be present at work that day. Hoop, Holland, hoop. To all my fellow duchies, Ash, you know me, I could talk football all day long. Very glad to hear you're getting up on those gunners. Been a big fan since the bear comp Thierry Henri days, and it's great to see them playing so well despite the loss against me and you this weekend. All right, sorry."
    },
    {
        "speaker": "B",
        "text": "It's a big game."
    },
    {
        "speaker": "D",
        "text": "Big game. Absolutely. As much as I'd like to only discuss this, I guess we have other things to discuss. So while the FIFA story is interesting, when you look at it through the perspective of algorithm in bullish times, this sort of announcement would likely cause a huge spike in the price of Algorand. It did happen briefly before the token flatlined. This is because there's no escaping the broader investor sentiments and the main crypto driver right now. Macro understanding Macro is key to understanding what's happened with what's happening with cryptocurrencies, as our own Raoul pal likes to say, crypto is macro. Macro is crypto, considering that Ash spoke with Darius Dale, who's well known to viewers of real vision. Daily briefing. Darius is the CEO and founder of 42 Macro. Ash and Darius began by discussing the main factors investors are looking at right now from a macro perspective. Let's take a listen."
    },
    {
        "speaker": "C",
        "text": "I'll start by saying on the macro front, I don't need, it's not rocket science to tell everyone that clearly we're in a liquidity cycle downturn. If you look at what the Fed is doing with respect to its interest rate policy, what the Fed is doing with respect to its balance sheet, in fact, quantitative tightening here in the month of September is actually expected to double based on the Fed's guidance. The most important dynamic as it relates to liquidity are some of the changes in and around the Fed's balance sheet, surrounding the Fed, the Treasury Department, and also surrounding the Fed's reverse repo facility. Now, that might sound like some very big words for those who are not paying too close attention to this stuff. So I actually put together a couple of slides here for the audience to sort of understand what I think is probably the most important driver of asset markets, of cryptocurrency markets, of bitcoin, et cetera. So the first slide we have, this is straight out of our monthly macro scouting report presentation at 42 Macro, where we show net liquidity in terms of how we calculated here at 42 macro, which is the Fed's balance sheet, minus the treasury general account balance, which is effectively the Treasury Department's checking account with the Fed. When it goes up, its draining reserves in the system. When it goes down, its adding reserves to the system. So things are getting easier, trades are getting easier to finance, etcetera, etcetera, and the hedge fund community. Then lastly, we also subtract the reverse repo facility balance, which in effect, for all intents and purposes, when that thing goes up, its a black hole for capital. When it goes down, youre seeing excess liquidity go back into markets. And so the net result of all those different dynamics is that we're very likely, based on quantitative tightening, to trend lower in terms of this aggregate measure of net liquidity. And one of the things that's actually been supportive of net liquidity off the lows of June. If we go to the next slide on slide 71, is this sort of drawdown in the treasury general account balance? Ash, we've seen basically around $150 to $200 billion of the Treasury's checking account go down. So basically, Janet Yellen, the treasury secretary, is basically spending money and putting it into the economy, some would argue might be conveniently ahead of a midterm election. I'm not going to go there. That's certainly not the audience. This is not the forum for that. But the reality is we're finally getting to levels, at least according to our previous guidance, that would suggest some of these, let's call them shenanigans, are likely to dissipate. And so the net result is going back to the previous slide, slide 70. The blue line is going to hit lower net liquidity, and ultimately, it's going to drag the black line and the red lines, which are bitcoin and the s and p 500 down lower. And I think bitcoin is already kind of sniffing that out."
    },
    {
        "speaker": "D",
        "text": "As always, amazing insights from Darius here. But as someone who's never taken an econ class before, this macro outlook is going a bit over my head. Ash, can you break down what Darius is saying here and why he's paying attention to net liquidity as well as the reserve's balance sheet?"
    },
    {
        "speaker": "B",
        "text": "Nico, this is exactly the right place to begin, and I think exactly the right clip to start on. Darius is zooming the camera out here and giving us the big picture, the 50,000 foot overview, so to speak. He's talking about liquidity in the system, which we talk about so often. But what's different about this clip is Darius is giving us a specific metric we can use to measure that liquidity by. So, remember, when net liquidity declines, financial conditions tighten. But let's break it down and talk a little bit about the specifics here, which I think Darius does such a strong job of showing in his example and in his chart, he's showing us this chart that shows that when the fed balance sheet, the Fed balance sheet plus the treasury general account move. So when you see the fed balance sheet decline at the margin and or the treasury general account rise, liquidity is drained from the system. So again, financial conditions tighten. Darius also mentions reverse repos as a mechanism from draining liquidity from the system. But what you can see here, really just as plain as day on that chart, is that when net liquidity declines, we see a drop in both. In both bitcoin prices and in the S and P 500. So, essentially what you're seeing here is this coordinated decline across risk assets as liquidity declines as liquidity drains from the system."
    },
    {
        "speaker": "D",
        "text": "Nico, thank you for that, Ash. Definitely starting to get my head around this. All right, so let's take a look at this next clip and dig in deeper into what the Fed is doing and how it's affecting the markets. Let's take a look."
    },
    {
        "speaker": "B",
        "text": "You're obviously a macro specialist. We probably have folks watching this show who are hearing about reverse repo facilities for the first time. But the big picture interpretation, what you're talking about here, is something that we've talked about a lot on real vision crypto, which is the idea of central bank liquidity, in this case, the Fed injecting into the system, asset prices go up. And obviously, we've been in this quantitative tightening period where the Fed is raising interest rates, pulling liquidity out of the system, and therefore driving down asset prices. You can see that when you look at the correlation on that chart, chart 70, between BTC and the s and P 500."
    },
    {
        "speaker": "C",
        "text": "Yeah, absolutely. And it's the dominant driver markets, and has been since 2009. I mean, it's our job as macro investors to identify some of these things across various cycles in the economy, the growth cycle, inflation cycle, liquidity cycle, to ultimately trying to predict sort of dispersion within and across asset markets. And very clearly, the number one thing we need to get right as investors and as macro mismanagers, is trying to understand the Fed's reaction function, because the Fed's reaction function effectively controls the slope and the direction of the travel of that blue line on that chart on slide 70. It's our view, based on the sort of dynamics we're seeing in inflation, that we might be coming to a crossroads here in terms of that, that line. But the balance of risk still skew in the direction of travel being south, both for the prices of those assets and mostly as a function, again, as a decline in liquidity."
    },
    {
        "speaker": "B",
        "text": "Well, it's so interesting, you talk about that blue line, that net liquidity line, and of course, the black line and the red line, S and P 500 and bitcoin price are pinned directly to it in terms of directionality and slope, as you said. I think you just said something there that may be a little bit shocking to people in the cryptocurrency space, which is essentially that this market, since the 2008 time period, which roughly coincides with the birth of bitcoin, predates it, in fact, that what you see then is effectively this correlation, trade being one that you see as liquidity comes into the system. You see that slope go up, you see the price of bitcoin go up, you see the price of the S and P 500 go up. And then as you see that withdrawal of liquidity, you see the price of bitcoin decline, you see the value of Spydez S and P 500 decline as well. Boy, that's quite a statement. It really does look like, fundamentally, what we're seeing here, at least when you look at these charts, is central bank policy driving asset valuations. Probably not a surprise to people who follow the macro side of things, but probably an interesting way of thinking about it for people who are on the tech side who have been following crypto for some time."
    },
    {
        "speaker": "C",
        "text": "Yeah, this is one of the things that I flagged back in October of 2020, to me, became very clear and obvious at that particular point in time that the digital asset space was getting incrementally correlated with the sort of trad five traditional assets. Now, there's a variety of reasons why that's the case. Obviously. I think institutional adoption, broad adoption, is part of the reason for that. Investor, a, who's also long XBX type exposure, fixed income type exposure, is now going to have the same sets of rules, parameters, and indicators to guide their exposure up and down to those markets, are going to take that same set of rules, parameters, and indicators and try to apply it to the digital asset space. Now, whether that's right or wrong, it's happening, right? It's very clearly happening. And we've seen those correlations tighten in recent years. And particularly, this tends to happen whenever you're in a drawdown across risk assets in general, you tend to have correlations all heightening both within and across asset classes. That's certainly something we've observed in the digital asset space in the year to date in terms of the altcoin mayhem that we've seen in that space."
    },
    {
        "speaker": "D",
        "text": "All right, I think I'm starting to understand this a bit more. So what Darius is saying here is that the more liquidity there is in the market, the more crypto prices will go up. Is that what he's saying? If not, what is he actually arguing here, Ash?"
    },
    {
        "speaker": "B",
        "text": "Yeah, you nailed it, Nico. He's talking about the correlation between liquidity and digital asset prices in this clip. He's covering many of the same points that he made in the last clip, but from a slightly different angle. I want to double click on something that Darius said, because I think that this quote really sums it up incredibly well for our viewers. And the quote is this quote, clearly the number one thing we need to get right as investors and macro risk managers is trying to understand the Fed's reaction function, because the Fed's reaction function effectively controls the slope and the direction of the travel of that blue line on the chart. He's basically saying here that the Fed is reacting to certain key macroeconomic variables, things like inflation and growth rates, and that essentially, in terms of the reaction function, pricing digital assets, it's the most important game in town right now. Furthermore, he's also saying that it's important in bitcoin digital assets as well as in us equities. So it's not just that it's the most important game in town, Niko. It's that it's the same game in bitcoin and in stocks."
    },
    {
        "speaker": "D",
        "text": "Speaker one all comes back to what Raoul says. Macro is crypto. Crypto is macro. Indeed, one of the key events most recently was a recent speech by the Federal Reserve chairman Jay Powell. Going into it, some investors hoped we might see a pivot away from a hawkish stance of further increases to the interest rates. That didn't happen. So what does this mean? Let's take a listen to what Darius had to say."
    },
    {
        "speaker": "B",
        "text": "Most of our viewers are aware of what happened. The commentary that chair Jay Powell said at the Jackson Hole conference, obviously perceived as being very hawkish. We saw a dramatic decline in asset prices across the board after that speech the following Monday. It's been kind of a rocky period. Terry's breakdown for us, the internal dynamics, the internal mechanics of how you view that change."
    },
    {
        "speaker": "C",
        "text": "Yeah, absolutely. So, in summary, I don't know a lot of your vision. Your viewers will probably not recognize the soup Nazi from Seinfeld. Definitely go YouTube that if you haven't heard it. But what Powell effectively said, it was no pivot for you, no soup for you, no pivot for you to global financial markets, by the way, this pivot."
    },
    {
        "speaker": "B",
        "text": "Was this idea that markets had that the Fed was going to pivot away from a tightening stance because of their fears, potentially, of deceleration of the economy. So the Fed obviously always trying to pivot between the Scylla and characters of inflation and decelerating growth in this particular environment. This idea of this pivot was that the Fed had done enough, in the view of some in markets, to combat inflation and was going to start to decelerate their tightening, therefore potentially reducing the risk of a recession. That did not happen."
    },
    {
        "speaker": "C",
        "text": "Yeah, that did not happen so effectively. And in fact, we can actually show this visually. We have a chart on slide 73 here where we show. So I'll break this down. The green shaded area in the chart shows the sort of various maturity money market rates. These are market based expectations for the Fed funds rate will be at three months time, six months time, nine months time, and one year time across the four different panels relative to the Fed funds rate. So the spread between that rate and the spread, the rate itself, is the blue lines in each of those panels, the green line, as you can see, from basically June to the lows of July, the market started to say, hey, we're going to get less and less rate hikes out of the Fed, and eventually we're going to actually start to see rate cuts. Let's call it sometime between nine and twelve months later. If you look at the terminal Fed funds rate expectation as implied by these overnight index swap forwards, what Powell effectively said was, hey, look, the job is not done on inflation. If you look at inflation on a year over year races or a three month annualized rate of change basis, we're somewhere between two x or four x, the Fed's target. And so Powell effectively came out and said, no, no way, Jose. We're putting the kibosh on this pivot speculation. And so now we are in what we've been calling at 42 macro phase three of the us monetary policy regime, or this Fed reaction function, this new Fed reaction function. Phase one was characterized by the Fed effectively saying, hey, we were wrong about transitory, persistent is right. The persistent camp is right, at least right for now. So we got to catch up to market expectations with very aggressive, accelerated monetary tightening on the policy rate front and on the balance sheet front. In fact, we're heading into September here. And the federal, the pace of quantitative tightening is going to double to 95, or I want to say $95 billion a month. That's double the pace we've ever seen relative to the previous quantitative tightening episode in 2018, 2019, or, sorry, 2017 to 2019. And so phase two was, again, you and I talked about this, just the market saying, okay, all this tightening that you've done is going to cause a recession. And we know you, we know you, Jay pal, we know you like the pivot when things get bad in the markets or when things get bad in the economy. So we're going to go ahead and just price it in for you in 2023. We're going to say, hey, you're going to start cutting rates. You're probably going to start expanding your balance sheet. And as a function of that, asset markets from the June lows really started to rally materially. We've seen it time and time again where bitcoin troughs and peaks before asset markets, the leading indicator for broader risk conditions, because, again, it lives further out on the risk spectrum relative to things like credit, relative to things like equities. And so it tends to take its cues from the liquidity cycle much more quickly than other asset markets. And so, bitcoin bottom. Then we saw stocks bottom, and we saw everything rally throughout the summer, throughout July, and into the kind of early to mid August. And since then, really, the markets have been sniffing out, particularly bitcoin, as a leading indicator, again, that, hey, the liquidity conditions we priced in in terms of this Fed pivot are actually going to be priced out based on the Fed's renewed guidance and renewed commitment to combating inflation and getting it back to their target liquidity."
    },
    {
        "speaker": "D",
        "text": "J pal, Fed pivot lots to unpack here, Ash. Just what is Darius arguing?"
    },
    {
        "speaker": "B",
        "text": "He's arguing no pivot for you. This was a great sort of conversation with Darius, and I gave a lot of my thoughts about what I was thinking about his ideas in the clip. So I'll keep it kind of brief here. But essentially, the really short version of this TL doctor is the Fed is not going to be riding to the rescue here for asset prices. That's what chair Powell in effect said at Jackson Hole. As Darius puts it here, the job is not done on inflation. We're putting the kibosh on the pivot speculation. So, you know, really, I think this really sums it up well. You know, we're just not going to see the Fed ride to the rescue for investors here to help support those asset prices."
    },
    {
        "speaker": "E",
        "text": "Nico this podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp's software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank."
    },
    {
        "speaker": "C",
        "text": "And celtic bank members of DIC."
    },
    {
        "speaker": "E",
        "text": "Terms and conditions apply."
    },
    {
        "speaker": "D",
        "text": "Thanks for that, Ash. Now let's take a look at Darius's expectations in the short and medium and long term for bitcoin. Let's take a listen."
    },
    {
        "speaker": "C",
        "text": "I'll start from the longer term perspective. Obviously very bullish. We're going to continue to see adoption, and more importantly, I think from a variety of reasons, in terms of on the inflation front, we're likely to continue to see outflows from fixed income type markets and institutional investors looking for alternative ways to park capital and to invest. And I think digital assets in particular are going to be a big beneficiary long term. From some of that flow, from a medium term perspective, we were talking two to four quarters. It's going to be a bumpy ride. I mean, did not to mince words about it, but it's very unlikely that the Fed achieves its inflation objectives without more monetary tightening, without economic downturn. Not saying a recession is the modal outcome, it's not the most probable outcome, but it's certainly we're getting close. And based on how the next couple of months of data might break, it may become the modal outcome. So investors need to be prepared for that, because one thing that'll happen in recession is we'll stop getting inflows into things like bitcoin, digital assets, stock market, et cetera, and it'll make the road ahead a little bit more challenging. From a volatility perspective, will we see new lows on bitcoin? I think the jury, that's probably 50 50 bet. At this particular point, I think it's very likely that we retest the existing lows in this sort of reduced liquidity world that we're already in and going to continually head into. Will we see new lows? That'll depend on a couple of things, not the least of which is, does inflation speed back towards the Fed's target at an acceptable rate? That might allow the Fed to take its foot off the brake pedal a little bit. If it does not, then we're maybe, probably going to make new lows. And so to answer that question today, I think you, you probably need your head, Red. I think it's more important to be analyzing the data in real time."
    },
    {
        "speaker": "D",
        "text": "Fascinating clip there, Ash. So just what is Darius arguing here? And why should crypto investors care?"
    },
    {
        "speaker": "B",
        "text": "We know, Nico, the beginning of this clip is something that's really interesting, because Darius switches his time horizons. He's talking about the longer term case for bitcoin earlier, he'd been speaking about it from a cyclical perspective. Now he's talking about it from a secular perspective. Long story short, Nico, he's bullish from a secular perspective. Darius sees outflows from fixed income and into digital assets due to inflation and some other factors. He sees institutional investors in particular, coming into the digital asset space. You know, Nico, Raoul has talked about understanding time horizons repeatedly. On real vision, Darius sees a bumpy ride in the shorter to medium, medium term. This is, in his view, two to four quarters, but he's bullish in the longer term. I think it really is an important point to echo that. What Raoul has talked about, what I've talked about, understanding multiple time horizons and how asset prices can move in opposite directions along different time horizons, and how, in fact, investors can position themselves for asset prices to move in opposite directions on multiple time horizons. Nico."
    },
    {
        "speaker": "D",
        "text": "Thank you for that, Ash. Now onto our key takeaways. Here's what I've learned today and what the viewers can take away from your conversation. Darius. First off, Darius walked us through why financial conditions tighten due to federal balance sheet declines and or the treasury general account balance rises. That is, when net liquidity declines, risk asset prices, like bitcoin, drop as well. Indeed, we also learned how important the Fed's reaction to macroeconomic variables like inflation and growth are to the overall picture. It's actually the most important game in town right now. As Ash said, overall, due to the above circumstances, Darius sees a bumpy ride for crypto in the shorter to medium term. But he's still bullish long term. And to learn more about these great macro indicators and the space in general, don't forget to sign up for our rv academy. Go to realvision.com, the dash academy to join today. All right, Ash, looks like we only got time for one viewer question. Apex, crypto on YouTube wants to know. Ash, do you believe crypto markets will ever decouple from equities? If so, what do you speculate needs to happen for that reality to take place?"
    },
    {
        "speaker": "B",
        "text": "Ooh, apex, great question. First, let me give a little bit of context here and a little bit of a framework for understanding this. So we are currently in a period, as we've been talking about, where all markets seem to be correlated. The so called correlation trade goes to one, risk assets trade one to one. This is what we've been talking about in this show in the framework of Darius's view of liquidity, where you see the s and P 500 and bitcoin, to cite the example that are shown on Darius charts, essentially moving in exactly the same direction with relative degrees of proportional correlation in terms of the magnitude of those moves, ever is always a really tough question to answer. But I will say this. In my view, at least for the next twelve months, we'll probably see this continued correlation that's just based on the general market structure that we see and the evidence that we have right now. It's quite, quite strong for the fact that central bank liquidity is what's driving these prices. But let me answer the second question, which is a really interesting one, which is, what do you think would have to happen in order for that to be a reality? Well, one thing that could happen, hypothetically, at some point in the future, is if we saw long term sustained hyperinflation, it would be possible certainly for to see a decoupling as investors would look for harder assets. You might also see a rise, for example, in the price of gold. I believe it was Mark Gusto who pointed out on our air, on real vision crypto, that we've never seen a decline over a substantial time horizon in terms of the price of bitcoin relative to the argentine currency. The Argentine paid. So. So the idea here is, if you see a devaluation of central bank currency, fiat currency, you might begin to see a decoupling there. But, you know, we're talking here quite hypothetically, in my view, at least, it seems likely to continue to be in the regime that we're in, which is the correlation trade central bank liquidity driving asset prices across the board, including crypto apex. But great question."
    },
    {
        "speaker": "D",
        "text": "Yes, great question and great analysis, Ash. That's it for today's show. Thank you for watching. Don't forget to comment. Smash the like button or tweet at us. This is your show. We want to hear from you. What's working, what's not, what guests do you want to see? What themes should we cover tomorrow? We got Robin Schmidt joining us for a breakdown on all things defi. Make sure to subscribe to real vision crypto for free, if you haven't already. And we'll see you tomorrow live on real vision crypto daily briefing."
    },
    {
        "speaker": "F",
        "text": "I can see on Twitter and on YouTube and all over the place that everybody's struggling with these financial markets. How the hell do we invest? How do we make sense of this world? It's too complicated. There's too many things. What the hell is a yield curve? What does it mean to me? How does inflation play into my portfolio? These kind of questions are really important and they remain unanswered. To this day. And that's why we've done something very different at real vision. We've actually decided to solve that problem at scale, affordably for everybody. That is the real vision academy and the real vision investing course. We've created this incredible structured course so you can truly learn how to navigate financial markets and become a better manager of your own portfolio, your own wealth and your own destiny. These are so important. The other thing about the courses that you find online, not only do they charge you a fortune, but it's basically done by somebody who's got no experience in financial markets. This is different. This is built by the head of proprietary trading at Goldman Sachs equities in London, who also worked with me at the GLG Global Macro hedge fund, Lex van Dam. We took his incredible course, which he trained people for the BBC show million dollars traders, and turned it into something truly spectacular, taking it to when Lex never dreamed it could go. Now, real vision is always a little bit different as well. We don't make learning boring. I mean, we've filmed some of these videos in extraordinary places, like bunkers underground to pubs. We want to make it feel natural, interesting, immersive. So when you come out the other side, you are a better investor. Go to realvision.com, the academy. See you there."
    }
]