[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020 baby get 2020. Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "E",
        "text": "Robert Breedlove, welcome back to Real Vision crypto."
    },
    {
        "speaker": "F",
        "text": "Glad to be here, Ash. Thank you for having me."
    },
    {
        "speaker": "E",
        "text": "It's such a pleasure to have you. So much to talk about here, all about what's happening in bitcoin right now. Before we do that, let's just take a look at bitcoin price. Looks like bitcoin is trading right now on my screen at 27,247. It's interesting split. It's down about 7% on the week, down about, it looks like around 1% on the last trailing 24 hours, but on a year to date basis, up 66%. Obviously a lot of green on that chart. Robert, let's talk about it all. What's the current state of play in bitcoin right now? What's your view?"
    },
    {
        "speaker": "F",
        "text": "I mean, I guess my view hasn't shifted a lot, um, other than the banking crisis that has just started and seems to be justifying more and more currency debasement. So, you know, as we've been beating the drum in bitcoin circles for a long time, that no matter which way you really look at the future, all roads tend to lead toward more money printing. All right, this is something that not only is there significant precedent for, but also central banks have a large incentive to continue doing it. So im not really surprised to see bitcoin performing well with all of the news, especially with all of the fear the depositors were feeling during the SVB collapse. There was this weird lingo period where it wasnt certain whether or not the government would backstop SVB depositors. And then the conversation since then have been, seems like there's a more explicit guarantee for depositors in large banks and less of an explicit guarantee for depositors in smaller banks. So we've seen this, like, crisis of confidence that maybe people are actually starting to wake up to the reality that the money that they think they have in their bank account is not actually their money. Right? It's just a liability from a counterparty, and it's a liability that can be defaulted upon and often is defaulted upon. It's also brought into the foreground other illusions like FDIC insurance, which they have around 1% of the assets necessary to cover the depositor base that they ostensibly insure. So I don't know, people, people that don't typically think about these topics are now thinking about these topics. And then when you consider there's that crisis of confidence occurring in an age where ideas move extremely fast, everything seems to be moving faster. A bank run that used to be a guy or a girl going to the teller window and filling out a slip and taking out their money. These things are now automated via APIs. So we saw tens of billions of dollars flow out of SVB in, I think, 24, 48 hours. So the speed at which ideas and financial flows move is just an order of magnitude or more than what we're traditionally accustomed with, accustomed to. So there's a crisis of confidence. Things move extremely fast. The ultimate. No matter, again, which type of response you see, whether it's red or blue or whoever's in office, all roads do lead to more money printing. It's the only thing you can do to keep covering the exponential expansion of liabilities that occur in each round of money printing. So you end up like a dog chasing your hotel, but you have to go faster and faster to try to keep up with the inflation that you're creating as a central bank for bitcoin. It's like what happens in a world where everyone's printing money faster and faster. And I think the bitcoin thesis, and you could also roll in the gold bug thesis, is that a lot of that liquid value will flow into the assets that cannot be printed. So I would expect to see. I guess the last piece to bitcoin, too, is just the having cycle. We're about one year out from the having, which is scheduled for, not scheduled for. It's probably because you don't really know how fast it comes in based on how much hash rate comes online. But right now it's probabilistically scheduled to happen in May 2024, and typically when you look at bitcoin price action mapped over the halving cycle, the price tends to have that blow off top about 18 months after the having. I think the last time we looked at this, the number was like 510 days. So it might be a little bit right around that 18 month mark. So, yeah, I think by, let's say, November 2025, we could see a bitcoin price that's just going to melt faces. And in the banking crisis, I think we've authorized to date like $2 trillion so far. We don't know how much further this banking contagion will continue. But if that continues, we get more money printing and we've got this bitcoin having cycle that tends to. Which, for the audience that may not know you're cutting the supply issuance in half, that puts upward pressure on the price. Essentially, the confluence of these things could lead to a very healthy and perhaps even scarily volatile bitcoin market. To the upside overall, but obviously to the downside along the way. So, crazy times were living in money is, as far as I can tell, we're going into early stage currency failure. And I think you need to own assets that have, that cannot be counterfeited and have very low to no counterparty risk. And to that end, bitcoin is the best asset in the world that I know of."
    },
    {
        "speaker": "E",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auction, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium Wireless 20 2020 get 2020 better get 15 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 up front for three."
    },
    {
        "speaker": "C",
        "text": "Months, plus taxes and fees. Promoting for new customers for a limited time unlimited. More than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "E",
        "text": "Yeah, you've just made the case in terms of what you believe very strongly there and very powerfully, I think. You know, it's interesting, when you talk about the current banking system, I'm of kind of two minds. Everything that you've said is completely true in terms of specifically two points. Number one, the fact that when you deposit money in the bank, it is a liability of the bank. You do not technically, you are not technically the owner of that money any longer. The bank is. And that is just a fact. In terms of the way the banking system works, you become a creditor of the bank in the case of an insolvency. And the second point that you made, the idea of the FDIC coverage ratio being incredibly low relative to the amount of dollars that are in the system now, obviously, that's used as kind of a basis for marginal insurance. And the idea is that it doesn't all collapse at once. On the flip side, here in the United States, historically, over the last, let's call it 50 years, over most of our lifetimes, over most of the lifetimes of the people who are listening to this show, the system has actually worked fairly well for most depositors, at least depositors above a certain threshold. Middle class people in the United States have had traditionally access to their money, the last round of major banking crises, the legal component of who actually owns the assets, notwithstanding going back to the 1920s and 1930s. So it is interesting to see when you have one of these crises bubble up, to see the reaction that people have to see what's happening. But again, to your point, gold is rallying also. We're looking at prices on an ounce of gold right now at or near $2,000, I think, 1995, last time I looked earlier this morning. So these are all issues that are very much on the forefront, very much in people's minds. You've laid out and articulated the case, I think, very well, very clearly there. In terms of your view of the value proposition of bitcoin, I'm curious if you could talk a little bit about what you see as the state of play in the bitcoin ecosystem and specifically looking forward, Robert, how do you see bitcoin becoming a more central part of the lives of most Americans? I think for a lot of people out there, the actual sort of core functionality of bitcoin as a store of value is something that's an interesting proposition. It's a compelling proposition, indeed to many. But in terms of bringing new people into the ecosystem, do you see other layers developing around that, whether it's layer twos or also just the wallet system, the ability for people to access it who don't have strong tech backgrounds. Talk a little bit about that and your view of the future of bitcoin?"
    },
    {
        "speaker": "F",
        "text": "Yeah, I think the whole thing happens. It's like what Ernest Hemingway responded when he was asked how you go bankrupt. Right? It's gradually, then suddenly, and this tends to be the shape of most hyperinflations historically. Is that, yeah, sure, things work well for a long, long, long period of time, but there eventually comes some psychological inflection point where people realize that the inflation will never stop, right? The currency printing will never stop. And when this generalized notion gets out, gets into the marketplace, will people naturally start to sell those units of currency or dollars for things that cannot be counterfeited? So it's very much as much of a monetary phenomenon as it is a psychological phenomenon, because once people even have the expectation of ongoing inflation, then there's this incentive or inducement to sell the currency for anything else. And that actually brings about the very hyperinflation that was anticipated. So as far as, like, what gets bitcoin, I guess you could say, what is that old saying? Right? There's weeks where nothing happens and then weeks where decades happen, something like that. Well, we've seen, like, you saw what happened with SVB, right? Like, it's all sunny skies the week prior, and then all of a sudden, this bank collapses out of the blue that I don't think many people really saw coming. So it's just. Just kind of a testament to. You cannot have faith in something in the financial system just because it's operated well for 100 years or 200 years. It's a false confidence, specifically in a fractional reserve or a fiat paradigm, because these things happen very suddenly. I think if you've been following a lot of the financial media that's out there, there is writing on the wall, maybe not in mainstream financial media, but I'm sure you guys talk about it a lot on this show. I know we talk about it a lot on our show, that I'm not surprised when these things happen. There's no surprise when you see another fractional Reserve bank get out over their skis, and then collapse. It's the natural order of fractional reserve banking. Again, we mentioned that you're in a creditor debtor relationship with the bank. You don't actually own the dollars in the bank, but it's even more insidious than that, because you can't. One might believe, based on that assertion, that you could just go to the bank, take out your cash, stick it under your mattress, and then problem solved. But that doesn't work either, right? Because you still. Because we're talking about debt based money, it's like, not. It's an oxymoron in terms. It's self contradictory. If money is intended to be the final extinguisher of debt, the fact that we have a debt based money called fiat currency gives you this asset that you cannot escape the counterparty risk, you cannot escape the counterparty risk of the central bank debasing it more so even the cash into your mattress is not insulated from the counterparty risk of currency debasement. So I think thats a good way to frame up inflation too. Its just a manifestation of counterparty risk. And so if youre in something like physical gold or bitcoin, youre just, you're removing all exposure to counterparty risk and that you're not going to get debased arbitrarily. So for most people, you know, I guess this is kind of the human way, is we, we like to think things that have worked will continue to work and we tend to not really move until we've kind of painted ourselves into a corner. Right. We just, right there's this inertia, right. If you've got, you've used the same wealth advisor for 25 years, you've been with JP Morgan for 20 years, right. It's your trusted bank. You think within the confines of your own little lifetime as if that's going to apply to the broader historical context and it just simply doesn't. And so unfortunately, you know, I hope that the educational efforts that you guys are doing and we're doing like I hope this helps people learn a little bit more about the nature of money and the nature of fiat and fractional reserve banking and how fragile it really is. But for the vast majority of people, I think they ultimately have to experience the pain. We're seeing the pain being inflicted in Lebanon right now. People are going through, they had a devaluation of what, 90% on their currency, something like that. Very brutal stuff. And you see, you see the consequences manifest in these videos like people are killing themselves and there's just craziness. Right. When the money breaks down, society sort of breaks down along with it. So I think unfortunately people are going to have to go through that pain. Here in the west, we've barely started to touch it with a little bit of post Covid inflation. I think things will get much worse over the next 1520 years. You also have things like the BRICS countries experimenting with their own currency block thats going to reduce reservation demand on the dollar. That means well have to print currency even more rapidly to keep engaging in deficit spending. Thats going to create more domestic inflation. So theres more pain coming. And I think thats really the motivational force that actually gets people to move Preston."
    },
    {
        "speaker": "E",
        "text": "Right."
    },
    {
        "speaker": "F",
        "text": "And the other piece is just counter like people need consistency of experience. So if youre going to move from the fiat paradigm into the bitcoin paradigm, I think most people need a custodian right. You interface with them in a similar way that youre used to. So, for instance, theres Nidec bank in New York. Right. Theyre basically a bank, but they also provide bitcoin services. So that might be one of those seamless experiences that bridge people across, especially older generations."
    },
    {
        "speaker": "E",
        "text": "Right. Let's talk about that a little bit more. But first, let me just say I think you articulate this view, the bitcoin review extremely eloquently, Robert, whenever you have me on the show, I'm always impressed by your ability to make those points so clearly. It's interesting. I should point out, of course, that there is another point of view of this. I, for example, amen. Less negative on fractional reserve banking than you are, less negative on fiat than you are. But I see the rising case for bitcoin as a hedge against fiat currency debasement, against central bank debasement. It's very clear, as you point out, the general trend. If you look at the chart, by the way, if you're feeling nerdy today, type in w A L C l into your browser and take a look at the fed balance sheet position. The way it's gone over the last 20 years, there is a real case to be made on the other side, the case that you're making for what's happening in terms of the degree to which the monetary supply has been expanded and the degree to which the central bank balance sheet has just expanded dramatically to some $9 trillion here since the global financial crisis. So this is an incredibly important conversation, I think, for people to have. And by the way, the same a hedge capacity holds true for gold as well. That's why you've seen those rise in prices. But this new technology, bitcoin specifically, is just incredibly exciting to a lot of people for a lot of different reasons, many of which you just mentioned there, Robert. But I want to talk a little bit about something that you are getting to, which is the idea of the roadmap for bitcoin and the bitcoin ecosystem moving forward. One of the challenges, I think even people who are very passionate about bitcoin would say, is it is a very complex ecosystem to get into. If you're an individual who doesn't have a background in computer science and you're listening to this and you think, boy, Robert Breedlove makes an interesting point. I think I want to get off zero. I think I want to put 1% or even half a percent of my assets in bitcoin. It's still very difficult for those investors to do. So talk a little bit about that experience for the user, how you see that evolving over the next one, three, five, even ten years into the future. As a passionate bitcoiner, how do you see the bitcoin ecosystem becoming more open to people who don't have backgrounds in computer science and who haven't been in this space for as many years, certainly as you have? Robert."
    },
    {
        "speaker": "F",
        "text": "Yeah, I guess first to speak to fiat currency and fractional reserve banking. I mean, I would challenge you, Ash, and anyone else listening to this to go out and read or listen to the book the creature from Jekyll Island. I it actually will answer a lot of the questions that were dancing around here, which is, it gives the inception story of the Federal Reserve in the United States. It talks about the nature of central banking itself. It actually answers the question, what is money? Goes into an ontological view on money, how it emerges, what it is, how we got from gold to central banking, let's say. And so. And I would challenge anyone to read that book and not come away with their worldview shifted pretty significantly. The punchline here is that counterfeiting currency is only useful for one thing, and it's useful for moving wealth, or the ability to acquire wealth from the hands of one group, which are savers in the currency, into the hands of another group, which are the producers of the currency or central bank shareholders or insiders profiting through seniorage, and all of these other things. So the fact that you have systemic theft embedded into the primary economic medium of exchange is a real problem. And this is what we discuss on the show at length, is how much the corruption of money actually leads to the corruption of society, the corruption of individual incentives, the corruption of relationships, et cetera, et cetera. So I don't like to. It's very easy to dismiss fiat currency or central banking because it's kind of an esoteric, boring domain. But I think if you do the work to actually look beneath the surface, that you'll see there's a real immorality to it. It's a very unethical institution. It's purposefully opaque and confusing. They use jargon to mystify these operations, as if there's some type of priest, that only they know how to operate the monetary system, and then us peons should just follow their lead. But it's not that at all. Right? Money is actually much simpler than it's represented to be granted. There is this large, interdisciplinary effort necessary to understand money and bitcoin. You have to go into the domain of history and politics and economics and incentives and computer science and game theory, et cetera, et cetera. There's a big lift, but the conclusions you will reach are much more intuitive and much more sensical than the bullshit propaganda you see flowing out of the central bank. So I feel very strongly about that. And if people want truth and you want to orient your life to what is true in the world, then I suggest you do that deep dive. Like, do you use money? Do you care about making more money? Well, then, don't you think you should understand the nature of money, where it comes from and how it operates? It seems like it's something that's universally applicable no matter what you do."
    },
    {
        "speaker": "E",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "G",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp's software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy."
    },
    {
        "speaker": "F",
        "text": "Cards issued by Sutton bank and celtic bank members have DIc terms and conditions apply."
    },
    {
        "speaker": "E",
        "text": "Robert, you make some interesting points there. Obviously, these are contentious issues. There are people who disagree very strongly, but I think you've made your case very clearly. Let's switch gears here and talk a little bit about what you see happening in bitcoin. In terms of the adoption use case going forward. Is this an ecosystem that you see in the future becoming simpler to enter? Are there things that are going to happen in terms of user interface, user experience being built on top of bitcoin? Do you see l two s playing a more important role if we scroll forward, say one? 3510 years."
    },
    {
        "speaker": "F",
        "text": "Yeah, so again, we mentioned the counterparties earlier, I think as bitcoins market cap, naturally grows in tandem with currency debasement, that there's more and more incentive for new players to enter the game or existing legacy financial players to start offering bitcoin financial services."
    },
    {
        "speaker": "E",
        "text": "How do you think that would work? Robert? What would that look like?"
    },
    {
        "speaker": "F",
        "text": "You mean how would they offer financial services?"
    },
    {
        "speaker": "E",
        "text": "Yeah. What might it look like in terms of the way legacy financial institutions might become more involved in the bitcoin ecosystem? Well, I think typically for people who have had challenges getting into it because they find it too complicated, do you see that being something that might ease some of those barriers and frictions?"
    },
    {
        "speaker": "F",
        "text": "Well, look, at the end of the day, um, legacy financial players are going to do whatever they can to make money. And if bitcoin continues to rise, then I think you'll eventually just see an option in your online banking or your brokerage account to just buy bitcoin. Um, now, granted that that doesn't get you to the full realization of its value prop because that's still going to be counterparty custody bitcoin, not self custody bitcoin. But there's this strange thing that where people's money goes, their mind tends to follow. So I think once people start to acquire this thing again, even as just a risk position in their portfolio or just a hedge or even just a speculative position. Right, like you said, a half percent or 1% of your portfolio on bitcoin, I think it leads people to start to think about it more. And when you juxtapose this collapsing fiat paradigm that we're seeing all over the world, and it's only going to get worse, and you're going to juxtapose that against the rising market cap of bitcoin. And as we mentioned earlier, the speed and rapidity with which ideas move in the world today. I call it the liquidity of ideas. It's never been higher than in the digital age. I just don't think it's as easy to repress the truth. So I see more and more of these counterparties coming online. This also encourages layer two and higher order protocol development on bitcoin. Lightning is not fully mature yet, but it's highly usable. I already use it extensively."
    },
    {
        "speaker": "E",
        "text": "Robert, give us a sense of how you use it. What do you do with it and how is it helpful?"
    },
    {
        "speaker": "F",
        "text": "Well, you basically load a wallet with sats. And once you have it in a lightning wallet, it is the simplest transaction medium you can imagine. You hit send, you scan a QR code and you send. Or someone copies and pastes you an alphanumeric string that is an invoice number. It's a lightning invoice, and you paste that into the wallet and you hit send. So it is. I don't know if you try to send a wire lately, but things seem to get continually more frictional to try and send a wire. There's more questions, there's waiting periods, there's forms, et cetera, et cetera, fees. So I think the simplicity and the ease of sending money on the bitcoin network specifically with lightning, is just going to naturally out compete these legacy modes of moving money. The only thing we're missing is we just haven't hit that inflection point yet. People still view the dollar as money, and they might for some time, but there is inevitably going to come the point, as there has with every fiat currency across all of human history, that people will see, right, this thing is going, it's going down, the ship is sinking. And so the question really becomes, what lifeboats do people shuffle themselves into at that time? And the technology is already there. Like if you. If you want to be and you can live on a bitcoin standard today, you don't even need to cash out into fiat in most cases. And if you do need to cash out into fiat, there's a lot of peer to peer exchanges that you can do that in a non centralized way."
    },
    {
        "speaker": "E",
        "text": "Right."
    },
    {
        "speaker": "F",
        "text": "I want to jump in, go from bitcoin to fiat often, but people do things like sell their bitcoin for gift cards, like there's all these different things you can do. So I think that's really the path it's going to go, is there's just going to be more pain, more incentive to move into bitcoin, and therefore more vendors and protocol development in and around bitcoin to support that migration."
    },
    {
        "speaker": "E",
        "text": "Robert, we've got some viewer questions from our audience that I want to take, but I just want to point out this and ask you this question. Obviously, there is an anchor in terms of the value of the dollar. If you're an american citizen, you have to remit your federal taxes and dollars and not in bitcoin. So there is constantly this need to exchange us dollars just to pay taxes here in the United States, if you're an american, and for example, if you're in the UK, it's in british pounds, and if you're in the euro, it's in euro. So there is something of an anchor for fiat currency that I think sometimes gets lost in the bitcoiner view."
    },
    {
        "speaker": "F",
        "text": "Sure. But if you are paying taxes, presumably you're running a profitable business. So if you are accumulating dollars throughout the taxable year and you're remitting payment at the end of the year. That does contribute to reservation demand for fiat, which I think is your point there. There is some, there's a natural demand for it, but there's also a larger and more significant natural demand, reservation demand for savings. That's what really the entire monetary demand for gold is. If gold's market cap is what, ten or $12 trillion, it's like 80% of that is for using gold as a savings technology, 20% for its industrial use. That's a much larger pool of wealth than this annual need to pay your taxes."
    },
    {
        "speaker": "E",
        "text": "Right. I got to jump in because we only got about two minutes left and I wanted to give you an opportunity to hit some of these questions. Maybe we could do them real quick as a speed round because we are very limited on time and weve got some great questions from the audience. The first one comes to us from Paul from the real Vision website. Paul wants to know what your forecast is for bitcoin price by the end of the year. And second, he wants to know if you own any gold or silver."
    },
    {
        "speaker": "F",
        "text": "I dont do price predictions really. I mean I've put out some in the past but I always just say it with a big grain of salt."
    },
    {
        "speaker": "E",
        "text": "Right."
    },
    {
        "speaker": "F",
        "text": "I won't do it by the end of the year. But the prediction I put out in 2020, I think for the next peak was 307,000 and that was going to be, I thought that would be in late 2023 but now I'm thinking that's going to be in the actual the next peak. So that would be November 25. So 118 months after the having. The having is May 2020, 418 months after that is November 25. I think we'll see a multi hundred thousand dollar bitcoin price. But again, the second question is do."
    },
    {
        "speaker": "E",
        "text": "You own any gold or silver just on the prediction?"
    },
    {
        "speaker": "F",
        "text": "Those who live by the crystal ball are bound to eat glass when these predictions come around. Like oh, you missed the prediction. Its like, well yeah im just throwing a dart. Im looking at what things did historically and extrapolating into the future. So dont hang your hat on a price prediction. If youre doing that. I think its just a bad strategy. Overall, yes, I own physical gold but not silver clay."
    },
    {
        "speaker": "E",
        "text": "Okay, next question comes to us from Paul and the question is what is Roberts prediction for a US CBDC?"
    },
    {
        "speaker": "F",
        "text": "It's definitely coming. We got fed now starting in July. That's kind of the backbone for us CBDC. Ultimately all central banks have to make a competitive response to this new digital paradigm, the bitcoin paradigm. And that response is the CBDC. Right. As you may have noticed, this was not a topic that was ever discussed in any way whatsoever prior to the emergence of bitcoin. This is a direct competitive response to the existential threat that bitcoin poses to central banking in terms of what it is. It is just fiat currency on steroids. This thing is indispensable to a government social credit score system. So the governance model that we see being used in China today is basically being rolled out in the rest of the world because it offers a lot of centralized control, and it's a very profitable business model for totalitarians. So I would say resist central bank digital currencies at all costs. It will be used to survey you. It will be used to turn off your money if you tweet something that the government doesn't like and really just gives total authority to a centralized body to have undue influence in your life. So it's bad. It's really bad. It's like the anti bitcoin."
    },
    {
        "speaker": "E",
        "text": "The anti bitcoin. Well, it's probably important to point out that we do still enjoy broad freedom of speech here in the United States, and hopefully that will continue to be the case into the future. Next question comes to us from Ralph on the real vision website. Bitcoin seems much less liquid than it has been. When do you think liquidity will improve?"
    },
    {
        "speaker": "F",
        "text": "I don't know what that means at all. What do you mean, much less liquid? The daily volumes have been about the same as they always have been relative to market cap."
    },
    {
        "speaker": "E",
        "text": "Daily volume relative to market cap remains unchanged throughout the price gyrations up and."
    },
    {
        "speaker": "F",
        "text": "Down, so far as I know. Yes. I mean, it's in the billions of dollars per day. So I'm not sure how much the guest is trying to liquidate, but I think that's pretty sufficient for most people."
    },
    {
        "speaker": "E",
        "text": "Okay, here's a question that comes to us from Bradley Snyder on YouTube. This is a question that talks about the points that you were making earlier, Robert, about monetary policy. And the question is, I'm looking at the bank of Japan and wonder if the US will follow that model. What are your thoughts on using the BOJ as a forward looking indicator for future US monetary policy? Very sophisticated and very good question from Bradley Snyder."
    },
    {
        "speaker": "F",
        "text": "Absolutely. Yeah. BOJ is canary in the coal mine for late stage central banking. I would say they're the furthest along in this path to which we're all inevitably headed. And the way you have to think about it is this is when you are printing new units of currency or debasing the currency, you are violating private property rights. So we're moving the spectrum away from capitalism, which is the institutionalized policy of respect for private property rights and contract, and you're moving along the spectrum towards socialism, which is the institutionalized policy of aggression against private property. And ultimately, I think you get to a totally communist state, you're going to get to the abolition of private property, which is an idea that's already being flirted with by your favorite people at the World Economic Forum and others. So, yeah, again, destroy the money, you destroy society. And I think the question is astute in its observation that the BOJ is the furthest along in that trajectory."
    },
    {
        "speaker": "E",
        "text": "Yeah, well, Robert, I don't go always as far as you do on some of these points, but I definitely agree with you about the risk of the socialization of private property here in the United States and elsewhere in the world. It's something that I think we always need to be vigilant about. History has taught us that you're always welcome to come on the show. We always love having you come and give your views. Final thoughts, key takeaways that you'd like to leave our audience with."
    },
    {
        "speaker": "F",
        "text": "Well, now that I'm thinking about private property, just take a step back and ask yourself, what is the purpose of the state or government? And as an american, for me, it's life, liberty and property. That's all a government is supposed to do for you. Anything they do beyond that scope of service is not. Not necessary. Right? All we need is a government to secure an area and allow the market process to proceed unhampered. And we're doing the opposite of that today with the central bank. With this excessive regulation, the whole world is becoming kind of a top down. Papers, please. Society, because we're destroying the currency and violating the private property rights of savers. So I don't. You know, it's bothersome to me to talk about these things inside the language and vernacular of the central bank, because it almost implicitly justifies its existence. I think you really need to step outside of it and say, look, this is the central planning of money. We know that central planning doesn't work in any other market space in the world. It leads to absolute catastrophe. Why do we tolerate it in the largest and most important market in the world, which is the market for money? So it is very radical. It is paradigm shifting. Shattering, perhaps, but if you want human flourishing in the world, or to leave a better world for your kids or your grandkids. I suggest you look into these topics because things are getting real, really fast."
    },
    {
        "speaker": "E",
        "text": "Well, you're always welcome to step outside with us here at real vision. We always appreciate when you join us. Robert, thank you so much."
    },
    {
        "speaker": "F",
        "text": "Glad to be here. Thank you for having me."
    },
    {
        "speaker": "E",
        "text": "Have a great afternoon, everybody."
    },
    {
        "speaker": "A",
        "text": "What's up, revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest, and biggest names in finance."
    }
]