[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps, and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com. tech. All lowercase. That's Shopify.com tech."
    },
    {
        "speaker": "B",
        "text": "Hey everyone, if you like this podcast, go behind the paywall. To get privileged access to the smartest minds in finance, visit realvision.com rvpod and use the promo code podcast ten to get 10% off our essential membership for the first year, join the real vision community and learn how to become a better investor. And now to today's episode of Ralph Real Vision."
    },
    {
        "speaker": "C",
        "text": "When change comes, opportunity abounds. We're about to enter a period of the fastest pace of technological change in all human history, something we refer to as the exponential age. And real vision is going to be your guide to this incredible future."
    },
    {
        "speaker": "D",
        "text": "Hi there, everyone. I am really excited about the conversation that is about to unfold, because sitting with me now on your screens is Rene Bruintruck, better known to his readers as fallacy alarm. I've been reading Rene for a while now. He fast became one of my favorite macro thinkers. I know he's one of Raoul's favorite thinkers, too. And we are here today to talk about a handful of companies and some of the key forces shaping the exponential age. So, look, we'll probably talk a tiny bit about Nvidia, we'll talk a tiny bit about meta, but mainly what we're really here to talk about is Tesla. Because despite the fact that Tesla is just one of, as you well know, one of the most scrutinized, talked about, agonized over controversial companies in the exponential age space, Renne has a really unique way of thinking about this company, a way that I think will really open your eyes to a new way of thinking about Tesla, a more fruitful way of understanding what it is, what it's doing, situating it in a broader picture. And look, ultimately, I think, a way of thinking about this company that helps us get deeper on the exponential age itself and really what the exponential age is all about, what it is, what it means to us all. Rene, welcome to real vision. How are you, sir?"
    },
    {
        "speaker": "E",
        "text": "Thank you very much, David. And thank you for those kind words. I'm very happy to be here and looking forward to our conversation."
    },
    {
        "speaker": "D",
        "text": "Great. And we're just going to dive straight into Tesla. Before we do, just take a second or two to introduce yourself to the. To the visionaries out there, how you got to where you are now."
    },
    {
        "speaker": "E",
        "text": "Yeah. As you said, I write a newsletter called fallacy Alarm, in which I blend single stock research, macro research, and thematic research. And I think many people focus on just one of those. For me, it's important to do all of that, to have a solid investment process, to keep a big picture, and also then to dive into the details where it's necessary. And the name fallacy alarm might need a bit of an explanation. It's first and foremost a daily reminder to myself to be aware of how my emotions and beliefs, of what I want to be true, and how that can cloud my judgment, because we live in the time where access to information is actually very easy. And then figuring out which information matters, that's the hard part. And that makes then controlling Your emotions the hardest part of investing. That's where the name comes from. And before I did this, I worked for 15 years in various finance jobs, equity research, corporate finance consulting. But now I'm doing this as my PRimary what I do during my days."
    },
    {
        "speaker": "D",
        "text": "And I think it's fair to say that there's few companies and few technologists who prompt emotion on the scale of TEsLA AnD Elon MUSK. And we'll get into some of how we deal with that kind of emotional white much later on in the conversation. But let's start at the beginning, TEsLa and what it is. You just have a fascinating model of Tesla as a company, and I want to start with that model. And then, of course, we'll get into your valuation models. Your valuation forecast to 2030, which you wrote a long, brilliant piece about recently. It's almost become a cliche to say Tesla is not just a car company. We've all heard that a million times. You have a unique way of thinking about this company. So what is Tesla, in your view?"
    },
    {
        "speaker": "E",
        "text": "Yeah, so I think there's this debate about whether it's a tech company or whether it's a car company, right. That's dominating people's discussions of the nature of this company. And I think that, of course, it shares features of these types of companies. But I believe that discussion kind of misses the point of what Tesla is. So I view them as the first instance of a new type of a company. And for lack of a BEtter word, I've called that a BatTery refiner. And what do I mean by that? The decarbonization of our economy is the largest mega trend of our time. And the core of that is that we need to figure out a way to store energy outside of fossil fuels, because we don't want those anymore for political reasons. And energy is central to any economic process. And we need to be able to store, and we need to be able to use it on demand, because otherwise all the windmills and all the solar panels that we have installed will become worthless. We cannot just run our factories. When the wind blows, for example, that's where the battery comes in. It's a very important energy storage mechanism. There are other ones as well. You can use hydro, for example, but that's not that scalable. And batteries just. They will probably become one of the most important commodities of the coming decades. And it's obviously not something that you can dig out of the ground, just like oil, but it needs to be manufactured. But from an economic perspective, I think it's very much like oil and semiconductors, by the way, they fit into this category as well. And if you look at the microchip, for example, that was the commodity for the last big innovation cycle that we had and still have. It's not the commodity manufacturers that have captured the biggest value of the IT revolution. It's actually the big tech companies and similar companies. They are sort of the semiconductor refiners. They wrap hardware and software products around the microchip. And then they make great products for their customers and then capture that value for their shareholders. And in my opinion, the battery economy will play out similarly over the next, let's say, 1020 years. That means those companies that are able to use batteries and make great products from them, and differentiated products from them, they will capture the most value. And in my opinion, and that's debatable, but in my opinion, Tesla is in a prime position to be in the lead here because of their strategy, their market position, their leadership, their workforce, and all these things, their brand, all these things set them up to be a really important player in the space. For example, in the US, they own more than half of the energy storage and more than half of the EV market. That shows how strong they will be in this paradigm. And then the business model of the battery refiner is to generate then profit per kilowatt hour deployed. So for example, if you look at a Model Y that may have like a 65 kilowatt hour battery, and let's say Tesla generates $10,000 in gross profit with it. That's $150 of gross profit per vehicle. And the unit economics of the other products are actually quite similar. Like on a mega pack. They earn also like similar amounts, at least when it's fully ramped. And their ambition then is to deploy three terawatt hours annually by the end of this decade. And if you assume that they will keep the $150 per kilowatt hour, that gives you $450 billion in gross profit. Apply ten times multiple to that, and then you add a $5 trillion variation, ten times more than today. And that does not consider that the profit per kilowatt hour might actually increase over time because they will move from a unit sales business model to a fleet based business model. And that monetizes the existing fleet with software, for example. So that's, in my view, like the Tesla bull case in a nutshell, yeah."
    },
    {
        "speaker": "D",
        "text": "Wow. And that is just end to end, a distillation of this unique, I think, model for understanding Tesla. And there's a lot going on in that. And I want to sort of rewind and dive into some of this, because fundamentally, it strikes me that the heart of the model then is saying, look, renewable energy storage is going to be the dominant megatrend, in your view, across the coming decades. And then it becomes about who can wrap compelling products and services around renewable energy storage, around batteries."
    },
    {
        "speaker": "E",
        "text": "Right, exactly. I think that's the foundational layer of the entire Tesla story."
    },
    {
        "speaker": "D",
        "text": "Okay. And then to understand why Tesla is so well positioned to do that, I think you have to dive into another fascinating element of your thinking, which is around innovation platforms, because this is really going to help people understand why it is that you believe Tesla is positioned to win in this world, this world of batteries, of renewable energy storage. So talk to us, because this isn't a phrase I'd heard before. Talk to us about innovation platforms, what they are, and how that winds back around to Tesla and your model of Tesla."
    },
    {
        "speaker": "E",
        "text": "Yeah. So I did a piece on innovation platforms that mattered over the last 20 years, last year. So that was, if you think about the personal computing revolution that started in the eighties, and then Microsoft and Intel captured most of that. Then you had the mobile revolution and Apple captured most of that. And then you had also simultaneously the cloud revolution and Amazon captured a lot of that in Microsoft as well. And I think what these situations share is at some point, there is an inflection point in technological development, mostly also when, let's say, two technologies that are complementary reach this point together. If you think, for example, about the mobile computing, like the display technology and the computing power that together enable these devices, and then it accelerates from there. And the interesting part about that is you can make a lot of money but you don't really need to be the first one. You could easily buy Apple in 2012 and still, like five years after the iPhone was revealed and still be very successful with that investment. So you only need to get that right once and then you just ride it for like, 1020 years. And that actually creates most value in investing rather than. I mean, I do a lot of work on macro, too, because for me, it's just important to sleep well at night and be comfortable with my portfolio. But these tactical decisions of, okay, when is there risk on, and when is there risk off in the market that actually is dwarfed by if there's one of these accelerations happening, then that just blows away all the other factors."
    },
    {
        "speaker": "C",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "D",
        "text": "Right, so mobile computing was an innovation platform. Personal computing was an innovation platform. I know the cloud was an innovation platform. What are the big innovation platforms taking off now? And how does that relate to the model around Tesla?"
    },
    {
        "speaker": "E",
        "text": "I mean, Kathy Wood does a lot about that too, right? She has these five platforms. Honestly, some of that is a bit of hyperbole to me. For me, you can probably distill the five platforms that she has into just two, which the first one is, we just talked about that. The battery, I think that's extremely important, like the electrification of everything. That will have huge implications. And then the other ones, I would just put that all together in just AI or just accelerated computing and that then I think we'll talk about real world AI later, too. Just the liberation of artificial intelligence from cyberspace to real space. And that technology will actually start, intelligent technology will actually start to manipulate not just bits and bytes, but also, like, the physical world around us. I think that's going to be huge. It's questionable whether it's investable right here, right now, in 2023, because it's a very, very early stage, but it will certainly have a huge impact over the next decades, in my opinion."
    },
    {
        "speaker": "D",
        "text": "Is it real world AI? This. Talk to us about real world AI. Isn't that fundamental to your thinking around Tesla? Because this is, I mean, just as it sounds, it's about bringing AI into the physical world, right?"
    },
    {
        "speaker": "E",
        "text": "Yeah. If you think about the big tech companies today, let's say Amazon, Google, they have used intelligence online, and they have tremendous success with that for the shareholders, for their customers. But I think the next step should be that you use intelligence and you do something in the real world with it. And in my opinion, Tesla has the most ambitious real world AI project out there with millions of cars on the road that collect the data with a data engine that they have on premise. And I think what they're doing right now is, and you could actually see that in their AI day last year when they showed what the robot sees, right. It was very similar to what the car sees, like how you identify objects around you and then you reason from there and you don't tell the machine. Okay, there is, let's say a door. If you see a handle, press down the handle. You just show how people use handles of doors, and then it does it on its own at some point. That's basically how humans learn. And I think when humans replicate nature, then magic happens. If you think about an airplane, for example, when humans do stuff that nature does, and the learning of a machine today with these new approaches is very similar to how humans learn also, then magic happens. And I think that's what we will see. I'm very excited about that. Obviously will take a long time to play out. But if you're in it for the long term, that's, in my opinion, the most exciting application of AI."
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah. And I'm just, I mean, it's absolutely fascinating. And it just builds, it builds an incredibly, I think, nuanced fruitful of Tesla trying to put it together piece by piece as we go, you know? So you have the dominant megatrend over the coming decades being renewable energy storage, being batteries, right? And then it becomes about saying, okay, well, the winners are going to be those that can wrap compelling products around those batteries. And of course, if we're talking about batteries and we're talking about energy, they're going to be, those products are going to be physical objects. They're going to be physical objects that use energy. And then that becomes about saying, well, how do you build those compelling physical objects? You bring in machine intelligence that allows those objects to be intelligent in a physical environment. So it almost feels like you're saying you have this in Tesla. You have this unique, almost powerful convergence of these two innovation platforms. On the one hand, the battery, on the other hand, real world AI. Is that a fair summary?"
    },
    {
        "speaker": "E",
        "text": "Yeah, exactly. I think that's exactly what fascinates and excites me most about that company, because the two mega trends that I view from a technological perspective, perspective, the two megatrends that matter most to me and that I'm most excited about, Tesla has exposure to both of them. And I think that's just exciting to me. And if you think about this big chat GPT moment that we had last year and over the last months. I'm not a technologist, I haven't studied these technologies in detail. But to me, my understanding is the way these things work is just like we humans. When I talk to you, right, I don't know the entire sentence that I will say in advance. I just speak one word at a time and at the end of it, hopefully a thought has been uttered that you can understand that that makes sense to you. And then it's crazy with such a simple statistical approach, how you can, how far you can get with that, right? If you ask chat GPT a question and it gives you an answer and you're, wow, like, this is crazy that nobody phrased that before, that did this on its own and nobody knows how it did that. That's the replication of human approach that I just mentioned. And I think that validates Tesla's autonomy approach. That's for me, the biggest takeaway that we don't know whether Tesla will, with their FSD approach, get to full self driving. It may be that they will always do these famous runs of the nines. They're 99.9% there, they're 99.99% there, but there will never be, because there's an endless. This number of nines that you can add. They will never be at 100. Like, that's the bare case, so to say, of the FSD approach right now. Right? And the fact that, how far are we getting with this jet GPT, which is, by the way, like three years old? They had this technology in 2020 already. They just released it to the broader public. So Jet GPT's importance was not that it was so novel at that point. When it was released, it was more about revealing to the broader public how far this approach of learning can go. And applying that to Tessa's FSD approach, in my opinion, makes it extremely likely that they will get somewhere with their approach. It's the exactly right approach to take."
    },
    {
        "speaker": "D",
        "text": "Right? Yeah. Because what people need to understand, and I think we're hugely agreed on this, is that the incredible AI moment we're seeing play out right now is still primarily about the movement of information, the movement of bits, but with real world AI, as you call it, and I think it's a perfect description, we're going to see that artificial intelligence, that machine intelligence transfer into the physical world, and that's what real world AI is all about. I mean, how big is that? That's mind blowing. That's going to be colossal. That as an innovation platform is just vast in terms of its potential, because it transforms so much of the economy and so much of what we do and what peoples jobs are."
    },
    {
        "speaker": "E",
        "text": "Yeah, you can almost think about every economic process will become an app, right? You can download the app where somebody trained the robot to do waiting, like waitressing or working in a warehouse or cleaning. I think that's just dreaming. And again, I'm not sure if that's 100% investable as a theme right now, but if you think very long term, I think that's where it's going to be. It's sort of like an app store meets AWS on steroids. That's what it will become."
    },
    {
        "speaker": "D",
        "text": "I love that. Circling this back around to Tesla, we've got this transfer of AI into the real world, and that's an innovation platform that I think we're agreed can be sort of. It can dwarf mobile computing. It can be far bigger than the, like the revolution we've seen in the digital space across the last, you know, 2030 years. You're going to see a revolution at that scale or greater play out in the physical world in the coming decades. Why is Tesla so well positioned to benefit from this real world AI megatrend? And I think we know you've written a ton about this. We need to use the word dojo here. Tell us about the role of the dojo supercomputer in all of this."
    },
    {
        "speaker": "E",
        "text": "Yeah, so, and maybe we can show to intro that. We can show one of the charts here. I think it was the last one that I sent over, the 6th one, where we look at how the dimensions of computing."
    },
    {
        "speaker": "D",
        "text": "Our producers will whisk that onto the screen there."
    },
    {
        "speaker": "E",
        "text": "Yeah, yeah. So basically. Sorry, I pressed the wrong button here. So I think over the last ten years, it was very important to build cloud computing capacity, because that is just saving a ton of money for companies operating digital infrastructure. And I think that will remain to be very important. But there will be a dedicated field of computing that needs on premise computing, because these new models, these LLM models and other deep learning applications, that requires an enormous amount of computing. So you need to actually optimize all the dimensions of a computing system. And there are basically three dimensions. And this is a screenshot from one of the articles that I have written. So basically, it's the compute, it's the latency, and it's the bandwidth. And most computers today, like the biggest supercomputers that are out there, they are measured by the compute. Like, if you look at Wikipedia supercomputers, they are measured by flops. Like, one exaflop, two exaflops, whatever. But latency will also be important and bandwidth. And I came up with this analogy to make. Again, I'm not a technologist, so I'm trying to makes sense out of this for me. Right. So if you think about a restaurant, the computer is the number of chefs that you have in the kitchen, and the latency is the serving time, and the bandwidth is the number of tables that you have. So let's say you have a restaurant and you only have, let's say you have a bunch of people that make the burgers. And in order to maximize the revenue or the output of your restaurant, you need to not just have, like, a ton of chefs in the kitchen, you need to also have the waiters to bring that to the. To the. To the table, and you need to have the tables to actually. To actually serve the people. Right. And there are trade offs here that you have to take between the total performance of a system and the flexibility. So, for example, let's say you want to serve burgers, but you also want to be able to serve sushi. Then you need to have a sushi chef as well, right there. But if nobody orders sushi, then your sushi chef will be idle. And the other chefs that you have, they will have too much work on their plates. And so I think in computing, they are very. It's obviously very simplified analogy, but I think there are similar principles at play. So computer systems need to be designed for a specific task. And that's where dojo comes in. And the impressive part about Tesla for me is actually that they came up with this idea of doing the dojo computer, like, two years ahead of this big chat. GPT reveal they realized we need to have expertise in this field. And I think this feeds into the first question that you have. Why is Tesla positioned so well in this aspect? Because they anticipate where trends go, and then they do the things that are necessary in advance with the visionary leadership that is not afraid to take risks and disappoint in the short term. Another example is their battery energy product storage project that they had in Australia, like, eight years ago. People just criticized them, or like, they ridiculed them. You're just taking third party batteries. You're putting them in a container and put them somewhere. It's not even your own technology, right? But today, they have 50% market share in the US for grid scale energy storage systems. It's huge. Like, they're building these megapack factories with, like, a return on investment of like 500% or 1000%. If you look at what lathrop, their new factory, will generate, revenues and profits and what it has cost. And what was the beginning of that? It was that they built this facility in Hornsdale there when this whole idea of having grid scale energy storage was very nascent. So they're always at the forefront of these very big trends. And that gives me comfort and optimism that they will continue to do so in the future as well."
    },
    {
        "speaker": "C",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners, and then we'll be right back."
    },
    {
        "speaker": "D",
        "text": "Yeah, and they took a ton of flack for that energy story, and now it makes perfect sense. And like you say, it's striking that two years ago, you know, they were alive and took action on just the need to own their own compute. Right? And now, every now with the compute power, you need to train these large language models, and these are other models, it just makes such sense, and everyone wants to do that. But with Dojo, what it amounts to is that they're just building the most competent, most compelling AI for real world AI, for what you're talking about, for machine vision, for the kind of intelligence you need to allow an object to navigate freely around the physical environment, as we humans can do we take that ability for granted? And they have a couple of hundred thousand cars rolling around right now with full self drive, just feeding that computer, feeding dojo data all the time. That's going to, I mean, to me, it feels like that's going to be the competitive advantage. They're going to have the most competent intelligence when it comes to real world AI. Is that the way you see it?"
    },
    {
        "speaker": "E",
        "text": "Yeah. It will be a huge differentiating factor, for sure. Definitely. I'm very excited about that. We'll have to see how quickly their ambition is always far ahead of where they are in reality. Right. So it's always, there's an execution risk there, but they're actually absolutely going the right way, in my opinion. And even if we won't have the famous robotaxis two years down the road, I'm very optimistic that there will be solutions that can be commercialized out of this effort. It's the most ambitious real world AI project out there in its totality, including the Dojo computer, and there will be something from it. And if Tesla has proven one thing over the past, let's say, ten years, is that they can very well on a shoestring budget. They can come up with a solution that you can bring to market people always or often people criticize them for the tiny R and D budgets that they have. But if you look at their total spending since the company was founded and what they've created with it, it's a fantastic productivity on the invested capital. And, yeah, I think that this track record, in my opinion, it gives them credibility and it should be considered."
    },
    {
        "speaker": "D",
        "text": "Yeah, and the ambition certainly sky high, because they say they want dojo to be within the top five supercomputers in the world yesterday, and then they want like 100 x that. And I think that's where the kind of specialization you talked about comes in. You know, they, they can build something that's far more powerful. They believe they can build something that's far more powerful than any current supercomputer for the very narrow domain that it's focused in, which is, you know, machine vision AI, to allow objects to navigate unstructured physical environments. Do you see dojo? Do you see that intelligence becoming a profit center itself? I mean, essentially a service that others can access? You've likened it a bit to what Amazon Web services is to the cloud."
    },
    {
        "speaker": "E",
        "text": "I used to be very excited about Tesla outsourcing various of their capabilities to other companies. Elon, for example, talks about their enterprise software. They did that all themselves from scratch, for example. They don't have SAP or anything else like that, or selling the skateboards to other companies of their cars and maybe even dojo as a service. And Elon has said that himself. But over time, to be honest, Ive sobered up a little bit on this idea. They had some success with finally sharing the supercharger network with other companies. But still, I have more and more the opinion that Tesla, as a company is operating very unique and also, like other companies, have difficulties collaborating with Elon because of his personality and his style. So, I mean, I would be very excited if something like that happens, but we're in the very early stage of this dojo. We will have to see where they get with that. I'm actually, I'm optimistic that they want 100 x the capacity of this thing over the next very short term future. And I actually think it's not that unreasonable to assume that there will be orders of magnitude of improvements there, given where supercomputers are headed, from the academic solutions to the commercial providers that will take the next stage of supercomputing. So it will be successful for Tesla, whether it will be successful for other companies. I don't want to be carried away too much of this. If something like that happens, great. Yeah. But I think there are also a lot of obstacles in the way."
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah. Interesting. And you, I mean, I want to jump to valuation and a bit more detail on that in just a second, but seeing as you touched on it just there, I mean, Elon is just a controversial figure who divides opinion. I think it's fair to say it would be putting it mildly. What is your take on Elon? Do you have a take on Elon personally? And how does it impact the way you think about the company? I mean, let's be honest, some people are wary of Tesla and wary of the investment philosophy you're putting forward. It might all make sense in terms of the technologies and the thinking, but they feel that there's just this wild card in there and then the chance of him screwing something up is too great, despite the track record, to get to this point, which is clearly extremely impressive. What is your take on all of that? How do you deal with that?"
    },
    {
        "speaker": "E",
        "text": "Its difficult. Sometimes there are moments where he buys the bitcoin six weeks after he has raised money. So basically took my money as a shareholder to buy bitcoin, which I didnt agree to. And then he buys Twitter. That's all good. But then he changes. He just removes the company name. And the logo is different now, but it's only like a half ass change of the company name because many, it has never been announced or anything like that, and people still refer to it as Twitter. And sometimes someone like, what are you doing there? But then I see again what SpaceX is doing and how he's landing rockets simultaneously and what he has done with Tesla before. And he, he said in 2013 he will do 500,000 cars in 2020. And he did it. And he said a year ago model y, when the model y was when the first cars of model y were delivered, or not even that. He said it will be the best selling vehicle in 2023. And he did it right. And SO on. The big things where he really spends a lot of TimE on it tends to deliver. And, and I think he gets a lot of criticism for the stuff that he doesn't fulfill. But in general, I think he's ImMensely successful. And also the WaY he thinks and when he talks about things, I can resOnate. Like, a lot of that resonates with me. So I still view him as a key asset for Tesla. I still think Tesla performs better with Elon than without. And I just trust that he wiLl. If you think about Elon like the Doctor Jekyll and Mister Hyde analogy, and I still feel like the positive side of Elon will outshine the questionable one, so to say. So I'm very excited about him. I think he's doing great things. I'm a fan of his success. For me, again, I'm happy that he is there, and he's a critical factor to why I'm so excited about the company."
    },
    {
        "speaker": "D",
        "text": "Yeah, I increasingly think of him as, I mean, obviously an incredible tech visionary and also an incredible sort of attention engineer. I mean, he engineers attention around himself and his companies in highly effective ways. And mostly, and I think one of his great insights has been that almost always, attention is beneficial. We live in an economy and an environment now driven a lot by attention. And he's drawn attention to himself and his companies in incredible ways. And that, on the whole, has benefited them. And he's clearly amazing at building great teams. Right. Because you don't do what, you know, you don't get anywhere near putting something together like dojo without incredible, an incredible team working on that. And he's clearly able to build and maintain those teams. That's the other thing I feel like people forget, you know, the narrative becomes very simplistic. People forget that he's not there. Hands on, building all this stuff single handedly. Part of what the man clearly is able to do, whether you like him or not, is put together teams of amazing people that do execute. Okay, look, let's talk valuation. And, I mean, we distilled the whole model right at the beginning, and you even mentioned valuation right at the beginning, too. But look, let's put it together step by step. You have batteries and renewable energy as this hugely powerful megatrend for the coming decades, pushed by everything we all know we need to move to renewable energy. Billions and billions of dollars of government funding behind it. It's going to be absolutely vast. And that is an innovation platform of its own. Then it's about who can wrap compelling products around that megatrend around batteries, essentially. And to do that, you need AI that allows physical objects to be able to cope in a physical environment. And Tesla is, as we've outlined, almost uniquely well placed. And that's partly to do with Dojo, to be that company. You don't think anymore, which is really interesting to me, that Dojo becomes a service, that that becomes a profit center of its own. So how do you build to the valuation that you get to for 2030? It becomes about. We haven't even mentioned the Optimus humanoid robot yet. We will talk a bit more about that in a minute. But how do you build the parts of that valuation? I've read you talking about auto, software, insurance, financing. Talk us through the 2030 valuation in a bit more detail."
    },
    {
        "speaker": "E",
        "text": "Yeah, I think the first step for me was to realize that current earnings, or let's say twelve months forward earnings, is not a good value indicator for Tesla. It has never been great. There was a time last year maybe where it became relevant. But a company that's growing as fast as this company is and trading current or near term success, so much for long term success, will not have currently the earnings power that is representative for where they be in the long term. Earnings for them will at some point move nonlinearly and if any kind of P E ratio or PG pEg ratio will assume a linearity in that. So I think that set up a major valuation bear trap this year, which I think we've seen that unfolding for the first half of this year and we'll see how that goes moving forward. But im not worried that when I see the stock trade thats 70 times and I compare that to the s and P, thats not an argument for me that I consider relevant. So we need to have a long term valuation view for this company and we need to consider what this company might become because they will not stay in this current shape. And maybe this is a good moment to put up the chart five that I send it advice."
    },
    {
        "speaker": "D",
        "text": "And this is a fundamental thought, isnt it, that how we assess TeSLA now in terms of how much hardware is it shipping, how many cars is it shipping is not going to be the way that we should think about the company 510 years out. So, yeah, talk us through that."
    },
    {
        "speaker": "E",
        "text": "Yeah. So basically today, people look at this as a hardware company, right? So Tesla is about how much metal do they ship every quarter, and then how much money do they make with that? And then what's the margin? And then people use that to build out models and they think about what is the ev penetration in 2030, what's the market share and what's the average selling price and all these things. And they build out a model for that. And I think that will remain to be relevant, but it will in the future be less relevant. So the company will shape, the shape of the company will shift over time. And that's actually not unusual. So if you look at big tech companies, they operate also like fleet or user based business models, or you look at the car manufacturers, they make most of their money with their financing arms and with their aftermarket business. So they monetize the fleet that's already out there. So the two most important peer groups for Tesla, big tech and automotive, it's both very important for them to monetize the fleet and not just every vehicle that they sell. So it's natural that Tesla will go there too. And in this overview here, that's from one of the articles that I have written in the past I've tried to highlight. It's basically the services business. The services share of the revenues and profits will rise in the future. There will be opportunities for them to monetize the fleet. For example, software. Even if robotaxis do not come to fruition in the near term, the full self driving is already a very attractive business model for them. It generates a billion dollar in revenues for them at very high margins. And most of that you cannot even see that in their financials later on. We can touch on that more on the other charts that I sent over. They will monetize the fleet by selling software and then software subscriptions. They will be able to sell insurance for example. They have the direct relationship with the end customer that insurance companies do not have. They have the information on the cars more than the legacy automakers have. They have the better information on EV's in general have usually quite high insurance premiums because actuaries that insurance companies don't have that much information on this yet because it's a very nascent product. And so if you think about a company for example like progressive or allstate, they spent 10% of their revenues every year just to acquire policies and Tesla will not have that or will have much less of that because they have they selling through an app. Like they can just add in buy insurance from us in there and they have the customer. So that is important financing. To operate a financing business you need to have economies of scale which Tesla didnt have. They have 4 million vehicles on the road. Volkswagen has 100 million vehicles on the road. So thats important. And you need a credit rating, an investment grade credit rating which Tesla didnt have for the longest time, but now they do. So its natural to me that they will venture into car financing business. Its extremely profitable to sell loans to automotive customers. Some of these companies make more money with the financing arms than with selling the vehicles. You can almost think about a car like a factory as a method to acquire loan customers because that's where you make the money. So that will be important as well. So there are a lot of aspects to Tesla's business where they can monetize the existing fleet far beyond what they're doing right now. And they will move into this direction and it will also be relevant for the energy business as well, virtual power plants and so on. But that's much more nascent. So didn't get too much into that. For now, these were just a few examples of the opportunities that they will have in the future. To monetize the existing fleet will be very important. And in my Tesla 2030 scenario, which is one scenario that's thinkable, it's not necessarily what it has to happen, but I see them having 20% of their profits from these services businesses seven years down the road, and it will be an important pillar to their long term earnings growth story, in my opinion."
    },
    {
        "speaker": "D",
        "text": "Yeah. So it becomes less about, I mean, if I'm understanding this right, it becomes less about just how much hardware are you shipping, how many cars are you selling to more about what is the revenue perennial car that you're drawing from services, the revenue per user. Right. That you're drawing from software updates, from car financing, from insurance."
    },
    {
        "speaker": "E",
        "text": "Exactly."
    },
    {
        "speaker": "D",
        "text": "It's a services revenue model, right? Is that right?"
    },
    {
        "speaker": "E",
        "text": "Exactly. Yeah. I think that will definitely. The importance of that will grow in the future. We will have to see how fast, but it will become an important part of the investment story."
    },
    {
        "speaker": "D",
        "text": "And thats what gets us to, by 2030, this $5 trillion valuation that you talked about right at the beginning."
    },
    {
        "speaker": "E",
        "text": "Yeah. So at the beginning I did that very high level. Right. Three terawatt hours times $150 is 450 billion gross profit times a multiple of ten on gross profit. Just to keep it very simple, would be in the ballpark of four to 5 trillion. In that model that you referred to in the article, I think I came up with a valuation of somewhere between three and 4 trillion in these long term projections. It's important that it's not like a price target that has to be hit with surgical precision. I just want to see with some bull case needs to be optimistic. If you are not optimistic about the company, you might as well just not buy it. So there needs to be optimism in there, but you need to find a balance between optimism and also being prudent. You want to have a margin of safety in there. The company. You don't build an investment case based on the assumption that the company will perform to perfection. So, yeah, people can check that out. I think that's one of the free articles that I have out there. Some of them are paid, some are free. This one, I think, is free. People can check it out and criticize it or give feedback and play with the assumptions themselves. Yeah, that's the idea, yeah."
    },
    {
        "speaker": "D",
        "text": "And I'd absolutely encourage people to check it if you go Faladac, you'll find Rene Substat. You can read some of these articles for free that go deep on Tesla and deep on the models that we're talking about. And most of your assumptions are pretty conservative. I've seen people building models of Tesla with, I have to be honest, less conservative, somewhat more outlandish baseline assumptions. And you're still getting to five x valuation from now, in 2030, that Tesla find ways to wrap more profitable, even more profit than you assume around the batteries, and you get to higher valuations. I mean, that doesn't seem to me in any way like an outlandish thought. Of course, there's no guarantee."
    },
    {
        "speaker": "E",
        "text": "Yeah, absolutely right. But I don't want to assume that they will build 20 million vehicles in seven years. That would. I think that's their goal, but I think it would be fantastic if they did that. But I don't want to buy as a share here in 2023 based on the assumption that they will have such a ridiculous delivery number by then. Right. If that happens, yeah, right."
    },
    {
        "speaker": "D",
        "text": "That's what Elon wants and that's what he says. But no, I think it's a wise investment philosophy to not sort of consider that gospel truth. Okay, look, we've gone really deep on Tesla. I promised that we'd talk a little bit about some other key exponential age companies. And it's this real world AI model that I find, as well as the battery. The battery model I find so compelling. And then bringing in that real world AI model, I just find deeply compelling, too, and really fruitful for other thinking about the exponential age, because so much of my rival age, often in Raoul's global macro investor, but elsewhere as well, is about saying to the reader, look, there's this deep merging going on of the digital and the physical, of the realm of information and the physical world of bits and atoms. And it feels to me that real world AI is essentially the same idea. We're going to bring machine intelligence into the physical environment, and that's going to be a decade on decade megatrend. That is just deeply, deeply powerful. It really helps us understand why Tesla is so important when it comes to the exponential age. But there's another company that it makes very important, and that's Nvidia. Talk to us about your view of Nvidia and what you think they're about and what you think they mean in the context of this broader picture."
    },
    {
        "speaker": "E",
        "text": "Yeah. So, Nvidia, I tried to look at them a couple of times over the past years. I find this fascinating company. And I never really found an angle where I feel like I understood it better than maybe others that warrants then an investment for me, because it's just a black box sometimes. And this, it's a growth company for sure, but it's also supremely cyclical as a company. And so it's sometimes, often it's difficult to infer where the structural component of their growth rate is right now. And so that makes it very challenging to invest in there. And I think many people have been burned in both directions, but it has become a sentiment gauge for an entire theme that's currently dominating the investment world. So I feel like obliged to look into this and form a view on that. So I wrote a bunch of articles on them. I think what is clear, markets don't like uncertainty, so maybe that's why they are more cautious on companies that actually try to generate future growth with AI. But markets know that is their goal to find in the AI revolution. We don't know that yet. Chat GPT is a nice tool, but it has yet to be proven how much you can actually disrupt the economy. But there will be many companies, or most companies that will be looking for gold or digging for gold over the next years. So it's then natural that you bet on the company selling the shovels for the gold rush, or even in this case, selling the blades and the shafts for the gold rush. And that, I think, is the reason why Nvidia is performing so well out there and so far. And that's the second reason why I'm looking at this company. It's a sentiment gauge on capital expenditures, on information technology, which is one of the most important corporate investment aspects out there during this time. And so if they do well, then that could even be a recession, or even like a not a recession indicator. So I look at that as well, and maybe we can quickly put up the chart four here as well to support that point that I will make."
    },
    {
        "speaker": "D",
        "text": "Yeah. And fundamental to this is that Nvidia's GPU's are being used to train these huge AI models, these large language models. If you want to build one of these models right now, you pretty much have to go to Nvidia. I think I read this in your newsletter. In fact, you have Elon on an earnings call saying, yeah, they're not going to be able to ship us, GPU's quick enough. We're just going to be a huge customer. And the trouble for us is they have so many other huge customers too. They just can't make the stuff quick enough right now for us to trade enough AI we desperately need compute. It just feels like Nvidia. And that is what underpins your view of Nvidia as, look, they are the people making the shovels for this gold rush. And Tesla are participating in the gold rush. Theyre hunting for the gold. Are they going to find it? Are they not going to find it? We dont really know. The market doesnt really feel like it knows yet. But theres a great business to be had right now in just handing out those shovels."
    },
    {
        "speaker": "E",
        "text": "Exactly. And that comment from Elon was very comforting for Nvidia shareholders because I think thats the key question."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "Are they really that supply limited or is there at some point also a demand limit there? And let's put on the chart again, because I haven't talked about it yet, it shows the share price of Nvidia versus the fiscal year 2025 revenue consensus. And you can see that it was before their latest earnings, before the q one earnings. Actually, investors or analysts were expecting that they will generate maybe up to 40 billion in revenues next year. And now this number is at 70 billion. And this year alone, they will probably grow their net income by 20 billion. That's all. S and P companies together generate 2 trillion in net income. So that alone, like the net income jump this year from Nvidia is a 1% earnings growth contribution at S and P level. So this is huge. This is like an enormous growth driver that is going on right there. And it validates, maybe it validates also the Nvidia business case or the investment case, because you can see it now, like they're trading at second quarter annualized earnings per share of 40 times. So that's not outlandish anymore, right. It's not like the 200 times that floating around earlier. So all of a sudden, the fundamentals are supporting Nvidia's share price. But it also validates the entire AI theme, because all of a sudden you can see here that this is an actual growth driver because it will reach far beyond Nvidia's income statement. Their earn or their revenues are their customers capital expenditures. And they will only do these capex if they believe they can generate revenues with that and or safe costs. So this will have multiple effects of just Nvidia's income statement in these other companies as well. Growth always happens when companies invest or when general economies invest. So this is a very important theme here that shows that at this point in time, the AI theme is definitely a valid investment theme. We'll see how it plays out in the future. But this is way more than just illusion, than exuberance or anything like that."
    },
    {
        "speaker": "D",
        "text": "Because there's just huge spending going on behind it. And essentially, it feels to me, your view of Nvidia is, I mean, I know you don't have a valuation view. You're not an investor, but you're seeing them as a gauge for the belief and the depth of this AI innovation platform that we're in the early stages of right now. Right?"
    },
    {
        "speaker": "E",
        "text": "Absolutely. Yeah. I think Jensen Wang, he mentioned that there is $1 trillion of cloud computing infrastructure out there. It's a $250 billion every year market every year. And that will go from cpu's to GPU's, and that's validated by companies like Tesla going a similar route. They're buying huge clusters from Nvidia and other companies as well. Nvidia is the prime AI supplier there. So, yeah, this thing is real for now, at least from the perspective of the investment into it. And companies believe into that. That's absolutely real. And then it will be interesting to see what comes out of that in the next couple of years."
    },
    {
        "speaker": "D",
        "text": "Yeah. And then when we think about this deep merging of the digital and the physical, that I'm so convinced underpins so much of what we're calling the exponential age and underpins so much of what's about to happen and underpins our thinking about your thinking and our thinking about Tesla. It's a really fruitful model for thinking about another company that I just think is so much misunderstood and probably underestimated right now. And that is meta. You've got some really interesting frameworks when it comes to thinking about meta. Tell us a bit about those, and let's dive in a little bit there."
    },
    {
        "speaker": "E",
        "text": "Yeah. Last year, I think there were two types of people buying meta, and the first of them was valuation driven. It's so cheap, the core business is performing well. Need to buy it. They just need to stop spending on the metaverse. And the other people were, though, saying, okay, metaverse is the future. Everything will become digital, and we will just put on the glasses and just leave the physical world and go into the digital world. And I think mine is kind of a third approach to it. And I called that at some point metaverse in reverse, because I think the meta quest that they have is a fascinating device, but it's only the first step. It will move from VR to ar, like bringing the digital world into the physical world. That's, in my opinion, where the future growth is not the other way around. We don't want to be away from the physical world. We don't like now we communicate with the digital world, with the phone, and then we always staring down. We are like generation heads down. And I think this is the most annoying part about using mobile devices. You don't want to be like that. You want to be generation heads up. I think that's what I call the article from generation heads down to generation heads up, because you want to include the digital information and augment your physical reality with that. And that will be like 15 years ago the iPhone was revealed. And I think we won't look at down for another 15 years. There will be another paradigm shift in the communication between a human and the computer. And in my opinion, like a heads up, like an AR glass, that will be where it's headed. And meta did at that time and still does. The they are investing most courageously into this space and with a great product. Recently, my hypothesis was that Apple is maybe being left behind once again. They always had this dream about going into EV's and self driving cars and so on. Never did that because they couldn't enter the market at some point anymore with the product that was orders of magnitude better than what was already out there. And they need to do that to preserve their brand. And I think my fear was they were doing the same thing now, not betting courageously enough on this, and Mark Zuckerberg will let them here as well. But I must say, when they revealed their new apple glasses a couple of weeks ago, it was actually very impressive. And it's ten times more expensive than the meta product. So it's maybe a little bit of an unfair comparison because meta goes really for penetrations at all cost, whereas Apple plays more like the premium segment. But still, they seem to be serious about this, and this will develop more, these devices will become smaller. And I think if you control, if you're a gatekeeper between the humans and the digital content, then you can monetize that. Just like Apple is now. The gatekeeper companies have to pay them to be in the app store and so on. They need to follow their rules. And yeah, I think the AR glasses, that will be a similar thing. So whoever controls that will also be generating a lot of revenue and earnings from that. And so I'm excited about Meta's path, but I'm also a bit concerned about that. Apple is also here like a fierce competitor that they always are, and we'll have to see how Meta can compete with that. But definitely they are investing into that with the biggest they have, at the moment, the biggest AI computer in the world, their research supercluster that they have. It's the biggest that exists out there. So they have also an on premise supercomputing system, and they're walking this path as well. So there will be a beneficiary if there's gold to find."
    },
    {
        "speaker": "D",
        "text": "Yeah, I think this is hugely powerful for understanding what the exponential age fundamentally is about. And meta just burned so badly across sort of 2021, 2022, when the kind of media hype bubble around the metaverse popped, and everyone's like, oh, this is a load of shit. And this was all, it's meaningless. It's a load of rubbish. And of course, there was a lot of hype around the metaverse in 2021. And I do take the view that probably the word itself is so damaged by hype and ridiculousness that it's going to be tired. Like, you know, no one talks about the information superhighway now or, like, surfing the web, you know what I mean? I think we'll come to look, or if we haven't already, we'll come to look back on that word and cringe a little bit. It will be very much of its time. But the underlying phenomenon, which is another dimension of this deep merging of information and the physical, I just think is so important for people to understand. You know, on the one hand, you have a company like Tesla essentially marrying physical objects with the world of information and doing that via intelligence, doing that via machine intelligence. So you're making physical objects intelligent, and then you have a company like meta, and they're really at the forefront of this. And that's what I think makes them so important, bringing the digital world into the physical. So exactly, as you say, with augmented reality, we're going to drop a digital layer over the physical environment. So information becomes part of the physical environment, and in the end, the boundaries between the two become kind of meaningless. We're a long way from, you know, I think part of what makes that compelling is when you can just put on a pair of glasses that are, that do that augmented reality glasses, rather than a huge, big headset that's, like, fiddly to put on, and it still weighs too much. But meta are spending more and doing more than anyone else to get to that world. And that, and I think you agree, is what makes them so compelling."
    },
    {
        "speaker": "E",
        "text": "Exactly."
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah, exactly. They're head to head with Apple, are not going to take that line down. And you can see clearly, and they've got the track record, and they've got the technology and they're building the technology to compete there. I think that's going to be an epic exponential age war for ownership of that space."
    },
    {
        "speaker": "E",
        "text": "Absolutely."
    },
    {
        "speaker": "D",
        "text": "And no one has a crystal ball as to how that one's going to turn out. It's going to be very, very interesting to watch. And that is what would make me wary, as an investor of picking either one, because it's very hard to say who's going to win there. Look, this has been absolutely fascinating. I just want to circle back around to the biggest, the big thesis that I feel has been at the heart of all of this real world AI, and just think quickly about where real world AI goes next across the next 18 months, two, three years. Talk to us a bit about how you see that evolving. I mean, the Optimus robot is going to be a big part of Teslas strategy going forward, because it feels to me that the car is just the first step in this bigger project of real world AI for Tesla."
    },
    {
        "speaker": "E",
        "text": "Yeah, I don't know if you saw their AI day presentation last year, it was actually very encouraging that they using the same principles that they use for the cars, they used it for the robot as well. So we will have to see how quickly that can develop. But it's definitely a very exciting avenue that they're taking there because what they're doing with their car is, it demonstrates that what they're doing with the car is generalized enough to apply to other AI applications. And I think that's the crucial part. And that's also what differentiates their approach from other companies. FSD approaches when they have, like, they will have issues scaling their solutions when they rely on the pre mapping. For example, if you had to, like, redevelop Google for every city that you want to use it in, I don't think they would have become that dominant of a search engine. So this generalizable approach that they have used, that has been validated on AI day, at least if you believe what they're saying. But I think they wouldn't just flat out lie to you. It was credible to me what they presented there. So it's very exciting to me. And also what's exciting to me is how much effort Elon is putting in there, because usually when something does not come to fruition, he's usually after a while, he's silent about that. But on this aspect, he's actually very vocal about it. And if he has his attention on something, usually something will come out of it. And yeah, I don't know when the first robots will be sold to customers. They will probably use them themselves first to see what they can do. It will take years. And if you look at previous product reveals that they have had like the semi and the Cybertruck and the new roadster and so on, it can take a long time from the product reveal to actual commercialization. But yeah, it's definitely something very exciting to look forward to."
    },
    {
        "speaker": "D",
        "text": "Yeah. And I think that your point about it being generalizable is absolutely fundamental. And again, that helps explain some of the technical decisions that seemed very strange at the time when they took Lidar out of Teslas. And it now turns out that that looks pretty because if you're cameras, you can take machine vision hardware and the same AI and put it in that Optimus robot. And yeah, exactly as you say. You have a generalizable system across all kinds of objects that allows those objects in a car, robot, small robot, little robot, dog, whatever it is, all of them to navigate the physical environment using this proprietary machine intelligence, this proprietary model that you've developed. And that to me is what makes Tesla and I know t two just such a unique player in this space. And I do wonder if this is the only point of disagreement. I just. If you build that, it feels to me that everyone else wants it. Everyone else wants to hire that, basically hire that machine vision, hire that AI from you. There's a whole bunch of humanoid robots coming. There's like 1020 players in that space and their AI is not going to be half as competent as the model that Dojo is developing. They're going to knock on Tesla's door and say, can we run our hardware off your AI? Huge money to be made. Maybe the wise thing to say is no. Maybe the wise thing to say is no. But it's potentially just a massive revenue stream."
    },
    {
        "speaker": "E",
        "text": "Yeah, I don't disagree. I think I agree with that 100%. Just as an investor, I prefer not to rely on it. I want to support the decision of investing in the stock without that aspect. Because if all these things come to fruition, I think the stock will be like, I dont know, ten, 5100 times more valuable than today. And at that point it doesnt even matter to me anymore. Its about justifying it in a reasonable scenario and then be able to buy it. And if you get a free call option on something like that on top of that, thats great, right?"
    },
    {
        "speaker": "D",
        "text": "Yeah. Interesting. Yeah. So you have that five x model from today, 2030, a $5 trillion company, but you're also buying a lottery ticket on something that is just utterly mine, but I mean utterly mind blowing, which is an innovation platform, to use your phrase, that essentially dwarfs the scale of the Internet, that transforms our relationship with the physical environment and ends up with us having a humanoid robot in pretty much every household in the global north that can finally make dinner, make your cup of tea, load the dishwasher, go outside and clean the car, and just get all that done. If we thought the phone changed our lives, that's potentially the next deeply life changing piece of technology coming. And it may well be fueled by Tesla's model, but no guarantees on that. Obviously, the future is uncertain. Yes, the future is uncertain. No one has a crystal ball. But look, this has been absolutely fascinating, and I really hope for people out there, look, it's changed the way you think about Tesla, but it's also given you deep frameworks, deep underlying models that help you understand the exponential age and what it is at heart, what its nature is at heart. Renai, I just want to thank you so much for joining us. There is absolutely no doubt that we need to get you back. You've got deep thoughts and frameworks as well on a whole range of other stuff, synthetic biology subjects that are deep for the exponential age, but we didn't have time to get into today. Thanks so much for this conversation. And just quickly remind people where they can find your work."
    },
    {
        "speaker": "E",
        "text": "Yeah. Thank you much. Thank you so much, David. It was great to be here as well. You can find my newsletter@fallacyalarm.com, perfect."
    },
    {
        "speaker": "D",
        "text": "Fallacyalarm.com. check it out. Rene, thank you. It was a pleasure."
    },
    {
        "speaker": "E",
        "text": "Thank you."
    },
    {
        "speaker": "C",
        "text": "When change comes, opportunity abounds. We're about to enter a period of the fastest pace of technological change in all human history, something we refer to as the exponential age. And real vision is going to be your guide to this incredible future."
    },
    {
        "speaker": "B",
        "text": "What's up, revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest, and biggest names in finance."
    }
]