[
    {
        "speaker": "A",
        "text": "It's a brilliant, brilliant event, and you'll come away with lots of new ideas and a better understanding of this incredible exponential world. You get to speak to the smartest people, people like you trying to figure this out, but also the people on stage, they're the experts. So we get all of that all in one place in Singapore. What more can you ask? See you at Token 2049, everyone. Welcome to a special edition of the Journeyman with my special guest, Julian Battelle. A lot of you who've watched the video of the everything code, there's a hundred and there's, sorry, it's two and a half hours long. We could have spoken for about 6 hours on the topic. Additionally, it was a 126 page deck. So those of you watching this on YouTube, make sure you go across the real vision platform, realvision.com. it's free. And just look up that deck because it will give you everything that we talked about to make it easier to ask questions for this. And those of you on the platform, just look for that deck as well. It'll help you a lot. But Julian, I thought because there was so much complexity there, that it would be really helpful to answer an amae about anything that comes up with the everything code thesis. I thought first thing, Julian, just to level set, everybody just give us a rough idea where we are kind of in the business cycle and the macro crypto seasons."
    },
    {
        "speaker": "B",
        "text": "Yeah, sure. So last year we were really in a period of what we call macro spring, which is something called a disinflationary boom, which is an environment where growth or inflation is still relatively subdued. But growth momentum is starting to rebound now, as we've transitioned into 2024, growth momentum is still improving, but inflation momentum has started to bottom when we're talking about the second derivative, and that's the pricing, the discount mechanism for risk assets. And so a rising second derivative of inflation doesn't mean that inflation is still rising. It means the actual change of the year on year change is rising. So it just means that the pace of decline is slowing. And so that's what puts us in macro summer, which is something that we classify as an inflationary boom. Fall would be an environment where growth momentum is peaking and inflation momentum is still accelerating. So that's typically stagflation. So we think that comes more next year. And then macro winter would be an environment where I, growth momentum and inflation momentum are declining. So that was more pretty much 2022 up until Q four, when liquidity started to base and lead indicators started to rise. So that's where we think we are now. Inflation in year on year terms is still coming lower. We just saw that with core PCE today coming down to 2.6% and growth momentum is still accelerating, although it feels quite weak right now. The ism is still above, excuse me, below 50. We're out of the earnings recession. But lead indicators like cap goods orders, durable goods orders, industrial production, retail sales, these things are all still subdued as well because they actually lag the ISM and things like unemployment are still rising, although even there, if you look at forward looking indicators for unemployment. So overtime hours, a lot of this I covered in the latest MIT report which was just published on the platform, I think about 30 minutes ago. So we're in this phase now where the lagging stuff and the coincidence stuff is still weak. The leading stuff has picked up and suggests that we're in macro summer. So a positive environment for risk assets."
    },
    {
        "speaker": "A",
        "text": "And I'll add, because people are going to ask about liquidity. We're in the zone where ahead of the us general election, we tend to see liquidity pick up. Janet Yellen tends to drain the, the treasury tend to drain the treasury general account a bit because they've just taken the money in from tax season. We've got potential intervention. I was talking about this with Ova Mando earlier on recvision. Chance that they intervene by selling dollars that will bring dollars into the system. There's lots of liquidity, rate cuts, all of these things to come. So we're coming into the liquidity cycle. The seasonality of this in crypto tends to be strong into about August, September. Then it goes choppy because of election because nobody knows where it's going to go, what it's going to mean, and then tends to resolve itself off the election with the extended banana zone. So the banana zone. I put out a flash update as well. So those of you on the YouTube channel, just look for my update about Solana and also on the real vision platform, just to make sure everybody's level set. So those of you on the real vision platform, you're the only people who get to ask us questions. So please feel free to ask questions. If you're not on the real vision platform, you're on YouTube. Go to realvision.com comma sign up. It's free. You can ask Julian and I any questions. So I'm going to go and start answering questions. Tom McAllister I'm trying to reconcile the everything code and the dollar milkshake theory. Brent states, I believe that liquidity will actually dry up as the government tries to deal with the rising debt. While the everything code primarily primary thesis is that liquidity continues to increase. From what I understand is, I don't think Brent thinks that. He just thinks there's a shortage of dollars, which is one of the reasons we see the endless liquidity. So that shortage of dollars is what keeps driving the dollar higher. It's highly correlated, but lags the everything code thesis. So Julian and I did quite a lot of work on this. It actually lags the everything code thesis, because just there's not enough dollars in the system. As dollars come into the system, dollars come out of the system. That what drives the currency. So Brent is very familiar with my work, and I'm very familiar with dollar milkshake theory. They're actually all part of the same equation. It's all part of the everything code thesis."
    },
    {
        "speaker": "B",
        "text": "And it also comes back, Raoul, just to time horizons, you and I think the dollar is ultimately higher, but the dollar, just like anything else, is cyclical."
    },
    {
        "speaker": "A",
        "text": "Exactly. Julius Alfred Nuremberger. That's a great name, Raoul. And Julian, thank you so much. I've made a $1,000 for my investment, Nasdaq investment, since your everything code master class. I was wondering, what are your thoughts on the triple Q, the three times leveraged Nasdaq ETF, and on factor investing as recommended by dimensional fund advisors? I don't know who dimensional fund advisors is. What do you think about using triple levered Nasdaq, Julian? Right."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. I'm not a fan of leverage. I think Raoul and I are pretty much in agreement with that. There's been times where I've used it in the past. Sometimes it works out, sometimes it doesn't. I think you're better off when you're using leverage. Your entry is the most important thing. So if you're sure on your entry, I think it's fine. But even then, if we're talking about QQQ and you feel the need to put leverage on, just be sure of your entry. But otherwise, when we're talking about crypto and things, there's just no need for leverage. But on QQQ, yeah, I mean, we have some 13s, don't we, Raoul?"
    },
    {
        "speaker": "A",
        "text": "It seems like there's a risk of a correction. We sold out of in global macro investor and in the exponentialist our SMH position took, profits were up 100 odd percent. It feels that the markets a bit overstretched here. Crypto has been doing the reverse. So we actually switched out of SMH and bought more Solana and bitcoin correct. So be a little bit cautious with Nasdaq. I dont really like using leverage. I know everybody wants to make as much money as fast as possible, but you're probably better off holding Solana rather than Nasdaq to do that and without leverage. Okay, next question. Trevor Booth, Raoul and Julius. You're now apparently Julius."
    },
    {
        "speaker": "B",
        "text": "I like that name."
    },
    {
        "speaker": "A",
        "text": "I'll call you Julia."
    },
    {
        "speaker": "B",
        "text": "I think it's better if you were."
    },
    {
        "speaker": "A",
        "text": "To sell your bitcoin at the end of this cycle and it's high, what do you think the odds would be that you'd be able to rebuy BTC at the lows? Or do you think big investors will be buying it all up as soon as it becomes available? Raoul."
    },
    {
        "speaker": "B",
        "text": "I mean, the framework that we use, the issue is with bitcoin, we don't have as much history as we do with other models and backtests. We only have basically dated back to what, 2012 or so? Maybe a little bit earlier. But the macro seasons work has done a really good job at nailing the top in, what was it? Q 420 21. And just as I was joining Raoul, Raoul nailed the bottom in bitcoin. What was it in June? Raoul. Of 2022, right when."
    },
    {
        "speaker": "A",
        "text": "Yeah, that was bottom of Ethiopia. Oh, that was Ethan."
    },
    {
        "speaker": "B",
        "text": "Sorry, that was Eth. And then we bought bitcoin at the lows in Q four. Based on this process and the everything code and liquidity turning higher, you're a podcast listener and this is a podcast ad. Reach great listeners like yourself with podcast advertising from lips and ads. Choose from hundreds of top podcasts offering host endorsements, or run a reproduced ad like this one across thousands of shows. To reach your target audience with lips and ads, go to lipsinads.com. now that's libsyds.com dot. Again, it really depends on the data and our conviction at the time. But yeah, I think if the aim this cycle is to take profits at the peak of the cycle and then buy at the low, that's, I think everybody's objective."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, I'm not going to. I've talked about this. I'm not going to take everything out. For me, it's like I'm actually not even going to try and time it. My idea is take some lifestyle chips off and then run the risk and try and buy the seller. I just think it's very difficult to do. It always looks good in theory. It's very difficult to do. And let's say you've grown your $10,000 and it's now $100,000 and the market then falls 80%. The probability of you putting your 100 grand stack back in is about zero because you'd be worried about losing it. Everyone would be throwing poo at each other online. The US is looking like it's going to arrest everybody in the industry, and you'll never buy it. So just. I really, really, really don't like the idea of. It's just easier. I just sell the top and buy the dip."
    },
    {
        "speaker": "B",
        "text": "No, it's not easy. And I think Raoul's approach to this is actually probably the best approach, which is, as he just said, you don't sell, but you use the pullbacks as opportunities to add to to your conviction, which is what we did in global macro investor. We had existing positions, we never closed them. And then we added to those bets at the lows."
    },
    {
        "speaker": "A",
        "text": "Raoul Sancheat Raoul I'm a newbie in crypto, and since the last 15 days I've been watching real vision. Raoul welcome to real vision. And again, those of you who want to ask questions, come across realvision.com. it's free, and you can ask us questions. I started investing in crypto, but as you said, I'm also in the three major ones. Should I also buy meme coins or gamble a bit, or should I stick and hold the major ones? If you're very new to crypto, just hold the major ones. Try not to observe it. Paper trade stuff. Do anything to stop yourself messing this up. I use this. Don't fuck this up. Thesis, big thesis is have 90% just in the majors and 10% you can play around with. But if you're so new, get a feel for the market. Understand the volatility, because you think you can deal with the volatility, and then you won't be able to, and you'll panic and do the wrong things. Just have your lessons first. Learn it carefully. Okay, Sean. Sean Owens. In the absence of a significant fed rate cuts in the US, what mechanisms do you see the US using for introducing liquidity, and how do they impact retail investors for liquidity? Liquidity is not about passing money from the banking system to individuals. It's a process of debasing the currency by introducing excess currency. We think that the treasury run down the treasury general account. We think the Fed stop Qt. We think that the end of the reverse repo gets drained. We think that Fannie Mae probably gets congressional approval to offer equity release mortgages, home equity release mortgages, which could add trillions of dollars. We think that there's either tax stimulus or fiscal spending stimulus to come. We also think that globally the Japanese might intervene in their currency selling dollars, which adds dollars into the global system. We also think that most countries will be adding liquidity as well. We think China needs to increase its liquidity. We also think Basel four is coming next year, which means the banks buy more bonds. So we think there's a lot of sources of liquidity. Another one is commercial real estate. Eventually, if it remains ugly enough, the Fed could create a special purpose vehicle to put all these loans in. We've seen that historically in the past, particularly in the savings and loan crisis in the early nineties, that's another method of liquidity. So there's lots and lots of different avenues and ones we haven't even covered that they will look for any answer."
    },
    {
        "speaker": "B",
        "text": "And just one more point on that. I think the most important thing to monitor is what we call excess liquidity. So there we're looking at sources of private and public liquidity. So you're looking at, let's say the balance sheet or fed net liquidity if we're talking about the US plus USM, two minus nominal GDP. So the way it works is as long as there's excess liquidity available in the system. So liquidity above what is being consumed by nominal GDP. In theory, this money then can be financialized. And that's why this measure of liquidity, ones that we track at GMI, are the most correlated with equity PE multiples on a forward looking basis. So that started to tick higher again in the US."
    },
    {
        "speaker": "A",
        "text": "Sarah? Sarah Walker, what are the key differences between your banana view and Julian Brigden's bear market view earlier this week? I haven't read that piece. I tend not to read other people's research that doesn't blink my own mind. I do listen to lots of opposing views because our job is to actually put out our views and then be paranoid about them. But Sarah, if you've watched both pieces, I'd love it if you would put a note on the real vision platform for members comparing the two views. That would really add value to the community. So just create a note for us. That would be fabulous. David Hoover, do you think stocks like Tesla need to see an ISM over 50 to start to break out with bitcoin? Or will stocks front run the Ism? Ticking up, basically. Is now the time to get long or wait for a breakout? This is Tesla."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, so Tesla is funny because just this week I tweeted a tweet about this kind of mini inverse Head and shoulders Pattern that Raoul and I had been tracking for a while. We cleared the neckline. We'd like to see it a little bit higher before it's confirmed. But it's funny because we were almost calling it like, it's like Mini me, because there's that little Mini Head and shoulders, and then if you zoom out, there's the really, really big one. So I think the odds are that this, we're in the process of forming the right shoulder. Now, if you're in the pro macro tier, you will have read a piece that Raul and I put out earlier this year on Tesla and the fact that it's an AI company, but it's also a car company. So part of Tesla's, let's say earnings, are linked with financial conditions in the liquidity cycle. But then there's this whole other part, which is the larger portion, which is linked to the business cycle. Because car sales are still weak, industrial production is still weak. I don't know if we need to see an ISM above 50 for Tesla to start to move. I think it's starting to move now, but, yeah, any improvement in the ISM would mean that earnings cycle and everything else then starts to kick off. So that would only be bullish. I don't know. Do you agree? I think you agree. Raoul?"
    },
    {
        "speaker": "A",
        "text": "Yeah, totally. I think it's. I think as soon as car sales start going up again, then Tesla then gets probably re rated. So earnings go up and then P e ratio probably explodes higher as people start pricing in the forward looking stuff. But right now, people are just looking at the car sales. Daniel H. Probably an annoying question. I apologize for it. There's no annoying questions, my friend. Thank you for asking one. Seriously, what's going on with XRP? They're partnering up with banks around the world. Seems like countries like Russia are sanctioned and looking to use ripple. Okay, you need to understand what drives the value of a cryptocurrency. It's driven by Metcalfe's law and network effects. Network effects are the number of users plus the total value transacted on chain, not the number of transactions. So XRP puts through lots of small transactions. It doesnt drive as much as bitcoin, which puts through lots of lumpy transactions. Ive looked at XRP against Metcalfe law formula, and it always is accurately priced. So either weve not got new users or in terms of new wallet holders, or the total value transacted is not increasing enough. It's as simple as that. So it really is. It's like it's not being used enough yet to drive it to the next level. Obviously it has a lot of value because it has a lot of transactions on it, which is why it maintains value, but it doesn't increase value. Okay, we just talked about Tesla for Brandon, Michael di Pascale. Hey guys, over a longer term horizon, and I had the discipline. Do you think it's better to hold until peak cycle? Let's say Q 420 25? Sell all the crypto for cash, buy the new higher low. This is the same question we've just had. It's like, I don't like that thing. I've tried to do it. I sold out at 2000 in bitcoin in 2017, having made a ten x. It went up another ten x, then fell 85%. When I rebought it, I rebought it at six and a half thousand. If I just held the bloody position in the first place, I would have done much better. Dont be too cute. If you need to take lifestyle chips off, please do. But dont think that you can be a hero in top and tail cycle. Its hard. Its really hard. Even Julian and I, who spent years looking at stuff like ism, we know the business cycle still doesnt make it easy to do something like that. So I would rather ride the cycle. Take some off when you need to. Douglas, question on regulation, not really part of the everything code, so I don't really have an answer on regulation. We'll have to wait and see. Okay, here's one for you, Julian. Lana Alexenko, what's your view on latin american growth potential? Thank you."
    },
    {
        "speaker": "B",
        "text": "Growth potential? Are we talking about. I guess we're talking about GDP or."
    },
    {
        "speaker": "A",
        "text": "Yeah, I guess. And then filtering through into stocks."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I think Latin America looks good for a number of reasons. I mean, the focus that I've had has been on Brazil for quite a while now, largely just because they were the first central bank to start cutting rates, and they've cut rates quite considerably, we know that. Also inflation is coming down and growth has started to stabilize. I don't know what the PMI is at now, but last time I had checked it, it started to trend higher. But it also feels like if you look at something like just the EEM ETF, it hasn't really gone anywhere, especially relative to things like crypto or tech. I've always liked EM value. At the same time, I like em value less than I did now that I've started to look at tech and bitcoin, and having uncovered the everything code. So I think it's a positive environment, but I think it's not positive enough for me to shift into things outside of technology and crypto. I don't know."
    },
    {
        "speaker": "A",
        "text": "Raoul. We also need the dollar to weaken for emerging markets to do well."
    },
    {
        "speaker": "B",
        "text": "Latin America, which we think does happen, it's been painstakingly kind of stable, but that's Ralph's perfectly right. I mean, the dollar, if the dollar is lower, it would ignite that entire space. So that's the thing to look out for."
    },
    {
        "speaker": "C",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, ramp software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free, just go to ramp.com easy. Ramp.com easy rmp.com easy cards issued by."
    },
    {
        "speaker": "B",
        "text": "Sutton bank and celtic bank members of DIC."
    },
    {
        "speaker": "C",
        "text": "Terms and conditions apply."
    },
    {
        "speaker": "A",
        "text": "Andrew Colson do you think institutional participation in crypto will alter the characteristics of the banana zone, tempering or exaggerating the cycle extremes? Look, the larger crypto gets as a space, the larger the number of investors that need to come into it to increase it. It's a percentages game, so it's a $2.5 trillion space. If you bring in $250 billion, that's a 10% increase in net money. In. Sure, it moves it, but that's the same as if it was a $250 billion space and you brought in $25 billion. So I don't think the institutions change it. But it does mean that there is general acceptance that this is an investable asset class, so it brings in more people. So I think it's not the institutional flows per se, but more people. Now the question is, do we get a blow off top at the end of this cycle? That is definitely possible. It just depends how the cycle plays out, what liquidity does, and if people lose their minds, it's animal spirits that creates a bubble. It's generally not the business cycle that does it. It generally decouples from a business cycle if there is a bubble at the end of it, we just can't know. The one thing that may change the market somewhat is when options start trading on the CBOe, we'll have to wait and see whether or the CME or whatever. We'll have to wait and see what that does. Paul Gagnon, given the high levels of public debts, both in US and Europe, what, in your opinion, are the odds of a currency crisis? On what horizon and what that means for crypto and growth stocks? Julian, join that one."
    },
    {
        "speaker": "B",
        "text": "I'll start on that. I think we're talking about public debt in the US. We know that up in, at least out until 2030, the only solution is more cowbell, right, meaning more liquidity. So what's going on is the Fed is just debasing their currencies because of demographics and then debt growth. So public debt growth in excess of GDP just gets monetized. And that is the everything code, in fact. And so long as that is happening, I think it's very difficult to have a currency crisis. And then Raoul and I are of the view that post 2030, maybe it comes a little bit early, but then productivity starts to rise. That solves the trend rate of GDP. Then central banks can step back, and then debt levels should at least come down, I suspect."
    },
    {
        "speaker": "A",
        "text": "But."
    },
    {
        "speaker": "B",
        "text": "I don't think there's a high probability for a currency crisis within the current setup. Raoul, what do you think?"
    },
    {
        "speaker": "A",
        "text": "Raoul well, a currency crisis of whom? Against what? True, the currency crisis. If there was a currency crisis on a globalized level, that's a debasement of fiat currency, which drives up asset prices. Are you likely to see the euro have a currency crisis? I doubt it. Will it weaken, strengthen over time? Yes, it's going to move around. Is the us dollar going to have a currency crisis? Almost impossible because of the dollar shortage. So I don't see. Currency crisis. Yes. When you get to a recession, you will see breakages like we're seeing with dollar yen. You can see it somewhere else. That's a dollar shortage issue. So I don't see that. In fact, anything currency related tends to be good for equities if it includes liquidity, as Julian said. More cowbell. Also on this line, Jordan Paget. This is, this line of thinking of Jordan's is very typical. I think it's very good to clear up. I'm worried about the August jobs revision coming in and that being the trigger, the Fed to drop rates, then the market realizing a much higher probability of recession. If that scenario plays out, then I'm assuming volatile assets will be sold. How do they create liquidity? You see, it's the opposite happens. If the odds of a recession increase for some reason, or the fed are cutting rates, you're going to see more liquidity come into the system because they've been given the green light to do so. So these things are positive, not negative. I know everyone fears the recession word. Don't forget the last time around it happened, it was because of COVID Before that, we haven't had a recession since 2008. And arguably, we wouldn't have had a recession if we didn't have Covid. So everyone remembers Covid, recession. Stocks fell. In this environment, it's highly unlikely because we have the cowbell to debase the currency. That pushes up asset prices. So the slower the economy is, the more the probability of more cowbell, more liquidity comes into the system."
    },
    {
        "speaker": "B",
        "text": "You just have to think back to Covid. We went through and we talked about this. Rob, what was the last video that we did just recently, we did an AMA."
    },
    {
        "speaker": "A",
        "text": "For which one was it for the mitzvah?"
    },
    {
        "speaker": "B",
        "text": "I'm turning into Biden here in Covid. What happened is basically the economic data fell off a cliff, and people were forecasting the deepest, most entrenched recession of all time. And when you're looking at the data and you're thinking about the consequences of a global pandemic, you're thinking, okay, yeah, this could be really bad. And that actually caught me off guard personally. And I've talked about this in the past when, when I was still managing money, I was short to buy back in because I was thinking it would be a lot more drawn out. But the reality is the Fed and the treasury noticed at that period that they could just inject liquidity and turn the economy around on the dime. And they've done it. They won't shy away from it this time because of the everything code. Again, if you haven't read the everything code, go back and read that. They just can't afford to let the economy fail because of basically baby boomer balance sheets. And it would just be generational pain if they did. So the worst things get here. It can only mean more cowbell, in our opinion. And when you're talking about unemployment, unemployment has ticked higher. We're at levels historically which have resulted in Fed rate cuts. I think the unemployment rate can go to the Fed's 2024 higher bound projection of around 4.4%, which I think would bring rate cuts forward also with core PCE coming lower. But if you look, as I mentioned earlier, if you look at forward looking indicators of unemployment, overtime hours have really started to base in non durable and durable good manufacturing sectors. Also, if you look at the NAbe, so that's the National association of Business Economics, and you look at their profit margin survey that's turned sharply higher, and that leads all of the employment surveys. So we're talking about the ISM, employment index services, NFIB, hiring plans. So what that's suggesting is that now, although unemployment can still weaken a little bit just because that that data is so lagging, it shouldn't spiral out of control. But it'll be enough to get the Fed's intention, and that's what's important. And when we're talking about Fed rate cuts in the market selling off, yeah, look, that can happen. But what we don't think is that this is similar to the 2008 and 2000 rate cutting cycle, where essentially that marked the top end markets. Because the way that we're thinking about it is if you get rate cuts, given that the dollar is linked so close to the hip with what's being priced into the forward curve into January of next year, that the dollar coming lower would ease financial conditions and financial conditions lead the ISm and everything else. So that should be business cycle positive."
    },
    {
        "speaker": "A",
        "text": "Those of you who want to know more about the business cycle, Julian, myself write something called the macro investing tool MIT that comes out weekly where Julian runs through this in specific detail. People are saying, how do I get pulse of liquidity? How do I understand this? The macro investing tool is your hack to understand how to allocate assets according to the business cycle. It's a huge amount of work from Julian in this. It's part of the real Vision plus subscription. If you haven't got a plus subscription, that is an offer. I would go for it. It will literally change your life because it makes it come alive in how to do this. And those of you who aren't on the real vision platform watching this on YouTube, come across the realvision.com and you can see from there the macro investing tool and stuff like that and how to subscribe to it. Also, if you're watching on YouTube, please hit the subscribe button to the channel. That helps us a lot. So appreciate that. Okay, next question. Sanchez, coming back with a question. Who was the new crypto newbie, if you remember, is this the right time to buy more and more of the three major coins, or should we wait for collapse? So my view is we have been consolidating for three months, and the work that Julian and I have done suggests that the next move is higher. So we think this entry level is a decent entry level. I put out a flash update that's on the platform now, so you can go and have a look at that. Okay. J and J. With institutions coming into crypto gradually and it being a high risk, the high beta risk asset, do you see a normal four year cycles being disrupted in the coming years, especially if equity valuations come back down to earth and BTC remains correlated to us stocks? Why would equity valuations come down to earth? If you remember from the everything code, equity valuations, the earnings are driven by GDP, the price is driven by debasement, p ratios and valuations keep going higher. The four year cycle is driven by the debt cycle, and the debt cycle is the liquidity cycle. So it's very difficult to see that changing. That being said, I don't believe that we will be looking for a recession in the next 2026 down cycle. So we will more likely to see withdrawal liquidity, and markets like the Nasdaq may be trading down 20%, which to me is a sideways market, as opposed to the down 30, down 40% that we saw in 2022, which was driven by this inflation pulse. So it's kind of a pause that refreshes, that may go on for a year before the next leg higher, which gives me a probability that we may end up with a full bubble cycle going into 2030. But we'll have to wait and see. Yeah. Bernstein, hello, master of Macro. If the economy continues to be strong, do you see a scenario where Fed keeps fed funds around 5% for much longer than the market anticipates? And if thats the situation, how will the market react to a higher rate regime? So, actually, Julian and I wrote about this in GMI a while ago, 1994. Rates have been coming up. In 93, 92, 93 into 94, the bond market cracked. Inflation was high. Everybody thought there was going to be a massive recession. The equity market had a big correction. The Fed in 94 cut rates twice, only 25 basis points, 50 basis points, and they never came anywhere near the low that got taken out in 2000. So what happened over that period was okay. Rates remained relatively high versus the previous cycle. And most people say, well, obviously equity markets, there must have been a nightmare. No, it was the single best performing equity market period in all recorded history. So stability in rates is enough. Even if there was a hike once, it really wouldn't make a difference to the rate of change. So I think that's all a red herring. And liquidity is the dominant driver and not rates. That's the one that matters most. Rates are just a lagging factor from liquidity."
    },
    {
        "speaker": "B",
        "text": "I'm just going to chime in for a second there, because I think that's another important point, is when we talk about this year, we came into the year, if you remember, with six rate cuts being priced into the curve. At the time in global macro, investor Raoul and I were saying that we could price out around four of them and it wouldn't be an issue for equity markets because equity markets would be more focused on the earnings cycle now that we've pulled out of an earnings recession. Because the way it works is last year prices were accelerating higher, especially when we're talking about long duration equity plays like technology, consumer discretionary, home builders. Everything was ripping and people were like, well, this is not supported by the fundamentals. Earnings are still too weak. But prices move with the liquidity cycle and earnings move with the business cycle. So as long as earnings are continued to improve here, that will justify the 2023 valuation premium, and that's currently what's happening. So earnings revisions, if we look at the S and P 500, are still trending higher. So suggesting that the business cycle is recovering. And when we said that we could price out four rate cuts, that's exactly what we did this year, right? At one point we almost priced out five. And even then, the Nasdaq is still up 20%, bitcoins up, what, 50% or so, as is ethereum. So it just tells you that this is not what markets are focused on. And our view is that even if they cut once, very similar to the mid 1990s cycle, it'll signal to the market that the Fed is here to support the business cycle. And that's the most important thing, especially once they start cutting. That's the beginning of a cutting cycle. So the market, in our opinion, will see that as favorable."
    },
    {
        "speaker": "A",
        "text": "Macyk, this is a question about if I sell crypto for 1000 at the peak and then it falls 80%, I wouldn't need to use the full thousand to buy back the same amount of the token. The point being is you will end up with less exposure and you'll be chasing it all the way up. I've done this, we've all done it. Who knows if you're going to time the cycle properly again? I did a whole piece on this, on how to take profits. And when I'm going to sell and all of that. So I'd refer to that piece. Armani Yadsi, what's your forecast for dogecoin considering Elons role if integrated across Elons thing? Look, Elon has plenty of fights to have right now, and as he's putting together the parts of his ridiculous mission to get to Mars, the last thing he wants to do is have a fight with every government about money. So I think it comes, but not yet. I think it would be the last fight he'd want to have. Libra Facebook went down that route, and they got shut down very fast. PM, do you think it's worth liquidating tax advantaged stock portfolios and moving into crypto? Wonder if the tax incentives counterbalance the upside of crypto? I know this sounds ridiculous. I don't know. I don't live in a tax jurisdiction, so I don't have taxes. And it's different countries, different rules, different stuff. I mean, I was at the the Melbourne real vision meetup with a bunch of real vision members last week, and I suddenly found out that in Australia, it's 50% capital gains. So if you're trying to trade the cycle, you can't, because even if you were to sell out at the top, you already make a 50% haircut. So what's the point of getting out of the cycle? So you need to think through some of this stuff. Sam Smith, do you think there's any merits in the thesis to the left translated cycle idea? Julian, any thoughts?"
    },
    {
        "speaker": "B",
        "text": "I'm not sure I know what that is."
    },
    {
        "speaker": "A",
        "text": "Raoul well, that means that crypto goes higher, faster, peaks early. Is it all over this year?"
    },
    {
        "speaker": "B",
        "text": "I don't think so. What happened the last cycle was that liquidity rolled over a lot earlier than I think most people were expecting. Now, when we talk about fall, macro fall, which we think comes next year, which would then also correspond with crypto fall, that's a really difficult environment to navigate, because on one hand, wages are probably reaccelerating. Inflation at both a headline and a core level are also moving higher. It's likely that central banks are becoming more restrictive, margins are being squeezed. So when you listen to a typical strategist on the street, they're saying, okay, well, the S and P 500 should be lower. And as a result, risk assets are all trading lower. But it's also an environment where, as Raoul touched on earlier, speculation comes into play. And largely because even though the business cycle is peak, liquidity is still rising. So we just have to see when we get there, I think we have the tools to be able to detect that. We'll see. But I think that crypto will peak with the business cycle. And I don't think the business cycle peaks out until next year."
    },
    {
        "speaker": "A",
        "text": "Yeah, it makes sense to me. Okay, I'm going to scroll through because we're quite behind in the sections. Latin Bunny. Which variables go into the everything code implied liquidity trajection."
    },
    {
        "speaker": "B",
        "text": "So the way to think about that is we know that liquidity is a function of the business cycle, because central banks operate with a lag to the liquidity cycle as a means to offset weaker growth momentum, meaning that they inject liquidity when the business cycle is weak. So actually what we found out in the everything code is we know that we have these three and a half year business cycles, so that since 2008, really the ISM has become perfectly cyclical, which means that the future iSM highs are currently corresponding with current ISM lows. And because of the correlation with liquidity, on a lagging basis, I'm projecting out what we call total liquidity. So it's a composite of public and private liquidity. So what that is is looking at on the public side, you cant just take balance sheets anymore because we know that central banks are getting more and more clever with backdoor liquidity facilities. For example, if you remember back last year when Raoul and I were talking about liquidity rising, most people were saying, how can liquidity be rising when the Fed is still doing QT and rates are still as high as they are? And thats first of all because of the second derivative and the rate of change. But its also, it's also because they were using backdoor liquidity facilities to offset entirely QT. And so what I'm saying is you have to look@the.net liquidity equations on the public side and then on the private side, it's a global m two measure. So we lump those two together and that's what we use for liquidity."
    },
    {
        "speaker": "A",
        "text": "Now, Jonathan Poulter is asking a question. Now this is exactly the kind of stuff that Julian answered in the MIT AMA that he and I did. I think it was last week or the week before. And again, Julian covers in MIT in great detail. So that's a plus tier or above. And the question from Jonathan is, again, Julian covers this in such huge detail every week that you'd be remiss not to be in the plus tip Julie mentioned, we're in macro summer environment, which I understand is an environment of rising growth and inflation. It's the rate of change of inflation. It's not the second derivative is one thing you need to understand. However, I'm struggling to understand how this can be as most countries, including the US, still has an RSM less than 50. So it's still shrinking, although improving."
    },
    {
        "speaker": "B",
        "text": "So no, I mean if you look at over the last six months again, I would encourage you and everyone, as I said, we just published the latest MIT report an hour ago or so and I talk a lot about unemployment and pmis, so 60 actually, I think it's closer to 80% of pmis on a six month basis are up and over 50% of them are back in expansion territory. So that's not true. And also when you look at China, China has been above 50 for quite a while now, as has Germany, as has Sweden. And actually when I talk about Sweden, and I put a chart in there on this, Sweden is one of my favorite ones to track and I've written quite extensively about this in GMI and it's largely because it's just a small export oriented country, which means that when the business cycle starts to improve, Sweden's one of the countries where you see it first. And the chart that's really bonkers in the latest MIT update is when you look at Sweden PMI, new orders to inventories versus the ISm, which of course would be more leading versus the ism because of the dynamics I just mentioned. And it's gone nowhere but up. And the other thing I'm going to say is with the global PMI in May, so we're still awaiting all the pmis now, right, for June. But the global PMI accelerated to the fastest pace in over twelve months in May. So the cycle is improving. It's just some macro is sometimes like watching paint dry. It can be a very slow moving process."
    },
    {
        "speaker": "A",
        "text": "There's a lot of questions about Eth Solana, switching from ETH to Solana, all of that. Just check on the platform and check on YouTube. I just did a video about this, it came out today about an hour ago. So there's a lot of questions that can be answered there. Do that. If you're on YouTube, obviously, please subscribe to the channel, hit the likes, all of that kind of stuff. Okay? Mark Wells housing market many regional areas have had an 80% plus of real estate transactions by corporations and offered as rental properties. We see significant cracks, especially in Florida, Nevada, Arizona, Texas. With Pox that's over 1000% plus inventory numbers. These properties were purchased massive leverage and in most cases their portfolio span many areas of states. For example, the Atlanta metro 83% of single family homes have been purchased by corporations in the last two and a half years by four companies. Mostly recently, housing costs have continued to rise all time highs. Affordability is at lows, et cetera. What are your thoughts on housing? My thoughts on this are there is a demographic demand for housing right now. Interest rates are too high. That's making the market somewhat stagnant. That's rising inventories. The moment rates come down or earnings go up and the business cycle goes up, the housing market will free up. There is a structural shortage of housing still in the United States, still in Australia, still in most of Europe, still in the UK. So I'm not bearish on housing. Also, debasement of currency allows housing to go up. Julian, any different views?"
    },
    {
        "speaker": "B",
        "text": "Yeah, no, I've got exactly the same view, and I was just looking at some of the data. If you look at like kind of pending home sales, which were released, I think it was this week also, people are looking at new single family home sales and showing the index in kind of nominal index terms. You need to think about the stuff in business cycle terms as well. That's the way I've kind of come to terms with it. And pending home sales in Q four of 2022 fell to a record low. And our students since coming higher. And so what you're currently seeing with some of the housing data rolling over, it's because at this stage in the business cycle, the year on year comps start to fade out a little bit. So growth momentum slows. And if you pull up, let's say, the chart of new single family home sales, and you look at it in year on year terms, you can go back to, let's say, 1970 or so, and you'll see every time we come out of a significant dip in new single family home sales, we go higher. And that's the initial phase where the market starts to grind higher, and then we come a little bit lower again to post a lower high just because of the year on year comps or the base effect. And with Raoul talking about rates, yeah, rates are still too tight. And if you overlay 30 year mortgage rates versus something like home builder sentiment, it's kind of the same chart. So the minute that rates start to come lower, we should see the entire housing complex of start to improve again."
    },
    {
        "speaker": "A",
        "text": "Sanchit, I see you asking the same question over and over and over and over again about what waiting should I have? How do I do it? I don't understand it. I think familiar yourself with the content on real vision will help you have a better understanding. We can help you, but we can't really fully hold your hand. However, if you want to summarize the everything code, here's the hackley. Watch the video and then click on the plus button at the bottom right. That will give you access to the AI, the real vision bot. You can ask the bot to summarize the video and it will create a whole summary. Then make that a note and it will save the note into your section, your library. Then have a look at if you hit the explore all button at the top, you can see all member notes. You'll see other people have written notes on the everything code, so that'll help you do that. Read what other people's notes are, ask the AI to help summarize stuff and it should really help you in your journey. So I'm trying to go through Raoul."
    },
    {
        "speaker": "B",
        "text": "While you process that. Can I just butt in for 1 second? Just because I pulled up the MIT report because I was thinking about the PMI data. So just to come back to that, 61% of countries are currently above 50 and 82% of countries are showing signs of improvement over the last six months and 50 over the last three months. So it's a pretty broad based recovery for now. So I just wanted to clarify that."
    },
    {
        "speaker": "A",
        "text": "So another question about real estate from Apuv looking for us and India because he wants to take some lifestyle chips off at some point. He's an MIT member. The point being is India. You can't be bearish real estate. Yeah that they end up in bubbles. But crisis has got an average age of 28 years old. There's a massive structural impediment to property there because of all of the old buildings and all of that. So yes it's a very positive trade over time. The US has a similar dynamic, not obviously quite as strong. So I'm not bearish real estate. It's a stable asset to keep your money in overall as long as you're not using excess leverage. Glenn, all the speculation discussion of the 2024 fall having great rises. I'm confused. Didn't the real gains in the last cycle occurred I the following spring and summer and look forward to 2025? Do I have the timing of the cycle wrong? Yes youre using the literal seasons and not the macro crypto seasons. So the literal seasons are not what this is to do with when were talking about macro summer its year three of the bull market. Macro fall or macro autumn is year four of the bull market. Its nothing correlated. It just so happens we're transitioning from spring to summer, right at that spring summer transition. But this is not. They're not related. I know it's a bit confusing sometimes when it matches up, but that's not that there's specific crypto questions I won't answer because I don't really know RB. Thanks a lot for your eye opening content. It helps me and I think a lot of other working class people, big time. It connects the dots. So thanks again to the rv team. Great. This is what we're trying to do. We're really trying to help get you up the knowledge curve, give you the tools that you need to participate in these massive secular trends which are game changing. If Julie and I are right and crypto goes from $2.5 trillion to $100 trillion over the next eight or ten years, that's the biggest opportunity any of us are ever going to be given in our lifetimes. So that's what the whole don't fuck this up thesis is how to unfuck your future means. Get on board of these secular trends and they will take care of a lot of the problems that you have in front of you. Paul Casper and XRP said, I'm not going to ask single token questions. There's so many people asking about when I take money out. How do I put it back in again? Watch the video I put on this. Yes, you can buy more tokens with less. It's the amount of money you're going to put in. You won't put the same amount you take out because you will be fearful. Even if you buy less, then you buy less. You're trying to make your wealth compound. You're not trying to rebalance your portfolio. Alexander Tamburello just got real vision. Been following on YouTube for a while. Thank you for what you do. Alexander, thank you for joining us. Over on real vision. You'll find there's a home here, there's an amazing community, a lot of knowledge, a lot of information, and we're here to help. George asked this question twice, obviously really keen to get an answer. Hey, guys, what's your opinion on the african continent in terms of demographics? Long term view, demographics of Africa are generally good. North Africa better than others, Nigeria, exceptionally good. And so, generally speaking, Africa is a story really, in 20 years time. But some of these countries, you know, Nigeria, Morocco, Egypt, tend to do very well. It's all part of the monsoon thesis as well. There's a lot of crypto questions, again, major questions I've just answered on a video. Okay, Julian here's a question for you from James, who the question is really what is driving the dollar strength right now? Because it's decoupled from rates a bit."
    },
    {
        "speaker": "B",
        "text": "Yeah, so the dollar, and again, I wrote quite a bit about this in mit a couple of months back. Given what's going on on the fiscal side of things, gold is decoupled from pretty much, sorry, the dollar is decoupled from pretty much everything. So gold is telling you that the dollar should be lower, but the dollar is not lower because of the combination of what's happening in terms of fiscal regime. But at the same time, the fact that rates are still high, so the Fed's still running tight monetary policy. So what's keeping the dollar higher, as I say, is rate expectations haven't yet come lower, and that's giving the dollar some kind of life raft for the time being, the minute the Fed changes their tune on rate cuts. I mean, Raoul. And I think actually July is underpriced. I think September is more likely for a cut. But we're going to write about that in GMI over this weekend. But the minute that that happens, the dollar has been trading in lockstep with whats being priced in in terms of rate cuts. And so thats whats currently propping up the dollar, even though, as you say correctly, theyve diverged from bond yields, which I dont know really how to explain to you, Raoul. I dont have a particular view on something like that."
    },
    {
        "speaker": "A",
        "text": "So short term, I think its dollar yen has screwed everything up. Its as simple as that. I think just dolly n screwed everything up. Everybody understands that that needs to be resolved. I think it gets resolved. Trevor Booth. Raoul, when are you coming to Perth? I tried to get up on my trip and I just didn't manage to fit it in in the end. So I did Melbourne, Brisbane, Sydney. One thing I do know is it's a fucking long way from anywhere. It took me seven and a half hours from Melbourne to Singapore. I had to overnight at Singapore airport, 19 hours, the longest flight in the world from Singapore to New York. Had to overnight at JFK and then fly down to Cayman. So I'm not rushing back. Even though I actually love Western Australia. It's one of my favorite places in the world. Tiz ham. Thanks to you both. Is it a good time to add Tesla? I think we both like Tesla here."
    },
    {
        "speaker": "B",
        "text": "Yep. Agree."
    },
    {
        "speaker": "A",
        "text": "Okay. I think we have hit the top of the hour. Thank you everybody for all of your questions. As I said on the real vision platform, there's quite a lot of content from me and Julian today over the last week. If you're watching this on YouTube, please subscribe to the YouTube channel. Click the like button. Also, do me a favor. I'm trying to help you. So come across the realvision.com. it's free. And those of you watching this on real vision if you want more of this kind of work from Julian and myself. Macro investing tool is part of real vision plus, and where the real work happens is in real vision pro, where we put our trade ideas and much more detailed stuff. If you're interested in pure technology, there's the exponentialist as well. So explore yourself in the real vision world. Hopefully we've been helpful to you and we'll see you all next time. It's a brilliant, brilliant event, and you'll come away with lots of new ideas and a better understanding of this incredible exponential world. You get to speak to the smartest people, people like you trying to figure this out, but also the people on stage. They're the experts. So we get all of that, all in one place in Singapore. What more can you ask? See you at Token 2049."
    }
]