[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30."
    },
    {
        "speaker": "C",
        "text": "30, baby get 30, baby get 20."
    },
    {
        "speaker": "A",
        "text": "2020, baby get 2020."
    },
    {
        "speaker": "D",
        "text": "Bid to get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint."
    },
    {
        "speaker": "E",
        "text": "Mobile.Com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "B",
        "text": "Hey everyone, if you like this podcast, go behind the paywall. To get privileged access to the smartest minds in finance, visit realvision.com rvpod and use the promo code podcast ten to get 10% off our essential membership for the first year, join the real vision community and learn how to become a better investor. And now into today's episode of Ralph Real Vision."
    },
    {
        "speaker": "D",
        "text": "Welcome to the Journeyman podcast. I'm Raoul Powell. The journeyman is my journey to the nexus of understanding of crypto, macro and technology. These are three mega trends that are coming together, and all of us need to really understand what this means for us, what the opportunities are, what the risks are. It's one of the most fascinating times in history. So I want to bring the best people as ever to pick their brains to really go on that journey of understanding and take all of you with me. And today I've got one of my favorites. Juliet de Klerk is ex hedge fund, ex investment bank, strategist, trader, and also writes very premium high end research for institutions. And she's one of the people I go to when I want to navigate the kind of shorter time horizon of the three to six months of what's happening in the business cycle and what's happening with markets. So we're going to try get Juliet to give us the understanding of where we are now, because there's a lot of debate whether we're going to see a crash in markets or this is the start of a new bull market, and there's a lot of nuance around it. I've got my own views. I'm pretty bullish. But I want to find out what Juliet thinks. Join me, Raoul Pell, as I go on a journey of discovery through the macro, crypto, and exponential age landscapes. In the journeyman, I talk to the smartest people in the world so we can all become smarter together. Juliet, welcome back to real vision."
    },
    {
        "speaker": "F",
        "text": "Very, very happy to see you again."
    },
    {
        "speaker": "D",
        "text": "Yeah, it's always great. And I love picking your brains on where we are, what's going on. But before we kick off, as ever, I'd like to give people your background. So just give us the synopsis of your background and how you got to where you are today."
    },
    {
        "speaker": "F",
        "text": "So 2016 started JDR research. So it's been what, seven years now? I speak to mainly institutional clients, and I'm still here after seven years, which I think attests to a good track record with them in terms of client recommendations, because, as you know, in this kind of business, you're wrong for a couple of months and you lose clients. So when people ask me for my track record, that's my track record. The fact that I still have clients from day one, from 2016 and before."
    },
    {
        "speaker": "D",
        "text": "That, just to explain what you did in the industry as well, just so people get a framing of that before then."
    },
    {
        "speaker": "F",
        "text": "God, it feels like a long time ago. But I started at JPMorgan in 99, where I did a mix of prop trading and basically talking to clients as a strategist with a. A strong global macro background. I also worked a few years at Morgan Stanley before I joined a hedge fund, a bit later before deciding that it would be more fun to actually have many investors to talk to, rather than a couple arrogant ones at the top."
    },
    {
        "speaker": "D",
        "text": "Yeah, I've gone through that whole investment bank hedge fund journey and then. No, it's also the quality of life you get as well. Because in the end, Juliet, the thing I love about what we do, what I do at global macro investor and what you do is we actually just get paid to think. And that's just a really lovely thing to do."
    },
    {
        "speaker": "F",
        "text": "Right, I know. I mean, talking about, like, quality of life, I've done a lot this year towards adding more life to my work and not just basically spending time still thinking about macro. On the beach, I've added surfing, which I think is amazing in terms of, like, emptying your, your mind and nourishing your soul. And the safari in Africa, I mean, like, you know, every morning I think about it and I just want to go back, you know? So, yeah, talking about quality of life, I think we are lucky."
    },
    {
        "speaker": "D",
        "text": "Yeah. I mean, this is what we will do it. This is what we do it for, right? In the end, that's the goal. As I've always said that it's like the, the reason we do all of this and work so hard and everything else is for quality of life, whatever that means. It's different things to different people, but it's that if you lose sight of that, you lose sight of everything."
    },
    {
        "speaker": "F",
        "text": "A purpose. Yeah."
    },
    {
        "speaker": "D",
        "text": "So Juliet, before we dig in, I want to just frame things in time horizon terms so people know what we're talking about. Because, you know, one of the biggest forms of misunderstanding is always people's time horizons. So what's the time horizon that you tend to operate in the."
    },
    {
        "speaker": "F",
        "text": "So I tend to operate on what's tradable, which is in my case. And with my framework it tends to be one to two to three months. But obviously I've got a view up to one year beyond one year. I'll leave it to you because I absolutely have no clue."
    },
    {
        "speaker": "D",
        "text": "So we've been doing this whole series on real vision, which is like, as you know, last time I had you on, we had the same discussion and you were bullish and you kind of got that very right. Now the market is still split between we're in the bull cycle and it's ongoing with the usual ups and downs versus we're due another collapse because of recession. And it's like this really polarized world out there. So I know my own view. I tend to be more bullish and constructive, again accepting that we will have volatility en route. But I want to hear how you're thinking things through right now."
    },
    {
        "speaker": "F",
        "text": "So it's a good time to pick my brain, firstly because I'm literally two days before releasing my new monthly roadmap, so probably will come out on Thursday. So maybe the same time as the interview. That means I spend the last ten days basically looking at everything. And obviously the question for me now that last time we spoke, we were talking about the consensus was large majority to see an early 2023 recession. Now consensus is very much on the soft landing. But what I find is really interesting is that instead of recession being sort of recession view being sort of canceled, it's been delayed. So basically every six months recession when it didn't happen, was delayed by another six months. And now if you talk to investors, I think probably consensus is divided between a recession in h one next year and a recession in h two next year. But what very few people are talking about, and which is what I'm considering right now, including in Europe, by the way. So I'm not just talking about the US, is the fact that the recession or the slowdown has actually already happened and we are headed to reacceleration, reacceleration above potential growth, which obviously will have large consequences as well for inflation, global inflation. I think what's happened this summer is very much that the US upswing was seen as guarantee of gold deluxe because the rest of the world was still weak. So in other words, you have the strengths in the US and the weakness in China, Europe putting a cap on inflation, which sort of guarantees you goldilocks. And what I'm thinking is that actually the US is ahead in the cycle and that the US is picking up, Europe will pick up again. And actually 2024 is going to be completely different than anything that's priced in the markets right now. So I think potentially we are again at a really interesting juncture because I think I was looking today, one year, one year versus one year in the US is about 100 basis points, meaning there's about four cuts priced into next year. In Europe. Same thing. We don't know when the ECB will reach the terminal rate, but there are already two cuts priced in the curve. So if you consider the fact that we might get less macro volatility in the future, and we'll discuss why in one of your follow up questions. I'm sure there is a huge opportunity to basically pay one year, one year, and basically enjoy the slide and carry. So that's what I'm looking at at the moment. Obviously there are risks to this view, but I think that there's a strong potential for it to be like a big trade into the end of the year or in 2024."
    },
    {
        "speaker": "D",
        "text": "Hey everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "D",
        "text": "Mint Mobile Unlimited premium wireless."
    },
    {
        "speaker": "B",
        "text": "How do you get 30?"
    },
    {
        "speaker": "C",
        "text": "30 baby, get 30 bid to get 20 $2020 15."
    },
    {
        "speaker": "D",
        "text": "Just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint."
    },
    {
        "speaker": "E",
        "text": "Mobile.Com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "So how do you square with the fastest tightening cycle in all history and such a mild event now, my view is I think we actually slow down q four more significantly, we've seen some elements of that, and inflation keeps falling and unemployment. But whether I'm right or wrong, who knows? But the point being is why has it been so mild? I think considering the rate damage done."
    },
    {
        "speaker": "F",
        "text": "There are two ways interest rates are hitting an economy. One of them is obviously the housing market. The other one, which is like, kind of like delayed, is the labor market. And I think you have to consider the fact, not the fact that there is a clear behavioral shift, in my opinion. So I think you need to add a lot of psychoanalysis in macro. I mean, as you know, you can't just rely on models and because behavioral shifts are just as important. And one key point that I see is basically the 12 March 2020 call by french president Macron, who said, kind of like copied Mister Draghi by saying it will be whatever it costs. So that was like the macro appeal for whatever it cost. And for me that's like a key turning point in many ways. Obviously, it was dwarfed by President Biden's later sort of reaction function in terms of what happened, in terms of sorting out the crisis. But if you think about what happened that year, basically we decided that it will, we will do whatever it costs to basically guarantee the recession is a flash recession. And then it happened again in 2021 when Russia declared them war on Ukraine. And again we decided, you know what, we're going to throw as much money as it takes to basically guarantee that the energy crisis in Europe will be fixed in a few months. If you look at what's happening in the pmis and what's happened basically this year in Europe and in the US is you've had a collapse in new orders. And new orders for us both is like a really strong leading indicator. When you see new orders falling in manufacturing, normally, you see it falling in a matter of months in services and it takes labor down. If you're looking at the correlation between new orders and employment, it's completely broken down in Europe. In us, basically, you've got new orders collapsing, but it's not driving anything anymore, which is kind of like telling you that companies have got the message that any sort of recession is going to be so short lived that it's not even worth firing people anymore. Thats obviously even more the case if youve got a record tight labour market due to the aging of the population and the retirement of baby boomers. So youve got two things on the labour markets that are basically making that disconnection happen. You can see it really clearly on charts. And its even more interesting in Europe where weve had a collapse, for example, in manufacturing, new orders, I think now we are in the high thirties and employment there is barely contracting. So it's like at 49.8 or something, after six months of new orders being below 40. Same thing in services. Diem services is basically now in terms of new orders, has crossed the contractionary line, but employment is still growing comfortably. And it's not just if you're looking actually at the diffusion index in Europe, it's really interesting to see that it's actually picked up. So there's less countries over the last two months with employment crossing the 50 line. So for me it's really. That basically is a reason why monetary policy is not translated as powerfully as it was before. In other words, you probably need much lower new orders for it to translate into a recession. So like a much lower beta from activity to employment, which means that you get like mini cycle and potentially an extension of the business cycle. So more like shallower intermediary cycles and a longer business cycle. Now we're also talking about housing. And what's really interesting, and it's the case in the US, it's also the case in Europe, is that we have absolutely record tight housing markets as well. And the problem is when you have record tight housing markets and you have basically a shock in interest rates between pretty much 1%. I mean I don't know what your mortgage is, but mine is at 90 basis points for 15 years and rates go like to 5%. The problem is you end up with like existing house that basically have a massive premium which is linked to the old mortgage that you have and that you're going to lose when you sell your house. So you're basically getting stuck with like existing houses, which takes a good chunk out of the supply. And obviously if you're looking at what's happening in the US, but again, it's the same in Europe, is housing formation is basically at all time high if you take out the COVID crisis and that's on the back of aging population, higher divorce rates. And there's many reasons, but that's a fact. Housing demand is exploding. You basically have supply basically bent down because of the shock in rates and that premium that cannot be realized by selling your house. And you end up with a situation where the choke in interest rate is actually not having so much of a, of an impact on prices, potentially just because of supply demand. And supply demand in an inelastic market makes it highly likely, in my opinion, that house prices are not going to correct anywhere close to what many believe it will correct to. I think in the US we are actually reaching to new highs already and I think that will continue. And obviously the secondary effect is that all those buyers that can't buy, they're going to turn to the rental market. And I think there's a lot of hope that shelter disinflation will replace headline disinflation into next year in terms of basically capping inflation and potentially it won't happen. Sorry. That's a lot of information in question, Benjen."
    },
    {
        "speaker": "D",
        "text": "Yeah, there's a lot of information there. So I'm also looking at new orders to inventories to new orders, and we can see that these things are rising now. So it's giving us a forward look that the cycle is turning into manufacturing. Yeah, somewhere around the low points in cycle. So I think that's going to be interesting to see what it does. But the unemployment equation, to me, it still seems like it's normal that from what I see from the Leeds lags, it's just doing its normal lag."
    },
    {
        "speaker": "F",
        "text": "But do you look at Europe as well?"
    },
    {
        "speaker": "D",
        "text": "I've not looked at Europe as much as the US on this."
    },
    {
        "speaker": "F",
        "text": "With Europe, you don't see it as much in the US because we haven't had the collapse in new orders, but it's really minor thing in Europe."
    },
    {
        "speaker": "D",
        "text": "Yeah. And this is what I wanted to raise with you is I was writing global macro investor couple of weeks ago, whenever it was end of the month, and I've been trying to think through the similarities with Japan and how unemployment never really rose again. So they kind of got to this 3.5% rate. Yes, there was a short period and then it came back down to sub 3.5% because of the aging population. So there's always demand for labor in the labor supply, but wages don't go up because wages have not gone up because of technology, a globalized labor force."
    },
    {
        "speaker": "F",
        "text": "I think there is a disinflation mindset as well in Japan that is really entrenched, that you dont really see in Europe and the US."
    },
    {
        "speaker": "D",
        "text": "Yeah. And also I looked at it and think, ok, well, wage inflation is an issue if your labour force is big because thats aggregate net demand going up. But if more and more people are going outside of the labour force that is retiring, then I think it needs to be factored by that. So I think we're going to be going into a new transition and we don't know what it looks like yet. What is the natural level of unemployment or employment in an aging economy? I think its structurally will have changed and maybe thats what youre picking up in Europe, because Europe is structurally older than the United States but younger than Japan. And weve seen this all the way through for the last 20 years. Its like follow what Japan does, everyone will do the same later."
    },
    {
        "speaker": "F",
        "text": "I mean, the one thing I would say is that retirees are the ones that have the money. So even if they retired, then they don't actually get constrained by not earning anything anymore. They are the ones with the capital. So I think it's more likely that you will on that. I think you're going to get employment and no minimal income growth and you're going to keep getting the same consumption from retirees because they are the ones with the capital."
    },
    {
        "speaker": "D",
        "text": "See, I'm not sure about that. I did a lot of this again in GMI this month is when I look at the consumption patterns of retirees. The median retiree does not have that much money. Now, again, the US is different to Europe is different to Australia because of the different pension systems, etcetera. But generally the median person doesn't have much money. And there's a big factor which is nobody knows how long they're going to live for. I mean, it's very hard to be a retiree in Spain because you live till 85 years old, while in the US you live much younger, but you just don't know. So I've tended to see that people become cautious of spending because the worst thing is to be 85 years old and having no money. So I'm not entirely sure."
    },
    {
        "speaker": "F",
        "text": "But think about the France where you basically getting your, you continue to get your salary pretty much. You've like, basically, you know, you're constrained to like Co TZ and you keep getting your salary until you die, basically. So you're not really worried about when you're going to die."
    },
    {
        "speaker": "D",
        "text": "Hey everyone, we're going to take another quick break and hear a word from our partners and then we'll be right back."
    },
    {
        "speaker": "C",
        "text": "You're a podcast listener and this is a podcast ad. Reach great listeners like yourself with podcast advertising from lips and ads. Choose from hundreds of top podcasts offering host endorsements, or run a reproduced ad like this one across thousands of shows. To reach your target audience with lips and ads, go to lipsonads.com. now that's Libsyn ads.com dot."
    },
    {
        "speaker": "D",
        "text": "No, thats right. In other systems its not all the same. Right. So France has got a very strong social welfare system that helps people in that situation, but its not the same for most countries. So it just depends which country has what benefits."
    },
    {
        "speaker": "F",
        "text": "Exactly. And also, another thing is youre talking about nominal income growth, which is obviously employment, underemployment growth plus wages and plus the change in hours worked. If you're looking at where we are right now in terms of, for example, in the US with the last payroll on a three month annualized basis, we were still growing at like 7% year on year. If you're looking on a year on year basis, we're still running at 6%. In my framework and looking at all leading indicators that I normally look at, we should have been like around 4% by now. And that's actually the framework I use to also define whether we are in restrictive rate territory or not. So 5.5% interest rate with six to 7% nominal income growth. For me, rates are not restrictive."
    },
    {
        "speaker": "D",
        "text": "Raoul, what is your outlook for inflation over this period between headline and core inflation? Again, I think the market's very split in how this plays out. I'm very much that this is an ordinary cycle and it will play out over time. Others are like, inflation is not going down. Others are a blend of the two. Where do you land in this whole equation?"
    },
    {
        "speaker": "F",
        "text": "You're absolutely right to start talking about new orders to inventories in manufacturing. For me, the main reason for disinflation this year has been headline disinflation. So goods and materials pretty much, and that is turning this month. And what's in terms of base effects? Negative base effects are turning into positive base effect from now on. And that's happening, as you say, at a time where new orders to inventories in the manufacturing pmis are picking up quite sharply in some area, which is telling you that at the minimum, there's no more disinflation on the map anymore for goods and materials. If you're looking at oil, we're now up 10% year on year. In fact, looking at global manufacturing survey prices are actually back to inflation. Just this month we're back to reflation. For me, it's really the end of the easy. This inflation which we've seen this year mostly on the back of like lower goods and lower materials, and that will start to pick up again. And the problem is inflation, and is wages are basically fixing on what's happening in the US is very linked to gas prices, but generally, basically wages are fixing on what's happened on headline inflation and what's inflation expectations for the next year in terms of headline. And that's picking up again. Whichever survey you're looking at, you can look at Michigan, you can look at conference board, we're picking up. So the whole global prices is basically already feeding through to higher inflation expectations. Inflation expectations are likely to feed into wages. So I'm a bit worried given wages is supposed to be the one thing that comes down in terms of growth in the next six months. If you want to continue capping inflation, you basically need coal to come down. A given headline is probably going to start going back up. And at a time where inflation expectations are picking up again and potentially the cycle, the global cycle reaccelerates. I think inflation will be, I'm not calling for like a second wave of inflation, 1970s style at all, but I think inflation will be more problematic than currently assumed by central banks also because they're not at level of rates that are restrictive yet. So I think they're all sort of like posing at a level that's not yet restrictive. So they're sort of like posing, waiting for the past hikes to start feeling through to lower demand. But the problem is, when you're posing at levels that are not restrictive, I think you're setting yourself for like policy errors. And that could be what happens in the end of 2023. 2024, disinflation gets disappointing."
    },
    {
        "speaker": "D",
        "text": "So just frame it. You say not the seventies, because that's another argument that goes around. If you're best guessing here and you say what inflation looks like in 2024, what does it look like?"
    },
    {
        "speaker": "F",
        "text": "I think we get stuck. Like are we talking it's sticky, maybe around 4%. We stuck there and it's difficult to get down. And central banks lose patience or stop doubting their framework, which to be honest, is actually in existence. Right? I mean, that's pretty much what Powell told us in tax on hold is they have no fucking idea where the equilibrium rate is."
    },
    {
        "speaker": "D",
        "text": "So let's say that's the case, then the cycle picks up, but that kind of keeps interest rates where they are. Or do rates come down and then go back up again? What's the path of rates here? Let's talk ten years for now or ten year bonds."
    },
    {
        "speaker": "F",
        "text": "It very much depends on central banks, in my opinion. If inflation picks up again and there's like higher uncertainty about inflation, I think ten premier are way too low historically. It's really mind blowing. Our low temp premier and the reason they are so low is because markets keep delaying the recession instead of actually writing it, canceling it altogether. So you always have this sort of discount in rates because of the fact that everybody is expecting a recession. So I think if we sort of realize actually were getting into a new intermediary cycle and central banks are still kind of like on a pause, waiting for things to get worse, I think we can see higher term premier, sort of like a bare steepening, worst case scenario. I think rates stay here, curve steepens, you still make money paying one year, one year, because you're getting that massive slide and carry and you're basically rolling into higher rates but actually saying there is a potential for the terminal rates to be higher anyway and for central banks to realize that in 2024 basically us goes to 6.5%. I would not rule that out."
    },
    {
        "speaker": "D",
        "text": "Let's assume that happens. How the hell do they refinance the 13 trillion of debt that needs to get refinanced?"
    },
    {
        "speaker": "F",
        "text": "Well that clearly fits."
    },
    {
        "speaker": "D",
        "text": "And at those rates, without issuing an endless cycle of new bonds that need to be issued at higher rates, raising rate, I dont understand how they can do this."
    },
    {
        "speaker": "F",
        "text": "Well theyll have to do it and ten premier will increase and thats part of monetary policy right. Because in the end really what you need for a recession to actually happen, you actually need rates to actually get too high. You need a reason for rates to get too high and I think that reason is going to be the fact that fiscal markets actually stopping being so complacent about where ten probia should be given potential for ballooning in debt to GDP ratio. I think where I see the most complacency is in UK. Really? UK is just really mind blowing. You still have wages going up at 7.9%, it's not even peaked yet. They're actually trying to tell us that rates are restrictive at 5.5% and markets are like well yeah you know what, I'll buy ten year. Well it's not what's going to happen, especially given the next crisis. So I think the path to a recession is actually that kind of like spike in rates that makes markets be like well actually we can't keep issuing at that level of rate and therefore I can't count on government support, fiscal support in the next crisis."
    },
    {
        "speaker": "D",
        "text": "And what causes the recession if it's not housing? Because everyone's locked in in their mortgages at low rates. New houses don't trade because of this issue that nobody wants to get financing because it's expensive. But what causes a recession in that framework then where is the debt, the problem outside of governments which obviously they're all over 100% in debt. But what's it going to do? Just destroy the old economy? Names the AT and T's of this world and the general electrics all have kind of big debts. I mean where does it get paid? Where does the piper get paid? Well at the moment to create that."
    },
    {
        "speaker": "F",
        "text": "Recession, corporate balance sheets are really healthy. I mean that's what happened over the past crisis right? Basically corporate balance sheets have become extremely healthy. In fact I talked to many corporates that are like lofting and they've got positive treasury and they're making 5% on it. It's just, it's like the boon and you're printing money and then you're getting paid 5% on it. It's sort of like the gift that keep on giving. Same thing for private balance sheets are very, extremely clean as well. So at some point you have to get rates high enough that at the minimum you're thinking twice about borrowing. Right. But if rates are at 5.5%, you're going to get a 7.9 increase in your wage in the next year. You should be borrowing. That's just entirely rational. I guess the answer is like."
    },
    {
        "speaker": "D",
        "text": "Who are we trying to break here? Is it the household, is it the corporate household? Where does the unemployment come from? So you want to break the households?"
    },
    {
        "speaker": "F",
        "text": "Well, you have to break demand to actually break employment."
    },
    {
        "speaker": "D",
        "text": "Yeah. The other way of doing it is raising taxes."
    },
    {
        "speaker": "F",
        "text": "Yeah, but I don't think that's happening."
    },
    {
        "speaker": "D",
        "text": "Nobody wants to do that anymore."
    },
    {
        "speaker": "F",
        "text": "Everybody's still talking about cutting taxes."
    },
    {
        "speaker": "D",
        "text": "That's right. Okay, so we've kicked around a few ideas of what this might look like. What does it mean for. We talked about the bond market. So the bond market could be anchored around these levels but could also be unanchored if they have to raise rates and other leg further some point in 2024. What does this mean for equities? Does it matter to equities because we've got enough growth or do we have to go through another up and down cycle? We priced in a recession last year in equities and now we're coming through the other side. Do we have to do that all over again in the back end of 24? How are you thinking of that?"
    },
    {
        "speaker": "F",
        "text": "My view is equity is probably not the best risk reward here. I prefer to pay rates to play that view. But to be really honest, I think it's going to be really difficult to get a decent dip to make it like an interesting risk reward to get back into equities. And I'm actually very tempted to go back in again in equities as a recommendation in that report. The problem is you would like to buy cyclicals and you probably would like to buy Europe, but you would like to buy it lower. So you would sort of like get the, you would like to get the sort of like mini recession Q three, Q four printed. Get a little bit of get me out of that trade. Maybe like 510 percent dip would be really nice, but it's just not happening. And you know, many are saying that we are in a recession in Europe. It would be good to see a bit of running through the door on that. And I would definitely use the opportunity to get long equities again, Raoul, as."
    },
    {
        "speaker": "D",
        "text": "You know, we use a global liquidity index. Obviously, liquidity has been tightening because financial conditions have been tightening because of rates going up and the dollar going up. And for us, the equities lag it a little bit, and that suggests volatility still for a bit. So we might get that 10% pullback before we go into year end. But it's very difficult in the year. The Nasdaq's up 41% for any asset manager to go into the end of the year and not have, they're all still underweight. That's the crazy thing that they have to window dress for year end."
    },
    {
        "speaker": "F",
        "text": "If you were not long equities in January, February, like we were recommending, you basically have made pretty much nothing in equities. Right. The trade was done in February, unless you're talking about Nasdaq, obviously, like a lot of AI story there. And."
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah. I mean, the technology angle is where I think the secular trend is. So I just err towards that one because it's easier once you've got a tailwind. So I think that story's there. But obviously, if rates go up a lot, then the kind of forward discounting of some of these things makes it more complex. So it just feels like this is still a complicated sort of volatile world. As you mentioned, the beginning macro volatility of various things are there unless we get some easier resolution. That sounds like a complicated world for equities for me. How do we think through equities in this environment?"
    },
    {
        "speaker": "F",
        "text": "I mean, it's absolutely true that equity risk premium are excessively compressed, but in the world where real equilibrium yields are actually higher as well, it sort of makes sense. I mean, it just follows the right framework. Obviously, it makes it much more important to time your equity calls. Right. Because you're missing the 5% interest rate on your cash when equities are doing nothing. Which is why, in the way, I'm actually quite happy with the call about ending up long equities through February and then basically being long cash with recommendation in Nasdaq, which I have now closed, because I think rates are going higher. In an ideal world, you would get a rate shock that get the Nasdaq down. And that's what happened in August. Unfortunately, it's come back faster than I expected. I don't know where we are now, but it would have again, that would be one of those things where it would be nice to get 1015 percent and be like, you know what, I disagree with markets looking for a recession in 2024. And I think equity risk premium can keep compressing and basically get a good trade, good risk reward. But again, it's just a bit like it's not great here. So, yeah, equity wise, I would like to, to be both having Nasdaq and cyclicals. And I think obviously you're talking about much longer duration asset in the Nasdaq, which is why it made it so interesting to be long Nasdaq when everybody was looking for lower rates but less attractive here at this point. I agree that the equity call is more difficult."
    },
    {
        "speaker": "D",
        "text": "Yeah. I mean, I, yeah. Because I'm a long term time horizon. I bought last year the big sell off in the really growth end of tech and then added a lot of tech at the beginning of this year. And that's worked. It's worked really well. So I can sit on volatility and just wait and see how it plays out for a while. I got bonds horribly wrong, yields just never went down, which I think is supply issuance issues. But we need to see what happens to the inflation story. Obviously, the markets have been driven by liquidity over the last decade. It's been one of the big drivers. Now, how do you see the liquidity cycle playing out here? Because if you're suggesting that inflation is going to be stickier, it sounds like central banks are going to be continuing to do QT and that we will see less liquidity ongoing. Is that how you're thinking of things?"
    },
    {
        "speaker": "F",
        "text": "But again, it's a sequential, it's the same when you're looking at the credit crunch, you need things to continue to get worse, otherwise it will get better. So the credit crunch, consider the credit crunch. Obviously, we have the credit impulse, which has collapsed to minus six in the US, which is pretty much like similar level to what we had in the great financial crisis. But the problem is that it sort of meets the opportunity to trigger a recession because what will happen going forward is actually standards are likely to ease, demand is likely to improve. That's already something that you're seeing in Europe without even a recession being there. So the credit crunch will actually is going forward and it's the same with QT. Right. You've got balance sheets that are slowly starting to wind down, but if you don't actually make it worse, it gets better on a year, on year basis. So you could argue that the credit crunch could basically completely dissipate with the same level of rates. Just because you need to look at everything in terms of cycle and sequential basis and if things don't get worse, they actually tend to get better. I think that's what will happen with credit and there's already signs of it happening. If you're looking at, you were talking about financial conditions before. The way I look at financial conditions is basically by looking at the gold mine index versus the average of the last twelve months. And I find it's a better fit as a leading indicator. If you put that on a chart with the credit impulse in the US, with a nine months leading for financial conditions, you can actually see that the credit crunch will turn in. The US is actually going to turn into becoming positive for growth again into 2024. So unless you get a massive dump in stocks, which what will bring it, then the credit is actually going to turn as positive again for growth just on the back of the fact that it's not worsening anymore. So I think it's the same with central bank liquidity. And if you put it on a chart, it looks like we're bottoming already."
    },
    {
        "speaker": "D",
        "text": "Yeah, it makes sense. The forward looking stuff to me like to you, looks like the economy is going to strengthen. The question is whether we get any residual weakness in Q three, Q four or not. And then after that it'll be the stickiness. Yeah, and after that the stickiness of inflation, which we have to find out. Again, we don't know yet, but we have to look at that and then assess the cards as we get dealt them because this is a very kind of fluid and different situation than we've seen generally. Now the other big player in this game is obviously China, whose economy has been slow. Forward looking indicators seem to be picking up. But do you think China has to stimulate? Because that does generally help world liquidity."
    },
    {
        "speaker": "F",
        "text": "I think they should, but they won't. What's really interesting with China, which sort of plays in the same narrative of lower macroeconomic cycles going forward, is that the credit impulse in China is basically going up a little bit, coming back down, going up. We used to have perfect cycles before where they were basically throwing all tools in the kitchen sink and now it's like they're trying to deliver it. You can see it almost on the chart. What they're trying to do is basically they don't want the credit impulse to pick up, but they don't want it to collapse either, which is like putting a bottom on prices, putting a bottom on activity as well. Then they have to do more if they want to support employment, but I just don't think it's coming. So for me it's more like China becomes a bit less important for the global macro picture than it was before when it was like 40% of global growth. Because there is much less growth and much less volatility as well in their cycle, China becomes less relevant. That's the way I'm looking at things right now."
    },
    {
        "speaker": "D",
        "text": "And the final big daddy is the dollar. How does the dollar, of course work in this? Usually in a relatively expansionary economy, the dollar weakens, but it's been very strong because of rates and issuance and other stuff. How do you see the dollar playing out?"
    },
    {
        "speaker": "F",
        "text": "I mean, the way I was just looking at it and trying to make my mind on it. So what's interesting on the dollar is firstly, that sentiment has made a full turnaround from 2020. So we had a lot of dollar week sentiment at the beginning of the year on the back of recession calls in the US. And obviously on both sides of the small, the dollar strengthens and in the middle it goes down. So when global economy picked up, the dollar weakened, I think everybody jumped on the bandwagon. We've now gone full circle. There's actually very positive sentiment on the dollar right now. Obviously there's still the recession call and we've had this huge Q three dollar exceptionalism where you've seen the US pick up in terms of activity and the rest of the world, I'm talking mostly about Europe here, but obviously China is important as well, which has kept the dollar bid. Now if you think we see another mini cycle and actually the dollar is not exceptional, but it's actually just leading the cycles which actually, like the Barclays CEO was saying, don't worry about the UK, UK will pick up again on the back of stronger us. And actually saying that's true for different reasons, but for the same reason, labor strengths, the lack of connection between orders and labor, so disconnect in terms of transmission mechanism. So if you see Europe pick up in the next six months, if the US is not as exceptional and the global cycle does pick up as well, that's telling me that the dollar can go down again. So I'm actually quite tempted given sentiment that's quite positive dollar, I would be quite tempted actually to pick up some euros or sterling at current levels and look for a move higher than this year's high actually, which probably would take us to 114 in euro dollar and above 130 in sterling. The problem is the entry points, as you say, there is a potential for things to get worse or to at least look worse and for the dollar to go stronger into the end of the year. It's a matter of timing, but I would be quite tempted to look for a weaker dollar from here."
    },
    {
        "speaker": "D",
        "text": "If we go back to the fundamental premise of the conversation is like what is the risk of, let's say, in your tradable time horizon, let's call it three to six months. But that three month window, let's say, what is the probability of a sell off larger than 10% in equities versus what is the probability of a larger rise? How are you thinking of the risk reward here?"
    },
    {
        "speaker": "F",
        "text": "I think for so what do you need for a 10% drop in equities? 10%? 15%? Let's say you need a recession. For a recession you need the labor market to break. So you basically need me to be wrong on the fact that new orders is no longer leading employment or a bigger dump in new orders that finally breaks the camel's back. But for me it's really all a labor problem. And obviously like real income as well. If you get another oil shock or like another material shock, obviously like straight away you will kill real income gains. And that could push a recession, no question. But in terms of like, without having a sort of like exogenous force hitting our framework, I think what you need is basically the labor market to break and for wage growth to get a lot lower. So for me that's really the main thing. And obviously looking at claims, looking at sentiments on jobs, which is extremely strong wherever you look at. But again, for me the one thing that's really mind blowing is what's happening in Europe where supposedly we're in recession and employment is still rising and wages are still rising and no one cares about the recession."
    },
    {
        "speaker": "D",
        "text": "Amazing. Okay, well look, let's wait and see how this all plays out. It is very complicated and I can understand why people are so bifurcated in all of this. And I think we'll have a much better understanding of at least the next six months ahead once we get through the next two or three months. If we see labour market weakness, if we see some of the sticker elements of core inflation coming down, then we've got a slightly different story. But we have to see, we just don't have that information at hand yet. So I think it's problem with, you."
    },
    {
        "speaker": "F",
        "text": "Know, once we see it, once we see it, it's no longer tradable. So we have to really good guess and get the risk reward right, you know, and then we'll be able to say, you know, I told you sobereze, I'm not able to show you what will happen. I can tell you where the risk reward lies, though. And for me, I think it's in the 2024 that looks different than what consensus is talking about."
    },
    {
        "speaker": "D",
        "text": "What's weird for me is all of the forward looking stuff that I look at at GMI suggests that liquidity keeps rising and it seems incongruous right now. It's like, well, why is that? When the some of these Atlanta fed now casters at ridiculous numbers, I'm like, I don't know. But a lot of my forward looking stuff suggests that something changes in Q four. That has not happened. So I'm just kind of waiting to see whether that turns out right or not or whether there's another red herring in that."
    },
    {
        "speaker": "F",
        "text": "I think you will be right. And I've got many charts actually, in this week's report that shows why Atlanta Fed is actually right as well. There are some indicators when you look at components that actually matter. So if you're talking about Michigan, what weighs down Michigan is basically prices and interest rates. But when it comes to making a purchase, like buying anything, in the end what really matters, I mean you might be pissed off because prices are high and interest rates are high, but in the end what really matters for determining economic purchases is economic conditions. And economic conditions are basically defined by jobs. So if you're only looking at the Michigan kind of like economic conditions and willingness to purchase according to economic conditions, you actually get like 3.5% increase in Q three in final demand, which is exactly what Atlanta is looking for. So I think there's a lot of basically garbage indicators that used to make a lot of sense that are not actually driving anything higher, interest rates don't matter. You are pissed off because you're used to interest rates at zero and now they are at five. It's annoying, but if you've got a job and your wages going up 7%, you'll get on with it and you might still mourn, but youll buy. I think thats really whats happening and thats why were going to see continued improvement in sentiment."
    },
    {
        "speaker": "D",
        "text": "Okay, final question. Its a general question. If you were to give one tip to an investor in how to be better at what they do, what would be Juliets tip?"
    },
    {
        "speaker": "F",
        "text": "Hire me. Thats the easy answer."
    },
    {
        "speaker": "D",
        "text": "Some of these might be retailer. If they're institutional investors, they can obviously subscribe to your research. But if it's just the average person."
    },
    {
        "speaker": "F",
        "text": "Trying to figure his way out."
    },
    {
        "speaker": "D",
        "text": "Yeah. Retail, relatively sophisticated. The kind of real vision crowd. What should they think of? Is the one thing, if you say, I'm going to give you one hack that's really going to help you, what would it be?"
    },
    {
        "speaker": "F",
        "text": "I mean, the one thing that's always that I see many banging themselves, their head on the wall, because it's consensus, really trying to find a trade that makes sense and that is not consensus, so that your risk reward actually makes sense. What we see is a lot of traders, they think they're told something and they see it everywhere on Twitter, so therefore they think it's like the trade of the year. Unfortunately, when everybody's talking about it on Twitter, it's probably a really bad trade. So it's really making their own decisions is one thing. So use the framework that we're talking about. Use your own framework, your own views, and try to really focus on risk reward, and not follow the crowd. Basically."
    },
    {
        "speaker": "D",
        "text": "Perfect, Juliet, thank you, as ever. Fabulous conversation. And let's see how it all pans out over the next few months. Interesting times. So, while this conversation with Juliet forms part of my journey of understanding the journeyman, it's also part of something we're doing on real vision, which is this kind of idea is, are we going to have a boom or a bust and how to profit from what's coming? And the world is really split. And Juliet and I talked about this a lot, and I think it's really important to understand those viewpoints. And we've got many more people coming on real vision, incredible thinkers, some of the world's best analysts and strategists, from David Rosenberg to cuppy to Tracy Shuchart and oil to, I mean, you name it, they're all coming to help us think through this problem. And it's there for you as a resource to go and understand how this all links together the differences of views, because real vision wants different views. Like, Juliet's views are different to mine, and I like that this is how we test our ideas and our frameworks and look for out of consensus ideas. So lots coming on real vision to continue this conversation. But for me, what I got out of Juliet's conversation is it's going to be potentially a complicated 2024 where the economy is growing, but rates don't come down. We don't get the same kind of cycle. Maybe we don't get the central bank liquidity that I've been waiting for, the more cowboy idea. Maybe it's something entirely different. So we have to wait and see this kind of uncertainty is what we've been living with for a while now and again. As ever, the markets will point us the way. Good luck out there and listen to Juliet's tip about that consensus. I will make sure I get tips from many people as I go through this journey because I want to give you that kind of idea that knowledge times tools, times network equals your success. And these kind of things should help you build your knowledge, tools, and network. Thanks for joining me. See you next week."
    },
    {
        "speaker": "B",
        "text": "What's up, revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest, and biggest names in finance."
    }
]