[
    {
        "speaker": "A",
        "text": "Whoa. Landing an account this big will totally change my landscaping business. It's gonna mean hiring more guys and more equipment and new trucks for the new guys to drive the new equipment in. I don't know if I'm ready."
    },
    {
        "speaker": "B",
        "text": "You can do this."
    },
    {
        "speaker": "C",
        "text": "And Ford Pro finsimple can help. Our experts are ready to make growing pains less painful for your business with."
    },
    {
        "speaker": "A",
        "text": "Flexible financing solutions that meet the needs."
    },
    {
        "speaker": "C",
        "text": "Of your business today when you need them started@fordpro.com."
    },
    {
        "speaker": "A",
        "text": "Financing hey, everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. To the top analysis of today's crypto markets."
    },
    {
        "speaker": "B",
        "text": "Twitter to turn into an everything app. Elon Musk plows ahead with his vision and what is going on in the Voyager bankruptcy. Welcome back to Real Vision Crypto daily briefing. I'm Ash Bennington. I'll discuss this and more with the Benzinga CEO, Jason Rasnikhe. Welcome to the show, Jason."
    },
    {
        "speaker": "A",
        "text": "Thanks. Thanks for having me. I'm looking forward to it."
    },
    {
        "speaker": "B",
        "text": "Pleasure to have you here. Before we get into the interview, let's take a look at our latest price analysis. Bitcoin is stable at around $23,000, a bit of a breather after a 40% rally this month. Forecast news says bitcoin mining difficulty has reached an all time high. Forecast looked at data from BTC.com, which shows difficulty increased 4.7% over the weekend. Bitcoin mining difficulty determines how much computing power is required to verify blocks on the blockchain in exchange for bitcoin rewards. It changes roughly every two weeks. We're also keeping an eye on sand, the native token of the Metaverse game sandbox, which is up 90% this month. That's despite an upcoming token release. According to Token unlocked, 12% of sans token supply will hit the market in mid February. Another token we're looking at is dogecoin. Oh no, it's Doge again. Doge is one of the best performers today, up more than 7% in the last 24 hours. That's possibly because of news on Twitter payments. More on this later. And finally, VGX, the native token of Voyager Digital, is down heavily after a massive surge. That's following news that Alameda Research, the trading firm associated with FTX, of course, filed a lawsuit on Monday against Voyager. Alameda seeks to recover $445 million from Voyager. Very curious to hear what Jason has to say about this. But before we discuss this with Jason, a word from our sponsor. This episode of Crypto Daily Briefing is sponsored by the Crypto app. The Crypto app delivers everything you need to stay on top of the world of crypto and your own crypto holdings. It includes a market leading price tracker, portfolio manager, analytics suite, and newsfeed, as well as a wide array of customizable alerts and widgets. Crypto moves fast, so you don't have to move left behind. With over 4 million downloads, the crypto app is the market's leading app for all things crypto. With that said, let's bring in our guest. Jason Rasnik is the founder and CEO of Benzynga, the financial news outlet. He's also a member of the unsecured creditors committee in the Voyager digital bankruptcy process. Great to have you with us, Jason."
    },
    {
        "speaker": "A",
        "text": "All right. Can you hear me?"
    },
    {
        "speaker": "B",
        "text": "Loud and clear."
    },
    {
        "speaker": "A",
        "text": "All right. I just want to make sure I didn't. The mute button clicked. Yeah, no. Interesting day, I see. We have a Benzynga article up there at the Benzinga offices right now. Interesting day, interesting week, interesting month. Interesting six months a year. I mean, this is the never ending soap opera that continues, and we're here as participants, participants in it. And it's definitely sad for creditors of all, all likes, all stripes, be it Voyager FTX. But you're going to see suits like this from an elemeta, and anyone that has claims or potential claims are going to suit, even if they aren't, you know that, even though, if it's very low likelihood that they're going to get any dollar amount or any sort of trade, but they have to file. They, in essence, have to file suits. It's hard for me to comment on it as a UCC member. We have our weekly meeting today."
    },
    {
        "speaker": "B",
        "text": "But Jason, let me, let me just jump in here and give a little bit of background for folks who obviously are not following the story as closely as you may be. So Voyager is slash was, I guess. It's still a continuing operating legal entity, I think a now bankrupt crypto broker. It offered lend services. They filed for bankruptcy back in July of 2022. They had in excess of $650 million in exposure to three arrows Capital, also known as three AC. Just to get folks started out here, for people who are a little bit more new to this space, tell us a little bit about your involvement in the banks reps. You, of course, represent the creditors here. Give us a bit of an update. Where the bankruptcy stands right now and what your involvement in it is."
    },
    {
        "speaker": "A",
        "text": "Yeah, I represent the creditor committee. I obviously had assets there at Voyager. I thought Voyager, what I invested in was as safe as having my money at JPMorgan. I really did. I wasn't looking for high risk investments. I wasn't buying millions of dollars of bitcoin. I was mainly in USDC and then I was in VGX. I mean, was still, I mean, I'm still in it, but like was. It's like talking about the past tense because feel like I've been trying to get money out of there, you know, and get this process over with. But, you know, these bankruptcy processes just take different turns and go on for a long time. But, um, so VGX and USDC were my main holdings. There a couple other small things where we're at. I mean, it's. We, we know how we got here. There was a loan given out to three AC with. You know what I mean? If you look at the filings, you can see what due diligence was done. Three AC defaulted on what they owed. The loan was like 600 million or something, which was enough to potentially bankrupt the company. So in hindsight, the different places, Voyager, blockfi, all these places were given higher interest rates, given higher yield to compete with each other. And the ones who are more conservative, like a coinbase, they're still around. So we got here because of a loan that got defaulted upon and then the company felt it was best to file bankruptcy versus taking a write off or what have you. The bankruptcy process, to say the least, is a frustrating, laborious, upsetting process, me not being involved in a bankruptcy. Before I joined this creditor committee for, I talked to many families who had close to life savings at Voyager. So I wanted to do my damnedest to try to help get them money, get the fees as low as possible. That was my, you know, and then I'll actually get an initial distribution right when the thing was even filed and we were working on that but couldn't get it done. But, uh, if you look at the filings, you'll see these fees are just crazy. They're astronomical. And I say crazy because I'm not in the bankruptcy space. I don't know if these, like, I guess these are typical and we can try, but that's what happens."
    },
    {
        "speaker": "B",
        "text": "Jason, let me ask you this. For folks out there who may have had investments in Voyager, you're in a unique position here. You've never been involved in the bankruptcy process before. Now you find yourself a member of the unsecured creditors committee. What did you learn from inside that committee that you might not have seen if you were just one of the folks who'd invested, sitting on the outside hoping to get money back? You're now an active participant in the process. What have you learned from doing that?"
    },
    {
        "speaker": "A",
        "text": "Yeah, very interesting. Like sometimes I wonder, could I. Cause then I could be more public and say things if I was on the outside. My opinion, like there's active people that are unsecured creditors. I call them depositors. I think we're depositors. And like, like, again, I treated like JP Morgan and they can have more of a voice than sometimes we on the UCC. Because I can't go public with what you know, I want to say and do because at the end of the day, like the UCC and the creditors, we're all one. We're all getting hurt. And by working more together, we get better results, people. I mean, I just, I just, as I'm sitting here right now, I just read a DM from someone that would just tweet about me and say all this crazy stuff this guy wrote me. I believe you were used as a scapegoat for many creditors, including myself. The lack of information we were receiving made us obviously question the head of the UCC. I have bashed you on Twitter and private message, but I'm not above saying when I am wrong. This is an apology for what I have said and I know from your town hall recently how you, how hard you've worked and you are in the same boat with us. That is true. But it is so frustrating how many people have let us creditors down, the average joes who have to listen to the $1000 hotel bills by Kirkland Ellis and such. I worked four years in a grocery store to save up that money, turned it into 1 million and now I have nothing. I owe 136,000 in taxes, 20,000 in credit card debt and the worst mental state in my life. The worst case scenario happened to me and it's been so hard. I'm almost done. I understand mental stress and do not want to add to yours. I'm sure you've been doing a great job as your passionate town hall showed. Not sure if you will get this as I blocked you. Sorry lol. I just hope it works out for us all in the end. Thanks to I won't say his name."
    },
    {
        "speaker": "B",
        "text": "Jason, I'm so glad you read that because that really gives a very poignant sense of what people feel like, what they're going through, what the experience is like of having, essentially, your deposits disappear or get locked, at least I guess, is probably the proper term from a legal perspective, not have access to your funds after working hard to build it up. It must just be an incredibly emotional experience for everyone. We talk about it on the show, but the perspective that you have to actually read that quote, really extraordinary."
    },
    {
        "speaker": "A",
        "text": "Well, think about it. If you're not in the UCC and you're creditor and you have $30,000 or $70,000 or $300,000, and that's a big portion of life savings, or what have you think about how angry, frustrated you are and you're not getting updates. You're seeing stuff on Twitter, which is often proved to be fake. I remember there was another bid for Voyager. Everyone was really mad that they said the UCC didn't take, and the company that made that bid put a press release that they put a bid in, and they weren't considered seriously. And then it was proven later. Kirkland came out and said this company did not submit a final bid, which I knew, but we couldn't say that. So we were getting."
    },
    {
        "speaker": "B",
        "text": "Who does Kirkland, Allison represent in this suit?"
    },
    {
        "speaker": "A",
        "text": "Can I say swear word or no?"
    },
    {
        "speaker": "B",
        "text": "Absolutely."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. So we are getting shit on about this one company that all these people on Twitter like, how do you not, you know, whatever. And they never submit. They never submitted a final bid. We can't say that. So I'll tell you what Kirkland else represents, but we can't say that. The other thing is, yeah, this bankruptcy process, like, me being on the committee and me being a startup guy trying to solve problems and fix things, like, bankruptcy processes have to change. Like, to me, they haven't changed into the 21st century. They just haven't had, like, I'm sitting here, and people post on Twitter about me, and, you know, if I take a step back, I guess I can see why. They don't know what's going on. They don't know what authority we have. Whereas, like, the regular, average Joe public can say more and do more and write to the person, write to lawyers, write to the judge, and it's crazy. There's seven people on the committee, and each person has a vote. Whenever there's a vote, my. Like, I don't know if votes ever become public. I'm okay with them to become public, but, like, multiple things that people are. At least a couple people that people thought I was, like, voted against or whatever, because I know the founder of Voyager. So it's like. Like, I. Me, voting. I vote based, like, on that person that just emailed me that text me. I talked to a family of a cook and a wife who's a waitress. That's $74,000 at Voyager, 98,000 to their total name. They've saved up. They moved to Voyager from their credit union. The reason they did is they were trying to make some more interest on their cash. And they call me crying. I mean, I haven't talked to them in two weeks, but, and then, but that they're very, like, they pray a lot and they were hoping, you know, to get the in the dollar, but that's who I'm here fighting for. That's it. You know, like, yes, I lost a lot of money. I'm losing a lot of money. I mean, I was one of the higher end credit, higher end creditors, but I removed me out of it for a second. That guy who had 74,000 and they have 98,000 to their name before, that's who I think about. So when I think about fees, lawyers, like, investigators, like, that's the stuff that I guess is part of the process. It's just not what I'm used to or comfortable with. Like, some of the stuff in this business is you have to do an investigation that costs money, a lot of money. Like, you know, even if, like, my opinion on the investigation, like, if I say I had an opinion on one thing, like, we should or shouldn't do it, but I, like, it doesn't matter. They have to do it, but I want to, I want to spend 300,000 where instead of spent millions, you know what I mean? Like, it's just, it's a process that is frustrating. And most bankruptcies, though, aren't like this. That's why this is so different than anything else that I have seen. How does bankruptcy so different? So when you think of bankruptcies, you think of toys R us, Sears, these big companies that are the people that are owed money, are lenders, are the bank capitals of the world, are chase banks, JP Morgan. It's not the average Joe that had their savings in there. How many times?"
    },
    {
        "speaker": "B",
        "text": "This is a distinction you're making here between a lender and a depositor. A lender traditionally being someone, for example, who owns the bonds. These are depositors who in essence, in many cases believed it was still their money. And in fact, it turns out they become general creditors in a bankruptcy treated like any other creditor. And that's really one of the challenges here."
    },
    {
        "speaker": "A",
        "text": "So think about this. In the american banking system, I don't know of any, like, bank failures where people didn't get their money back? You know, there's bank failures all, like, you know, there's credit unions that fail, but they, people get their money back."
    },
    {
        "speaker": "B",
        "text": "Those are typically FDIC insured institutions."
    },
    {
        "speaker": "A",
        "text": "But sometimes there's FDIC stretches or there's some other ways people have gotten their money back. Think of Bear Stearns, think of Lehman. People got their money back. And so you could talk Bernie Madoff. People didn't. I don't believe everyone got their money back, but it was different kind of clients, right? High net worth, lots of money. Now, don't get me wrong, there was a lot of people that had a lot of money there, and they literally, I remember reading a story like a 78 year old grandfather that had to go back to work after the Madoff thing. He had all his assets there because they were used to getting that, like, 15% return and, you know, and that, so, so I guess that's a big difference with the creditors being the depositors, and I think that's a rarity. So what I was, you know, worked my hardest was, please give as low fees as you possibly can. Do it out of the kindness of your heart, you know, selling creditors. Email, the lawyers, get, you know, whatever fees, like, you know."
    },
    {
        "speaker": "B",
        "text": "But people may not understand this. In the case of a bankruptcy, they call them professionals. The professionals always get paid first. Essentially, this is the lawyers, the bankers, the accountants, the investigators, anybody who's involved on processing the bankruptcy. Essentially, they have a super senior claim over everyone else. Otherwise the thinking goes, I believe that you wouldn't get professionals to participate in the process. So they get paid first, and when the expenses mount, effectively, that comes out of the pool of available assets that can go out to those creditors when there's a workout."
    },
    {
        "speaker": "A",
        "text": "So, yeah. So then if you think about Ash, what could you do to change the process? So if you think about that, incentives are not aligned in that category, right? In that area, incomes are not aligned. If you're a person working on the case, like, for example, Voyager has to have three independent directors as part of the bankruptcy process. Three independent directors that they have to hire to administer the bankruptcy process. Well, go look. What the salary they get per month. Okay. Their salary per month. Would that. That family, that guy who is the chef and the wife who's the waitress who cry to me. The salaries that those people get per month, the three of them combined, would take care of their, would take care of their whole nut, and they, what."
    },
    {
        "speaker": "B",
        "text": "Is the salary per month? Or is that something you can't."
    },
    {
        "speaker": "A",
        "text": "No, it's public. It's public on the thing. It just. It's public, I guess so. It says. It says it's 30,000 per month per person. I don't know if that's. Yeah, listen, those are things that us in the UCC, we question, like, hey, now that we know what's happening, do you need these people? Like, can they move on now to the next thing? That would save 90,000 a month. And, you know, we're told you can't. They need them. Like, again, this is not, um. It's another thing I would say to you, ash, that's very different. I'm talking to you like. Like a depositor that doesn't. Not an expert in most bankruptcies. The people that are on the committee often are, like, institutional, you know, so it's like, it's. Think about it. It's like Berkshire Hathaway, the insurance company, they own AIG or what have you, being on the board of the bankruptcy versus depositors. We're made up of seven depositors. Like, and I'm not speaking for any of them because I, like, that's one thing. I used to go out there and publicly tweet and try to get everyone to fight together and join in so we can get this done. And I believe the debtor wants to get this done as well. And the debtors attorney is Kirkland. The. It's where the average person joining a committee. And I want to see as many people made whole as possible."
    },
    {
        "speaker": "B",
        "text": "That's why I get talking of that. I see the questions, and they're flying through right now in the YouTube chat. One of the questions that we keep getting coming up is the question about from Brian and some others. The question is, basically, where are we in this? Can you put a range in terms on sense, on the dollar, on where depositors are going to get assets? The range at least is for beginning that conversation."
    },
    {
        "speaker": "A",
        "text": "Well, there's, there's. There's different things, right? So there's one where you get that date, where it's a settlement date or what have you, where. Here's the numbers you're going to get. And, you know, and there was things out there that was saying, that's $0.50 on the dollar. There were things that were saying $0.60 on the dollar. And then you see claims coming in of like this from El Mehda, you know, be it true or be it not true, that changes the outcome if that got approved. Right. But what I'm trying to say is there's a number here, but then there's additional numbers. So in the cred case, that's a bankruptcy. Now, they've recovered a lot of money over time. So there's one thing where you get a date, where you get agreed two terms. They return that money, you get that money, then there's a liquidation trust, and then that's where you make calculated bets and you go after other parties that were involved in this bankruptcy. For example, like, I had a decent amount of money at Voyager. Still have a decent amount of money at Voyager. I mean, you'd fall off your chair. What I have stuck there. And there's other party. Other parties are why I'm at Voyager. Other parties, like companies and people, you know, given information that just wasn't true. And so what happens is the liquidation trust then goes and looks at the different things and people will speak up. What other parties were part of this? Why? You know, and, like, should they. Should they. Should they go after them? And. And so that number, that 50, 60, whatever that number is, can go up through the liquidation trust can go up, you know, if other parties are complicit and have to owe a fee. Yeah."
    },
    {
        "speaker": "B",
        "text": "And obviously, we should say, just by way of general disclosure, that all this is subject to legal proceedings. We're trying to discuss this, trying to frame this out, but obviously, things can change on the ground as the case progresses."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm. And I'm just discussing ash more in a general sense, so I'm not even going to, like, oh, yeah, you're going to get this. Like, I wouldn't do that because I don't want to speak for the creditor committee. What I. What I can address is bankruptcy process. So we have other companies you have on the screen. If it's up on the Celsius. Right. Then you have."
    },
    {
        "speaker": "B",
        "text": "Let me actually give that, the audience, that briefing on what was happening at Celsius. Voyager, of course, wasn't the only crypto lender to go bankrupt last year. Court appointed examiner has published her final report about the failings of Celsius network. It's nearly 700 pages long, and it's fair to say it is scathing. Boy, where do we even start on this one? Here are some of the main points summarized nicely by Bloomberg. According to the examiner, Celsius lacked the ability to track its assets and liabilities, tried to erase misrepresentations made to the public by CEO Alex Mashinsky. Continued to present an optimistic picture even when faced with a liquidity crunch. Failed to disclose purchases of its own cel token and used user funds as collateral for loans to rescue its balance sheet, the report says, quote, behind the scenes, Celsius conducted its business in a starkly different manner than how it marketed itself to its customers in every respect. Obviously, this is coming from that report and summarized, of course, by Bloomberg. Not our view. Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "C",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp's software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding Ramp could be one of the best decisions you've ever made. Get $250 when you join Ramp for free. Just go to ramp.com easy. Ramp.com easy. Ramp.com easy cards issued by Sutton bank."
    },
    {
        "speaker": "A",
        "text": "And celtic bank members of DIC. Terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "You know, I know you're not directly involved in this case, but you were making the point, Jason, about some of the general commonalities I believe that we see throughout these bankruptcies."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, we were reached out to by other UCC's that were getting started. Now he's trying to, you know, give us, like, stuff we learned so they can save dollars. I mean, at the end of the. The way I look at it, Ash, is that every dollar is our. Is our money, right? So Voyager didn't go bankrupt. Let's say Voyager didn't go bankrupt. What cash would've been left over to pay the depositors? How much would we have been at? You know, it. Would it be $0.80 on a dollar? $0.85 on a dollar? Like, how much would we have been at? And that's the way I look at it. And then everything else is miss, miss, you know, is expenses. And I. And the lawyers will say it like the lawyers will say it, bankruptcy is an expensive process, and they understand it and they feel bad about it. You know, it's like. But you can make the argument then, well, to get the level of service, it costs money. I mean, you have some of the best law firms in the market. Kirkland is top law firm. McDermott is a top law firm. To get the talent, you have to pay for it. Right. It's just that we're dealing with a lot of average joes that want this to be done. And if, honestly, if I was on the credit committee and I was out there on Twitter, I would blame stuff on me, too. Like, there's times I've said it publicly in our, in our last town hall, I said I tried to resign from the committee, like, four months ago, five months ago, when I couldn't take the fees anymore. I just couldn't. I'm like, I can't be part of this. Like, I, I just can't. Like, I. It was just like, I want this done for everyone. Like, my whole thing, the whole time, just to simplify this, was to get the most amount of money in the shortest amount of time. But that, having said that, that doesn't mean if there was an, if there was an offer that said, hey, long term, what's this offer going to look like? And it's going to be a longer term, but you can get paid back whole. Not opposed to that either. But that's just my goal from day one. It's just like, be done, move on. Accept what our losses are and move on. And what's aggravating, upsetting and anxious anxiety, distressing is the ongoing nature of it. I mean, we are supposed to close with, FTX is supposed to close, and, you know, it was literally supposed to be done, and then they file, they go bankrupt. Right. And you can, you can do Sunday morning, you know, quarterbacking. If coindesk didn't have the article, if maybe the tweet didn't go public, maybe there's a lot of different things that you could talk about here. Or should binance have been the winner and how. And how the process works, how the bidder was chosen? Like, there is a lot of things. People go crazy enough. Well, how are we, how are we supporting paying the, you know, the marketing, marketing people at Voyager when they're not taking new accounts right now? How are we supporting that? Well, we don't have control over that. We don't have any control. The debtor controls that part of the process. The judge can speak up, but we don't have control. And, and that's what the judge, by the way, told people last in the last meeting, and so you get a lot of misinformation on Twitter. They think that we have, like, some magic wand. If I had a magic wand, what would I do? Say tomorrow? All right, everyone that has crypto, you can either transfer it to some wallet or, you know, here's the percentage you're getting back cash. Let's move on. Okay. And let's do this thing. Let's just be done. Let's not, you know, let's just. Or force it, like, it has to be done this week, because every day it goes on, there's more fees accumulated, and that's it. And that's, by the way, I'm not even talking Voyager. I'm talking binance. I'm talking about it to be buyer. I'm talking blockfi, Celsius. Every other bankruptcy FTX, like, doesn't help us to drag these things on. Yeah. I mean, unless the prices. Hey, maybe Ethereum goes up 100%. That helps. Yeah."
    },
    {
        "speaker": "B",
        "text": "I mean, the challenge here, obviously, is that you have different stakeholders, different creditors, the debtors rights, everyone trying to be represented here, and they're trying to take, I guess, all that new account. But to your point, ultimately, what it does is it burns off a lot of cash that would otherwise be available to pay other parties as sort of a general rule. I'm not speaking specifically here, but just more generally."
    },
    {
        "speaker": "A",
        "text": "Well, what's really confusing, Ash, is this. If E trade. E trade went bankrupt, let's say they went bankrupt. They owned by Morgan Stanley, whatever. They went bankrupt. You don't lose your shares of Tesla. If you own shares of Tesla, they have SIPC insurance. So that has to do with the stock market."
    },
    {
        "speaker": "B",
        "text": "Preston. For people who don't know, the SiPiC insurance is analogous in some ways to FDIC. It protects the investors who own the shares. In the case of an insolvency of a broker dealer, there's insurance there, and it's a fairly high value number, I believe."
    },
    {
        "speaker": "A",
        "text": "Yeah. And so think about this. The part of the process with its whole Voyager bankruptcy, people didn't understand that. They said, if they own bitcoin, they get all their bitcoin. It's their bitcoin. They bring up a video where the CEO of Voyager mentioned your crypto, your wallet. You can take it anywhere. They had the belief that their coin is their coin, Preston, and it turns."
    },
    {
        "speaker": "B",
        "text": "Out it's just the opposite. They're just a general creditor in the event of an insolvency has occurred. And I think under us law, even, for example, a bank it's a similar situation. Unless it's a trust, then the assets are held in trust for the, for the depositors or the investors. Let me just real quick, Jason, I know we've got a lot to cover here, but I wanted to give a quick brief here to our viewers on some other things that are happening. We'll get back to this in just a second, but I want to take a look at some other news stories. Sources speaking of the Financial Times say Twitter is forging ahead with the plan to introduce payments. Apparently the company has started applying to us regulators for licenses. A small team is said to be working on mapping it out how payments could be integrated into the platform. This is all part of CEO Elon Musk's vision to turn Twitter into a so called everything app like some of the ones one sees in Asia. I'm thinking here of something like WeChat. This means it would incorporate messaging, payments, payments and commerce. The FT says Musk wants to offer savings accounts and debit cards. He hopes to open up a new revenue stream after ad sales plunge. A couple of other stories here that I wanted to mention before we get back to Jason in just a second. A quick fire segment of stories about crypto adoption. More broadly, the English Premier League has struck a deal with so rare, so rare as a blockchain based fantasy sports game. Users will be able to collect and trade NFT cards representing Premier League players. Sources speaking of the Financial Times today say so rare will pay the Premier League tens of millions of pounds a year over the course of the next four years for the rights. Next one Solana Mobile has recently unveiled its new decentralized app store. The store will only be accessible on Solana saga phone. Solana hopes to entice developers by not taking a cut of their app sales. The company says the store will live on the Arweave storage protocol, making it censorship resistant. And finally, Binance has announced it's launching a crypto premons card in Brazil. It's partnering with Mastercard on that product. Finance users in Brazil with a valid id will be able to use it to pay for bills. 13 cryptocurrencies will be supported on the prepayments card. Binance will take a 0.9% cut on payments using crypto. It says it will offer 8% cash back on eligible purchases. Binance says the card is in the testing phase and will launch in the coming weeks. Brazil is the second country in Latin America, after Argentina, to get the card from binance. So obviously a lot happening across the crypto complex in terms of adoption. Jason, to get back to this, obviously, it's an incredibly large story. And as you point out, it's a story that's analogous here in some of the other bankruptcy filings that we've seen, Celsius and others. Big picture. When you zoom the camera out, where do you think we are right now? How far along are we in this process and how optimistic you are of this reaching a future resolution?"
    },
    {
        "speaker": "A",
        "text": "Well, I would say three things. One, I hope the bankruptcy processes improve for creditors, just in general, like the way that it is, the way that information flows. I think that information flows should be significantly changed. So people like with the this day and age and digital media, I think the judges should have a place where they can update where they're at in the case of what's remaining, what the average person can do. And, you know, I think that process needs to be updated. Where are we at in this process? In crypto? I think you've seen the last year or so where a lot of people have been burned out, burned out of things. So the biggest thing that I said, benzynga, we had a crypto event, met one of your guys at a crypto event. Um, but we, we, um. The thing that I talk about, that I talked about there, and I, is trust. It's trust. It's trust. It's trust. And it's more trust. That's, that's it to me, it's trust. Like, again, when I was investing in Voyager, I didn't put a 1% risk that I was losing the money, not 1%. Like, that's. And you, and you, you may say that, like Jason, you like, are smarter than that of. Yeah, well, the lesson I've learned, if an interest rate is above market, so if it's above market, say it was 8% and markets 2%. I second guess, and don't do the investments."
    },
    {
        "speaker": "B",
        "text": "You know, let me just jump in here to exactly that point because we have a viewer who's asking that question. This is Ralph H. From the real vision website, wants to know why you thought Voyager was as safe as JPMorgan since it didn't have FDIC protection or SiPIC protection and that crypto assets would have not been protected under either regime. Was there another reason that you felt that Voyager was a safe? Was there something that you saw there that reassured you?"
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, great question. So now, supposedly did have FDIC insurance, but. So Voyager was an ongoing business and growing stock was growing, going well, like I said, I knew the CEO and I asked the questions like, what's a black swan event for Voyager? I asked executives at Voyager and they're like, like, well, black Swan event would be like, if everyone to stop trading crypto, we would make. It be hard for us to make money. What I was told, you can go to YouTube, type in, is USDC safe? So who asked that question again? I think it was Ralph H. Ralph Hdd. So USDC, United States stablecoin. So you go on the Voyager app, you'll see USDC near below that, you'll see USD like. Like, it was treated like one in the same. In some respect. And I would. And it was. What was everyone knowledgeable? USDC, one for one. You invest in USDC, it's one for one. Two weeks before the Voyager banks, or three weeks before the bank. Voyager bankruptcy. Bankruptcy. USDT or Luna, they. They plummeted or something. And I remember playing golf with someone, and they're like, Jason, how you hanging in there? Your USDC that you've been raving about for the last eight months got killed. I'm like, no, it didn't get killed at all. That's USDT. That's an algorithmic stablecoin. USDC is one four one. That's what I was told. And so. And then I asked the. I asked on YouTube, you can see, when I interviewed the CEO of Circle, I said, how can these different banks, like Voyager, Blockfi, Coinbase, offer these higher interest rates for USDC? Like, it's one for one. And the answer I received was, just like, banks like bank of America, JPMorgan Chase, they take your deposits and they lend your deposits out to many places for mortgages, for credit card interest. So his answer was, credit card interest is, like, 29%, 28%. So what we're doing at USDC, at circle is disrupting the banking stack. We're allowing people like myself and average Joe to participate in that success. So, in essence, instead of the banks making 16% a month on your money, we're saying, let's share that with. With average Joe. Okay? And I had money with Voyager for many months. I money with Voyager for many months. And Voyager was great. I got interest. Then it turned to VGX, but that I got. I got interest. No problems. And that logic seemed right to me. And me being like this, like, you know, I was always, like, an Internet nerd. I found the third online textbook store ever in 1998 or something. Like, it's like I'm always, you know, try to be more on the cutting edge of things. So I'm thinking that average or that most people haven't heard of USDC yet and that we have an edge by paying attention. And USDC is the way to disrupt a little bit of the banking stack because the banking stack was at 29% interest rates and so participate. Not for 1 second did I think our money was leveraged up, this stuff. Now back to Ralph's question. I know you want to cut Nash."
    },
    {
        "speaker": "B",
        "text": "I want to jump in real quick on that, because just to give people some background, some context, USDC, of course, founded by the circle group, initially still trading right now at about par, looking at Coinmarketcap trading at one to one right now about $1. But the challenge here, of course, was that the deposits held at one of the institutions, in this case, obviously, the one that we've been talking about here, was an insolvency event and therefore the ability to render. Go ahead."
    },
    {
        "speaker": "A",
        "text": "Yeah, so, so what I'm saying to you is just the one to one thing. I, before putting so much money at Voyager, I looked everywhere. I read everywhere I looked. I again asked CEO Circle, I wanted to know if there's any risk to the money, how can I lose this money? I wanted my downside protected. I wanted to know because I had more money in this thing than I would then I would put in. I'm trying to think of safe stock. I don't even know Dt energy. Like it's a relative utility. Like I had more money than that in a significant way. Because one to one, to me, and by the way, I was getting that higher interest. I was getting the higher interest. It was good. I didn't, I didn't know that this could be a possibility. And to that fact, here's something that I don't know if you guys know. And Ralph, I don't know, about. Four months, six months, eight months earlier, eight months earlier. The coin base, is that the one that's public Coinbase, I think. Yeah, it's public. They came out with a disclosure in their filing. Their stock went down 20% because it said that a bankruptcy could result in these people being unsecured creditors to a bankruptcy and that your deposits aren't safe, so to speak. Okay."
    },
    {
        "speaker": "B",
        "text": "Yeah. It was a huge story. They said bench, essentially that in the event of insolvency, that depositors become general creditors. I believe that was close to that."
    },
    {
        "speaker": "A",
        "text": "Yep. And this, but as this is way before any of these bankruptcies. Okay. So that that comes out, I asked people in the industry what this means. High up executives. And they're like, it's nothing. It's just a disclosure they had to put in there. The SEC was just, it was protection. It meant. It meant nothing. Okay? And then I'll tell you, I have this brother of mine who's been trying to get me out of crypto forever because he doesn't understand it. And he, you know, when he saw me getting paid 9% interest, like, get out, get out, get out. Like he's been saying for me to get out for two years, I could look at my email. I probably have no less than ten to twelve emails about me getting out of it. Okay? He was right in the end on all of it. He was right in the end on all of it. Like, literally, because to Ralph H, I literally thought it said USDC is one for one. When USDT broke that, the algorithmic coin went down, right. And USDC wasn't affected. I didn't think there's anything to be affected. Now, in hindsight. In hindsight, sitting here like, okay, USDT Luna breaks. Maybe I should have thought that three ac owned Luna, but I didn't think three AC was involved in any of this. I didn't think it was over leverage, but, like, I didn't. I guess I didn't understand that what one for one meant. If you say USDC is one for one, Ash. So if you're telling me if I give you $10,000 today and it's secured by a one for one offering, now you're going to offer interest because you're making. So I thought the voyagers of the world and the circles world are making money on, like, instead of people getting credit cards through bank of America, they're getting it through circle. So circle is offering some of that yield back to us. That's what I thought. I didn't know how the whole system worked, and I don't think 90% of the people knew that, maybe less than two or three, because I remember exactly where I was when I'm, like, making the commitment. Should I leave real money in these companies?"
    },
    {
        "speaker": "B",
        "text": "Just a quick distinction here for people who are still struggling to get their heads around this. So USt was the terror USD stablecoin, which collapsed. USDC, the coin that was originally founded by the Circle Alliance, I believe was. The name, has not collapsed. The peg was not broken. I think it has dipped in the past, historically below, uh, the dollar. Uh, but it's traded into the 90% range. But it's still."
    },
    {
        "speaker": "A",
        "text": "The."
    },
    {
        "speaker": "B",
        "text": "The problem here was, uh, the distinction was it was at Voyager rather than the inherent collapse of USDC as a coin, which was an insolvency event."
    },
    {
        "speaker": "A",
        "text": "Ash. But why does that matter? Like, that USDC is. You can tell me. I'm asking for real? Yeah, why does it matter that USDC is still at the one for one and then USDT lost its peg? Why does that matter? Because for my purposes, it lost its one for one when I lost the money. Preston."
    },
    {
        "speaker": "B",
        "text": "Well, I would think of it this way. For example, if you have a bond that is still money good, its still paying out at par, but theres an insolvency of the payment agency, or theres a solvency of the trust that holds it, and they somehow collapse and you wont have access to your money. The bond is still money good. The problem was in the folks who were holding onto that bond for you. So the end result to the. To the users is they effectively get. They take a haircut. And that is unfortunately unchanged in either scenario. But the idea that the coin has not defaulted is the distinction, rather than the lend program, which is defaulted. For example, if you were, if you had. If you had assets on an exchange that collapsed, if you had bitcoin, for example, and the price of bitcoin hadn't fallen, but you weren't able to get your assets, you may have to write that down to zero. Or though bitcoin still may be trading in a similar band to where it was prior to the insolvency of the depositor."
    },
    {
        "speaker": "A",
        "text": "Well, so then my question to you is, I feel like my face takes up so much of the screen. Big face. So my question to you then is, shouldn't people like me or average Joe who are putting money in USDC to get interest, like, be warned that there's risk if the place they're using with uses leverage? I mean, all I kept hearing is USDC is one for one. So I don't, you know, I. I don't know. Like, and got, the end of the day, it's buyer beware, right? And if something's too good to be true, you probably don't do it. Like, I. I invest in the stock market, and, like, one of the stocks that's up a lot is crocs up, crazy amount. And I'm just like, okay, do I sell now? Do I sell now? And I, like, just because it's too good to be true, then may, you know. And that's what I've learned through crocs."
    },
    {
        "speaker": "B",
        "text": "Like the shoes."
    },
    {
        "speaker": "A",
        "text": "Crocs like a shoes. I mean, it's up like 120% since I bought it, and I'm wearing them now. There you go. It's literally the best stock I've ever seen. And I, and, um, I don't, I mean, obviously, oh, if I had the."
    },
    {
        "speaker": "B",
        "text": "Money, the stock, but the shoes are very comfortable."
    },
    {
        "speaker": "A",
        "text": "If I have the money that I have in Voyager right now. In crocs. Yeah, rich man there. Like, it's a couple of points before."
    },
    {
        "speaker": "B",
        "text": "We jump into the questions. I mean, look, you know, for me, and this is just my opinion, my view, the challenge that we see in this space is that we have total centralization and a lack of regulation. And that's kind of the worst of both possible worlds. We're moving toward this view of the world. We hope to get there someday where things are truly decentralized, where things are transparent, where everything takes place on chain, and many of the bankruptcies we saw. And I don't want to pick on anyone in particular, but just talking as a general proposition, that was not the case. And then you had the absence of regulation. The reason that you don't see these kinds of problems taking place. And by the way, the traditional us financial system is by no means perfect. But when you go and you deposit your paycheck electronically at JP Morgan or wherever you bank Wells Fargo, you have a reasonable expectation that you're going to get paid. Why? Because they're so heavily regulated. To the point. I was trying to think of a metaphor earlier about the difference between UST and USDC and why it matters. It would be like if you had a bank, Jason, and I came and lent you gold coins and put them with you, and you were leveraging those, and there was an insolvency at Jason company. You could say that the gold coins were still worth whatever the gold coins were worth, but you didnt have them to pay me back because there was insolvency and youd had leverage on them. There are a lot of people, Jason, you're a sophisticated guy. You've been doing this for a long time. And there are a lot of people who are sophisticated, who have just learned these lessons the very hard way, because we've never seen this before. And it is very easy to listen to things like, well, it's one for one, okay, the coin is one for one, but the place where I'm the depositor, can go and solve it. And there isn't SIPC, and there isn't FDIC, and all of these issues are things that are just very painful learning experiences for people."
    },
    {
        "speaker": "A",
        "text": "And, Ash, what I think about is like a line graph right here. And if, like the government or whatever, because the banking act, like it was 1996, it changed all the stuff for banks where you can see what they have intangible. But there was a line that said high risk, low risk. We Benzinga, we created a yield page. Things like benzinga.com, yieldpage, or yield page. I'm not trying to do a marketing thing, but we created a yield page recently that literally said, here's your highest return products. Here's your lowest return products with risk and with low risk. So people are looking for a 5% interest rate. We show municipal, municipals on it. People are looking for a 2% rate, zero risk, or 4%. We show t bills. And if people are looking for an 8%, you would have seen USDC on there. We went to knowing the risk level then, I guess now you'd put it at the high risk. That's the part that I didn't understand. And worse yet, worse for me, you know, it wasn't my life savings, but, like, what's worse is the person who's worked for, you know, six years was a guy that I talked to a lot, and he's worked, and he has his. And he has to tell his wife and mental health and all this stuff. So, like, how. How do you, how do you drive? You know, how do you handle that? And that's because you didn't under. You didn't understand when you thought people who invested with stuff they were, thought they were being on the front end of new, innovative things. I mean, the savings rate at JPMorgan right now, the savings I get, I know you can get from other banks, the savings rate is 0.5%. You can go to, like, bread or a couple others and get like 3.5%. But now you have to think twice if you're over the FDIC insurance amount, do you want to go with a company that you. That hasn't been around for 60 years, or do you want to go with the one that's been around for 60 years? And then I could see people in your chat room saying, well, Jason, what about leaving a bear Stearns? Okay, so I don't have any great answers. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing. Yeah, no, it's a work in progress for everyone. Jason, there's some other great questions that I wanted to get to here. Maybe we could do a quick speed round, ask these questions real quickly, because I know there are a lot of people who really would like to hear from you and they have some really good questions. Ah, but first, for those watching on the real Vision website, I should say thank you. If you haven't signed up there yet, check it out@realvision.com. dot that's the best way to get early access to real vision content. If you sign up for real Vision Pro membership, you will get access to a whole raft of professional level content. For example, the latest crypto insider talks that released Monday. And if you're watching on YouTube, please like and subscribe and hit the notification bell. We really appreciate it. Okay, on to some viewer questions. Here's one from Paul E. On the real Vision website. Jason, what's the alternative to everything? This is the point that you were putting out before that you've been disappointed with the Voyager bankruptcy process. I think Paul is asking, Jason, what would you like to see in an ideal world, if we could just do them quickly so we can get through some more questions as we go."
    },
    {
        "speaker": "A",
        "text": "Paul? Paul, I'm disappointed with the whole entire bankruptcy process, not just Voyager, how it works when you meet with the judge, the rulings and how long it takes to get something done, because the longer it takes, the more fees that are accumulated, and I'm talking significant fees. So if I could get something done, I would say there's 90 days. 1st 30 days you have to come to a working agreement. The next 30 days you have to make sure all parties agree. In the final 30 days you work on disbursements and that's it. And if it goes past that time, instead of the vendors accumulating fees, the lawyers and the other people on it, their fees would be reduced. So if it goes past that time, the fees would be reduced. Now I know externalities that could cause from that, like, oh, they're going to make a bad decision because they have to do it in 90 days. I want to stop the six months, year, two years now there'll be externalities like an FTX went bankrupt and that messes up the Voyager process. But other than that, putting some, expediting these things when it's so important in the money, like that's when I first started, man, I was calling every day the lawyers are we, are we there are we got this. Let's, let's get agreement this weekend. Let's get agreement this weekend. And you know, calling Voyager, I was calling like I, I, because I think the Voyager guys wanted it to move fast too. But then it got, then we met with reality. Yeah, that's something."
    },
    {
        "speaker": "B",
        "text": "Here's a great question from Vincent Rebeck on real vision. Jason, will you ever join a creditors committee again? If bankruptcies would be handled differently? Yeah. And how about if they're not. How about if it's."
    },
    {
        "speaker": "A",
        "text": "They're handled differently, then no. Then no."
    },
    {
        "speaker": "B",
        "text": "Sorry."
    },
    {
        "speaker": "A",
        "text": "If they're handled differently than yes. Like even. Like who you're even. Oh, my God. There's so much I could say. I got so much I could say, wait till this stuff's over. I mean, I have so much I could say on this stuff because there's some other stuff that's very strange."
    },
    {
        "speaker": "B",
        "text": "When this is, when this is done, you should write a book called, like, confessions of a credit committee member. Come on the show and talk about let'd be an amazing opportunity."
    },
    {
        "speaker": "A",
        "text": "You like some of that to this question? There's something I could say right now that would just, like, bring the house down. Like, in some respect. Like, it's something."
    },
    {
        "speaker": "B",
        "text": "You can't tease that. What is it?"
    },
    {
        "speaker": "A",
        "text": "I know because I get too many people pissed off. Not creditors, the people working the case. Like, we want them to get this case done so there's no threat out there. I just like, there's."
    },
    {
        "speaker": "B",
        "text": "Can you tease it? Can you give us a hint? Can you give us a little bit of it?"
    },
    {
        "speaker": "A",
        "text": "It's just, again, incentives. Just like when you're an investment banker, man. When you're investment banker, you're incentivized for closing the highest deal for your client, selling the company, getting a highest deal. When your attorneys on bankruptcies, like, what's your incentive now, the attorneys will tell you they want to get done quickly because they can get new clients and that'll look good for their marketing. But what, there's not necessarily incentive to get it done quickly. It's just. Oh, my God."
    },
    {
        "speaker": "B",
        "text": "Here's a question. Here's a question exactly to this point about the incentive structure and about fees. This one comes just from Robin on YouTube. And he first begins by saying, I do have to say thank you to the UCC committee. And the question is this, why are the attorneys fees so high for both Voyager and UCC?"
    },
    {
        "speaker": "A",
        "text": "Wait, voyager UCC fees high for UCC? Where's my fucking money? You can send me a check. What are you talking about? I've spent my own money, if you guys want to know. I probably spent my own money, about $75,000 just on me hiring attorney to get advice and all this stuff. Because that's. Yeah, out of my own pocket. But fees for the UCC, we get no fees. This is of the most thankless job I could ever do. And I'm on volunteer board positions. And what's. I don't need the credit or what later, what comes out from behind. I don't need that. What I want is people's money back. That's what all I. That's a good. If I can bring a smile to that. That chef and his wife, that'd be the greatest thing ever. If someone said today, Jason, they got a check and they, the wife can wake up one morning not crying. That's enough for me. That's why I joined this committee. So I joined this freaking committee. And so that's it. I don't know what the question was. I forgot. Sorry."
    },
    {
        "speaker": "B",
        "text": "I think the question was about attorney's fees."
    },
    {
        "speaker": "A",
        "text": "Why are they so high? So why are attorney's fees so high? I mean, that's your billion dollar question. That's what the market is. Now. Here's the other thing. Attorney fees and vendor fees can be disputed. There's a thing. You have 90 days after the case is over where they can be disputed and fees can be returned. So it's the nature of bankruptcy. If you go look at other bankruptcies, go look at Crooked McDonald's. I think you're talking about $200 million in fees on some of these cases. That's what the case is. Why investment bankers, they do a transaction, make $50 million. That's what the market is. Now. If Voyager, if the UCC hired third rate law firms, I guess they could have been a little bit lower. But it's hard when they go into top law firms. FTX, that's a serious thing. Why are they so high? And then some of it's to protect and investigate. Okay, I will write something, but it's. I would love to know. I wish the judge put a max in there of like $2 million a month for both sides. And you got to figure out how to make it happen."
    },
    {
        "speaker": "B",
        "text": "Jason, before we run over the hour here, I wanted to just give you the opportunity to give us some final thoughts, key takeaways that you'd like to leave our viewers and listeners with."
    },
    {
        "speaker": "A",
        "text": "So what I would. What I would say to you guys is like, three things. One, like, I'm not an expert in this, okay? I'm a volunteer just like others. I work at Benzinga. That's what my focus is, supplying data and my Benzinga pro, like, real time news platform. Right? That's what I focus on outside of here. I'm focused on this case. The fees are what they are. Like, we push, we say less meetings, less fees. There's only so much we can do. I believe the UCC's attorney was $2 million below what they budgeted. At least that's what was reported. But I understand, like, I would be, if I'm sitting on the credit committee or outside the credit committee, I would be upset. When you're not used to legal fees in a bankruptcy, it's going to be alarming. The fees no matter what. It just is. Talk to any bankruptcy attorney. They'll tell you the same thing. They'll tell you the same thing. You know, and I, a couple things I learned. Tell your kid to go to law school and be a bankruptcy attorney. I mean, like, it's, it's, it's crazy, but that's what the industry, it's like. Let me ask you this question. You have a heart surgeon, right? A heart surgeon makes anywhere from $600 to $3 million a year. Is he making too much in fees? He's saving. He's saving lives. Is his job very important? Yes. Is it costing insurance a lot? Yes. It's what the industry is, you know. Yes. I see that as saving lives very different. But I can't control it. If I could control it, you guys would be like, I mean, my wife, you know, my family teases me that I'm so frugal. When I came into this bankruptcy process, that's how I started this process. And I got a rude awakening that I wasn't able to control that as much. And I'm not saying that attorneys aren't trying hard. Like, I'm not saying that attorneys are bad people. I'm nothing. I say part of this is the process and then part of it is creditors, not just UCC. Speak up, you know, like, let people know your voice, I guess. But to go blame it on the UCC, it's just wrong. Like we, we can't control, like when you, I don't know if you know this, Ash, in a bankruptcy, the debtor controls, like, they have the exclusive, exclusive period. They control a lot of the process. And so, and not to say that the debtor can get the fees way down either. It's just part, I guess, like, I don't know about the independent directors. There's a lot of stuff I don't know and I'll write about. But my biggest thing with, when it comes to this bankruptcy, with Blockfi, with Voyager, with Celsius, with FTX, my biggest thing is let's get through this period. Let's get this done and let's get people their money back and not drag this stuff on and let's get. Let's do whatever we can. The judge is listening. Let's just do whatever we can. And I try to do right, because I. I don't think all people at Voyager are bad, either. I think there was mistakes made and that, like, mistakes were made, just like I made a mistake. I thought one for one meant it was protected. I don't think answers that Polyguy's question, but that's what I thought was the."
    },
    {
        "speaker": "B",
        "text": "Question about the distinction between the default and the insolvency at Voyager, rather than at the underlying coin. Boy, that's an important place, I think, to wrap up, because he was just spoken so passionately there. Um, we've got about 60 seconds left before we go. Since you mentioned Benzynga, I want to give the opportunity to talk a little bit about the platform, how you think about it. I'm sure most of our viewers are already familiar with it, but go ahead. Just real quick, what do you guys do over at Benzinga for anyone who may not know?"
    },
    {
        "speaker": "A",
        "text": "So we're about 150 people. We provide real time news and data. We have a news team that breaks stories. We're for the people, by the people. So we listen to our readers. We call the companies, talk to the companies, we put on events. In April, we rent out that. We rent out the fountain blue for the Benzinga cannabis capital conference. That's for companies that are raising money, looking for buyouts. Over a billion dollars in deals have been done at our event over the last four and a half years, and that's in April there. Benzynga Pro is a real time naked type Bloomberg data train ideas in there. Then we have newsletters. We were talking about banks. So the community. And you talk about regulation. Here's the. I'll give you. I'll give you a regulation item. Worked amazing. There's a guy named Tim Melvin, he's on one of our platforms, he's on Marketfi. It's called the community bank investor. In twelve years, you're not going to believe me, but this is true. In twelve years, he's not had a losing pick. He averaged about 12% annually in returns for the last twelve years. I am not joking. And the reason is he looks at just community banks. He knows because of the community banking act, there's a lot more you have to disclose. So he's able to look at it and go back into it. And I'm like, well, couldn't there be fraud? He's like, you would figure it out through the statements. He was at a hedge fund, he's able to go through and figure these out. And they're not like companies are 400 million in market caps. They're, some are like 70 million. They don't trade every day. And he's amazing at what he does. And why is he able to do what he does? Because of regulation. Regulation for the community bank act, where they are the banking act, different than."
    },
    {
        "speaker": "B",
        "text": "What you would see at a larger, larger bank. Jason, I got to wrap up here because we're about to run over the."
    },
    {
        "speaker": "A",
        "text": "Hour, but ash, thank you for having me. My name is Jason Razing Raz, n I c k. You can follow me on Twitter at jsonraznic or email me@jasonzinga.com dot thanks for having me on. You guys do a phenomenal job at real vision. Huge fan. Watched you for the last five years or so. You guys are awesome. And you have a, you have a phenomenal team. Thanks for having me on. And again, hopefully we get through this stuff and I'm sure we will. And it's just like, after this thing's over, please have me on again and I will say some of the stuff that, like, I just don't want to, I don't want to, I don't want to put unnecessary, like, legal expenses in if I, oh, we have to go address this issue then. And that's what I don't want. So that's why you don't see me on Twitter talking about the case anymore. Because what happened is we have to start talking about certain things and it's more time accumulated and I don't want to do that."
    },
    {
        "speaker": "B",
        "text": "You know, Jason, real, real vision can do a phenomenal job because of guests like you who come on the show and especially when you speak from the heart. Really incredible to have you here today. We appreciate it."
    },
    {
        "speaker": "A",
        "text": "Thank you. Thank you for having me on. It is from the heart and I just, you know, I don't think everyone's bad. I just think there's mistakes made and we just have to get through this and get, and get it done. And again, we can't look in the past, rearview mirrors in the past. We look forward, take it from today and forget about mistakes of the past. Let's get this done and get it so we're, you know, where can people, if I want to send a link, is there a link to send? Will you guys send this to link? Because I have two people ask me, how can they watch me right now?"
    },
    {
        "speaker": "B",
        "text": "It's a good question. I think we can get it on Twitter. So send it to us and we'll get it out."
    },
    {
        "speaker": "A",
        "text": "Okay. No, this video you'll get off your twitter. Zane."
    },
    {
        "speaker": "B",
        "text": "Absolutely."
    },
    {
        "speaker": "A",
        "text": "All right. Thank you so much. Sorry for the live think of it. But I just want to make sure. Okay."
    },
    {
        "speaker": "B",
        "text": "That's the fun of live tv. Jason, you get to do this."
    },
    {
        "speaker": "A",
        "text": "Yeah, I didn't know what? We're done. You just hang up and I'm gone."
    },
    {
        "speaker": "B",
        "text": "Forever, you know, live without a net every day. That's the fun. This episode of Crypto daily Briefing is sponsored by the Crypto app. The crypto app is your place for all things crypto. Download the crypto app today on Google Play or the iOS store. That's it for today. We'll be back at the same time tomorrow with see the light trading, who will join us with the latest technical analysis? See you at 09:00 a.m. pacific time, noon Eastern, 05:00 p.m. london live on real vision. Crypto daily briefing. Lots of fun today with Jason. Thanks for watching, everybody."
    }
]