[
    {
        "speaker": "A",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "B",
        "text": "What's up, everybody? Welcome to real Vision crypto Daily briefing. I'm Ash Bennington. Today I'm joined by Stephen Goldfedder, co founder and CEO of off chain Labs, the company that's developing arbitrum, to talk, of course, about all things arbitrum. Stephen, welcome to real vision."
    },
    {
        "speaker": "C",
        "text": "Thank you. Great to be here today."
    },
    {
        "speaker": "B",
        "text": "Well, it's a pleasure to have you with us. So much to talk about. We're going to dive into all of that in just a second, but let's take a look at some price action here. We are in the middle of a bull run, ladies and gentlemen. Bitcoin right now trading at 30,425, trailing 24 hours. Well, it's down about half a percent, but trailing seven days. Bitcoin up over 15%. Same story over with Ethereum trading right now at $1,889, trailing 24 hours. It's basically flat trailing seven days. Ethereum is up about 10%. Lots to talk about, but I want to also touch on Arbitrum right now trading on my screen at a buck 16. Stephen, welcome to real vision. So much to talk about here. Let's get folks started with a little bit of general background. We're going to dive into the weeds in just a second. But for those who are relatively new to this space, what is Arbitrum? And give us a thumbnail sketch of the Ethereum scalability issues, challenges and opportunities."
    },
    {
        "speaker": "C",
        "text": "For l two s. So arbitrum is a layer two scaling platform for Ethereum. There's a lot of big words there, but basically what it means is it is the way to scale Ethereum. It is the way to bring retail throughput and the capacity that really mainstream adoption needs to Ethereum. And this is not something that is a fringe belief in the Ethereum community. It's not something that only layer two builders believe. It's really something that the entire community believes. You know, a few years ago already, Vitalik put out. Vitalik Buterin put out a blog post talking about Ethereum's roll up centric roadmap. And arbitrum, as others are scaling technologies, are roll ups. And the idea is that everyone's on board both Ethereum layer one and Ethereum layer two, folks, that the way to scale Ethereum is to get actual users and retail and mass adoption onto layer two. Sdhe. The real awesome thing we do is we take the security and decentralization from Ethereum, and we bring that to layer twos. Together with the scalability of layer two is you have a decentralized, secure platform that can scale to the demand that Ethereum has for folks who are relatively."
    },
    {
        "speaker": "B",
        "text": "New to the space. I just want to give them a sense of context of the scale of arbitrum, because I think it's important for people to understand. First, I want to take a look at a chart from defi llama. This is a table that you're about to see, showing that right now arbitrum is the fourth largest protocol by total value locked. This isn't just l two, folks. This is everything in terms of TVL on Defi llama. Second, I want to take a look at a chart, or rather I should say a table, by l two. Beat. This tracks the size and scale of l two s. As you can see on this table, arbitrum currently number one by TVL. Again, it's the same number, about 6 billion. These are significant scale that we're looking at here. Steven, talk a little bit about the adoption of arbitrum and why, in your view, this protocol has been so successful."
    },
    {
        "speaker": "C",
        "text": "So arbitrum is actually bringing real scale to users today, and that's something which, early on, there are a lot of different protocols. We're building towards a lofty and grand vision, and arbitrary was chief among them. But Arbitrum was actually able to deliver that and still able to deliver that today. Arbitrum, among optimistic layer two protocols, is the most advanced. It has the security mechanism, also known as fraud proofs, fully built out and functioning in the system today. And that's half the story. So the technology is just very advanced and mature and secure. And the other half of the story, though, is the ecosystem itself. And it's a bit of a circular question, because I guess the question is, how did the ecosystem get here? And I'm answering it with, well, there's a strong ecosystem, but that's actually how crypto works, where a lot of what crypto does is enables really good, seamless interactions between different protocols, and you can just spin up and build and build a great experience that taps into other protocols. And one thing about the arwitch from community, and this goes back to the earliest days of the arbitram launch, was what we called a fair launch, an open launch. The idea was there was no priority access to people. Everyone got access to arbitrum on day one. That was August 31, 2021, when it went to Mainnet. All users entered at the same point, and developers had a few months to build before that. And from that very point till today, it's a very inclusive ecosystem, very open and collaborative, and I think that that's a very big part of it. So it's the technical merits, and the arbitram is by far the most advanced technical, achieving layer two that exists today, bringing scale to users, but also a very broad and welcoming and diverse ecosystem that allows and encourages people to come in and build really awesome experiences, we."
    },
    {
        "speaker": "B",
        "text": "Should say, when we're talking about the token. The token came later. You mentioned March of 2021, excuse me, 2021. More generally, I believe it's march of this year that the arbitrum token dropped. Talk a little bit about the airdrop, the challenges that were had there, and the current state of the token."
    },
    {
        "speaker": "C",
        "text": "Yeah. So just to put it in context, so the chain went live, August of 2021 to users. And as you mentioned, the decentralization, which is when the arbitram Dow was formed, and governance. And the governance token was a way to disseminate the governance power of the chain. That came in March of this year, just a few months ago. And from my perspective, this was about technical readiness. People like to ask the question of why and when did you launch a token? Then it was really about, this is necessary to fully decentralize the protocol. And as soon as that was technically ready, that was the right time to do it. So basically, in August of 21, the chain went live. One year later, in August 22, there was the chain's biggest upgrade to date, called arbitrum nitro, which massively increased capacity on the chain. So it allowed more throughput and more capacity, more transactions, and also, at the same time, lowered costs. A few months after that, validation was open to more parties. And today there are many institutional validators in arbitrary, including names that are familiar probably to many, like Consensys, Google Cloud, quick node, and many others, ethereum, foundation, are all validating the network. And then the next logical step was to decentralize. So what does decentralized means? It means give the upgradability of the chain, give the power to make decisions for the chain's future, both in terms of the resource allocation as well as in terms of the actual, what technology is running on the chain. There is no centralized actor today, and arbitrum has self executing governance. So whereas some chains their governance model has a disconnect between the votes, and then there are some people with keys that can actually turn the keys and are supposed to listen to the vote. Arbitrum is unique among layer twos of governance today, that is self executing governance. So the vote actually happens if the token holders vote, hey, let's do this technical upgrade. The on chain vote is what actually affects that. So the token is obviously very important to the decentralization, is what gives the power to the hands of the community and the arbitrum foundation, arbitrum Dao are the main players when it comes to the token and the current running, current bodies that actually run the chain. Whereas off chain Labs was a launch partner there and really built a lot of the early technology that got us there. And together with the arbitram foundation, together with Nansen to helped a lot with actually designing the airdrop, there were a bunch of launch partners that got us to that point in March. Yeah."
    },
    {
        "speaker": "B",
        "text": "And there were some challenges there. Talk about the current state."
    },
    {
        "speaker": "C",
        "text": "Yeah. So it's interesting you bring up. So there were definitely some challenges early on once the DAO launched. And I'll just disclaimer that I'm really talking from a community member standpoint, because at off chain labs, we don't have a privileged position via the chain or the token at all. But there were definitely some challenges in terms of some communication, I think errors that happened in terms of the certain allocations of where the token went. In particular, the arbitrum dao is unique in the sense that I mentioned before, that it actually has a self executing governance. One thing that it has, it has about 3.5 billion tokens in the Dow treasury. That's number one. And also it has a significant amount of ETH because all the fees that come into the chain go, the, some of them are paid out on layer one. That's the cost of the security. But the net fees actually go to the Dow treasury. And there's just in the few months that since the daos existed, there's millions and millions of dollars of ETH sitting in the Dow treasury as well, all controlled by the Dow directly. There is also a foundation, when this is a foundation, that you could think of it as the legs and the arms that represent the Dow. Because sometimes if you imagine if you want to have a deal, like a business deal with a Fortune 500 companies, they're probably not going to want to talk to a Dow. They're going to want to sign all sorts of confidentiality agreements and NDAs, etcetera. And they'll need some, often a body to actually represent. They can represent on behalf, but also have a in flesh counterparty. And there was definitely a miscommunication in some of the earlier docs around how the foundation was funded. Exactly. But that's actually been fully resolved today. And then recently there was these two aips, which are arbitrary improvement proposals, which approve the funding of the foundation. Actually also include transparency requirements, included vesting. And I personally think that where it ended up was a lot better than initially, than it initially was, because now the foundation has a really strong mandate and really strong controls, but also the community has transparency and we'll get information. And the coolest thing, though, is this was definitely, I think, a hard time for a lot of people, or it was a lot going on. It wasn't the easiest time for the DAO in its early infancy, but one thing that it set was a precedent. Anyone looking at the Dow and the foundation and any other players involved can just look to the very first proposal of the chain that actually failed. That was the initial funding proposal, the ratification, I should say, of the foundation's funding, and that proposal failed. Anyone looking to where does the power run in the arbitrary Dow foundation can see immediately it's the Dow, it's not the service providers, it's not the investors that built it, it's not me, it's not austrian labs. Because remember, again, the first proposal failed, and the Dow had its way and got the transparency that it asked for. So I think looking back, it's actually everything emerged a lot, a lot stronger, and there's a lot good precedent for where the power lies in this ecosystem."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "D",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With ramp, you get full visibility into your company spending and control who spends what. With each vendor. Ramp software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line. The first if you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy cards issued by Sutton bank."
    },
    {
        "speaker": "A",
        "text": "And celtic bank members have DIC."
    },
    {
        "speaker": "D",
        "text": "Terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "Yeah, and these are some of the challenges, and frankly, just the sort of things getting hashed out in a truly decentralized world. These are some of the challenges we have more generally. Talking of which, obviously a lot of competition in the space. You mentioned optimistic roll ups earlier. Let's talk a little bit about some of the mechanisms for running l two s. The main sort of two fundamental principles are zero knowledge proofs and optimistic roll ups. Arbitrum, of course, uses optimistic rollups. Talk a little bit about the way that arbitrum handles the scaling."
    },
    {
        "speaker": "C",
        "text": "So the thing that rollups all have in common is they put data on Ethereum, just the transaction data, and then they take the execution of that data off chain. So when you think of a transaction, you can think of it in two ways. And on the one hand, it's just a blob of data, zeros and ones that don't really necessarily mean anything to you looking at them. But then if you look deeper, those actually are instructions that say, hey, add these numbers, store this value, do this computation. And so what rollups do is they put the basic data on Ethereum, but the execution of that data they take off chain and have somebody else do, we'll get to who those are often called validators, and then they go back and report the result back to Ethereum. And the cool thing is, they increase the capacity, because all that computation they do off chain, Ethereum doesn't itself verify. Instead, Ethereum just verifies when they come back and say, hey, this is what happened. Now, in order to scale, though, what you want is the amount of data we're reporting back, the amount of computation we're doing is much more than Ethereum itself can verify. But we also want Ethereum to give the security here. So Ethereum needs to put its stamp of approval and say, hey, that thing that you did, I actually approve. I know that you got to the correct result. So you have this problem, what master rollups try to do. They try to take the computation off chain, but still convince Ethereum that things are correct. So Ethereum can use its security mechanisms to secure the roll up. There are two approaches to do this, but they unify in one word, which is proving. They prove to Ethereum, say, hey, we'll prove to you that this is the correct result. And by the way I'm going to prove it to you, in a way that's faster for you to verify than doing it directly. So you're doing all this work that Ethereum miners couldn't possibly verify in the capacity that Ethereum has yet, via these magical proofs, Ethereum is actually able to verify and say, hey, I can't actually run that directly because I don't have enough capacity, but I'm confident that that result is correct. And there are two different ways that these proofs happen. As you mentioned. One is called zero knowledge proofs, also often called validity proofs. And what that means is when you come back to Ethereum and say, this is the result, I'll give you a validity proof right here and now, I'll prove to you that this is the correct result. And these use zero knowledge proofs, which are mathematical proofs, which are really, really cool, and have this property that it's easier to verify the proof than to do the work itself. It's harder to actually create the proof that the prover has a lot of work to do, but the verifier, so Ethereum can easily verify this proof, even though it can't do all that work. The second approach is called optimistic roll ups, and they use something called a fraud proof technology, and they're optimistic, as its name suggests. How are they optimistic? They come to Ethereum and say, hey, here's the result we did off chain. But by the way, I'm not giving you any proof at all. And optimistically, they hope that it will get accepted and no one will challenge it. But if someone comes along and challenges them, there's a challenge window of now it's seven days. Typically there's a challenge window, or anyone can come along and challenge that, and then they'll engage the proving mechanism in the challenge case. So they're optimistic. They don't do the validity proof, they don't do the work upfront. Optimistically they do much less work. But if someone, if a challenger comes and says, hey, I disagree with that, there's a very efficient proving process via these fraud proofs that will resolve that and get to who is telling the truth and what is the correct state of the roll up."
    },
    {
        "speaker": "B",
        "text": "Yeah, so computer science, like economics, is all about trade offs. It all comes back to, in some ways, Vitalik's trilemma between scalability, security and decentralization. How do you think about those trade offs between zero knowledge proofs more generally, and optimistic roll ups?"
    },
    {
        "speaker": "C",
        "text": "Absolutely. So if instantiated correctly, both of them will inherit the security and decentralization of Ethereum. So it really comes down to the third. And that's how the layer two paradigm is designed, which is the security and decentralization come from layer one. Okay, but how do we scale? Because you still need to scale. Even if your value, say security and decentralization come first, users still need to use this for it to be valuable. So the scalability comes from layer two, and they really differ, I would say, in the scalability. But there are, you can, you can go a little bit deeper there. So I would say the planes that I would use to compare ZK roll ups and optimistic roll ups are. One is cost. So it turns out that the cost of proving ZK rollups is actually significantly higher than the cost of proving or validating optimistic roll ups. Because the ZK rollups we mentioned that the verification of these proofs is relatively cheap, but the proving cost is actually much, much higher. And that's a cost you don't actually see on chain. On chain. The proof just shows up. But often you'll have to have someone in the background with exotic hardware in some cases, or a lot of hardware, and a lot of work, and often takes many, many hours to actually generate one of these proofs. So there's a cost aspect where optimistic roll ups outperform and you can look at. Actually, the nice thing is this has always been theoretical, but now there actually are some ZK roll ups that are live and you can look, and the cost of transactions are higher on ZK rollouts generally. And often some of this cost of approving is even subsidized and not even showing up there. But then there's a second one, which is compatibility. It turns out that optimistic roll up design allows you to use Ethereum's geth stack directly. So actually, in the early days of Arbitrum, Arbitram had a custom node, and in that nitro upgrade that I mentioned before, it started using geth directly and doing its fraud proofs a little bit differently. And what that means is you have deep, deep, deep compatibility with Ethereum, not only on the surface, but also under the hood. It's actually running the same software on a very deep level. It has this whole proving mechanism attached to it that Ethereum doesn't have, but it's fully compatible from a software perspective, from an integration perspective. And that's something which we've seen in ZK rollups don't have today, because the difference is the model of computation. Optimistic rollups run basically on the hardware of your machine. You run get directly, you run the software directly. ZK roll ups need to be translated into the language that these proofs run in. And these are called circuits or arithmetic circuits. Often, to give you a very concrete example in an optimistic role up, if you want to add two numbers, a and B, you will add those two numbers to your machine just like it would generally in a ZK roll up, you would have to do often thousands or tens of thousands of different curve operations or operations in these circuits, these cryptographic operations, to translate to a different computation model. So the point is that the ZK proofs are very efficient, but they're relatively efficient to verify. But to generate these proofs, they're expensive. And to actually translate to the language that these proofs have, you have incompatibilities. And you'll see this often the ZK robots have a number of features or precompiles that they don't support today. That's another one. The third one is maturity, the technical maturity. Arbitram has been running these fraud proofs on mainnet since its launch, actually since the launch of its testnet nearly three years ago now. Whereas ZK rollups are first coming to market now, and they're doing great things, but they're just on these three planes, cost, compatibility and maturity, they're pretty well."
    },
    {
        "speaker": "B",
        "text": "Behind, I should say. You have a PhD from Princeton University in computer science, notwithstanding that, you've done an amazing job of explaining this to the level that business folks who don't have backgrounds like me in computer science can really understand. And I think it's very helpful for people to understand what's actually happening beneath the surface. One of the questions we hear at real vision, I think someone internally just brought this up a couple of weeks ago, was this question of, hey, look, there are all these great things that are happening on the Ethereum network right now. Costs are dropping in terms of gas fees. Scalability is increasing. Why do we need l two s? If Ethereum is beginning to build out some of this functionality themselves? They're expanding the core functionality of the l one. Talk a little bit about the case for l two s going forward."
    },
    {
        "speaker": "C",
        "text": "So a few things there. One, Ethereum is actually in a few cases, expanding the capacity and the feature set of l one to support l two s. So one example of this is something called EiP 4844, which is a proposal. Remember I said that what roll ups do? They put all the data on Ethereum. It turns out, actually, that's the most expensive parts of, certainly arbitrum. So if a transaction costs ten cents. The majority of that $0.10, is actually just going to store the data in Ethereum. So Ethereum is doing work, the Ethereum community, and we had option that was a part of this. So besides for arbitram, we also developed prism, which is the leading consensus client for Ethereum. So we're involved in both layers of the stack. But one thing that we're working on is as a community, is this data, cheaper data on Ethereum. But that's very much targeted at layer two because it goes back to Vitalik's vision. It's not just my, it's not the l two s versus layer one. It's not like the layer twos and Ethereum are battling on this. Everyone in the Ethereum community is actually on the same page that, hey, we're going to move everything to layer two. Layer one development also gearing itself towards making things even cheaper for layer twos. And I think the other thing in a more like ecosystem, broader view of things is things are probably suppressed today or more suppressed than they were at some point, maybe a year or two ago. If you look at different markets like NFTs and the like, and if you believe that, or if one believes that the market's never going to, the demand will not increase from here, or sort of like things are just going to stay stagnant, then you might say, well, we're doing okay today, but we believe very strongly, and we're seeing increased signs of adoption from more Ethereum and crypto native projects, but also from big enterprises, that we're very, very early on in a multi year or multi decade adoption cycle. And we believe that demand is going to keep and keep and keep going. Actually, I'll take back to one of the early experiences of us at off chain labs when we were raising capital in 2018. In our initial seed round, you have these people asking this question and saying, do we really need scaling today? And I remember one investor saying, I have also ten problems, and scaling is number ten on that list. If at best, the problem is that these come very fast, the prices get high, and people are like, where are you guys? We need you right now. We need the scaling right now. If you don't put the time, the effort to build when things are more suppressed, you won't be ready when things begin to pick up even more. Again, we're already seeing very, very significant adoption. A layer two is our, like, arbitrary reducing user costs today. But I think it's going to only become more and more and more important, important over time and when costs are low on ethereum layer two, that's the best time to move your app and bridge your funds to when the costs are low in Ethereum, it's the best time to actually use the bridges and move everything to layer two. So the cost Ethereum start to rise. You're already in that protected zone where the costs are going to stay lower."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing. Let's talk a little bit about adoption. Let's talk about total value locked transactions per second and some other ways of measuring the adoption of layer two, or layer one for that matter."
    },
    {
        "speaker": "C",
        "text": "Yeah, so some great metrics that you had before, both on the total value locked of the chain, as well as another one that defy llama that I like to look at is the 24 hours volume, which is Dex volume. And arbitrum today is consistently number two or number three generally. So it's Ethereum is usually number one, and then arbitram and BSc sort of duke out the number two and three spot. I didn't look at it today, so I don't know where it is, but that's generally what the trend is. And that's again a strong sign, a sign of adoption and usage in defi. Another really good metric that I like is people like to compare the usage of arbitrum to the usage of ethereum. And there are two different ways to do this. So there is one is which transactions per second comparison and arbitram. Ethereum are relatively similar. Arbitrum has gone over Ethereum in certain days. Ethereum has sometimes recently been doing a bit more than arbitrum. That's one metric. This is a transaction where they're pretty close neck and neck. But the other metric actually, which is even cooler, is not transactions per second, is gas per second. And that gives you deep, deep insight into what people are actually doing in these transactions, because not all transactions are created equally. Some transactions could send Alice can send bob value, and that's a relatively simple transaction. Or there are transactions do really complex trades on options or futures protocol like GMx and arbitrum, much more expensive transactions, and they're doing a lot more interesting things. And it turns out that despite the fact that the transactions per second and arbitrum and ethereum are relatively similar, but it goes to gas per second. Arbitram is many times ethereum. It's much, much higher than Ethereum, I should say consistently, and has been for months, like very, very consistently. And what that means is not only are users using it for a similar number of transactions, but arbitrage is enabling you to do much, much more complicated things. It gives you an eye into the developer's mindset. You might be a developer on Ethereum, and you're just priced out from doing something that's just expensive. Right. No one's going to use your app if the transactions are expensive. But in Arbitrum, developers have the tools to actually do more in their transactions. They're doing more and more complex things and building richer and richer experiences for users. And I'll leave with one last metric on this point, which is that I like a lot, is Ethereum bridge Ethbridge. So we mentioned TVL, but if you actually just look at the ETH bridge, so the stern, just the ether, just that asset. Arbitram has about 1.1 million ETH, which is over $2 billion. I did the math from your intro segment to know the exact number, but a lot of ETH bridge on the chain. And the interesting thing is, if you take the ETH bridge and arbitrage and compare it to all of its competitors combined, so take Zksync and optimism and Starknet and Polygon and avalanche. Literally just put everyone in there. Altogether, there's about six or 700 million ETH in all those ecosystem combined, where arbitram has, well, well more than those combined. And why does that matter? I think a lot of the, what we're talking about is the core Eth users and core ETH community, and where they're going to go and where they're bridging and where they're storing their value. I think it's a very strong sign of adoption that the majority, majority of that by far, is happening on Arbitrum one today."
    },
    {
        "speaker": "B",
        "text": "Steven, we only have a few minutes left, but I was hoping you could give us a peek into the future in terms of the arbitrum roadmap, but also more generally about the direction that you see for the Ethereum ecosystem more broadly."
    },
    {
        "speaker": "C",
        "text": "Absolutely. So the arbitrum roadmap, I'll give a disclaimer which say, now that the Dow exists and controls upgradability, I can go ahead and create whatever software I want, but I actually have no path to get that onto the chain other than going through the DAO and ask them to vote, which means, I imagine, I can tell you some things that I'm working on an off chain lab, which I hope will go on chain, but I imagine that there's others in the community that are working on other technical upgrades. And there will be a lively discussion around one of these. But I'll tell you some of the things that off chain Labs is working on. One is a project called arbitrary stylus. This is the ability to code not only on an arbitrum nitro chain, so on the chain powered by the arbitrum nitro tech stack to code not only in solidity or the EVM languages we mentioned before that arbitrum has the most compatible possible with EVM. But I view that not as a ceiling, as a floor. That's the starting point. Then we say, what more can we do? Particularly as we're seeing adoption from other developer teams that aren't Ethereum native. You're looking at enterprises, and they have both humans, people that know other languages, but also code, cryptographic libraries and all the like that's written in other languages. I think it's going to be massively game changing from a developer adoption standpoint to have chains that can run in other languages. And there's a project which is very, very into, far into adoption. The code will be ready for production this year to add Rust C and C. So other developer like very common, typical coding languages, programming languages onto the arbitrary chains for a seamless experience. So a rust contract and talk to a solidity contract, or you as a developer can write part of your contract solidity, use a cryptographic library in roster C. I think it's going to be very important. And the other interesting development across the ecosystem, and I'll talk about Arbitrum's part, is arbitram orbit, which is alert. We've been talking about the adoption on the arbitrum public chains, but these are application adoption. So people are building applications on public chain. We're seeing a growing trend where people don't only want to have their own applications, they want to have their own chains. Now, I don't think that makes sense for everyone because some are well served by being resident with other apps, like we mentioned before. That's one of the great things of Defi and the synchronous interaction. But there are applications that want their own priority, they want their own chain, and the arbitrageum orbit program is a really good path for them to do that. Just last week we had off chain Labs put out a toolkit that literally allows you to launch your own chain. That settles one of the arbitrary public chains in like two minutes. You parameterize yourself and you build your own blockchain. So really cool developments there. I think we're going to see a trend. I don't think it's going to be quite as much as all the interest that we see today, but I think there will be some of these that sustain and build really great chain ecosystems and ethereum as a whole. I think we're all rolling in the same direction, and it may seem very competitive from the outside, but we're all on the same page. That moving over to layer two and moving over to the layer twos, I should say, is going to be really critical for scaling to mainstream and mass adoption. And I think we all, as an ecosystem, working on joint efforts, not to say there is no competition, but working on joint efforts to make that experience better for users, because ultimately being more inclusive is the best that we can do."
    },
    {
        "speaker": "B",
        "text": "So that's been talking about inclusivity. I just got a question from one of our regular real vision viewers. Ralph on the real vision website wants to know which private equity investors are currently invested in arbitrum and what kind of governance controls do they have in place, if any? So this is really a question about a point we were talking about earlier, which is decentralization."
    },
    {
        "speaker": "C",
        "text": "Yeah. So off chain labs raised capital on off chain labs raise capital, and that's all public. Investors include lightspeed and polychain and pantera. They also public as part of the launch documents was the amount of tokens that went to insiders. Insiders include service providers or development teams as well as investors. So all that information to breakdown is public. I don't remember the exact numbers, but what I do remember is the aggregate, which is all in all, the majority of the chain was owned by the community and the DAO. So 56% of the token supply of the arbitrum token went to the community and 44% went to the combined insiders, both past and present. Meaning some of those are reserved for a safe future. But that's sort of the cap there. But there are also a lot of controls involved there. So one thing I'll mention is those early Dow votes we talked about, no investor voted, voted in those. Those were all basically arbitrary community members who got tokens for the airdrop. Those are the only people that voted there. We at off chain lads have a policy. We don't allow our employees, you know, even though employees do have, do have, or may have, or in any case do have tokens, we don't allow employees to vote. And that includes founders like myself. I don't vote. Employees are allowed to do delegations to parties they don't control or don't have any influence to, and they have to fill out like a complex, a detailed rubric in order to do that and establish that there is no, establish the relationship. But we don't vote investors. Again, in those early votes, investors definitely did not vote. I don't know if any investors voted today, they would follow their own policy. But that's why I think it's important to realize that the arbitrum dao controls the majority of the token supply, and it's really in the DAOs hand and the token holders hands of where and how that gets distributed over time."
    },
    {
        "speaker": "B",
        "text": "So I think implicit in Ralph's question is this question of whether, other than the voting rights assigned to the token supply, is there any other mechanism that insiders have to have influence in terms of the direction of the protocol?"
    },
    {
        "speaker": "C",
        "text": "Yeah, great question. So the answer is absolutely not. And this is unique and I think surprised people. So I, like I said, I can go to the dow and go ahead and propose it to do an upgrade, but there's nothing that I can do to actually push code on chain or divorce. And for example, I'll give you an example where I imagine I have thoughts. One big topic is mev extraction, or how you monetize the sequencer or reorder transactions. I have thoughts around the ethics there, but others in the community have different thoughts. And there's absolutely no reason for me to think that my voice will be just, but my voice. There are really strong voice in the community that disagree with me and disagree with others at off chain labs. And we know these will be lively conversations that happen on the fourth. So the arbitrum, the only one control just to be fully complete is there is something called the Security council in the arbitrum dao. And the Security council is basically, to give you an example, say that there is like a critical vulnerability discovered in the software. Now, the software is obviously vetted and audited, et cetera, et cetera, but you can never get to 0%. It's always something that's possible. The last thing you'd want to do is go put that up to a month long dao vote and disclose that to the public. So there needs to, for very specific cases, be an ability to do something quickly. And that's what's called the Security Council. The Security Council, following Vitalik's rubric, basically, for this, it's a nine out of twelve security council. That means there are twelve members. In order to do something, you'd have to have nine of them sign off on that action. But the cool thing is so first one, the Security Council has not done any action to date of just to note that. And anytime a data would be fully public on chain, and it would also, by agreement, have to publish a report. But who are the members of the council? To the question? These are broad ecosystem members. I'm not on that council. Off chain labs does have three seats on the council, but again, it's three out of twelve. And that's not enough to push something through. Cause you need nine. It's not even enough to veto. Right, because the other nine can do whatever they want without off chain labs. So off chain labs, really? And the last thing I'll say, those are elected every six months. So I know in about two months from now of the off chain lab, seats are up for vote and the community can vote them out. So off chain labs or the others, even the arbitrary foundation, the path to get something on chain would not be an upgrade pushed by any party, any central. No one has that power. It has to go through, basically through now. Vote."
    },
    {
        "speaker": "B",
        "text": "Steven, unfortunately we are out of time. I would love to dive into more of these details. You're just going to have to come back and join us again so that we can conversation. But in 30 seconds or so, final thoughts, key takeaways that you'd like to leave our audience with from this conversation?"
    },
    {
        "speaker": "C",
        "text": "Absolutely. I think there's a really, really fascinating thing happening in the ethereum space now. We're seeing this multi year scaling vision actually play out and people are building things on layer twos. And one thing that I get a lot is how can I get involved? You can get involved as a developer, as a builder, as a user. There are so many ways to get involved and be part of this, really, I think early history in the making here, and go ahead and build your own arbitrary chain, build an application on an arbitrary chain, get involved in the ecosystem, and I think it's really a wonderful and inclusive place."
    },
    {
        "speaker": "B",
        "text": "Stephen, great conversation. I hope you'll come back and join us again soon."
    },
    {
        "speaker": "C",
        "text": "Absolutely. Thank you for having me."
    },
    {
        "speaker": "B",
        "text": "Thanks for joining us and thank you for watching. Everyone. Have a great afternoon."
    },
    {
        "speaker": "C",
        "text": "What's up, revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest and biggest names in finance."
    }
]