[
    {
        "speaker": "A",
        "text": "Hey, everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "B",
        "text": "Jim Bianco, always a pleasure to have you with us on real vision crypto daily briefing, one of our favorite guests. Jim, welcome back to the show."
    },
    {
        "speaker": "C",
        "text": "Oh, you're too kind. Thank you very much for having me."
    },
    {
        "speaker": "B",
        "text": "Jim, we got a lot to talk about here. The macro crypto nexus is bad news. Good news again. That and so much more. But first, let's just set the table here, uh, for this conversation by taking a look at prices. First, bitcoin looks like trading at 29,832, trailing 24 hours basis up over 9%. Seven day basis up about 2%. Ethereum also rocketing here in the last 24 hours, trading on my screen, 1954, trailing 24 hours basis up over seven and a half percent. Some positive sort of tailwinds in the entire crypto complex. If you scroll down as well and see that's broadly reflected. Jim, we got some bad news happening here in terms of what's happening in traditional markets. First Republic bank set us the table. What do you think when you look at this? How do you see it? What's the significance?"
    },
    {
        "speaker": "C",
        "text": "First of all, can I say, when you talk about crypto's prices, we have to put this in the proper context. Right? It's day 40 of the Balaji 90 day million dollar call, and we're still struggling to get over 30,000. We got 50 more days to go on getting to a million dollars. So I'll just leave it at that. But you're right."
    },
    {
        "speaker": "B",
        "text": "Come on, small differences, right?"
    },
    {
        "speaker": "C",
        "text": "Exactly. 30 x in 50 days. It's doable. It's definitely doable. But you're right. We are back now to where we were in mid to early March, worrying about the banking system."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "And it was all kicked off in the 24th when first Republic announced their earnings report, their delayed earnings report, which was originally supposed to be out on April 13. The takeaway from that report was they announced that there was a $70 billion net withdrawal of deposits. Net withdrawal. Remember that? JP Morgan and ten other banks put $30 billion of deposits into that bank, which they intending on withdrawing in 85 days from today. So by saying that they had net 70, that means that $100 billion of withdrawals that came out of that bank in the first quarter, that is essentially all of their deposits. All they've got left are some non deposit funding and the $30 billion that they got from these eleven banks. Then yesterday, and by the way, the street was estimating that that deposit withdrawal was going to be 40 billion, and it turned, and it turned out to be that would 40 billion net, and it turned out to be 100 billion without the third. So they were way, way off on it, and that's why the stock tanked. And then yesterday they announced that they're going to sell $100 billion worth of assets, $100 billion worth of mortgage securities. Well, that makes sense. If you lost a bank deposit as your liability, if you lose $100 billion of liabilities, you're going to have to get rid of $100 billion of assets. So this bank is in big trouble right now. Now, I don't think it's going to make it as a going concern, as an independent going concern. There's really only two options that they have. Option one is a consortium of other banks come in and kind of prop it up or take it over. And that's kind of where I think they ideally want to go with this, buy their securities, inject some capital with them, get seats on the board. The name first republic continues, but it's not the first republic that we know today. Option two is it goes into receivership and it winds up becoming part of the FDIC. That would be very bad if that happened, because that is a traditional bank failure. And that would be the fourth one if you go all the way back to Silvergate being the first bank that started, and then we'll start worrying about all of the other banks that are on this Runway, like Western alliance in Pacific west, and a lot of the other banks, too, whether or not they wind up succumbing to a similar fate. So we're back to worrying about banks all over again. So it's like early March and the stock market risk markets responded, and even crypto, to some degree to that yesterday by having its biggest down day since mid March."
    },
    {
        "speaker": "B",
        "text": "Jim, there's so much to unpack here. Probably the first point we should make is if you've just tuned into real vision crypto daily briefing, it may sound like you're watching real Vision daily briefing, talking about what's happening on the macro side. Important point to make. And also, as we said at the top of the show, we've seen some jump upward in the prices of crypto assets. Let's talk about this. Let's frame this for folks who weren't around for the 2007 2008 bad news is good news phase. Why this? The perception of what central banks are going to do, specifically the Fed, and becoming more accommodative. Not cutting one more time, excuse me, not raising one more time, perhaps cutting. Let's explain the context of what's happening with risk assets like crypto when you see these structural headwinds. Because I think for folks who are just hearing this news, it's probably a little bit confusing to see why the prices of bitcoin and ethereum are jumping up when you have these headwinds on the space."
    },
    {
        "speaker": "C",
        "text": "Crypto, I think, has two things going for it right now. One, it is an alternative to the traditional financial system. In the traditional financial system, what I was explaining with the banks is it's got issues. It's got some real issues, so get away from it. And one of the ways, there's basically two ways you could get away from it. Way one is crypto, and way two is gold. And crypto seems to be the more preferred method than gold right now. So what happened in 2007 and 2008, that was the last major banking crisis. That one was a little bit different than this one. That one was. There's two types of banking crisis. And I'll keep this real simple. There's what's called a solvency crisis and a liquidity crisis. What's the difference? A solvency crisis. Remember, a bank, you put your money in the bank, it is a liability for the bank and their assets. The bank's assets are they buy securities like mortgage securities or treasuries, and they hand out loans. And if those securities and those loans that they buy and hand out go bad, don't get paid back, their assets fall below their liabilities, they're insolvent. The bank has a solvency crisis. That was 2007 and 2008. A bunch of mortgage related securities and mortgage related loans defaulted. And a lot of banks starting IndyMac, countrywide, those were some of the big names of the day that wound up failing. And then eventually bear Stearns and Lehman Brothers followed on after that as well, too. That was your solvency crisis. Today we're having a liquidity crisis. What's a liquidity crisis? It's on the liability side. The bank is fine. Silvergate was fine. Silicon Valley was fine. They had issues. They had issues, but they were still with us, if you want to think about it in those terms. And then an event happened, and everybody wanted their money back now, and go watch the go google the bank run scene from it's a wonderful life. It's the same thing. Banking has been around for centuries. It hasn't changed. Add mobile banking apps and you've got the same thing. And since everybody wants their money back at the same time, the bank doesn't hold all of its assets in a liquid form. It's in longer term securities and it's in loans. They're not able to meet that, and that creates a panic. I can't get my money out of the bank, which we refer to as a bank run. And that's essentially what happened in the 2023 version of that is it has been sped up because of the advent of mobile banking apps. As I hold up my phone here, we could pull our money out a lot faster. One Ash r1 quick antidote just to give people some perspective on this signature bank on March 10 and noon Eastern asked for a $1 billion loan from the home loan bank. They said, here's a billion dollars worth of mortgage securities. Can we have a billion dollar loan? They got it at 130. At 130. When they got the loan, they said, now we need two and a half billion dollars. Here's $2.5 billion more of securities. Can we have a two and a half billion dollar loan? Why? Because this was how fast the withdrawals were coming out of the bank. They got that at 06:00. At 06:00 they said, now we need $18 billion alone for Monday morning. And of course they didn't make it to Monday morning. They were closed. That was 20% of the bank's assets left in 6 hours. In 1984, we had a lightning fast bank run in continental bank of Illinois, which was pre interneth. And that lightning fast bank run, 20% of the assets left in two weeks. And that was considered to be breathtakingly fast. Now, we did the same thing in 6 hours. So thats how much banking has changed. And this is the crux of the problem. Your bank is hanging in there. Your bank is fine. Somebody says something, 25, 30, 50% of the deposits in your bank want withdrawals all within the same six hour period. Your bank can't handle it. It winds up going to receivership. And that is the fear that we have right now. Bankers are still struggling to understand mobile banking app and the new technology and what it's meaning for the banking system."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back. Jim Bianco that is such a great bit of context for people who are watching it that's exactly why we want you on this show, to explain that the difference in terms of the speed, the magnitude of cash flows here in 2023, it is head spinning and it can do significant damage to a financial institution nearly in the bat of an eye. I want you to bring up some market based metrics here, just to talk a little bit about First Republic bank stock, because these numbers are really brutal when you look at them. So one day they're off 19% here at. At 12:10 p.m. so less than 3 hours, they're down 19% from yesterday's close. Five day off about 52%. Year to date, it has lost nearly 95% of its value. It's just been absolutely routed."
    },
    {
        "speaker": "C",
        "text": "Yeah. What is it? What is a stock that is down 95%? It's a stock that was down 90% and then lost another 50%. And the reason to bring that up is that when a stock is down 95%, it doesn't have 5% to go, it still has another 100% to go. But you're right. I would put this to you in another context that we were discussing internally a couple of months ago. The list of stocks that fall 95% from their high and then eventually make it back to their all time high is almost zero in any industry throughout the history of the us stock market. That is a pretty good metric that once you go down 95%, you never ever recover. There's a handful of examples. The biggest one that we all might be aware of is Amazon. It actually did that in 2001 and it did recover. But Amazon is the exception to proves the rule that usually when a stock falls that far, it is in some kind of a terminal decline. The majority of those companies eventually cease to exist over time."
    },
    {
        "speaker": "B",
        "text": "The other thing that I wanted to talk about here, you've given a little context on what happens when a bank begins to have these sort of death rows experiences. By the way, I'm not saying that about First Republic. I'm just trying to give the context here. Look, the question that I have for you is this, Jim, for someone out there who's watching this, who says any bank may make bad decisions, they may have asset liability mismatches, they may make poor investments, they may make a whole series of poor choices. Just as a general proposition, why does the health of one individual bank create the expectation that there is going to be further central bank liquidity, or that there is a systemic crisis brewing? In other words, why is the decline of one bank down 95% year to date something that is material to the entire financial system, and not an isolated incident about one bank."
    },
    {
        "speaker": "C",
        "text": "So it is the fourth bank, because we've already had three banks go into receivership. Silvergate, Silicon Valley signature. So it's the fourth bank. And there's a couple of others in PAC west and western alliance that are down 60 or 70% over the same timeframe as well. So it is starting to look more like a systemic problem. I know the Federal Reserve and a lot of the banking regulators want you to believe that, no, there's three or four idiots that were running these banks, and now that we've fixed that problem, there's nothing else to see. The banking system remains sound, the banking system remains resolute. Or there's an underlying issue that is causing the weakest banks to go first. And that is the concern about being systemic, is that there's an underlying issue."
    },
    {
        "speaker": "B",
        "text": "I mean, actually, that's really the question right there. Is this a series of poor management decisions by a handful of individuals running a handful of banks, or is this the thin end of the wedge of a systemic crisis? That's really the key question."
    },
    {
        "speaker": "C",
        "text": "And to be honest, the answer is both right. These were poor decisions by a handful of individuals in some banks. But you could also then say it was the thin wedge of a society, of a systemic problem that pushed them over the edge, because they were so operating at the edge that they couldn't handle it. And because these just keep coming and coming that we're going to see more and more of this. Now, what it is, this systemic problem, is the Federal Reserve raised rates too fast. They pushed rates up to four and three quarters to 5%. That's the range that the funds rate is in the a week from today is the next Fed meeting, and they're expected to raise it to five to five and a quarter. Money market mutual funds, treasury bills each ultra short term ETF's and the like, are now offering an advertising yields of somewhere around four and a half to 5%. And that should go higher by mid May, after the Fed raises rates of the banking system as a whole. If you look at their assets, and I'm generalizing here, the typical bank has a bunch of securities. It owns treasuries, agencies, mortgages, has some loans at hand out. What is the interest income that is thrown off of those roughly three ish percent now, over time, a year, two years, those mature, those securities mature, those loans mature. Then they buy securities with a higher yield because interest rates have gone up. The next rolled over loan has a higher yield because interest rates have gone up, they can get that to four or 5%. So the banks, if you look at the deposit rates, are down around under 1% because they're only making 3%. They've got costs that they have to add in there. They've got loan losses and the fear that commercial real estate might create more loan losses. They can only really stay profitable if they offer you half a percent, one to 1.5% interest on your savings account. But you can pull out your banking app. Here's my phone again. And you could move to a money market fund and get four and a half or five. And that is the national pastime right now. It is literally the COVID story of Businessweek magazine. This week is the hottest investment in traditional land. The biggest inflows are going to money market funds, treasury bills, and a lot of other things like that. And as people are leaving banks, as they leave the banks, the banks are impaired on their ability to hand out loans, and that is the lifeblood for small and medium sized businesses. And so this is why it is a systemic problem. Problem is because they raised rates too fast, rates are too high, and it's causing this problem. Why is the Fed cut rates? Because inflation is still 5%. And while it's expected to come down, it's not expected to go back down to one, it's expected to go down to three and maybe even start higher at the end of the year. So this is why the Fed only has trade offs. It doesn't have do this, the problem's fixed. It's which group do you want to screw? Because you cannot get out of doing something that makes everybody happy. So they've only got trade offs."
    },
    {
        "speaker": "B",
        "text": "Yeah, we've talked about this here as being the silhouette and Charybdis that they're constantly trying to steer between of those mutually competing and mutually exclusive policy objectives. Jim, you've just explained that better and more simply than I've heard done before. That's really the crux of the issue. Tie it back once again to crypto. What's the significance in crypto? You're one of the few people who really has a foot in both world in the sense that you're someone who's been doing what crypto folks call the tradfi space for many decades. You understand the way the banking system works. Relate this back to what we're seeing happening right now in crypto in terms of expectations of Fed policy."
    },
    {
        "speaker": "C",
        "text": "So at the top, I mentioned this is day 40 of Balaji's million dollar call. Look, I think he's conceptually right. I just don't know if it's going to be 30 x. That's what I was kind of teasing him about. But, I mean, conceptually, the arrow is pointing north for crypto. And why is it."
    },
    {
        "speaker": "B",
        "text": "It's like a joke, Jim. You make you either call the price or you call the timeframe, but not both, right?"
    },
    {
        "speaker": "C",
        "text": "Exactly. Just to get one of those rights is hard enough. To get both of those right is impossible. And so the reason I point this out is there are issues in the traditional space, and there are systemic questions in the traditional space. How do we fix those problems? What do we do to fix them? How about a new system? Well, we've got one. We've got one that's in place. It is crypto. It is DeFi in crypto. And in DeFi, if what we're talking about is a fractional banking system, and a fractional banking system operates on leverage and has all of these problems, what DeFi is, is a fully reserved banking system. And one of the things that we learned about DeFi over the last 18 months was we blew up crypto. We had spectacular frauds, whether it was FTX or it was do Kwan with Ust Luna. And what did we learn about the financial system of crypto? Defi, it worked. It didn't go down. It didn't have problems. Protocols, decentralized protocol, didn't blow up. Centralized protocols blew up the celsius of the world, if you will. And what we found is, it worked. Now, you didn't like the prices, but that's not the purpose of the protocol is to make sure your prices go up. It's to make sure that it's still operating, and you can buy and sell and lend and borrow. And it did. So as we look at this old system and go, is there a better way to do it? Raise your hand. Crypto, you've got the better way to do it. So it is long term bullish for crypto. Why is the price been stalling out? Because in this gets to the police bladder part of this, part we've got. At the same time that this is happening, it seems like we've got the might and will of the federal government, led by the SEC, to shut down every crypto ramp to try and make sure that push everybody away from crypto, sending out wells notices, making fee, making people pay penalties to try and get into the crypto space at the same time. So what's lacking behind that million dollar call? The tidal wave of money. Where is the tidal wave of money. It either doesn't know how or is afraid to go into this space, especially if you're a fiduciary for somebody else's money, like a pension plan or institutional investor, because you don't want to get sued, you don't want to get a wells notice and the like. Does that mean crypto's terminal? It can't never rise? No, it can, just not in 50 days. And that's why I think that the compass arrows pointing north, this is crypto is holding itself out as an alternative to this other system. But the regulatory blockage will have to be resolved. I believe it will get resolved, but it's not going to get resolved immediately. So this is going to take some angst and it's going to take some time, just like if you wanted to with Uber, right? I mean, all the city councils and the mayors wanted to stop Uber and ban Uber. Taxicab drivers turned Uber cars over and lit them on fire. That. True. That did happen. But ultimately, people wanted it, and they eventually, eventually got what they want. It just didn't happen right away."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing. Yeah, extremely well said. By the way, for those who may be wondering, a wells notice is a notice that's received from SEC by a financial institution of intent to investigate. Uh, it's often followed by suit Coinbase having received one very prominently. And that's the. The question that you're raising about the regulatory action being taken by SEC. We've got lots of viewer questions that I want to jump in and to get to, but I just want to show one other quick chart on the screen, because it visually supports what you were talking about in terms of the expectations for regional banks in the United States. Let's pull this up. It's the KBW Nasdaq regional Bank index year to date chart, as you can see there. I mean, it's moving really quickly. On my screen, it looks like it's lost about 22.5% year to date. Pretty significant retrenchment there. Yeah."
    },
    {
        "speaker": "C",
        "text": "I would say if you look at that chart closely, you will see that yesterday's close was the low. So there's been no recovery since the Silvergate, because that was the first 1 March 8 since the Silvergate failure, which, by the way, was crypto inspired as well, and that the bank stocks have been sinking and haven't recovered as well. By the way, a crypto tie in on that $12 billion Silvergate bank, which was a crypto on ramp, went broke the next, that morning. That evening. The next day, Sherrod Brown, the head of the Senate Finance committee, and Liz Warren, Democrat, Massachusetts, on the Senate Finance committee, both basically tweeted out, dancing on the grave of Silvergate. You crypto bros. This is your lesson. This is dangerous. We have to really think about letting the traditional banks be on and off ramps of crypto. In other words, celebrating that a bank failed in the United States. Two United States senators, which is unheard of. The next morning, Silicon Valley bank then announced that they were selling $40 billion of securities and taking a loss, and their stock price collapsed and it never recovered. In the following day, it went bankrupt. So this all started with a crypto bent around Silvergate and a couple of senators that were basically celebrating that a crypto bank demise. And by the way, what kind of was the catalyst to push Silvergate over the edge? The failure of FTX going back to around Thanksgiving or so? So all of this really does have some crypto roots in it, and it's just nothing happening independent of crypto."
    },
    {
        "speaker": "B",
        "text": "Extremely well said. I know this is difficult to do, but let's try and do a speed round and get a bunch of these questions answered."
    },
    {
        "speaker": "C",
        "text": "I'll try and keep my answer short."
    },
    {
        "speaker": "B",
        "text": "Okay. First one comes to us from Jordan on the real Vision website. Jim, is this BTC rally just a bTFd? We know what that means by the effing dip, right?"
    },
    {
        "speaker": "C",
        "text": "Or is it, is it also the bank term funding program as well, too? In other words, is this. By the dip, is this that the Fed is going to reverse course, pump a tremendous amount of liquidity into the financial system, and we're going to see all the other cryptos moon? I think it's more than that. I don't think the Fed is close to pumping a bunch of money into the financial system because of the inflation problem. So I'm not willing to dismiss this rally as just, you know, BTFB by the fucking dip or the bank term funding agreement. It's something more than that. It actually started a few months ago."
    },
    {
        "speaker": "B",
        "text": "Okay, this comes to us from Gary on the real vision website. Boy, this is a tough one to do in 30 seconds or less, Jim, but if you could try. Do you trust the current banking system?"
    },
    {
        "speaker": "C",
        "text": "That's a good question. Trusted for what? I assume the question means if I have deposits in a bank, do I sleep at night worry or stay up at night worrying that I'm going to get them back? No, not really. The current banking system is needed. I'll give you a quick stat. One third of the american workforce works for a company of less than 100 employees. Half the american workforce works for a company of less than 500 employees. There's 4200 regional and small banks. They service those small companies. If you tell me that the financial system or the banking system cannot be trusted, and cannot, and we cannot keep our money in it, those companies cannot get the funding that they need from their banks, and they all need it. The United States economy is in horrible shape. If that is the case, you cannot overstate how bad it would be. I don't think it is. I think that the banking system has served that community, the small regional banking community. Well, the problem. This has always been the problem with banks. I've said this on the previous one, right? The Medici's invented fractional banking in the 15th century. True story. And since then, fractional banking has always been unstable. It has been for 400 years. We have bouts of financial problems, and we have bouts of bank failure. We're having another one now, that doesn't mean to dismiss it, but this is the nature of fractional banking, and we've put our economy dependent on it. Now, there's an alternative, fully reserved banking through Defi. Okay, maybe that might work. That'll also take 20 or 30 years to ramp over to it. So, yes, I think that the financial system is sound. I sleep well at night knowing my money. Is it a bank? But does that mean there. But there's also. Two things can be true at the same time. There's also a better alternative. And I think Defi is a better alternative. And we need to continue to move towards it and less away from what we've got right now. We have an alternative to that system. Let's continue to embrace it instead of sending out wells notices and regulatory fines to stop people from embracing it."
    },
    {
        "speaker": "B",
        "text": "Yeah, extremely well said, Jim. Got time for one last question? I want to get one in from YouTube. This is from Levi Steele. And the question is, is the snowball into G sibs, globally systemically important, banks gathering momentum? I know that's a big question, but if we could try and do it short."
    },
    {
        "speaker": "C",
        "text": "Yeah. That's the four largest banks, JP Morgan, Citi, Wells and B of A. And all the money is running into them, because they will never, ever fail under any circumstance. That did happen. But what's actually happening now is that's."
    },
    {
        "speaker": "B",
        "text": "The expectation in terms of the notion that the Fed."
    },
    {
        "speaker": "C",
        "text": "Yeah, GSIB is just systemically important. Bank SIB, in that and that those banks will never be allowed to fail. If the Fed has to print money in order to make sure that your deposits are whole, they will do that. That happened right after Silicon Valley bank failed. A lot of money went their way. But what the banking statistics are showing is the outflow is actually accelerating out of those large banks because of what I said before. What is the interest rate you were given at JP Morgan? One basis point. One basis point, that's all you're given. But if you move your money to a JP Morgan money market fund, which is outside the bank, you'll get 4.75% or 475 basis points. People are saying, okay, I moved to JP Morgan, I'm safe, but I don't want to get one basis point. They're now starting to move to money market funds and t bills and everything else. And so the money is leaving the GSIB banks faster. The difference is they're so well capitalized, they're nowhere near being in financial trouble. But that doesn't mean that the outflow is going to stop. The only way the outflow stops is when their deposit rates are equal to market rates. But like I said, they're only getting 3% on their loans and their securities. They can't raise it to four and a half. They would be in a permanent loss position. They can in two years, once they've rolled it over. But everybody's leaving today and tomorrow. They're not leaving in two years."
    },
    {
        "speaker": "B",
        "text": "And time mismatches are one of the big problems there."
    },
    {
        "speaker": "C",
        "text": "Yeah, right. The time mismatch is a big problem. So, yes, the money flowed into the GSIP banks, and now it's starting to flow out because it's chasing yield. Look, the crypto crowd should be used to this. We saw this during Defi summer. Everybody was chasing yield and defy 2.0, and we were all running towards the Olympus and all of these other things that were offering these gigantic yields. People are no different. They're no different. It's just smaller numbers, but it's the same idea."
    },
    {
        "speaker": "B",
        "text": "Jim, I wanted to tee up this final point here because it's such a. Well, I don't want to say outrageous. We'll leave the audience to decide that. But you mentioned the Fed talking about central banks. There's a story out that the chief economist, I believe his name is pronounced Hugh Pill Huwpill, the chief economist from the bank of England, came out with some statements that raised a lot of eyebrows in the UK. I'm just going to read this for you. If the cost of what you're buying has gone up compared to what you're selling. You're going to be worse off. So somehow in the UK, someone needs to accept that they're worse off and stop trying to maintain their real spending by bidding up prices, whether higher wages or passing energy costs, on to customers. So, and what we're facing, I'm going to continue this quote, and what we're facing now is that reluctance to accept that, yes, we're all worse off and we all have to take our share. Boy, a central banker making the statement that everyone's going to be worse off. Get used to it. It's reminiscent, I believe, of the sort of the Jimmy Carter era speech where Jimmy Carter would come out with his little cardigan sweater and tell you, by the way, you're not going to have as good a standard of living as you did ten years ago as your parents did. It's just a brutal, brutal, almost offensive thing that fires up my inner libertarian. Jim, am I wrong?"
    },
    {
        "speaker": "C",
        "text": "No, he should resign. He should resign for saying that the reason that we've put together the structures of government and society and capitalism is to improve our standards of living, is to improve our life, is to make our, you know, our life expectancy longer, our life more comfortable, you know, less, less burdened on all of us. If he's telling me that this is overdevelop, then what everybody's, what the hardcore libertarians in the crypto space have said are right, that the old system's done and we need to move to a new system because human, the human experience is not going to accept that somewhere around 2021, in all of the arc of humanity, we hit the best we could ever be and we will never get better from there. If that's what he's saying, resign because there is ways that we can get better. Maybe he's saying that the current way at his central bank is not it anymore. Okay, fine, maybe we'll get rid of them too. But that is an outrageous statement for somebody to say. If you want to say cyclically, we might have a couple of down years, but overall we'll keep going up. But that's not what he said. That's not what he said. He said, we're done. We're done as humanity at ever improving our lot in life. And that is unacceptable."
    },
    {
        "speaker": "B",
        "text": "Set the thermometer, the thermostat to 56 degrees."
    },
    {
        "speaker": "C",
        "text": "Get out the tower, put on a sweater."
    },
    {
        "speaker": "B",
        "text": "Put on a sweater. I mean, the difference was, if you didn't like what the president of the United States said, you could vote him out of office. And in fact, we did that in 1980 when Ronald Reagan came in. But the idea that these are essentially appointed bureaucrats that are unelected and have progressively more power the world over, I mean, boy, this just really got me fired up."
    },
    {
        "speaker": "C",
        "text": "You know, you're exactly right. And that is exactly the point. It would be one thing if the chancellor of the exchequer, which is their equivalent of the treasury secretary, right, or the prime minister, said that, fine, if they said it. I don't get is exercise because I say you and me, or in this case, the voters of the UK have an option, kick them out. But when you have an unelected bureaucrat who cannot be removed from office telling everybody that this is the end of the human experience, and I have the ability to make it the end of the human experience because of the position I'm in and you can't do anything about it, that's what really fires me up too, is that he is in a position that he can create that misery for everybody and we can't get rid of him. And so that's why it was a completely unacceptable statement on his part."
    },
    {
        "speaker": "B",
        "text": "Yeah, turn up the air conditioner, go and grab yourself a nice juicy steak and enjoy life, everybody. Jim, always a pleasure to have you on the show."
    },
    {
        "speaker": "C",
        "text": "Thank you."
    },
    {
        "speaker": "B",
        "text": "Thanks for joining us, everyone. What's up, revolutionaries?"
    },
    {
        "speaker": "C",
        "text": "Thanks for tuning in. For more content like this, head over."
    },
    {
        "speaker": "B",
        "text": "To realvision.com and get unfiltered access to the very best, brightest and biggest names in finance."
    }
]