[
    {
        "speaker": "A",
        "text": "Whoa. Landing an account this big will totally change my landscaping business. It's gonna mean hiring more guys and more equipment and new trucks for the new guys to drive the new equipment in. I don't know if I'm ready. You can do this. And Ford Pro finsimple can help. Our experts are ready to make growing pains less painful for your business with flexible financing solutions that meet the needs of your business today when you need them started@fordpro.com. financing hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. To the top analysis of today's crypto markets."
    },
    {
        "speaker": "B",
        "text": "Are the bulls in charge? We look at the data. Plus Australia reveals crypto regulation plans, and the media is putting tether under the spotlight. Welcome back to real vision crypto daily briefing. I'm Ash Bennington. I'll discuss all this and more with digital asset manager Chris Sullivan. Chris, welcome back to the show. It's really a pleasure to have you here again."
    },
    {
        "speaker": "A",
        "text": "Yeah, thanks for having me."
    },
    {
        "speaker": "B",
        "text": "Before we get into the interview, let's take a look at our latest price analysis once again this week, we start with important macro data. The latest us job numbers smashed expectations. The us economy added 517,000 non farm payroll jobs in January. That's far more than analysts had expected. The unemployment rate fell to 3.4%. That's the lowest since. Listen to this. 19 72 69. Bitcoin and other major cryptocurrencies are largely shrugging off the news. According to data from Glassnode analyzed by Coindesk before the jobs report, bitcoin markets sentiment hit its highest level in 14 months. That was during the latter stages of the 2021 bull market. For reference. For those of you who have been watching real vision crypto since then, that's based on analyzing the funding rates for bitcoin futures contracts. So it's a calculation that they use to get sentiment on that. The best performers today, somewhat surprising, Terra Classic is among them. Ethereum Pow was there earlier today too, but it dropped out precipitously, very much a legacy token, and that's probably putting it politely. Finally, Coinbase is stock is up on the day again today. It's been on a tear since the start of the year, up 150% year to date. The latest gains come after the company won the dismissal of a lawsuit it was brought by consumers alleging Coinbase facilitated the sale of undead registered securities on its platform. Now, before I speak to Chris, a quick word about our sponsors. This episode of Crypto Daily briefing is sponsored by the Crypto app. The crypto app delivers everything you need to stay on top of the world of crypto and own your own and your own crypto holdings. It includes a market leading price tracker, portfolio manager, analytics suite, and newsfeed, as well as a wide variety of customizable alerts and widgets. Crypto moves fast, so don't get left behind. With over 4 million downloads, the crypto app is the market leading app for all things crypto. With that said, let's bring our guest. Chris Sullivan is co founder and portfolio co manager at Hyperion Decimus. Great to have you with us again, Chris."
    },
    {
        "speaker": "A",
        "text": "Thank you, Ash. Wonderful to be here."
    },
    {
        "speaker": "B",
        "text": "Well, Chris, we got a lot of news flow here today to talk about, lots going on and very much want to get your opinion on these markets. Let's just talk about our first news story here. A Coindesk analysis shows crypto startups raised only $550 million in January 2023. That's a 91% drop compared to January 2022. The number of transactions also fell from 166 to 62. Coindesk also says most of the deals this year were for smaller, early stage crypto companies. The news outlet says this is a lagging indicator, so the full extent of the FTX fallout may not be known for some time. Chris, in the price analysis, we heard that bitcoin market sentiment is at its highest since the bull market of 2021. So we've got somewhat conflicting data here. Whats your take on this market? Are the bulls in charge now or not?"
    },
    {
        "speaker": "A",
        "text": "I think the stage is set for the bulls to become in charge. This is the first impulsive rally weve had, really in almost a year. We had a pretty good intermediate rally from July, August, but it was choppy, overlapping, not very clean, not very impulsive. Also, volume didnt really confirm the breakouts that occurred at minor degrees. So I think here weve got in objective evidence more on the bullish side than the bearish side at this time."
    },
    {
        "speaker": "B",
        "text": "Yeah, Chris, by the way, you obviously, for viewers of this platform, as they already know, are a passionate believer in cryptocurrency from a philosophical perspective. Talk a little bit, though, about what you guys do, because obviously, while you're philosophically quite long, tactically, you could be long or short. Tell us a little bit about what happens at Hyperion Decimus. What you guys do there."
    },
    {
        "speaker": "A",
        "text": "Yeah. Our multi strat is kind of designed to be a all weather fund. It is quant driven in both the macro model, which adjusts the gross notional beta that we have on, as well as the different algorithms, whether HFT or market neutral, et cetera. But the whole purpose of any of the hedging options or algorithms is to build larger positions in the underlying. Right. For example, if I was down 30% for 2022, but I have 30% more bitcoin and ethereum, am I down? The goal is to fulfill kind of a mandate for those who want to be in digital assets long term, who look at the space in a diversified way. They want people like us hunting alpha, whether it be running validator notes, whether it be market making and options, all of the above in the aggregate, for building larger positions in great protocols."
    },
    {
        "speaker": "B",
        "text": "So it's interesting, you're obviously secondly long on the space, and yet tactically you can adjust depending upon what the data tells you on a much shorter time horizon, I guess it's fair to say."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "B",
        "text": "Yeah. Chris, here's another story that's one that just never seems to go away. The Wall Street Journal has done extensive research on the ownership structure of Tether holdings. That's the company behind tether or USDt. It's the largest stable coin in the world. Of course, with a market cap of some $68 billion, it's traded even more than bitcoin, if you look at the volume of that coin. According to documents dating back to 2018 seen by the Wall Street Journal, just four men with little past financial experience, according to the Journal, owned 86% of Tether holdings. That includes the CEO, the general counsel, and the chief financial officer. So obviously, senior managers there, all three also perform the same roles at the crypto exchange, Bitfinex. Separately, the chief compliance officer and chief technology officer also are shared by Tether and Bitfinex. The fourth tether owner is a british thai businessman. There's no response from Tether holdings yet to this story. Chris, is this one that you follow, and if so, what's your take?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, we pay attention to it because, you know, there could be some sort of macro prudential risk associated with tether, or really, to a large degree, any stable coin. Right. But then we, by the way, define."
    },
    {
        "speaker": "B",
        "text": "That for people who may not know what is macro prudential risk and what's its broader potential to impact the crypto markets."
    },
    {
        "speaker": "A",
        "text": "Basically, it's a fancy word for super systemic, right? Where here we have roughly 200 ish billion in stablecoin exposure. A lot of that is in tether. That in one sense can act as firepower buy side for any native tokens, for example, or can act as some sort of systemic exodus from the space or entrapment. We look at that because we have to pay attention to it, have to underwrite it to the best of our ability. We have done underwriting significantly and update that annually on tether. But there is a certain opacity that makes anybody uncomfortable. But we also are fully aware that why the regulators and central banks dislike this, and even retail commercial banks, is that this is absolutely in effect euro dollar deposits. And what is that? That's us denominated deposits in non us banks, right? That's the definition. So they can't control the outcome, so to speak, through currency and monetary policy in the same way they can in the US. So that's why there's a distaste there. That being said, it would be wonderful if some of the folks were a lot more transparent on the side, whether it be tether or USDC."
    },
    {
        "speaker": "B",
        "text": "One of the things I always enjoy about having you on the show is your background in depth on the traditional capital markets, what folks in crypto call tradfi, and the ability to make those metaphors like for example eurodollar deposits that have that offshore unregulatable function here in the United States. Thats certainly the perspective from the banking sector. But Im curious Chris, from a philosophical perspective, one of the things that folks in the space, maybe passionate bitcoiners and others in stablecoins in general, I dont want to pick on tether here, that they find them problematic because theyre highly centralized in their view. Is that a concern that you express as well Preston?"
    },
    {
        "speaker": "A",
        "text": "Yeah, bitcoins, a stable coin ladies and gentlemen. Thats what it was built for. It is the ultimate trust asset, the ultimate collateral asset, the ultimate embodiment of property rights and code. Let me say that as a bitcoin fan, but the reality of it is that the risk is both one. From a tech perspective, you're duplicating the banking risk. So Tether and USDC et al ought to have treasury deposits of at least g seven currencies backing up, call it 70% to 90% of the float of the token. That's a reasonable range of expectation of liquid instruments to have literally backing this. Now lets also shine the light on that. How much more is that than the banks, commercial banks have on deposit? So if tethers backed 70, lets go on the low end. Whats my and your money backed at the bank."
    },
    {
        "speaker": "B",
        "text": "Its significant."
    },
    {
        "speaker": "A",
        "text": "Preston, 1.77%."
    },
    {
        "speaker": "B",
        "text": "Ash I was teeing that up for you, Chris."
    },
    {
        "speaker": "A",
        "text": "So you just got to look at both the subjective and objective. And if youre scared or imagine."
    },
    {
        "speaker": "B",
        "text": "Preston, heres the thing, Chris, let me play devils advocate here. One of the challenges that weve seen in the crypto space is that you have this what ive called the worst of all possible worlds phenomenon, where you have things that are centralized, centralized entities, whether its FTX or Voyager or block five. Pick your poison. In terms of bankrupt funds, high centralization and a lack of regulation. So when real vision deposits my paycheck in my retail big brand name brand bank, I know that they're regulated. I mean, I'm not naive. I was here for the 2007, 2008 financial crisis. But depositors did not lose money. They were backed by FDIC. I don't spend a whole lot of time worrying about that myself. Go ahead."
    },
    {
        "speaker": "A",
        "text": "Sorry, Ash. Depositors lost a shit ton of money. You know how the bailouts, right."
    },
    {
        "speaker": "B",
        "text": "But those, those losses, for worse or better, many would argue for worse, were of course socialized across the entire tax base. The point is, if you're, if you're, if you're a working man or woman, you know, you go into work as a registered nurse or whatever it is you do when your direct deposit hits, you don't worry that JP Morgan is not going to be able to meet those obligations, right? For the most part. I know you do, Chris, but most."
    },
    {
        "speaker": "A",
        "text": "People, most people don't. You know, you're right. I'm just kind of delineating the facts. Right. And personally, do I use stable coins? No. Like I said, bitcoin is a stable. So I'm a critic vocally for them because in a sense it kind of perpetuates the fiat system."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "But as a realist, in terms of on and off ramps, they have been a beneficial thing for both money in, money out, as well as defi space. So it's not like you can just go poof, cryptocurrency, fix and replace everything, right? It's getting to the point where it's got the infrastructure to potentially do that. Right. But you've got to expand the ecosystem. We just went over a trillion. You got to get to 15 before it can take on the retail commercial banks at least."
    },
    {
        "speaker": "B",
        "text": "Let me ask you this question in a different way. I mean, I think you're wearing that fantastic t shirt. I think a lot of folks on our who are watching this show share your libertarian sentiments about free markets and about freedom more generally. But I'm curious when someone makes the argument, hey, look, I don't have middle of the road position here. Listen, I don't have anything against stablecoins, but if they're going to serve a banking function, they should be regulated like a bank. That's an argument that we hear out there. How do you feel about that?"
    },
    {
        "speaker": "A",
        "text": "I agree. I think anything dealing with the central bank issued currency, any of the G 20, for example, should fall under normal FX regulations. At least that has customer protections, trade protections, but at a maximum fall under regular bank deposit regulatory requirements. And most, if not all crypto people are already lead with transparency and honesty. You've got a lot of really, really bad apples. So I would challenge those groups to meet that mandate and make sure that the regulators get what they need to underwrite it. Yeah."
    },
    {
        "speaker": "B",
        "text": "And by the way, some would even go further on stable coins and say, look, we have fractional reserve banking here in the US, but these are assets that should essentially be held under trust, they would say. So the argument goes. And so they shouldn't be lent out, they should be with the accounting term, of course, is cash, or cash equivalents. And that's where whatever tiny yield can be generated from that. Hopefully we get to a point where monetary policy begins to look a little bit more normalized and not ultra accommodative, not sort of this extraordinary policy environment that we've been in the last 14 years or so, and that folks who are creating these stable coins can capture that spread between short term us treasuries or whatever they're holding, whatever the constituency of those assets are, and generate revenue that way. That's one of the arguments that's out there, at least."
    },
    {
        "speaker": "A",
        "text": "Yeah. To juxtapose the fiat backed. Right. Dai has done a pretty fantastic job on the collateralization. The maker group has purchased securities to actually back it and generate interest. And then I also think that the."
    },
    {
        "speaker": "B",
        "text": "Preston explain that for folks who are not familiar with the DAI stablecoin algorithmic, because I think that these often get lumped into buckets in people's heads. For example, Terra USD and Dai, obviously very different. Give us a little bit of a back of the envelope explanation on that."
    },
    {
        "speaker": "A",
        "text": "Yeah, and Luna and UST were basically tied, their fakes were tied together, and there was a burn mechanism that if this did that, then this would happen. So essentially, if we're going to break a peg, you could have a run on, and that's exactly what happened. The network was attacked, there was giant short selling and it broke it, and then it just burned everything down we."
    },
    {
        "speaker": "B",
        "text": "Should say attacked financially in terms of short selling. Not a cryptographic, not a DDoS or D, right exactly."
    },
    {
        "speaker": "A",
        "text": "Yes go ahead please. So with Dai, it doesnt have any tie to any specific alternate crypto asset right and so the supply is kind of managed within a bandwidth right and so its controlled by algorithms that are super transparent. And then to back the value right. As its grown in use and permeated, the group in charge of it has decided to back it with real estate loans, short term securities to give it an actual asset backing, at least in part. So I think thats a great hybrid of the two. I do think a purely quantum algorithmic stablecoin could be pretty impressive. Thats 510 years out, but Im excited to see curves release and how they do with that."
    },
    {
        "speaker": "B",
        "text": "Trey, by the way, talk a little about curve. For people who may not know, curve."
    },
    {
        "speaker": "A",
        "text": "Is really just a DeFi governance token, but the platform itself is a very OG JavaScript looking interface, which we all happen to be fans of. It's a place where you can essentially participate in all of the DeFi lending and borrowing services that are available. It's very, very dynamic. Anybody who's not already at Defi should be checking it out."
    },
    {
        "speaker": "B",
        "text": "Hey everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "C",
        "text": "This episode is brought to you by La Quinta by Wyndham. Your work can take you all over the place, like Texas you've never been, but it's going to be great because you're staying at La Quinta by Wyndham. Their free bright side breakfast will give you energy for the day ahead. And after, you can unwind using their free high speed wi fi. Tonight La Quinta. Tomorrow you shine. Book your stay today@lq.com. dot."
    },
    {
        "speaker": "B",
        "text": "You know, these conversations are fascinating. I always am very passionate about financial innovation. I think it's just an incredible sort of broad constellation of conversations here. On the flip side, I do worry about retail investors. And for people who are listening to this, who aren't Chris or Chaim or Rishi, there is risk. There is risk in this. There's also opportunity. It's this weird moment where you start to see the infrastructure of the 21st century financial system being built out. And yet we see these spectacular implosions, these incredible collapses, whether it's FTX or blockfi or Celsius or any of the others. It really is this just unusual time. I had a conversation yesterday on this show with Charlie Gasparino over on Fox News, who's covered a lot of the implosions and literally from the.com bubble in the late nineties through the financial crisis. And we were talking about this yesterday, and it just is fascinating to see the opportunity here. And Charlie actually pointed out the level of retail exposure there was in the collapse back in the year 2000. I remember that day. I was working at Credit Suisse private banking here in New York City. I was one of the young kids on Wall street back in those days. And I remember going up to the trading floor that day. I made up a reason to go up to the trading floor. I didn't have to be there, but I was like, I want a mental snapshot in my head of what it looks like when the dream implodes, blows up, or at least goes into hibernation for a couple of years. And it's just a profound experience that I've never forgotten. You think about the trajectory of Web 1.0 into Web 2.0 and moving into Web 3.0 where we are right now. And its so clear that thats such a secular growth story. And yet people have lost money. I think Amazon was underwater for something like six years if you bought the peak in 1999, Preston."
    },
    {
        "speaker": "A",
        "text": "Yeah, it mightve been till 2014. Ashore."
    },
    {
        "speaker": "B",
        "text": "It was a long, it was a long time. I will look it up."
    },
    {
        "speaker": "A",
        "text": "I believe the Nasdaq did not. It's either 2014 or 2016. Did not make a new high until one of those years. I wouldn't measure things specifically in making money or not making money. You're going to have these repetitive, human driven cycles. Either was industrial and then it's been tech revolutions. Right. What always leads those historically, it's speculation, right. Because you've got people who've got good ideas, they're passionate and they want to rush into putting them to work. That's just natural, right. So in that process, you're going to have different types of investors, right? And then here, while it seems like there's dozens of blow ups, right, that you're listing names, it all really comes down to two sources, right? The terra Luna blow up took down the Celsius types and the Voyager types, and then FTX just blew up everybody else, Genesis et al."
    },
    {
        "speaker": "B",
        "text": "Yeah. All right, sports fans, I just found my super nerdy notes here on it. So March of 1999, Amazon peaked at $4.30 a share, split adjusted. July of 1999, nearly cut in half to about 250 a share. November of 1999 came back just below the high of 425 per share, and then it plunged down to $0.25, down over 90% so there was this drop and then it rose again and then plunged. Finally traded over $4.50 a share in September of 2007. So it was underwater for 94 months, nearly 107 years, ten months, nearly 3000 days max. Drawdown lost 95% of its value. High deck 99 534 low Sep 21 share all split adjusted."
    },
    {
        "speaker": "A",
        "text": "What? What a buying opportunity. Holy cow."
    },
    {
        "speaker": "B",
        "text": "Okay, here, I'll play, I'll play devil's advocate again. You're absolutely right. Amazing buying opportunity. You know what? It was not a buying opportunity for pets.com dot survivors bias and sorting this out. And that is one of the things that makes what we do so interesting."
    },
    {
        "speaker": "A",
        "text": "And you can always look back in any asset class, in really any strategy or business. Like, if I did this, I would have made more or would have lost less. So recency bias, confirmation bias, all of that is going to be part of the human experience. So you're exactly right. How was one to know at that point that pets was going to go bye bye and Amazon was going to become a trillion dollar market cap? Right? You don't. And thats the risk part of investing, right?"
    },
    {
        "speaker": "B",
        "text": "Absolutely."
    },
    {
        "speaker": "A",
        "text": "We try to use fancy algorithmic methodologies, whether its regression or machine learning, to try and have some sort of forward prediction that has a range we can invest confidently in. But thats all youre going to get. Theres no clairvoyance unless youre a medium. Theres no real prediction that you can make. Thats ironclad, right? Thats not how nature works. Its not how humanity works. What I think is easier in this space for me as an investor, especially with assets like Ethereum, which is now deflationary, is I dont have an inflation number thats high single digits, high double digits to overcome where its just speculative price action that will feed the ability to overcome that rate. Trey?"
    },
    {
        "speaker": "B",
        "text": "Well, Chris, until mediums and the spirit realm start giving us answers about the future, the best we can do right now is to ask questions of experts like you. By the way, if you are on YouTube in the chat, if you're on the real Vision website, drop some questions in for Chris Sullivan. We've got him here for a little while longer. We want to get some questions. I can see some are already filing in, Chris next story here. This is an interesting one. This is about Australia. We have actually lots of viewers in Australia, so I'm sure the next story will be of particular interest to them. Australia has released a consultation paper on crypto regulation, a topic we've been talking about here today. As the block notes paper avoids a quote exhaustive bespoke taxonomy, close quote of digital assets. Instead, it forms two groups of token systems, intermediated and public. This is interesting, a broad kind of categorization scheme. Crypto service providers would fall under the first category, while smart contracts would fall under the second category. For example. This is something that you and I have talked about extensively before. True decentralization. The government wants to check if some existing regulations could be sufficient for those categories. This comes as India revealed, the g 20. That's the group of 20, world's largest, excuse me, biggest economies in the world is working with the IMF on global crypto regulation. Chris, what are your thoughts on this race towards regulating crypto nationally, supernationally through the G 20, through national governments and supranational organizations like the European Union that appears to have picked up globally after the collapse of FTX, of course."
    },
    {
        "speaker": "A",
        "text": "Well, way to be on time regulators. So I've always been a proponent of the rule of law and for competent and logistically compliable regulations. Like if it's not easy for me to comply with something or any business, then that means the regulatory environment or law is unjustified. So I think there are risks that you concentrate the digital asset space to certain jurisdictions that may not be good for the practitioners in the space or the investors. But obviously if you just apply what the CFTC has already said, thats good enough. Now im not a regulator. I cant delineate which ones are securities and which arent. But its very clear decentralized commodities are already governable by existing regulation. So I think wise and prudent regulation has never protected any investors. So this is certainly reactionary. But I just find it fascinating that for something thats a trillion market cap, all of these governments are talking about it all day and putting out press releases and having the media write all these newsletters. Yet almost none of them know what theyre talking about. None of them know the taxonomy or tokenomics properly. And all they have to do is apply some sort of combination of commodity effects and securities regulation and let it go."
    },
    {
        "speaker": "B",
        "text": "Yeah, its interesting having this conversation, talking with Charlie Gasparino yesterday. I dont want to put words in his mouth, but he said something I thought was rather interesting and im going to summarize it. This is my take on his view. But he basically said, hey, listen, stop worrying about whether stuff is or is not a security. Thats not what matters here. People who are investing in crypto know that theres risk when they do it. They understand that. Really spend your time focusing in his view on the FTXs of the world, on the intermediaries that are not adequately capitalized. Theyre doing things that would essentially never be permitted in the traditional finance realm. But that was an interesting take, Preston."
    },
    {
        "speaker": "A",
        "text": "Yeah, thats a great take. And I agree completely. Theyre not paying any attention to any of these bridge hacks, Ash, because they dont care if crypto native people lose money in defi. Theyre just ticked off that very wealthy people lost money in FTX. So the people that donate to them are now telling them go do something right when they had plenty of time to underwrite it, and then let's look at that. Okay."
    },
    {
        "speaker": "B",
        "text": "If they approach, Chris, I'm so glad you're never cynical."
    },
    {
        "speaker": "A",
        "text": "Well, the facts are painful or they really wouldn't be facts. Right. I'm a facts based, objective investor, not a narrative driven investor. And it's always weight of evidence. And the evidence I want to wait is objective evidence. Right. But let's look at if we apply securities regulations to a t, does that even harm the space? No, it emboldens it. And what do the tokens have to do that would be considered securities? They just have to file properly that they are issuing a security and there are existing regs that they would have to comply with, which most groups are already complying with. So I really think that, again, and we've talked about this, consumer protections through the intermediary should be the focus, not the protocols themselves."
    },
    {
        "speaker": "B",
        "text": "Yeah. So here's another story about an institution important to the functioning of crypto machinery. This is sort of right to the point that we were just talking about. Sources speaking to Bloomberg say crypto friendly bank Silvergate Capital is under investigation by the US Department of Justice. The investigation relates to Silvergate's dealings with FTX and Alameda Research. Obviously, both Sam Bankman freed companies. The source says the criminal investigation is examining Silvergates hosting of accounts tied to Sam Bankman Frieds businesses. Bloomberg says the investigation is in an early freight phase and the bank has not been accused of any wrongdoing. The inquiry might end without any charges being filed. Shares of Silvergate are trading lower today on this news. They had surged on Thursday, but that was erased in after hours trading. The investigation has overshadowed the news that asset manager State street increased its stake in Silvergate. Blackrock announced a similar move earlier this week. Chris, any thoughts on this?"
    },
    {
        "speaker": "A",
        "text": "Which part?"
    },
    {
        "speaker": "B",
        "text": "All of it, top to bottom. What do you think?"
    },
    {
        "speaker": "A",
        "text": "Well, first, there's pretty hellacious short covering rally in Silvergate. That was beautiful to see, by the."
    },
    {
        "speaker": "B",
        "text": "Way, Chris, are you watching the equities in this space, are you paying attention to the publicly traded companies? Do you see opportunities there?"
    },
    {
        "speaker": "A",
        "text": "We're all in on this. So I would argue I do pay attention, but am I massively underwriting everything that on the options and equity side? Not really. I mean, we definitely, because you guys could do that."
    },
    {
        "speaker": "B",
        "text": "I mean, you have the folks in house where you could make those bets if you wanted to put them on."
    },
    {
        "speaker": "A",
        "text": "Right. It's just not part of the fund mandate. But it could be because some of these are a lot more transparent in terms of how to execute a trade to win versus crypto. Right."
    },
    {
        "speaker": "B",
        "text": "I've also seen, and maybe it's me, but I believe this is just my own back of the envelope staring at prices every day. Is that sometimes, particularly when there is negative news flow, it seems like the publicly traded equities sell off faster than the digital assets. I wonder if that's just because people have access to them. Right. It's on your trade blotter if you want a short coinbase just to pick one out of the skyd boom. We know how to do that. Yeah, we know how to do that. And you can hit it faster. So it seems like there is some opportunity there to capitalize on pricing action."
    },
    {
        "speaker": "A",
        "text": "Yeah, the problem with that is that the correlations, they go in thirds. Sometimes it trades with precious metals, sometimes it correlates to the Nasdaq. Theres not enough data with a high enough correlation to make that arbitrage monetizable. Certainly technologically thats the case. But a lot of times you just have to go with what works. What does work in crypto is a macro money supply model, and then it floats those hacks."
    },
    {
        "speaker": "B",
        "text": "Preston, explain what that means for people who have trading."
    },
    {
        "speaker": "A",
        "text": "Preston, the correlations that have the highest predictive quality that we act on and monitor very heavily, or the correlation to global money supply and its really its first derivative at the rate of change of that."
    },
    {
        "speaker": "B",
        "text": "Okay, so, again, for people who dont have macro backgrounds, what youre talking about here is basically the second derivative, the rate of change with central bank policy influencing global liquidity flows."
    },
    {
        "speaker": "A",
        "text": "Right. Well, ironically here, with the rising rates, which is purposely to stop credit creation, do you still have fiscal creating fiat? So we've seen a turn, and it actually started breaking out in mid January of that sort of money supply model. And it's despite higher rates, which is interesting, we're seeing a lot of new types of data and new correlations where you wouldn't see that coming. Now, the central banks can't do a damn thing about inflation, because credit creation does not drive commodity prices. Supply chain breaks are what's driving that. But back to the answer. That correlation is very high in crypto. It's also pretty high in stocks too. The other one that we like is literal money flow. You can measure that in a million different ways. There are money flow indicators like the MFI. There are orderbrook alpha indicators that we build and use internally, so that if new money is flowing on exchange, theres new wallets and there are new buy side volumes, then its going to go higher. Here we have this huge move thats occurred on a short time span. What is the root cause of that? Well, tons of bitcoin being pulled off exchange, tons of ethereum being staked, you just have a literal lack of supply and a very apparent condition of all the selling has occurred. Yeah."
    },
    {
        "speaker": "B",
        "text": "By the way, I probably said global central bank liquidity flows as making it, implying that it was causative. But the reality is it's part of these broader financial conditions. I was just getting a tweet this morning from cross border capital, that's Mike Howell's shop, talking about some global liquidity flow information. So financial conditions can expand and contract depending also on the supply and demand of funds, in addition to the significant driver, of course, which is central bank policy. Speaking of global stories here, I wanted to do a story up in Asia, which is an interesting one on my screen here today. Binance is re entering South Korea. Binance holding has acquired a local troubled crypto exchange called Gopax. Binance had exited South Korea two years ago. The investment was made through the industry Recovery Fund, which Binance set up in the wake of the FTX collapse. Gopax halted withdrawals in November in its Defi service because of the liquidity issues at Genesis, the now bankrupt crypto lender. Chris one company's Mitch fortune is another's opportunity, perhaps especially in this market. I'm curious if you have any specific thoughts either on the south korean market or more broadly on these types of opportunities where you see a company essentially shutting down a lender defi protocol or platform as a consequence of their back end liquidity provider. For example, in this case, Genesis filing for bankruptcy."
    },
    {
        "speaker": "A",
        "text": "It's unfortunate because I would argue that you should never do that. Right. So if it's $0.06 on the dollar that you can let out, let that $0.06 out."
    },
    {
        "speaker": "B",
        "text": "Explain that. What you mean by that? Meaning?"
    },
    {
        "speaker": "A",
        "text": "So if their exposure to Genesis was 94%, and because Genesis did a yde a lot of other shady things and went under or just over levered to the wrong people that could have happened innocently too. Then you have that remaining 6th sense of capital. Let that be acted upon. And if people want to withdraw it, let them withdraw it. I really dont like, and its certainly not part of the crypto mantra and thesis of the space to wall off investors from their capital or projects. You forget that a lot of projects have investments as well and they need on and off ramps, and theyre using a combination of CFI and tradfi institutions and defi pools to utilize their capital. We cant keep relying on intermediaries to give us access to our own money."
    },
    {
        "speaker": "B",
        "text": "Preston, let me try and explain this for people, at least as best as I understand it. You can correct me if Im wrong. Youre talking about essentially this paradigm shift from the world of traditional finance, where when typically you see these problems at a fund or some other financial intermediary or entity. The tendency weve seen in the past many times is for the folks who are running that institution or that fund to say, okay, were gating redemptions. And that is a fancy way of saying, hey, you cant take your money out. And the reason for that is theyre presumably saying, hey listen, if these withdrawals will have a negative impact on our liquidity position, it will have a negative impact on our ability to meet future redemptions. So lets gate it. What youre saying here is an interesting point, because its just the opposite, basically, in this DeFi world, hey, when theres a challenge, if its a 94% loss, $0.94 on the dollar, let people take their $0.06 out, give people a sense of liquidity in it, and start moving toward a world that looks more like a truly decentralized system where theyre not human beings who are making judgment calls based on what they think is best, but rather execution that happens autonomously, based on code that's publicly available, that everyone knows, that everyone can see and review, and let the chips fall where they may."
    },
    {
        "speaker": "A",
        "text": "Preston, it's almost like we need a decentralized smart contract platform. I mean, you hit the nail on the head. Let's look at, we should do another show on just defi performance during this pretty giant bear market. Yes, because smart contracts have just crushed and I'm not a very, I'm a contrarian bear as a human being, right. So I don't get too excited about feeling good because that's not a normal feeling. But I was blown away by the performance of this. And then just like to see that there are improvements on understanding how these bridges are hacked so we can further limit those because there's way too much of that occurring. And that's in part because of UI Ux being so hard, even for practitioners like, like me, where we use a combination of metamask, trustwallet ledger, so many different things just to do one function. It's very hard and laborious to get to the point where you're competent in it. And so you have to be one part blockchain developer, one part software developer, one part technologist, one part trader, all in one, just to not lose your money. It's not an easy thing for the public to overcome."
    },
    {
        "speaker": "B",
        "text": "Yeah. By the way, Chris, I should say, my producer is pinging me right now telling me we've got lots of questions, lots of people, so maybe this will make you feel good."
    },
    {
        "speaker": "A",
        "text": "I'm here. Let's do it."
    },
    {
        "speaker": "B",
        "text": "Okay, so before we get to viewer questions, for those of you watching on the real Vision website, thank you. If you haven't signed up there yet, check it out. Real vision.com dot. That's the best way to get early access to real vision content, and it's always free. Today we've released the latest rall's adventures in crypto. He spoke with Chief Fintech, officer of Fin of Singapore's monetary authority. This is pretty cool conversation, Raoul talking with the head of Singapore's central bank, the chief fintech officer of Singapore's central bank. Find out how the government is thinking about bitcoin in Singapore, other cryptocurrencies, and the blockchain in depth. Plus, if you're watching on YouTube, please like and subscribe. We really do appreciate it. And hit the notification bell. Hey everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real Vision crypto daily briefing."
    },
    {
        "speaker": "D",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, ramp software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding ramp could be one of the best decisions youve ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy rmp.com easy cards issued by."
    },
    {
        "speaker": "A",
        "text": "Sutton bank and celtic bank members of DIC. Terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "Okay, on to viewer questions. The first one comes to us from the real Vision website. It's from Timothy L. What do you want to see out of bitcoin, Chris? To have a high conviction. The next bull run has begun. Cheers. Great question. I'm sure a lot of people are curious about it."
    },
    {
        "speaker": "A",
        "text": "What I want to see, I think."
    },
    {
        "speaker": "B",
        "text": "What hes asking is, and just my take on it, I think hes saying, what sort of indicators do you want to see from a price perspective, from a technical perspective, that we are officially in a bull run in bitcoin. I think thats the spot. Preston?"
    },
    {
        "speaker": "A",
        "text": "Yeah, great question. Because right now we could be in a bull run. I combine a mix of subjective awareness of his history of cycles with the doctrinal objective, sort of ta and quantum. Right. Objectively, what do we need to see? And I saw Peter Brandt got hammer timed for mentioning double walled fulcrum pattern and people like, oh, he made up the pattern name. That's an old school point figure pattern. And he's absolutely correct. So that was a robust bottoming pattern. The MVRV bottomed broke out. Well, multiple bottom broke out. So the on chain indicators are confirming the price action volumes. Confirming price action. What we need to see is a good old fashioned retest and a print of a higher low and then how forceful that next breakout is. What is definitely the first clue here for a robust new uptrend, whether it be more like a 19 type of uptrend or what nobody's expecting, which would be funny if it happens. A giant chop range of 45 to 20, which no one can predict the future. That's possible. And we have not seen that yet in crypto. A giant sort of box. Right. So what I would be first to highlight for everybody here is that we just made obscene overbought conditions. Historically, that's a good indication of a change of trend. Right. If you look at the bear market rallies that occurred in 18 and then most recently the two in August and a little bit in October, those were met with very low daily overbought conditions. Not really getting too much follow through there and kind of met the momentum at the price high where here youve got a classic momentum divergence. While theres a consolidation and a grinding higher. So I'd just like to see how the next pullback looks. Have traditional mas kind of hold what crypto usually wicks them to fake everybody out. And I would anticipate because sentiment is only kind of at the midpoint, you probably see a pretty big bear trap that occurs if we are going to kick off into a full fledgible market."
    },
    {
        "speaker": "B",
        "text": "Preston, define bear trap for people who don't know the term."
    },
    {
        "speaker": "A",
        "text": "When bears bet against the first rally of a trend and get their, you know, what's handed to them because they're wrong and typically like, because here we've got a monthly bar that's absolutely enormous and engulfs months of price action. Right. You're going to retrace that, you know, 0.382.50. Those is going to happen, right. Historically, the first retracement is going to be brutal and it's going to fake people out to think that the trend change. Watch the news go, oh, see, back in bear market. And that's how the bears get trapped."
    },
    {
        "speaker": "B",
        "text": "Chris, we really do have the best viewers, the best viewer questions. These are just so insightful. Here's one that comes to us from Ralph H. One of our regular viewers here. Is it more accurate to describe stable coins as money market funds rather than eurodollar deposits? Interesting question. I think you were picking up on the regulatory component of euro dollars, but he's asking is it sort of more of a money market fund?"
    },
    {
        "speaker": "A",
        "text": "Steven? Well no, because, well yes and no. If it's a money market fund, that's definitely security, but with, because you have shares of a money market fund and the shares of security. So you could definitely say that they are related. Im not a lawyer, nor am I a regulator, so I dont know if I would classify them as such. I personally, as a trader and investor, do not view staples as a place where Im rotating to to hideout. I only do more bitcoin for that purpose. Um, so I think you can have that view. But is it, is it and should it be classified as such? No."
    },
    {
        "speaker": "B",
        "text": "Great question, great answer. All right, here's a fun one from YouTube from Gareth Sims. He's trolling you a little bit. Chris, bitcoin is not a stable coin. It has no stability against the dollar."
    },
    {
        "speaker": "A",
        "text": "Okay, it's up 23,000% while the dollar has gone down. So. Okay, you're wrong."
    },
    {
        "speaker": "B",
        "text": "All right, so to Gareth's point, I think what he's saying essentially is, you know, most of us here in the United States in 2023 owe are outd outflows in us dollars. I cannot pay the tax man in bitcoin. There is always that risk of a decline and go ahead clay, I want."
    },
    {
        "speaker": "A",
        "text": "To re answer that and not be so mean. What was the YouTubers name? Gareth Sims Garrett when I mean stablecoin, I mean an asset that has some of the best code ever written, that embodies property rights, that will not be eroded by either an unelected group of bureaucrats in charge of monetary policy or an elected group of bureaucrats burning my money and creating unpaybackable amounts of debt. In that regard, it is absolutely a stable store of value for my hard earned labor. Similar to gold and silver and other precious metals, similar to real estate. It is an asset that is a store of value. And then mathematically it's literally up 23,000. What is it? 23? Four, something like that today. Percent since inception while the dollar has just gone down and since 19 $13 down 98 plus percent, therefore only leaving another two of purchasing power and is not a stable asset to leave your labor in, period."
    },
    {
        "speaker": "B",
        "text": "So the kinder, gentler Chris Sullivan see Garrett we're not sure at realization. By the way, it's always funny to me and it doesn't matter whether you're watching Fox News or MSNBC if you want to, just like you want to get broad agreement on something, just beat up on Congress. Everybody agrees with that."
    },
    {
        "speaker": "A",
        "text": "Unfortunately, none of them are qualified except for like five people. So it's sad. Anyways, that's not a productive use of our time. More questions please."
    },
    {
        "speaker": "B",
        "text": "Steve M. On the real vision website hi ash, I'm curious as to the guest thought on what effect, if any, the minting of nfts on the BTC network will have. Interesting question."
    },
    {
        "speaker": "A",
        "text": "Very interesting. That's ordinals. I don't think we have enough data yet on it. I like layer two solutions on top of bitcoin because I like the blockchain. I'm a proof of work fan in general because that's labor into code, literally. Energy is the value put into proof of work. I would argue it's right now cute. And it's a free market. Anybody can bid and ask on whatever assets they want on top of it. I dont think its going to congest anything. So for me it should be accretive. I dont think theres any sort of value thats going to translate to the bitcoin blockchain although its nice to see things built on top of it PresToN."
    },
    {
        "speaker": "B",
        "text": "Yeah, and that has been, I think a process thats been slower than some people would like just being honest about it. But thats the nature of bitcoin. Bitcoin moves very slowly and it moves very slowly because the thing that bitcoin does is its cures transactions on the blockchain. And it has to be uh, in the view of the bitcoin core developers, it's got to be 100% or they don't do it. Uh, that's just the, that's just the nature of uh, of the beast. And so I think it's an interesting point. Another question from uh, from YouTube RV on Yt. What about the regulation risk for ethereum? Oh boy, this is a great question. And I know something you're interested for the smart contract space, it's holding back. And he says, he goes on to say, I'm just going to read a little bit more here. It's holding me back from investing significantly. If ETH is declared security by the SEC, what will the future course of action be for ETH and its ecosystem? Great question. Another one?"
    },
    {
        "speaker": "A",
        "text": "Yeah, its solid. And I would throw on one more risk is like what ERC tokens would then be subject to any factor, regulatory actions. A lot of thats."
    },
    {
        "speaker": "B",
        "text": "Preston, explain what that means."
    },
    {
        "speaker": "A",
        "text": "Oh man. It means that youre in violation of KYC Aml esque and we determine you cant have us investor capital."
    },
    {
        "speaker": "B",
        "text": "Basically, Preston, by the way, this is a topic thats interested me before the collapse of FTX. I was calling this the biggest story in the space. Its this weird immovable object versus unstoppable force. When you have, what happens when you have this question? Im sure were not going to answer here today, but what happens when you have a publicly traded entity whose officers and directors are us persons, live in the United States, subject to us law, and you get a transaction on the blockchain thats censored by the OFAC list, you have a specially designated national who isnt allowed to conduct that transaction. What do they do? Do they include the transaction? I dont think they can include the transaction because clearly in violation of federal law if they do, at least in terms of those interpreting the law today, and they cant not because they slash it. I know that theres a sort of almost like preprocessing element and the way the pools are aggregated. But to your point, Chris, this is a material concern."
    },
    {
        "speaker": "A",
        "text": "It is. And then because it's so decentralized and it'll be even more so when we get to the Shanghai upgrade in March, you would think process wise, okay, Ethereum foundation would register the necessary securities legal documentation to register properly. But then, okay, does that, is the SEC at all going to say, oh, everybody that owns Ethereum is now compliant with the new filing. It is extremely complex. So to be in one part on the regulator seat, if I'm them, I'm going, oh, my God. I can't just slap securities regulation on every asset, only on the ones that I can actually deem or securities. Ethereum, to me, is a commodity, so they've got to actually go through the taxonomy. And then I would look at the tokenomics, because tokenomics speak to me as an investor, and I can identify what assets actually security by the tokenomics where, oh, you're inducing me to participate in the network to such a degree that I think you've issued a security versus what are clearly commodities. Trey."
    },
    {
        "speaker": "B",
        "text": "Yeah. By the way, just one point. It was one that I raised on the air yesterday, September 30, 2019. SEC levied a penalty on block one. It was a $24 million fine for an unregistered ICO. Obviously, that was a small fraction of what they raised. So there's also this idea that maybe this is theoretical, obviously, we're talking about the future. Maybe there's this framework for a kind of pay the toll for past behavior if you didn't ICO, in a way that SEC wasn't comfortable with, and it's not a death sentence. It's kind of, it's kind of a misdemeanor in the general framework. That's one potential outcome for Ethereum, obviously, different political environments. So who knows at this point? But it's something that has happened in the past. In fact, it happened four years ago."
    },
    {
        "speaker": "A",
        "text": "In 2020, and then you've already got 100% of the float out out there because it's deflationary. So you can't do a look back and apply regulation to 2014, for example, in Ethereum's case. So I think for tokens that have 70 plus percent of issuance that are currently liquid, that presents a safer opportunity from a regulatory risk perspective. But back to the earlier question. The very risk that he or she is citing is why all the institutions are not all in this space, which is why there's asymmetry. So you just have to allocate the amount that you feel good with that you're going to be like, hey, I own at least this much of ethereum. And then when and if it all gets resolved and it's whatever thousand it is, you'd be happy."
    },
    {
        "speaker": "B",
        "text": "Chris, I could do this all day. We've got so many great questions here, but I've got to end on this one from the real vision website. It's Richard D. Boy, this one's a hard ball. Here's the question. Happy Friday. Great talk. Love the art. Chris, who's the artist?"
    },
    {
        "speaker": "A",
        "text": "The artist is kind of unknown. We got it in a Sanford based regional bank that was banking bitcoin ATM's back in the day. It's a pipeline in Hawaii. It's oil on canvas. It is beautiful. But the artist's signature is missing. It just says Romero. It's missing. Anything else on there? We've looked it up. Can't find him or her, but thank you. I'm big surfer, so I like sitting, sitting here. And it was our coo, Matthew Rosen, who bought it for me. So that was nice."
    },
    {
        "speaker": "B",
        "text": "So our viewers know that I do not traffic in conspiracy theories here on this show. But what if, Chris, Satoshi is Romero. Romero is Satoshi."
    },
    {
        "speaker": "A",
        "text": "How Finney. What? You know, great."
    },
    {
        "speaker": "B",
        "text": "Both are cool names, so yes, indeed, Chris. This is absolutely spectacular show. Wish good idea on every Friday. Terrific show. We've covered a lot of ground here today. Final thoughts, key takeaways that you'd like to leave our audience with."
    },
    {
        "speaker": "A",
        "text": "Let's find another day. And I think looking at the last three years, whether it's gaslighting, mass formation, psychosis, propaganda abuse, physically, mentally, et cetera, with trading and investing, try and always act as simply and methodically and process driven as possible. If you are a long term investor in this space, does it matter? Ask yourself, does it matter if it goes to 26, five peaks out here goes to 20. Does that matter to you? Does it matter that it takes off to 30 and you're not in? Understand how you want to be allocated to the space before allocating, or while you're allocating and come up with a trade plan. If you're trying to day trade to wealth, I promise you, you're going to lose, and you should not do that. But if you're going to take a long term view, there's enough research. Real vision is one of the best financial news networks and data networks on earth, if not the best, and just mine their data to find what you want to invest in and then underwrite it. And if it's a trade versus an investment, it just increases your likelihood of being unsuccessful. Jeff?"
    },
    {
        "speaker": "B",
        "text": "Well, Chris, we really appreciate that. And real vision is what it is because of guests like you. Uh, thank you so much for coming on and joining us again. It's always a pleasure show."
    },
    {
        "speaker": "A",
        "text": "Thank you."
    },
    {
        "speaker": "B",
        "text": "Uh, this episode of Crypto Daily briefing is sponsored by the Crypto app. The crypto app is your place for all things crypto. Download the crypto app today on Google Play or iOS App store. That's it for today. We'll be back on Monday. Guests will include people from Starquare, Radix and Arca. See you Monday at 09:00 a.m. pacific time, noon Eastern, 05:00 p.m. london, live on real vision. Crypto daily briefing. Have a great weekend, everybody."
    }
]