[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com. tech all lowercase. That's Shopify.com tech. Hey everyone, if you like this podcast."
    },
    {
        "speaker": "B",
        "text": "Go behind the paywall to get privileged."
    },
    {
        "speaker": "A",
        "text": "Access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "B",
        "text": "This is going to be a very different episode of rails of interest in crypto. One of the things I've talked about a lot is how amazing the real vision community is itself and how smart they are, how thoughtful, and why that community is so special. This is not necessarily a plug for the community, but a plug for one of our community members who's amazing. Now it goes under the anonymous name of Kev, but in real life he's a real thinker about NFTs, where this is all going, how to think about collecting them. And I know it's going to be a fascinating conversation and I just think it's sometimes it's not all about the celebrity, but all about the mind. And this guy, not only has he got a great mind, he's a psychiatrist as well."
    },
    {
        "speaker": "A",
        "text": "Hey, real vision NFT holders, both Genesis and collective. In this episode I'm here representing our community and wanted to announce that every Saturday morning at 09:00 a.m. pacific Standard Time, I will be on voice chat in the real vision discord to discuss our way forward with the Real Vision Investment Club, which is going to be the venture capital wing of our NFT community. Real Vision is working behind the scenes to help us establish the legal framework for this and for the next at least five weeks, they've allocated prizes that I'm going to give away to the most involved members in the voice chat. I'm really excited as the current market conditions are optimal for us as funding from legacy sources becomes more difficult. This gives us an incredible opportunity to make headways into the market when previously it may have been more closed off to us on the real Vision website page for this video in the description we are including step by step instructions on how to find the discord, login with your metamask and find the voice chat within our server. You'll notice that in this episode a lot of definitions and notes will pop up. This is intentional as I am working with real vision in post production to edit any episode I'm in to make the crypto lingo accessible because the more we all understand, the more we all succeed. Lastly, stay tuned at the end of the episode as I will try to provide more clarity. The most difficult questions Raoul had for me during the interview and I'll be going through all 15 of my NFT use cases. Thank you for watching."
    },
    {
        "speaker": "B",
        "text": "The world of crypto is an incredibly exciting journey that we're all going on together. We don't know where it's leading to, but we know it's going to be absolutely massive. Join me, Raoul Pal, as I guide you on our adventure to discover just what this new world will look like. Pseudo anonymous Kevin, how are you?"
    },
    {
        "speaker": "A",
        "text": "I'm good, thank you."
    },
    {
        "speaker": "B",
        "text": "How are you? I'm great, thank you. This is going to be fun. It's going to be very different and super interesting. So give us your journey first. I always ask everybody the same question because it gives people a framework of understanding how the hell did you get into crypto in the first place? And also a bit of your background where you can tell us about what you do."
    },
    {
        "speaker": "A",
        "text": "Sure. So I'm a psychiatrist by training and I really got into crypto about two years ago. I had researched a little bit back during the Ico craze, but then it seemed very grifty and then everything crashed. And so I understood the basics of blockchain, but somehow I had missed the smart contract piece, which is kind of a big piece. And so it was less interesting to me at that time. And then a friend of mine had told me about Cardano and how that was peer reviewed and there was like 100 peer reviewed papers and I was like, oh, that sounds not so grifty. Okay, that's cool. And then so from that pivoted to all the other things in particular ethereum and then nfts, I understood that that was this big thing that people didn't seem to know about. And generally alpha or returns are generated when you know something that other people don't know. I was like, well, this is the thing that people in crypto dont seem to know about. So im just going to lean in and learn a lot about this. And so thats when I spent a lot of time learning about nfts and then realizing that this is extremely powerful technology and still, almost everybody still thinks its just monkey pictures, so well, dig into that."
    },
    {
        "speaker": "B",
        "text": "But I want to go and understand, as a psychiatrist, were you trading, investing, what kind of got you into the journey? Because it's not an obvious step. What was the why? How so?"
    },
    {
        "speaker": "A",
        "text": "I like to read a lot. I just sit around and read. And so you can bring forth a lot of different topics and I'll have some degree of knowledge on them or be able to at least carry a conversation with people with, you know, some general degree of expertise on those topics. And so when this happened, I was like, oh, I'm good at reading. And so med school really helped me develop the ability to do that because you're literally just grinding all the time and you're developing note taking skills and you're developing in a way. So if you look, I have all these documents with references in them, and I don't know if you saw my workup of the episode, it's probably very, very structured compared to, um, what a lot of other people do. Um, and that's just how I'm used to doing things. And so I was like, I actually can make headways within this, uh, this scene because I don't think that other people have this sort of educational dedication the way that I do. And so there was that, and then there's also the element nfts in particular, but also crypto, that there's a huge hype component, and the hype component is psychology. And I also knew from investing in art a little bit of how the hype cycle goes, edition sizes, things like that. So nfts fall into that world as well. And so I recognized that I had a somewhat unique skillset from other kind of interests that I've had that would translate to this. And also, the more you do this, the more you recognize this is the future. There's tons of grift and the centralized players messed it up for us and all those kinds of things. But when you truly understand the technology, it's incredible. And in fact, later on in the episode, we're going to talk about how sold on nfts may be the thing that saves democracy, literally. And the technology is amazing. And AI is going to just completely cause us to have to develop digital identities and ways to show provenance of our activity online."
    },
    {
        "speaker": "B",
        "text": "So before we get into the meat of all of that nfts, what struck out you first and what did you buy first and why?"
    },
    {
        "speaker": "A",
        "text": "So the first thing that I bought was, uh, it's some cardano nFt. And, like, ten x'ed it. It was like, um. It was some profile picture. And I knew that, like, it had enough hype and the. And I was like, I'll put $40 into this. Well, I could. So that was. I think that was the first wallet transaction that I did. And then I think I flipped it for ten x, and I was like, oh. I was like, I don't really think that. I mean, and the project might be doing its own thing. I'm not super huge on profile picture projects in general, but I was like, oh, okay. Well, that went well. And then I bought some land. Cause I. That. So it was this project Pavia, which I believe is still ongoing, and that ended up being like a 30 x or something like that. And then I was like, oh, wow. Okay, this is definitely a thing. If I follow the narratives with this, you can do quite well. So. And so those were the first couple of things. Those were the sort of proof of concepts."
    },
    {
        "speaker": "B",
        "text": "And when did you first take it on the chin while getting it wildly wrong?"
    },
    {
        "speaker": "A",
        "text": "So I got it wrong when I bought a particular alpha group NFT at the kind of top of the market. It's still operating and it's still doing well and whatnot. But it was definitely during. It was. It was after the whole bull run, the January after everything dumped, so sometime in 2022. And then I tax loss harvested it, and at the end of the year."
    },
    {
        "speaker": "B",
        "text": "So which is the whole of shame, where you just put it away and that never happens."
    },
    {
        "speaker": "A",
        "text": "Oh, and there was some land. There was some other land that I bought. We'll get to it later, but I don't know that I would be investing in land much."
    },
    {
        "speaker": "B",
        "text": "Yeah, I want to talk to you about that as well. So when you started to get your feet and you started to do the work on it, what then attracted you? You said you weren't that keen on PFP projects. What was it that you started to focus on? Where did you think your success?"
    },
    {
        "speaker": "A",
        "text": "So it's the community building aspect. So it's the idea that NFts. So I could buy land down the street from you in the metaverse, but we can warp everywhere. Right. So what's going to be the thing that allows you to actually interact with people that you like or admire or maybe even in real life, too? It's going to be owning their NFT, because for people who haven't used NFTs, it goes into your crypto wallet, and then you can use it to access gated things. So discord's kind of like a chat room with voice chat. There's video chat as well. You can form communities where the only way to get into that specific discord is to own that NFT. And so that opens up huge numbers of use cases. And so it also aligns incentives. I think that there was an episode a long time ago where you mentioned this, that this is like probably the most powerful community engagement and incentive driving tool ever. Because, like, for example, our real vision, NFT, I own a ton of them. Right. And so the more I contribute, like, you didn't pay me to do this episode. I spent a gazillion hours preparing for it. Right. Um, you don't have to, right. Because the more I engage and help make the community better. And then, so there's a whole venture capital thing that we're going to be trying to do. The more I do that, the more my bag of nfts actually becomes worth. So there's a huge flywheel in all of this, in that like, yeah, I work for free because it's not for."
    },
    {
        "speaker": "B",
        "text": "I mean, I, I've talked about this. It was Yatsui who, who discussion I had with him that we came across the idea of universal basic equity. So in a world of AI where, and we'll come on to AI more, but where humans are being replaced as knowledge workers very fast, we find some purpose. Human purpose is the social element of what we can do together. Right. It's always been the organizing principles of mankind is essentially this organizing set of principles that creates a society, whether it's religion or political society, whatever it is, and communities, and we fit within those. And if you get rewarded by being a good community member, which is exactly what you're saying, then that gives a whole purpose in its own right, of which you can make money from being a community member, which didn't happen before, if you're part of a, you know, some other community online, on a Facebook group, you don't actually make any money from it, so you're just giving your time just because you like to do it. But this way super incentivizes people."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's incredible. And I don't think most people see that. And actually, that was the moment when I recognized that element of things. That's when I was like, this is absolutely going to be the thing. And then over time, I started keeping the list because I keep notes. So I have 15 NFT use cases now. No, they can overlap. It's not individual, but 13 general brackets of uses for NFTs and a lot of people only knew the first one, which is like the digital flex, the digital Rolex type thing, but there are so many that people just don't know and it's incredible. Hey everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "B",
        "text": "So outside of the community ones, what's the next big thing for you where you think when we're looking, peering into the future and it may not be here yet, but what gets you really excited about nfts?"
    },
    {
        "speaker": "A",
        "text": "So if we move forward, I would say that the next generation fan club is the most doable right now in this moment. So what you mean by that? Yeah, so there's the concept of the thousand true fans. And so the TLDR the too long didn't read is that if you get $100 profit a year on a thousand people, you get $100,000, which is a reasonable salary. So if you imagine that a band makes an NFT with an edition size of 1000 and sold to their thousand true fans, and those fans can log in through a web three portal with their NFT, get merchandise discounts for life, exclusive merchandise, early access to tickets or discounted tickets, access to a special gated section of their discord, where among other things, they gain a live stream of every band practice. And last and obviously best use case for something like that is that you could show your NFT at the show and you automatically get to go to the after party or something along those lines or there's special events that you get to hang out with the band. So I think that every band, especially the smaller ones who could devote some time to fostering their community, are all going to have an NFT club like this. For example, Shopify. Just the other day announced web three integration for things exactly like this. So this is 100% happening. Um, another really good example of what."
    },
    {
        "speaker": "B",
        "text": "Some, well, I just want to go on that music one as well is, is obviously, you know, I've started all business based around this kind of idea, science magic studios. And I'm thinking about the big unlock. What is the big unlock in the music one? The big unlock? Yes, I totally agree with the thousand true fans. Right. But when I grew up, I used to collect albums and then cds."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And the first thing I would do, he reaches above him to find a cd. It's a random Beach Boys one. I don't know why, but it was the artwork and you would listen to the CD, you take out the sleeve, you would read the artwork and you'd look at it, right? And many artists, and I've got a big, one of those big Tashan coffee table books, which is cover art. And everybody from Damien Hirst to Salvador Dali has made album covers in a Spotify world. They're pretty worthless, but fans really want them. If Beyonce Reek releases a new album and she has 100,000 that are the equivalent of the colored vinyl or the special gate bold sleeve, they're worth a fortune. And then that gives you, then the ongoing rights. Cover art, I think, is just the no brainer. Because music itself is a problem, right? Because all of the IP rights and all of the different people in the chain, the COVID art, it's you, the artist, who will make money from it."
    },
    {
        "speaker": "A",
        "text": "I mean, that's a very easy example of one of the NFT use cases, which is like digital collectible. And that's an easy extension that bands can definitely get, but it also falls."
    },
    {
        "speaker": "B",
        "text": "Straight into yours, which is if you have this, then you can have access to that super community. You might have to buy something else."
    },
    {
        "speaker": "A",
        "text": "Exactly. Or access to the super community becomes the genesis NFT, which is usually like the gateway to the rest of that ecosystem. And then that gives you early access to the digital collectibles of each album as they come out."
    },
    {
        "speaker": "B",
        "text": "How do you get around the issue, that new band issue, these NFTs for their thousand true fans, they take in their 50 grand and then they can't get any money ever again from it unless they keep selling more stuff. There's something I still think doesn't yet function in how this works, because everyone's incentivized to only keep creating more and more and more and more, as opposed to ongoing proliferation that benefits both sides."
    },
    {
        "speaker": "A",
        "text": "So, one, the royalties thing needs to get worked out. That's like totally would get into the weeds. The way the contracts work, it's really unfortunate. There isn't a way to enforce that. I get that. There's not. Maybe one day somebody can figure out a way that there is that fixes the problem. The other way is to hold some passes in a treasury, but eventually your treasury does run out. So there's. That's a thing as well that you can do to kind of work around it. The other part, though, is that if you sell as a band, your NFT, and then you make it. So it incentivizes the flywheel of engagement. Most of what artists get, I forget what the percentage is, but almost all of it is live shows. So you can do things like early access tickets to fans. So then you're basically front running the scalpers. So then if you front run scalpers, then your fans have more money because they didn't have to buy the tickets aftermarket because they got early access because they were in the club. So then they have more money to spend on shirts, which."
    },
    {
        "speaker": "B",
        "text": "So, yeah, that really works. It really works in examples where there's other benefits around. You know, it's like real vision is pretty obvious because we're a subscription business. There's lots of things you can do. You can connect people and people can get value. But I just worry about some of these communities that don't have anything. So like proof, for example. And I'm not picking on proof, but you start something, you end up running out of money to run it. Unless you keep selling something else."
    },
    {
        "speaker": "A",
        "text": "Exactly. And that's what a huge proportion of NFT projects do. And then they just go into a."
    },
    {
        "speaker": "B",
        "text": "Dilution spiral before we get onto soulbound and digital id land. It's an interesting one. I came to the same conclusion as you. What's your thesis about? So digital land nfts or digital land overall?"
    },
    {
        "speaker": "A",
        "text": "So, I mean, I'm not sure what current metaverse platform is going to make it, if any. Right. That's not really where I think we should be investing or putting our efforts. But what is Leon next to some celebrity actually worth when you can teleport anywhere?"
    },
    {
        "speaker": "B",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "If you want to hang out with a band or hang out in a special part of their discord or go to their live stream or get extra backstage tickets or whatever, it's gonna be that you own the genesis NFT for that band, that's gonna be the thing. So as this starts popping up and."
    },
    {
        "speaker": "B",
        "text": "It might get you into the metaverse space where you can all hang out."
    },
    {
        "speaker": "A",
        "text": "With each other, the reason the metaverse didn't hit right now is because nobody wants to be there. I think nobody wants to be there because there aren't people there. And there are people there because there aren't enough communities to get your act. Like there aren't enough of them to get your access to hang out with people that you want to. So that's why it doesn't. Didn't hit right now, what do you."
    },
    {
        "speaker": "B",
        "text": "I just think land is digital, land is infinite. And I know creating nft because proximity doesn't mean anything. No, sure. If it's a really gated access, ultra elite club metaverse, and you want something within that because it gives you prestige, I get it."
    },
    {
        "speaker": "A",
        "text": "You're right."
    },
    {
        "speaker": "B",
        "text": "But otherwise, yeah, I don't know what the other side deeds are gonna do. I mean, I've still held onto mine."
    },
    {
        "speaker": "A",
        "text": "But yeah, I mean, kind of figure."
    },
    {
        "speaker": "B",
        "text": "Hugo, Mike, figure it out because they've been pretty good at this stuff."
    },
    {
        "speaker": "A",
        "text": "They have a better chance than most, I'll put it that way. Like, I mean, they figure it out and I mean, they definitely have enough hype surrounding them that they may gain traction. They have the whole board ape community that will inhabit their metaverse whenever it happens. It has a lot of OG players in the space so you know, there's the capacity that they, that it hits and then people do, people do kind of start using it who are outside the bored ape community or Yuga community. Yeah."
    },
    {
        "speaker": "B",
        "text": "I mean that's a big leap of faith in a world of a lot of games, right. I just keep looking at this thinking it can't just be games because I don't play games. No, I hold most of the Yuga assets. I hold eight token. I've got some other side deeds and I've got my board eight. But I'm like, it needs to be more than just a game."
    },
    {
        "speaker": "A",
        "text": "Yeah, I don't think it's going to be games because the problem with every, I mean they'll eventually figure this out. But the way all these games end up working is the economies are broken. The economies are almost always broken because you can farm. And so what will happen is someone whose time is not that valuable will find a way to farm the economy out of existence. So once they have these tokenized economies that you can go and like do some repetitive action to generate money, you ruin the economy. So you either have to have baked in destruction into the economy. Like you go on missions and then your MEC gets beat up. And then some missions you gain money, some missions you lose money, which that's fine, you can probably work that out. But, um, any, any economy that involves an ability to farm will be broken."
    },
    {
        "speaker": "B",
        "text": "So I infinite money supply over time."
    },
    {
        "speaker": "A",
        "text": "Yeah. And then the token goes to zero, the hype cycle dies. People pivot to the next thing. I mean that, that's, that's, that's what happens with most NFT projects, right? There's a hyper financialization baked into all of this that breaks everything. And so you can't, so I'm not super keen on gaming. I think gambling works because that's a sensible economy, right? Like you can, you know, chain link can verify the RNG random number generation. So you can see like on chain that the game is fair, which is way better. That's already way better than the way that gambling online has been because one of the guys from, what was it, FTX, he was implicated previously in some poker site, but they embedded some God mode where they could see everybody's hands and just made a ton of money. Something like that. Yeah. That's what people do on online gambling. So that's an economy that does make some element of sense to me, because at least, you know, it's all transparent, it's all on chain. The house keeps a certain amount that goes to the protocol, blah, blah, blah. That can work. But these games where there's farming don't make sense to me. I can't see how any of them are successful. People will figure out games that that's not a part of and that you can sell some of the assets within it, but so there are going to be ways for games to be successful, but I'm not particularly keen on that subset of the industry. Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "C",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this, for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what with each vendor. Ramp's software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding ramp could be one of the best decisions youve ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank."
    },
    {
        "speaker": "A",
        "text": "And celtic bank members of DIC."
    },
    {
        "speaker": "C",
        "text": "Terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "So what else is interesting to you right now as well? When you're looking, peering into either the near future or the further future, like."
    },
    {
        "speaker": "A",
        "text": "This moment, or with NFT specifically or just NFT specifically, I think that was, I mean, there, there's a bunch of different ones, but I mean, I think that the easy thing, like for example, what we're doing at real vision is the supergroup alpha group type thing, and what that ends up doing is that's just where instead of being inclined to hoard information, you are incentivized to share information because you're sharing with your group. And as your group does better, the NFT does better, the whole group does better. So thats a really very doable right now type thing. And thats essentially what were doing. And so, I mean, that makes perfect sense because then youre developing a sense of community. Youre developing camaraderie. People are succeeding together and youre making money when everybodys succeeding together, which is pretty great. And thats just doable right now. Theres the raising thing, raising funds for like a book like Ben Mesrich is doing. That's cool. Like that. That's a cool thing because you get to interact with your community. Say you're a band. Then when you're interacting with the band, could interact with the fans and be like, oh, we wrote this part. There's this other part. Which part do you like better? There's a lot that you can do with that, especially if you embed profit sharing into that. Now, I think we run a little Howie fail with that. But if you incentivize people to, I mean, they'll tell you what they think hits and doesn't very much. So if they think that they have the potential to make money from it. On chain physical goods custodied at an insured, secured facility I think is going to be very hot. So that's where culp diven, which, yeah."
    },
    {
        "speaker": "B",
        "text": "I mean, you know, I did that interview recently. Yeah, they're really interesting."
    },
    {
        "speaker": "A",
        "text": "It's a brilliant project. I mean, it really, really is because what people don't recognize is there's so, so many headwinds in the legacy system for flipping any type of collectible. So I collect art. So if I go to the, if I go to the auction house, I have to pay a 15% seller's premium and then buyer pays a 20% buyer's premium. So there's already a 35% cut that's taken just to flip a piece of art. I imagine wine works about the same, although it can't attest to that with this. Your bottle of wine is stored in a facility in France. Temperature control provenance is perfect, right, because its all stored on chain. And so what ends up happening with that is that you want to sell your bottle of wine, you list it. And for people who havent really dealt with nfTs, when you list something on an NFT platform, you choose the price that youre willing to take for it. You sign a transaction in your wallet, it posts, and then if somebody else wants that thing, that Nft, they will buy it, or they'll say, I'll buy that bottle of wine from Ethereum. They sign the transaction, and the one Ethereum is swapped into your wallet, and then that NFT is taken out. So now they own the rights and there's an instantaneous transaction. So it adds liquidity to a market, is typically highly illiquid. Um, and depending on how you work out the royalties and whatnot, you can actually make it. So the winery gets a proportion of the revenue, which."
    },
    {
        "speaker": "B",
        "text": "Chateau Latour not still make money 100 years later for Chateau that trades."
    },
    {
        "speaker": "A",
        "text": "It's ridiculous. Absolutely. And so you work that part out of this, although we need to work out this royalties part. That's a huge problem. There needs, that needs to be worked out where there's a way to secure that. That's a possibility, but I mean, that's huge. And that opens up all kinds of on chain physical goods as a possibility. And what also happens is if they're stored at a secured facility, that opens up decentralized finance applications. So I have the $10,000 in wine that. Oh, and so what ends up happening, too, is that when I what to consume the wine, I pay a shipping fee. It burns the NFT, it issues me a tasting token, which they aren't sold out NFTs yet, which we'll talk about later, but it issues that. And then what that does is that proves that you consume the bottle of wine and they ship it to you. And so that is such a better system than the way that wine is currently sold. And with each flip, there's so much less friction in the process, and so that massively out competes."
    },
    {
        "speaker": "B",
        "text": "I also talked to the club Devin people about, can you embed an ability to track where that bottle goes and at what temperature? And they're like, yeah, that's doable."
    },
    {
        "speaker": "A",
        "text": "That's totally. Yeah."
    },
    {
        "speaker": "B",
        "text": "So it's very different from me storing a nice bottle of wine in my wine fridge thing here, versus it staying at some fancy cellar in Bordeaux. And it's stayed there for 20 years."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "The differences in value need to be huge, and it's provable again."
    },
    {
        "speaker": "A",
        "text": "So, like, the art market, I think, is about 50% fake. This is 0% fake, right. So I think wine is like maybe 20, something like that. I feel like I've heard that number thrown around. There's a whole documentary about a guy with, like, amazing, like, very sophisticated with the labeling and everything like that, but this completely removes that possibility, which is great for creators because that is, that's a headwind on their market. Every time somebody is selling a fake, that's driving down the price of originals, right. Because, you know, you're for art. For example, your ability to sell in retail, like at a gallery, is mirrored by your ability, what you're selling at auction, right. And so if there's fakes at auction, they are driving down your ability to make money in. So even though you're not the one directly selling your auction items, they do drive down your ability to sell things in the gallery. And so proving the authenticity of things, that's like the OG block. Blockchain use case. Right."
    },
    {
        "speaker": "B",
        "text": "The other one I saw, whereas you might have heard me talk about it on real vision, is there's an australian spirits producer and distributor, the largest, second largest in Australia, and they've started using it, experimenting with it for inventory management, because inventories are illiquid, things particularly difficult for hotels, restaurants, bars. You know, you've got all of this stuff. How do you liquidate inventory, fasten? Well, you take delivery of what you need. Everything else you can store as an NFT. So you've always got what you require. Then you can just liquidate in the market if you don't need it, or you can come into the open market and buy more. So you've run out. You're a high end hotel in Hong Kong, you've run out of Dom Perignon. You go and buy the Dom Perignon NFTs provenance. And that was still from the supply of Dom Perignon. It's a way of managing the whole supply and also for wine producers to. Well, for buyers to have less risk in what they're doing, because if not, you can end up with a lot of wine you don't need. There's no way of liquidating. Well, there is, but it's cumbersome. You ship it out. You've now shown that it's been taken out of storage and done this, done that. Then you need to find a bar and the bar might be in New York and not Hong Kong, and you ship it across the world. Crazy."
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely."
    },
    {
        "speaker": "B",
        "text": "You can just flip the NFTs and."
    },
    {
        "speaker": "A",
        "text": "I mean, this basically removes the utility of vechain. Nfts just have kind of replaced. As far as my understanding of what Vechain does, like, this really eats its lunch."
    },
    {
        "speaker": "B",
        "text": "So soulbound, I've not really spent much time thinking about it."
    },
    {
        "speaker": "A",
        "text": "It's the thing. So soulbound NFTs originated from the concept from World of Warcraft, which is where when you do certain actions. I didn't actually play, but I'm somewhat familiar. You basically gain these credentials that you cannot transfer. It's not like a weapon that you can sell to somebody else or get rid of, it's just always stored on your character. And so what a soul bound nft. So there was a paper that Vitalik and two other writers wrote, and there was a bunch of videos that came out at the time when that paper came out. But I don't think there's actually a lot of really interesting stuff beyond just soulbound nfts in that paper, which if we have time, we'll get to every interview. You ask the question like, what's the 100 million people thing? What's the thing that's gone on board everybody? And it's nfts, and by extension soulbound nfts. And essentially what a soul bound NFT is, is it's a proof that you did something. It goes into, at least in theory, a separate wallet that's like a sole wallet and which we don't have yet, but we will. How fast everything's moving like this is absolutely a priority. This will happen because the implications are massive. And you cannot sell it, you cannot transfer it, you cannot. The only thing that can happen is that it can be revoked by the creator. That's it. And so what sold on nfts can do. So these, I think we put them under the like proof of attendance or like basically proof that you did something."
    },
    {
        "speaker": "B",
        "text": "What? Exams and qualifications, right? You've got a whole bunch of qualifications. They stick with you forever until revoked. Unless revoked."
    },
    {
        "speaker": "A",
        "text": "Yep, exactly."
    },
    {
        "speaker": "B",
        "text": "They find out you're a filthy NFT djen and they get rid of you off the list."
    },
    {
        "speaker": "A",
        "text": "Yeah. You're not a die."
    },
    {
        "speaker": "B",
        "text": "But, but that is obvious, right? Because we've already got the fraudulence of, oh, I went to Harvard, I did this."
    },
    {
        "speaker": "A",
        "text": "It's like totally, absolutely. And you can have your soul wallet be shielded with zero knowledge proofs. So for people who don't know what those are, that's a way of proving that something is true without showing them the thing. And so involves fancy man. So things that you could do is like conferences. So you go, you go to a conference, you scan that. Now you've, you, there's proof that you went to that conference, which is really cool, because if you have a wallet, you can't just spin up a gazillion of these wallets, nor would you really want to because you've sacrificed ten years of credentialing, basically on this. So this forms basically rudimentary digital identity without having a. The necessity of a centralized entity, which, as we discussed before, is really a necessity for making uncollateralized or under collateralized loans, defi and all those sorts of things, is having some sort of digital identity. So this is the way that we can establish digital identity is with soul bound nfts. There's a lot of different ones. So you go to a conference, scan it, we go to real visions meetup, you scan it. You have that university, you maybe even have your GPA on there, or you could choose to show that, or not show that. Your whole transcript could easily be on there. Stadium. You've been to the stadium x number of times, you know, so you're a super fan of the Rams now, or what have you. Ticketing. Ticketing is huge. We're going to talk about ticketing. Ticketing is like the thing. Ticketing is the thing. Work history. So for every six months you work at a certain job or every year, rental history. So this is a way of establishing, basically credit. So you completed your lease with all payments on time. You get issued an NFT that shows that you did that loan repayment loan, original origination, so that you can keep track of what loans you have out on you, especially if you go into the under collateralized or uncollateralized world. And then there's NFT communities or communities that then issue soul bound nfts for proof that you did something or you contributed in a meaningful way. And so that's what we've been talking about in regards to real vision, is ways that we can incentivize people to contribute to the community. Because with the visionary club, there will be. So there will be a second tier where there'll be a separate chat and things like that. And so how easy you get in Moritz and I were talking about this, where it's awesome, by the way, we're."
    },
    {
        "speaker": "B",
        "text": "Still figuring it out. You know, there's a lot of elements."
    },
    {
        "speaker": "A",
        "text": "Of this, but there will be a way that people can earn their way in because, you know, me, 20 years ago, I did not come from me, so I would have never been able to work my way up within communities based off of money. There's no way I could buy my way in now, but not 20 years ago. And so I do think that it's really important that we have a way that people can work their way up just by virtue of their being a good community member. Exactly. So assault bound nfts. So there's like proof of experience, basically, which is where your ticket, you go and you scan your ticket, and then that becomes a soulbound NFT that proves that you went to that concert. Then there's proof of contribution, which is what we talked about, which is like you contribute to your NFT group and then you issue some sort of sold out NFT that shows that you were a major contributor. Remember, in the metadata too, we can say there's only 50 of these. So if your group gains clout within web three sphere and you're one of the 50 people that got the special badge that actually has the capacity to carry weight between communities. So then we're actually, that's the reforming, decentralized society, which is actually huge."
    },
    {
        "speaker": "B",
        "text": "Yes. And to go back on that point, if I was just thinking when we were talking before about communities, a lot of communities are physically present, right? So even if you're a member of Soho House, you're expected to be full of similar people. But it's a physical location thing. Yeah, but none of us live in a physical location world, really. I mean, most, some, even all of the staff at real vision. The amount I actually see in person is small. I see them all the time. I know them well. We spend time chatting. It's in a virtual world. So it's a matter of just recreating societal structures in a virtual world is what's happening."
    },
    {
        "speaker": "A",
        "text": "And this is how you do that. Well, then all of a sudden, it's like real vision, I imagine, will be one of the first well known spaces, because we have a huge contingent of the smartest people in the space who pay for memberships here. Right, yeah. Um, so then it is meaningful, and I was talking more. It's about this. It is very meaningful that if you contribute, and then there's only a certain number of the soulbound nfts, which, by the way, they'll start as discord badges, and then those will morph into soulbound nfts when the tech establishes itself. And there's a way to do that. But, um, that actually has the capacity to carry clout beyond real vision, because people know that you have the highest tier badge within that group, and you can recreate society on decentralized rails at that point."
    },
    {
        "speaker": "B",
        "text": "The other thing that I've thought about, it's not going to be yet, but I've talked about it in the past, is I think people's futures will be tradable. So a group of kids who come out of Harvard, and a group of kids who come out of Wharton, let's say there's no reason why you have to have student debt when investors can basically bet on the future of a basket of kids. Let's say you're a pension fund, right? This is a great thing because the kids get the cash to pay for the education costs. But then there's a future claim. Now, it's one small step to slavery, but it's a future claim on different."
    },
    {
        "speaker": "A",
        "text": "Student loans are already slavery."
    },
    {
        "speaker": "B",
        "text": "They are essentially housing dollars in student loans, indentured slavery. But the idea is you give some of your upside to fund yourself, and that becomes interesting."
    },
    {
        "speaker": "A",
        "text": "So having your credentials and things on chain opens up a granularity that I'm certain that I would have gotten better loan terms had it been a system like this, because they would have seen like, oh, you're, the more competitive you are, the better the terms you would receive. Right. And so, yeah, it's clear that this."
    },
    {
        "speaker": "B",
        "text": "Would be also medical vaccinations. Soulbounds is a no brainer. Right. If you have your measles vaccine when you were a kid, you had your measles vaccine. Don't need to do it again, and."
    },
    {
        "speaker": "A",
        "text": "You never need, and you can get it with zero knowledge proof. And so it's not like this is just visible to anyone. You with your identity are able to choose whether or not you show this."
    },
    {
        "speaker": "B",
        "text": "In different, or you allow certain people to call that information to prove that you've got it."
    },
    {
        "speaker": "A",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "But you don't have to display it all the time because some of this stuff you want to keep private."
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely. And I think, too, for the example of the sharing revenue in the future for students, I do think that is a far more egalitarian system in many ways because many kids might not have parents who have means or who can meaningfully cosign. Right. And so if you have an identity and you've shown that you've done these things and you graduated second in your class right out of the whole college, you're a more viable lending candidate than someone who graduated 500, even though to the underwriter in the tradfi loan system, theyre going to see you basically the same. Right. And so it opens up a granularity where different, because these are not small investments of capital for these things. So you could have an underwriting process that is bespoke, basically."
    },
    {
        "speaker": "B",
        "text": "Yeah, its actually. Right. Exactly. Right."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So this, I think, leads us also into the digital id thing and AI, because, you know, I've been bleeding on about this. I don't think people fully understand that you're starting to see people understand, as mid journey has become so high res, it is impossible to tell the photograph from reality. And videos happening and audio is happening all at the same time and within the next, because these things are exponential, within the next six months, you will not be able to tell what is me on video versus what is AI."
    },
    {
        "speaker": "A",
        "text": "Generated me on video 100%. And there's huge implications for democracy and just societal cohesion in general. I mean, I don't know if you saw a couple weeks ago, the Trump arrested photo that was. I think it was me with mid journey. The hands were still off. I knew it was fake, but it looked pretty good. And then the popcoat looked great. It was a fly coat, too."
    },
    {
        "speaker": "B",
        "text": "Yeah, it was cool as fucked."
    },
    {
        "speaker": "A",
        "text": "And I think my understanding is a lot of people believed the pope code, though, that one actually made the rounds. And a lot of people thought that that was real and this is coming. And so one thing that so bad nfts have the capacity to do is actually make it so we know who's who and what's real. Because currently you can spin up fake accounts. What is it? 70% of comments, 90 per, 70% of links, and 90% of comments on Twitter are allegedly fake. Something along those lines. Ana is going, I don't know if you saw auto GPT, but. Auto GPT?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I spend the weekend going down that rabbit hole. It's, oh, my, that's a week since that launch. There's four or five businesses building it already."
    },
    {
        "speaker": "A",
        "text": "Every, every week, something new and disruptive is coming out, and what's going to happen is bad actors are going to use something like auto GPT that you don't even have to prompt in between to sow chaos, basically, that is what is coming. That is absolutely going to happen. And so they're going to go and just be like, hey, figure out how to get around the sensors. Make spin up as many infinite accounts as you can. You have infinite processing power, and. And here's your budget. And figure out the way to disrupt, as best as possible, spin up as many deep fakes of Biden declaring nuclear war on Russia as possible. This is coming. This is coming within the next handful of time. And so I think that the fastest way to circumvent all of this is through ticketing, basically. So. But it would be funny if Ticketmaster saves democracy, but it is a possibility that this could happen because this verges into the concept of decentralized social. So right now, your social graph is really just your connections between different people and who they're connected to. And whatnot. And everything's a walled garden. So what ends up happening is, is that people follow you, and then you're basically a slave to the platform, and the platform cannot. You can't leave the platform because you lose all of your followers if you leave the platform anyway."
    },
    {
        "speaker": "B",
        "text": "It's the same as the gaming idea, right? You, like all your swords and whatever, and the powers, and then you lose all."
    },
    {
        "speaker": "A",
        "text": "Yeah, totally. And so I think that that's one example of where gaming could do a thing, but then there people are incentivized to keep it within the same company. So there's still kind of a walled garden effect anyway. But for this, this is totally different. So the platforms themselves are not that sophisticated. Like Twitter. It's like text for the most part. Right? And so in the future, people will follow you. They'll follow your wallet or your stole wallet, and you will be able to move from platform to platform to platform as you see fit. And what that opens up is that with sold out nfTs, you can establish who's real and who's not. And so here's the example, is ticketing. So if you go and you buy a ticket and your ticket's an NFT, it's already way better than the legacy system because it's more liquid. You can buy a ticket last minute. You know that it's true. You could have transferable and non transferables to cut out scalpers, which is a great idea that, uh, just alone, right? Because the more you cut out scalpers, the more money there is for everybody who's not a leech. And so. But if you go and you scan your ticket, right, and that becomes a soul bound nfT, now you have proof that you went to that show. And now if that's in your soul wallet, in web three, through decentralized social media, you can find people we choose to opt in based off of shared, proven experiences. And that is already ten x, as opposed to."
    },
    {
        "speaker": "B",
        "text": "Cause I got served certain content and I happen to click on one thing, I get served more of it."
    },
    {
        "speaker": "A",
        "text": "No, it's amazing. So I go. I go to metal shows. I go to. They're tiny. Nobody goes to them, right? And I remember one was at a pizza shop, and it was one of my favorite bands. And it would be great to figure out who the 37 other people who went to that show were and be friends with them, because I want to go to shows with them. They obviously, like really niche metal like I do. And it would be awesome to meet up with those people. I can never find those people unless you chat them up afterwards. But with this sort of social media system, we would be able to aggregate into communities based off of known shared experiences. That is so much better than the way that we do social media currently."
    },
    {
        "speaker": "B",
        "text": "It's really interesting because, because then physical experiences and digital experiences are fungible as well. Because you went to the metal band, you see them, there's no other way of, you have to go online saying, hey, did anybody go to that gig? Wasn't that amazing? But this way you're all connected anyway."
    },
    {
        "speaker": "A",
        "text": "Yep, it's huge."
    },
    {
        "speaker": "B",
        "text": "So we need to get in wallet messaging somehow because that's another thing that's missing in this equation because I have to, what, go on every social media platform still? Yeah, I mean, it could find and connect, but it's still, there'll be a."
    },
    {
        "speaker": "A",
        "text": "Meta platform, so it'll be like blur or whatever. There will. So the way that all these things move is, is that there might be individual platforms that people use, but then there'll be a meta platform that aggregates all the data from the under, from all the other platforms. So there will be a one login type place where you get all your messages and everything feeds forward is how I would imagine that it would work out."
    },
    {
        "speaker": "B",
        "text": "And how do you think through how the incumbents. As you know, I've been down this rabbit hole for a while, but the issue is you can't scale anything because everyone writes to me every time. Oh, I started up id digital id company. Im like, great, thank you. Tell me when youve got a million users. Because they cant. None of them will. No. The issue is whether we get the incumbents to do it or it's a government level which nobody likes, but your government id is going to be sold tokens."
    },
    {
        "speaker": "A",
        "text": "Yeah, totally."
    },
    {
        "speaker": "B",
        "text": "There's no reason you have to bloody update your passport, you can just update the metadata, which would be your photograph."
    },
    {
        "speaker": "A",
        "text": "Yeah. So it's going to come down to when we figure out a standard for sold out nfts and having a separate soul wallet. So as soon as they announce that that's the thing that's going to be the first basis for digital identity is going to be that."
    },
    {
        "speaker": "B",
        "text": "If you want to solve this fast enough, I mean, this sounds like, yeah, five to ten years, we'll migrate to this. Yeah, we're unlikely to solve it at election speed."
    },
    {
        "speaker": "A",
        "text": "I don't think we're going to solve this problem before this election. I think this election will be the, will be the thing that proves that we need this because AI is going to be all over this election, and then they're going to spin up all these fake accounts. It's going to be a mess. And then provability of what needs to happen is that we need these sole wallets to spin up. This absolutely needs to be a bang. You don't need the rest of your credentials in there. If all you need is ticketing, literally all you need is ticketing because that's such a barrier to entry that you basically removed the majority of the box. Because box don't scan tickets at shows. Yes, you could farm out wallets and like buy a few or whatever, but the barrier to entry is so much that you could change the algorithm over time so that the more things you do, the higher up you rate within the comments and all those sorts of things."
    },
    {
        "speaker": "B",
        "text": "I'm just thinking this through because I had not thought about this. Imagine you scan yourself every time you go into the supermarket or as you go out, you know, that loyalty card. Now if that's on a social graph, then the supermarkets, well, there's just so much information that people can do with that to prove that you're a loyal customer, to create incentive systems."
    },
    {
        "speaker": "A",
        "text": "It does, it does a ton of things. Tons of things that I haven't thought of. Tons of really, really useful things. And as long as we get it behind zero knowledge proofs, we can make it a system that's not dystopian and."
    },
    {
        "speaker": "B",
        "text": "That'S kind of like Google having the entire world social graph, which they have."
    },
    {
        "speaker": "A",
        "text": "Right. Except for your own social graph, because."
    },
    {
        "speaker": "B",
        "text": "Then you can allow yourself to be advertised too, and you can get some money. Universal basic income from being advertised to."
    },
    {
        "speaker": "A",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "And I mean, because you're like NFT collector, psychiatrist, blah, blah, blah. You like metal, right? Here's a social graph building."
    },
    {
        "speaker": "A",
        "text": "Yep."
    },
    {
        "speaker": "B",
        "text": "Somebody's gonna really want that."
    },
    {
        "speaker": "A",
        "text": "Yep."
    },
    {
        "speaker": "B",
        "text": "And you'll say, fine, I'm happy to get paid a dollar every time I look at something because maybe I'm gonna get something interesting out of it."
    },
    {
        "speaker": "A",
        "text": "Totally. And I mean, that's the way that the walled garden legacy social media system works, right, is hoovering up all your data while keeping you within a walled garden and serving you garbage content based on engagement metrics rather than quality. I mean, then the other part is that when we pivot, and I think that we're going to have to pivot within short order because AI is going to necessitate this happening when we pivot to a decentralized social media. Yeah, I mean, you can take part in some of the revenue. You can find people that do the same things as you. It's incredible."
    },
    {
        "speaker": "B",
        "text": "And we got close and I know the meta team and they understood this and using nfts was a way that they had started and then meta shut."
    },
    {
        "speaker": "A",
        "text": "The whole thing down again or they can't do that. That's the problem. Their business model is the antithesis of this. It doesn't work because if they keep it open and they're not a walled garden anymore, the platforms are going to make a nominal amount of money with the new system. It just, they're just not because the."
    },
    {
        "speaker": "B",
        "text": "But nobody's going to go to noster or whatever people have been doing because all the engagements on Twitter."
    },
    {
        "speaker": "A",
        "text": "But what will happen is there will be a meta platform that you look at, you'll have a handful of platforms that you post to and then itll all aggregate to the top. And so I mean, I think at first there maybe wont be as many people on this, but I would instantly pivot to this social media because I dont really use social media, but I would use this kind of social media to find people. So what would, in order to really push this forward, you would need maybe a legacy player like some sort of ticketer to really push like, hey, we're doing this soulbound nft thing. You want to find the people at the show. Here's how you go on the platform to find the people who went to the show. Then you have a whole contingent of people who are then using it and then you create a flywheel effect."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's the hard thing is getting from for the show idea that works really well at societal level it's pretty hard. I do imagine that Europe maybe will go down this route of your official digital wallet, so therefore your passport is there and everything else. I mean that's, you know, and maybe the issue is you're giving it to government. It's so complicated of how to get the traction beyond the idea."
    },
    {
        "speaker": "A",
        "text": "I think that also too, at the beginning what you could do is you could have the platform just mirror your other social media, like mirror your Twitter for example. And so over time as more and more people onboard to that system, then it doesn't actually require any extra work because everything that you do on your Twitter then is there's a, the other."
    },
    {
        "speaker": "B",
        "text": "Way I've thought about it is let's assume you're right and governments don't figure this out fast enough for the election. And what happens is they force the incumbents to use digital id."
    },
    {
        "speaker": "A",
        "text": "Maybe. Yeah."
    },
    {
        "speaker": "B",
        "text": "So they said, listen, enough, we need a set of standards. You guys need to agree it. The Internet's built on mutually agreeable standards. You're going to have to agree a standard by which all content and all people can be authenticated, because if not, we're going to break you up or we'll find you out of existence."
    },
    {
        "speaker": "A",
        "text": "I think it's important not to underestimate the ability for younger people to pivot on social media platforms because what's relevant five years ago is not relevant now. And every, what, two, three years younger people pivot on what they do. And so it's quite possible that they've just become the leaders of transitioning. I mean, we have to think too, with account abstraction coming about. And like a lot of the ease of use, a lot of the user interface aspects of crypto that are not fun are going to get worked out in short order. And so it's going to be easier for people to choose to do this. But I do think that the most important way to bring this forth is for people to be able to find each other based on share proven experiences and that they'll want to just kind of move to there in general because of that. And that will, and then they'll tell each other like, hey, let's go on this. And you might also be able to, on the platform compete based on algorithm as well. So the quality of content has the potential to be so, so, so much better. Because the instant you require having a certain number of sold down nfts or certain quality of sold on nfts in particular ones in person, where you have to scan like a ticket or something like that, not that you can farm out online, you're not bots anymore. Bots are what destroy social media. And if we see an election cycle coming up where bots and AI are destroying the world and, you know, fomenting discord, um, you may see a push towards, hey, we need to, we need to voluntarily use a new system. And this new system we can get rid of all the bots because bots don't go to concerts on, uh, California car titles are going to be on chain, um, you know, we, bots don't buy cars either. Bots don't go to college. Bots don't do these things. And so if you can create a social media without bots, it's so much better because 90% of the comments are garbage. There's so much not useful stuff."
    },
    {
        "speaker": "B",
        "text": "When you go on tour, you play through in your head 20 years time where you identify as human or AI essentially. And then, I don't know if you ever. There was a british tv series called Humans which basically played this to its logical conclusion that it becomes essentially like racism."
    },
    {
        "speaker": "A",
        "text": "Oh, okay. Yeah."
    },
    {
        "speaker": "B",
        "text": "Because these are essentially sentient. And so if they're sentient and you're persecuting them because they're AI. It's just a fascinating. I have no fucking clue where all this is going, but we have to put together some of these parts fast because it's coming faster than we think."
    },
    {
        "speaker": "A",
        "text": "Oh, absolutely. I mean, even right now, the whole problem bots are a huge, huge problem with social media because it has already made society feel like we don't agree about things. So what they do is they prop up the most inflammatory content on the left and the right. They pump it up, they make it go viral. Right. And after they make it go viral, people in the 80% who agree on a significant portion of things think society is falling apart. And it's been wildly successful. I mean, that is the russian playbook, right?"
    },
    {
        "speaker": "B",
        "text": "The russian play always has been. I mean, right? Yeah, that's true."
    },
    {
        "speaker": "A",
        "text": "And we were phenomenally successful with the Trump election. I ran some numbers, actually, on Twitter profiles. So I got, I picked eight random ones. So the website is sparktorium. It has a methodology for estimating fake followers. So you have, at least two weeks ago, have 29.9% fake followers. You were the least. Vitalik has 34.8. Bernie Sanders. I was actually surprised by this one. So I would have thought he would have had more, you know, from that discord. 39.7. Biden. 43. Hannity? 43.8 Tucker. 46.9 Rachel Maddow. 46.9. As well, Donald Trump 72.7."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "Yeah. Donald Trump would not have gotten elected if it wasn't for Russia. People don't want to say that. It's true. It was really close. I'm not saying they, like, completely, like, got."
    },
    {
        "speaker": "B",
        "text": "No, I mean, look, we saw that. We saw with Brexit."
    },
    {
        "speaker": "A",
        "text": "It was the, it was the margins that made him."
    },
    {
        "speaker": "B",
        "text": "Yeah, and you're right. I mean, all they've done is amplified anger and disillusionment. And as you say, the 80% of the people in the middle ground, they're like, fuck, everything's falling apart. Look at this. But it's actually a small fraction of what's going on."
    },
    {
        "speaker": "A",
        "text": "Yeah. It's not. It's just the loudest voices in the room are the ones that get propagated."
    },
    {
        "speaker": "B",
        "text": "But the media perpetuates this, too."
    },
    {
        "speaker": "A",
        "text": "100%. I mean, they're incentivized to do that because inflammatory content drives views. I mean, yeah, they're complicit in this."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So you know, I mean, but social media without bots. So I think that especially the younger generation probably could see the importance of having an Internet or social media experience that doesn't have bots in it. I mean imagine if your comments weren't 90% pushing shit coins, right? You like reading them."
    },
    {
        "speaker": "B",
        "text": "If you think about it, if we all get together in physical life, there might be a couple of people who weren't invited and you'll figure it out quite fast and they'll be the shunned or whatever. Yeah, because we've got a proof which is the physical person. Hey, I invited you, I know you. Everyone can verify. Yeah, we just don't have that system online. There's no way of verifying people."
    },
    {
        "speaker": "A",
        "text": "Nope. But this fixes that."
    },
    {
        "speaker": "B",
        "text": "So we've had a wide ranging conversation about all sorts of stuff. What are you looking at today that you think this is interesting? I'm interested, for example in NFT prices falling in this first phase of a bull market. My thought process is well later into a bull market, when everybody has money, NFT prices tend to outperform."
    },
    {
        "speaker": "A",
        "text": "Correct."
    },
    {
        "speaker": "B",
        "text": "What are you observing about the NFT market and the world that you look at?"
    },
    {
        "speaker": "A",
        "text": "I dont do that much active trading."
    },
    {
        "speaker": "B",
        "text": "Neither do I, but barely ever sell anything."
    },
    {
        "speaker": "A",
        "text": "Yeah, im much more into the narrative or what."
    },
    {
        "speaker": "B",
        "text": "So you're still an observer, right? You're watching what's going on and you're seeing stuff through your own lens."
    },
    {
        "speaker": "A",
        "text": "I think it's really hard to bet on anything in NFTs that you don't really believe in the community. So what I would do if I was investing is maybe buy one. If you're interested in something, get a feel for what that community is and then go and test out a whole bunch of different communities and see which communities you think are going to stick and that are going to be lasting. That would be the actual boots on the ground research that I would do because Twitter followers can be bought it. You can't go off of metrics like that. That's not real. The only thing that you can really go off of is the level of community engagement. And obviously utility. Utility is more overt. If you're looking for things that you might want to buy, that's what I would do. From a research perspective, there's obviously things like if you have a lot of money that has some sort of never ending flex status, like a crypto punk. Right. Like that sort of thing."
    },
    {
        "speaker": "B",
        "text": "Perfect timing, just right."
    },
    {
        "speaker": "A",
        "text": "Yeah, but that will because it's first. It's. And you know that people like to kind of mock the picture of a JPeg thing, but you have a Rolex, it's not bad there. For him. It's not at all, except for I don't know how many of those Rolexes were made. I don't know if your Rolex is fake, and I don't know what edition of Rolex that is. And you only get to flex the Rolex when you wear the Rolex, whereas the NFT, anybody who looks in your wallet and sorts by most expensive item are able to see that you own that. So it is eternal flexed. So, I mean, that's a kind of the use case that people know, but it's not a bad one, actually, especially if people pivot to more and more digital interaction. So there's obviously things like that that will, I believe, carry value no matter what because of their sort of og status."
    },
    {
        "speaker": "B",
        "text": "Right, so final question."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Where are you with your Cadalo thesis? Because that's where you started?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that's actually a really good question. So, um, more encouraged now than the past, because what the barrier to entry was, in many ways, from what I understand, and I'm not the great expert on this, is that programming was somewhat difficult, and it was hard to onboard programmers. And from what I understand with the new AI, things that have come out that, okay, so is that you can go from a kind of shitty programmer to a ten X programmer with the help of AI. So we're going to churn through a massive backlog now of, um, because programmers have been extremely in demand. I actually don't think that it's going to be that bad for programmers, because per programmer, you're going to be able to output 3510 x what you could before. There's value in that, just because that work creates value. And so I think the programmers are going to do fine. This isn't the end of programming, and it's all going to go, go away because you still need the programmer to direct the AI. They just can become wildly more efficient. So I imagine that harder programming languages like Haskell will be a lot more accessible to people because you have the AI assisting you in doing that. And that was one of the barriers to entry for people producing things. On a Cardano there is a pretty, and so it's what's called functional programming. And I'm again not an expert at this, but there's a spectrum between expressivism and so the more expressive a programming language is, the more ways that you can get to a certain way. And the more ways you can get to a certain outcome, the more vectors of attack there are, whereas in functional programming there's less of them. And so what ends up happening is that there is a possibility that it is more secure. It is like I think the most decentralized blockchain. Actually they did a really interesting incentive scheme where if you stake over a certain amount in a stake pool, you start to degrade the staking rewards. So this has facilitated, I think there's 3000 stake pools. And it's a lot easier to spin up a stake pool because there isn't like a 32 Ethan requirement. And so the barrier to do a stake pool is a lot less. And so it is, I think, the most decentralized cryptocurrency the issue is with."
    },
    {
        "speaker": "B",
        "text": "It is the lack of adoption."
    },
    {
        "speaker": "A",
        "text": "Correct."
    },
    {
        "speaker": "B",
        "text": "I mean, it's highly valued because there's a number of investors in it. There is some application layer, but it hasn't. That's the issue here. I don't think technology, the best tech is not going to be the winner."
    },
    {
        "speaker": "A",
        "text": "Which is why I only have 5% of my bags in Verdana. Yeah, I mean, I think that of the non ethereum options, it's one of the more likely ones. I think that it has a lot of community traction. So there will be people who will be willing to test it out and use it. I think say there are issues with DeFi on Ethereum because there is a relative reduction in security relative to Cardano based on the tech itself. If there are problems, you could see maybe some legacy players pivoting. I think all of that is relatively unlikely, to be honest with you. That's why I'd say 50% is Ethereum, 5% is Cardano."
    },
    {
        "speaker": "B",
        "text": "It just makes me laugh. We all have different routes in and your routine was Cardano and different people have different roots in. And then suddenly the whole world opens up. So I just wanted to see what your thesis was now. And I guess it's watch and see."
    },
    {
        "speaker": "A",
        "text": "It's more watch and see. I think that there is the capacity that more. So it's a really smart community. So what they did is they crowd the sourced academia. Thats what they did more so than anybody by multiple times. And so theres like 100 peer review papers and things like that. And so this is where the PhDs go to try out the tech now are they going to come up with things and then theyre just going to get bitten and then everybody else is just going to take the good ideas? Probably. I mean, that's there's a pretty good chance that that's what will happen. Right. That's what tends to happen in these things. I mean, this is open source, right. So there's a really good chance that those kinds of things that that's, that's what's going to happen. But, um, yeah, it really depends on how things shake out. I think in the past there was more of a thesis that there were going to be bridges and that there was going to be a lot more interchange operability in the future. And I think the number of bridge hacks have made that less likely to be the near term outcome. Right. Because thats where all the hacks are. I mean, theres defi hacks for relatively small amounts of money. But I think it was what, 2020, $2 billion in bridge hacks, some absurd amount of money was in bridges. And bridges are the way that you have interoperability. So until we improve the bridging standards and make that better, its going to be more of a one. One chain wins all. And we all know what chain that is by far most likely to be."
    },
    {
        "speaker": "B",
        "text": "Listen, my friend, fabulous conversation. Thank you for your time. Thank you for also being an amazing part of the real vision community. Yes, it's people like you who make it special."
    },
    {
        "speaker": "A",
        "text": "Thank you."
    },
    {
        "speaker": "B",
        "text": "Okay, so there was a lot in this conversation following up on lots of threads that I've been thinking about. There were lots of half threads as well. As we're trying to think through on the fly, we didn't prepare for the discussion. We just wanted to. Well, he did, I think, but we really had a free flowing discussion about trying to figure out where this is all going, why it matters, and how things will change so dramatically. And thinking about ticketing in different ways, I think was a big breakthrough. I think land is an interesting one. And community itself, what does that mean for the future? What does it mean for humanity and society overall? How are we going to deal with the elections, how we're going to deal with AI and why soul bound tokens are going to be enormous for so many of us in so many ways we don't yet understand. And again, some of this stuff will be almost instantaneous in terms of its development, for example, community tokens, but others will be a lot longer coming, but maybe even much more profound. Nfts, as I've been trying to say, and I did my whole piece on real vision, just about my thesis on nfts are a lot bigger than most people understand. And I think real vision pro crypto member Kev, he gets it."
    },
    {
        "speaker": "A",
        "text": "So during the interview, Raoul asked me three particularly difficult questions that I think I can provide a little more clarity and slightly better answers to. Those three questions were how do you think through how the incumbents do this versus the government level in regards to soul bound nfts and decentralized social? Nobody is going to go to nasturt or whatever because all the engagement is on Twitter, and what happens if they force the incumbents to use digital id? So for decentralized social to happen, first we need Sol wallets, which is a separate wallet from our regular crypto wallet that is gated by zero knowledge proofs, and we can reveal the soul bound nfts within that wallet as we see fit and potentially make a portion of the revenue from revealing that data. Because now we own our data rather than a legacy platform like web two. If there's a universal decentralized identity wallet, that would work too. However, there are a few limitations. This makes it seem like the legacy players would win, but it's important to remember that their stock price is heavily influenced by the number of monthly active users, so they want bots on their platform to drive this metric up, and therefore they will fight to keep bots on their platforms. Additionally, decentralized social can always compete on letting you customize your algorithm, not keeping you beholden to any platform. As you can move your social graph as you see fit, you can keep a portion of the advertising revenue in proportion to the amount of engagement your account drives, whereas now we get little to nothing of the advertising revenue for driving engagement to the platform. Therefore, I think crypto Twitter would pivot relatively quickly if we mirrored our Twitter post on decentralized social, influencers would say, hey, if you want to support me, go on decentralized social platform x because I make a proportion of the revenue for the engagement I drive to the platform. Since influencers would be selectively commenting and engaging on the decentralized social platform, followers would selectively comment on decentralized social because they would want to engage with the influencer and this would be one possible flywheel to adoption. Therefore, at first id imagine wed see music and crypto Twitter pivot. First, the music kids would aggregate around communities being spun up based on live events they all attended, and these friends would automatically be labeled as music friends based on the fact that the soulbound NFT that is shared is a music based soulbound token. In decentralized social, the way I would envision it is that there would be different filters you would choose during any session, depending on what kind of content youre looking to engage with at that time. For me, there would basically be a friends filter, family filter, metal filter, art filter, and crypto filter. Therefore, those of us without tons of followers, we could manually group our followers into different categories or run an algorithm, sort that out automatically based on shared nfts, trends in posting, etcetera. So at first we wouldn't necessarily need to go on this for everything. I think that I would use it for music and crypto at first. However, over time we would get our friends to join, aggregate them, and then we would have our friends filter created. We would mirror our posts from decentralized social to the legacy platforms so that we can maintain relevance within that system synchronously without extra work. There's an episode of Frontline called Cool Hunters, and in that episode it shows that it only takes one thought leader in a social circle to show everyone else a new trend, and then everybody else tends to follow and get on that. And this could be the same way. That is why revenue sharing is so powerful within decentralized social. Influencers over time will piece by piece try to get their followers to engage more on decentralized social since they actually get it cut. Another avenue by which decentralized social can compete with legacy system is by providing a sandbox for the creation of user generated experience, kind of like Roblox. These experiences can be packaged into an NFT where everything, including where the content for the NFT is hosted and rendered, is decentralized. These are called non fungible dapps and are one of major new feature use cases. Now, over the last two years I've compiled about 15 different use cases for nfts. Before watching this section, I strongly recommend that you watch Rals exceptional recent video on nfts titled Ral's unified thesis on nfts. That video is the best primer on nfts. So unless you're already deep into nfts, I would recommend that you pause this video and watch that video first and then continue from here. With this video, I'm going to go through these NFT use cases in order from best known to lesser known uses. Remember that none of these use cases are exclusive and a single project can combine many of these uses into one. First use case is digital Rolex or flex. The best examples of that are cryptopunks and boarding at Yacht club. Remember that NFTs are uncounterfitable. I noticed some older folks that what I'm about to say will sound crazy, but what I'm going to be talking about today. The new digital world is a world that the younger generation in particular is going to inhabit more and more as time goes on. And these digital goods, that is nfts have the potential to be far more valuable than our legacy system. Veblen goods like Rolexes for several reasons. One, the age and edition size of the NFT is immutably stored on chain. So it's known that you have a first edition x only x number were ever created and yours has one of the rarest combinations of traits. These trait combinations can add substantial additional flex value. Never underestimate the money human beings will spend to flex and the entire luxury goods sector is based on this premise. Two nfts are impossible to counterfeit, meaning your item never suffers from this form of dilution which the legacy flex market is riddled with. Three, your ownership is visible on chain, therefore nfts are essentially eternally flexed. Someone just needs to look at your wallet. This contrasts with all legacy flexes which have a far greater barrier to visibility and an unseen flex isnt a flex at all. Two art and collectibles theres one on one art. This is where a digital artist makes a single piece. Many of the top 20 NFt sales of all time were one on one art. Theres also generative art where an artist creates an algorithm that produces artwork based on the variability embedded within that algorithm. The most famous of these being fidenzas by Tyler Hobbs. Theres also digital collectibles like NBA top shots, etcetera. These are basically the same things as sports cards, except digital. What the NFT format affords is the capacity to know exactly the rarity of each item, trade them instantly, and embed other NFT functionalities within them. Three digital assets we have digital land, Ethereum name service aka crypto domains, avatars and other PFP profile picture projects. There's in game assets for crypto games and of course digital fashion, which I think is going to be a massive industry. Just look at how much Fortnite players spend on skins. For example, players spend an average of $102 per year on in game assets, in Fortnite almost entirely skins. And in game fashion spend equates to roughly one third of the total amount that a us based man spends on physical clothes per year and one fifth of what women and girls do. A really great substack for this is Danny's substack. This alpha does not exist and she did an episode a good while back on real vision where I found her some stack four supergroup alpha group. This is like the real vision NFT community. We talked about this a lot here, but the main point is that individuals join the group to gather intelligence and share information. So the better the group does at creating Alpha, the more your membership is valued at. This helps incentivize the sharing of information and calls rather than hoarding them. Remember from earlier, if you buy multiple NFts and contribute to the success of the group, then you can profit from the rise in price directly from the contribution that you made as your NFT pass that gates access to the group goes up. There's Kickstarter. This is where you raise funds for a project like Ben Mezrich is doing with his upcoming book. On completion of the project, there's an option to distribute the profits to NFT holders during the creation of the project. The creator can involve NFT holders in the inner workings of the project and harness the abilities of the community itself. You can do things like give them early access, ask them what they think in the direction of the book, album, etcetera. Think of a band doing this. They raise capital to record their next album. However, before they record the official album, they begin recording some of the parts at home for much less cost than the real studio time. They chat with their NFT holders and show them the new parts, trying to see what songs parts the community likes and what the community thinks should make the final cut. Not only are these among your most dedicated fans, they're also economically aligned, so they are inclined to give their honest advice about what they think will hit a then we have the next generation fan club. I went through an example of how this could work for vans, but an extension of this can be something as simple as finding a restaurant with an NFT. I know this has been done before, but from how I understood it, only NFT holders could go to that restaurant and thats not a good idea in my opinion. So theres a restaurant down the street from me that recently got a Michelin star and I love eating there, but its kind of hard to get reservations. Imagine the same chef decided to open another restaurant and then in order to fund it they sell 500 nfts for $500 each, which comes out to a solid starting capital of 250k. With this NFT you get 20% off your bill on everything Monday through Thursday and on weekends during lunch and brunch, the non least active hours, you get access to hidden items on the menu, access to members only events, voting power for what makes it on or is removed from the menu. And you can actually make an NFT an event out of this just for NFT holders. And of course there's a priority reservations portal. I would buy that NFT in a heartbeat. Furthermore, although this starts to move into concerns about rendering the NFT a security, the NFT itself is absolutely capable of transparent profit sharing via smart contract. In that world with profit sharing, you would actually have the most dedicated tasters voting on how to optimize the menu, and their bags are aligned with optimizing menu seven on chain physical goods custody at an insured secured facility we talked a lot about club Devin during this episode, but that's what that falls under eight music. So we can streamline commercial rights to use music. For example, the NFT project by Hiroshi Sugimoto did this. I think this is the first project to do music nfts this way. And while I know there have been music nfts previously, their use case was mostly in the realm of digital collectibles, kind of like owning the rare colored vinyl. So in the past, record companies would be inundated with requests to use music for commercial purposes, making it difficult to determine who's legitimate and who was spam. With an NFT, you can purchase a song which grants you commercial rights to that song. You have a web three login with your NFT. You fill out an application, make the creator aware of what you're using their music for, along with where you're using that music and the commercial use cases rubber stamps another interesting use case with music involves a recent real vision episode called releasing the next wave of artists into the music metaverse. They have a product called artist DNA, and they're releasing the STEM files, which are the track components to let the AI train on them, and also letting fans remix them as they see fit. The help of AI to change or modify the track itself as well. Then mit this as an NFT and get some of the royalties. As Ash said it during the episode quote, I go to the app and listen to a dead mouse track. I really like it. I can then go and access the STEM files, mix and mash them, and do things essentially to transform them into a mix that I find, for whatever reason, more stimulating, interesting, whatever, and then I commit the actual final track, distribute it, get economic rights to that remix track, while simultaneously the artist who created the StEM files also maintains a residual economic interest, transparency, and some level of visibility about what's happening. If I understand this correctly, this is a striking new model for music. Nine provenance I've seen that the artist, James Jean, will send you an NFT of your art piece when you purchase original art of this, this NFT digital clone of your piece is to be transferred to the new owner if you ever sell the original, which essentially eliminates counterfeit art instantly. Often people don't know this, but about 50% of art on the secondary market is counterfeit. Another interesting extension of this use case is if the artist uses the same contract address for all of their pieces. All NFT provenance certificates from this contract address can be viewed in one place, for example, Opensea, et cetera, and this page then doubles as an immutable catalog race on a ten ticketing Ral has been highlighting the advantages ticketing and I am wholly in agreement that this is an incredible use case with huge implications for both decentralized society and decentralized social media. Imagine the basic use case that your NFT ticket starts as a regular transferable NFT, which alone is far better than the legacy system due to the ability to instantly transfer the NFT ticket, the fact that it can't be counterfeited, and the fact that you can buy it last minute and not miss the show you heard about that same day. A second use is tiered ticketing. So let's take this further. There could be two tiers. Individuals could purchase non transferable tickets for less money, true fans, not scalpers. And due to nfTs, as club passes, for example the next generation fan club, more true fans would have access to early tickets, thus already reducing the proportion of scalpers. Then if you had a large proportion of the remaining tickets sold as non transferable, the scalpers wouldn't want them. Ensuring that fans actually want to go to the show have a much fairer shake at getting tickets at face value. I'm not sure if people realize this, but ticketing is infested with bots who frontrun you that resell those tickets back to you, often for multiple x over the face value, especially for shows that are in high demand. This is horrible for basically everyone in the music ecosystem because the scalper is in effect leeching money that should be earned by the artist, record company, venue and their fans. The scalper footprint is reduced. The fans also have more leftover money from not being scalped, and this allows them to use the money on merch, more shows, etcetera. The more the middleman is removed from the ticketing equation, the more bands can afford to keep the dream alive and the better the world is for everyone. The last four involve proof of attendance protocols or basically things that can become soul bound nfts where there's proof of experience, where you can be given an NFT when you complete an action, either in real life or online, and this establishes that you in fact did a thing. This is such as going to a concert or a show, passed an online class, ran a certain amount of liquidity through a DeFi protocol, graduated from college, et cetera. There's proof of contribution, and this goes along with proof of experience. However, it's slightly more specific. In this instance, a group like an NFT community or a DAO can determine what is considered meaningful work or meaningful contribution and then sign off on that minting NFT, proving that contribution. There's proof of education, which is an extension of proof of experience, diplomas, et cetera. And then there's proof of skill, which say you have a certain number of GitHub commits, which involves uploading new versions of programming to an open source database that if you do that a certain number of times on a certain chain, you get a badge, et cetera. So these are just a few of the things that I've been thinking about, and I know that the next time that I meet you guys, I'll probably have ten more. What's up revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest and biggest names in finance."
    }
]