[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020 baby get 2020."
    },
    {
        "speaker": "C",
        "text": "Bid to get 15."
    },
    {
        "speaker": "B",
        "text": "1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch."
    },
    {
        "speaker": "B",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hello and welcome back. Here's why you should watch today's real vision. Crypto daily briefing. Bankrupt Crypto lender Celsius goes on a counteroffensive to claw back some crypto. We'll discuss what this could mean for people with funds locked on the platform. Plus, we got a deep dive into the upcoming Ethereum merge. Jim McDonald, CTO at Attestant breaks down what it means technically and why it should matter to all eth holders. We'll leave you with the key takeaways. My name is Nico Bruga. Ash Bennington is with me as always. Let's get right into the latest price action. The largest cryptocurrencies have changed little in the past 24 hours. Traders remain in a wait and see mode ahead of a central bankers gathering tomorrow. In fact, they are so cautious that many appear to be largely avoiding leverage, which is when you invest using borrowed money. This next chart is from the defiant terminal. It shows the impact of the price of ether on liquidation volumes at the biggest DeFi lending protocols. As the defiant points out, big drops in ETH this year resulted in tens of millions in crypto positions being liquidated. But that wasn't the case. With a 25% fall from ETH's recent high of $2,000, Defiant says only $850,000 in collateral was liquidated at two of the biggest lenders, Aave and compound Ashley. That sort of caution was also on show in an interview with Coinbase CEO that when he sat down with CNBC. What did you make of that conversation in he go?"
    },
    {
        "speaker": "B",
        "text": "I watched that conversation. Brian Armstrong said that while his company has been through crypto downturns before, he did acknowledge that there are additional factors here, specifically a broader macro downturn this time. Then he walked that back a little bit and he said that in many ways this downturn felt the same to him as the other three. In either case, Nico Armstrong said that he hopes in twelve to 18 months we'll see a nice recovery, but warned that we should be prepared in the event that it does last longer. He also presented his broader thesis, which is basically that crypto is the next Internet, the Internet of value, that's my phrase, not his. And that crypto will be broadly higher in a decade than it is today as the technology continues to grow. Niko?"
    },
    {
        "speaker": "D",
        "text": "Thank you, Ash. Indeed, one of the symbols of this crypto winter has been the bankrupt lender Celsius. Which brings us to our top story today. Celsius has filed two lawsuits against its former business partners. But first, some context. Celsius allowed investors to earn a high yield on its crypto deposits, which it then lent out. But its risky business model imploded amid a wider market downturn in recent months. In June, the company stopped allowing customers to withdraw their funds, and last month, it filed for bankruptcy. Ashe, what are these two lawsuits filed by Celsius? And just what is the company claiming exactly?"
    },
    {
        "speaker": "B",
        "text": "Yeah, great question and great summary. Look, let's look at them separately. On Tuesday, Celsius sued prime trust. They are a crypto custodian. Celsius claims that prime trust owes them $17 million worth of crypto. The dispute stems from an agreement the two companies had, which was terminated last year. At the time, Coindesk reported that Primetrust canceled its relationship with Celsius due to what it called red flags in its business model. In Celsius's business model, I should say. Celsius claims, on the other hand, that prime trust returned $119 million in assets to Celsius at the time. But the bankrupt lender says that prime trust has failed to return crypto, which Celsius values at $17 million. Prime trust did not respond to a request for comment from coindesk. Nico?"
    },
    {
        "speaker": "D",
        "text": "Thank you, Ash. Now, what about this other lawsuit?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that's right. There's a second lawsuit involving Celsius. Celsius is countersuing defi startup key fi. Now, Celsius claims that key fi CEO Jason Stone stole millions of dollars from Celsius crypto wallets. Celsius also alleges that key fi used the recently sanctioned cryptocurrency mixing service tornado cash on multiple occasions. Celsius filed its lawsuit. Also on Tuesday, Stone's lawyer said on Twitter that the compensation that key Fi received was expressly authorized by Celsius CEO Alex Mashinsky."
    },
    {
        "speaker": "D",
        "text": "Niko, I got one last question for you, Ash. Now, if Celsius manages to recover some funds, could they be used to redeem investors that have funds currently locked on the platform?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that's such a good question. So in its chapter eleven bankruptcy filing, Celsius CEO Alex Mashinsky said the company owed $4.7 billion to its users. The bad news for those users is that they are unsecured creditors. This means that those unsecured creditors could potentially only receive funds after the secured creditors of Celsius get paid off. Additionally, Celsius is terms and conditions further doubts as to whether users may be able to recover their funds. Mashinsky said the basis of the contract between Celsius and its users explicitly states that the contract has owners, excuse me, that the company, meaning Celsius, has ownership rights over customer deposits. Obviously, this is an evolving area here in terms law, in terms of practices. But this is very different, for example, than a bank where you're a depositor and you would get higher priority. This is why folks with legal backgrounds have been talking about why it's so important that depositors are, in fact, unsecured creditors in Celsius. Niko absolutely. Ash."
    },
    {
        "speaker": "D",
        "text": "And it also reminds me of the great interview we broke down last week with Robert Sharrat, where he directly pointed at this clause in the customer agreement with Celsius. All right, onto our other top story today, a Samsung joint venture, Samsung securities, is jumping into crypto. They're seeking approval to launch an exchange in South Korea. Ash, what do we know thus far?"
    },
    {
        "speaker": "B",
        "text": "Well, not much at this stage, Niko, but it's a noteworthy development if it happens. So, according to a local south korean newspaper, seven companies are planning to launch exchanges in the country next year. Among them is Samsung securities, which is reportedly seeking to enter the blockchain based security token business. Now, security tokens, of course, are tokens that are classified legally as securities. That's why you would see a brokerage house interested in entering that space. It wouldn't be the first time the broader Samsung group is trying to enter crypto. Samsung Group attempted to launch a trading platform for NFTs last year, but they had some challenges there, and it comes against a backdrop, we should also note, of stricter crypto regulation in South Korea in the wake of the terror collapse. The foundation behind terror, Luna foundation guard was, of course, South Korea based."
    },
    {
        "speaker": "D",
        "text": "Nico yeah, and personally, I always feel it's bullish for the larger ecosystem when we hear news like this. Crypto ain't going anywhere, despite the recent downturn. Indeed, it's noticed. It's noticeable that despite little change in the major crypto prices today, once again ether is making a bigger move than bitcoin. We've seen this time and time again lately, many experts point out the main reason for it is the upcoming merge. And with that in mind, let's turn to our main segment today. Friend of real vision Ben Whitby, who runs regulatory affairs at Kratos, sat down with Jim McDonald. He's the CEO of Attestant, which offers non custodial, institutional grade ETH staking. They break down the specifics of what the ETH merge means and more importantly, why it matters to the larger crypto ecosystem. Let's take a listen to the first clip."
    },
    {
        "speaker": "C",
        "text": "We have the issue where Ethereum issuance at the moment is increasing significantly. So the question is, how do you issue coins to create that security without then having that issuance out there to increase the supply? It's a very, very difficult problem. And 1559, which you mentioned, is Ethereum's first attempt at solving that problem by burning a chunk of the transaction revenue. So again, all of these things are interrelated when proof of stake goes live. So when the merge happens in roughly a month's time, at that stage, we would expect to see a massive decrease in issuance. Why are we doing that? Well, pretty simply because it doesn't cost nearly as much to generate new blocks. One of the features that has been spoken about with Ethereum and proof of stake is that the cost of generating a block, the cost of securing the system, is far, far lower. So obviously, in proof of work, you're generating hundreds, thousands, millions of hashes per second on your computer, and then everyone else is doing the same on their computers. So we're talking about giga hashes, terra hashes, huge, huge amount of computation that's burned to say that, well, if we've burned all this computation to get the right answer, no one else can get the right answer without burning the equivalent amount of computation. That is sort of that level of security. So by moving to proof of stake, we are no longer relying on that churning of hashes, the huge amount of computation. Instead, we are going to what we call kind of a put your money where your mouth is kind of system. Wherever you put a deposit in. Currently that's worth $60,000 roughly. And then you say, I think this is the correct chain. I think this is the correct chain. Occasionally you're told to create a new head of the chain, but normally you're just saying, yes, I've seen what other people are doing, and I'm happy that this is a valid chain. Everything looks good, no one's changed anything. Everyone's just backing up continually to say, yep, we're happy. We're happy. We're happy. Now, anyone who lies about that, and we can go into the details later, but anyone who lies about this on proof of stake has a liability of their $60,000. So if someone is found to be lying about the state of the chain, then they can lose their money because of that. There's an immediate and obvious incentive for people to not lie. But the cost of just creating an attestation, as mentioned, is next to nothing. Certainly, we have people running validators on little Raspberry PI's, $60 boxes that take two, three watts worth of electricity. They're vying with light bulbs in terms of their power efficiency. But that's all we need, because no longer are we relying on huge amounts of computational hashes. Now we're relying on people not wanting to lose their deposits. And that is, if you will, that big difference between proof of work and proof of stake, which means that it costs far less to stake. It costs far less to a test, as a result of which we don't have to give people such high issuance. So the issuance is dropping significantly. It's dropping roughly 90%, give or take. And then, you know, there's various variables involved, but it's a huge drop off in the amount of ether being generated. The new ether being issued has come down. So this is one part of this equation, as we were talking about before. How do we manage, if you will, the monetary policy of the crypto coin? Well, we've just said we're going to reduce the issuance. That means that we no longer have this runaway inflation system. And then secondly, with the IP 1559, we then burn some of the ether that is used to pay for transactions, which brings the overall issuance, hopefully roughly into alignment. Now, as you mentioned, could we burn it all to zero? Yeah, sure, but we'd be a pretty rubbish cryptocurrency if we did. But equally, if there's less of it and it's still of the same overall value, each ether should become worth more. As each ether becomes worth more, you have to pay less to someone to include your transactions. So if we sort of step out of the ether world into the dollar world, you may be like, you know what? I'm creating a transaction. I want to pay five cents to include it. If $0.05 is worth a just for easy numbers and not real numbers, you know, if $0.05 is worth one ether today, but then a year from now, one ether is worth, say, $0.50 we don't have to pay one ether. We can pay a 10th of an ether. So the amount of transaction fee that gets burned decreases significantly as well. So the amount of ether that is burned drops down. But we carry on being able to use the chain. And the idea is we're hoping that somehow that will magically balance out. If not, we have levers, you can obviously tweak them, you can increase the issuance, decrease the issuance, change the burn rate. There's a few different things we can do there."
    },
    {
        "speaker": "D",
        "text": "All right, that was obviously a very technical explanation right there. Felt like I was sitting in on some MIT class on cryptographics, and I'm in way over my head. So, Ash, can you break down what Jim was saying more plainly?"
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely. It's an excellent clip you just played there, and I know that this is a lot, particularly for people who don't have technical backgrounds, but Jim just gave you the thumbnail sketch in about five minutes or less of exactly what's happening here. So this is all about the intersection of tokenomics and technology. It's a great, relatively simple explanation of most of the details here of the proposed benefits of switching from proof of work to proof of stake on the Ethereum chain. So the overview is that proof of work is a cheaper way to secure the network than proof of, excuse me, proof of stake is a cheaper way to secure the network than proof of work. And that's one of the key reasons why this switch is happening in the first place. The cost of a validator creating an attestation. And let me break this down a little bit for our viewers. So these are terms of art in the ethereum ecosystem. Validators are the machines that secure networks. Validators are replacing miners as we move from proof of work to proof of stake. And attestation replaces the process of mining. So the cost of a validator creating an attestation to secure the network is much cheaper than miners doing the mining work that we see today and that we see and continue to see in bitcoin. It's far cheaper in terms of energy consumption, in terms of time, and also in terms of the money, obviously, that it costs. So staking an attestation lower the cost of consensus relative to mining and proof of work, which is very expensive. So we're seeing overall cost declines as we make this transition from proof of work to proof of stake. In Ethereum with the merge, the idea here is big picture, actually relatively simple. If something costs less to produce, then the producers can sell it for less money. So when you basically put this all together from soup to nuts. With proof of stake, the cost of securing the network declines. Therefore the Ethereum block reward is lower because you basically have to incentivize people less to do a cheaper process. It costs them less. You need to pay them less to do it. Therefore the inflation rate is lower because you're expanding Ethereum more slowly. That means the circulating supply of Ethereum will expand more slowly and therefore ultimately big picture Ethereum in principle becomes more valuable. That's the thumbnail sketch of everything that Jim was talking about. It's important, of course, I think, to make a couple of disclosures around that. First, that's a highly simplified, stylized example that I just, that I just gave you. Obviously, when you listen to Jim's explanation, you can see that there's a lot of nuance and complexity hiding under the surface on the technology and also on the monetary side. Second, that assumes that everything goes right with the merge transition. Obviously, that's an open question because it hasn't happened yet. We've got some of the most brilliant minds in the space who are working on it. People have a high degree of confidence. But of course, when something moves live into a production environment, when there are hundreds of billions of dollars at stake, there is of course, the possibility, the possibility that something could, in theory, go wrong. And third, this is especially something that we hear from folks who are bitcoiners, is they openly question whether the security model for proof of stake is as secure as the security model for proof of work. But I think Jim really does set the table with all of the issues that people need to understand about what's happening in Ethereum right now."
    },
    {
        "speaker": "A",
        "text": "Nico, Ryan Reynolds here from mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30, 30 better 20 2020 to get 15. 1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try@mintmobile.com."
    },
    {
        "speaker": "B",
        "text": "Switch $45 up front for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at mint mobile.com dot thank."
    },
    {
        "speaker": "D",
        "text": "You for that, Ash. I have to say that was a really superb breakdown. And if it was a textbook explanation, I would have highlighted the whole page. It was one of those. So I'm already starting to feel smarter about this. But let's turn our attention to this next clip where Jim and Ben discuss what to expect in the coming months after the merge. Let's roll it."
    },
    {
        "speaker": "C",
        "text": "One of the things that we focused on with Ethereum and the complexity of the merge was to aim for what we called the minimum viable merge. So what do we have to do to remove this expensive, wasteful proof of work consensus system and replace it with proof of stake? And what could we strip out so that we had a big list of things that we'd love to do and we wanted to do, but we could have spent the next 20 years doing it and never ship. And that, of course, is not the healthy way of doing things. So the question was, what can we remove? What is the absolute minimum code? We need to be able to run a proof of stake system that can support the Ethereum network. Because the ethereum network is big, it is busy, it has an awful lot of value on it. So we stepped through the process there. What that means is, as we mentioned, this September date, when that merge happens, there are a lot of things that are not yet in place. Withdrawals are one of them. So what happens when we move to our merge chain is that we have a significant shift. So not only is there now no sell side happening because the issuance is not happening on the proof of work chain, on the proof of stake chain where issuance is happening, a, it's significantly smaller, but b, as you mentioned, and it's still locked. So one of the things we decided we didn't yet need when we were building this out was the ability to withdraw the funds, the ability to move those funds off this consensus system, the rewards for doing or validating, the rewards for being a good citizen, they're there, they are accruing, they are real, but they are not yet accessible on the execution chain that's coming realistically maybe six months down the line, something like that. But you know, we've got it specced out. We know roughly how it's going to work, but it wasn't a critical feature for the initial merge. So it's not in there yet. So in fact, when you say issuance drops off a cliff in real terms, issuance basically goes to zero for the next six months because there is no new ether hitting the market whatsoever. Interestingly, there are also a lot of people who are not staking today because they want to see the merge happen first. So not only is there this removal of the sell side pressure, but we actually expect there to be some significant buy side pressure as people want to buy ether so they can become validators, so they can gain these rewards, so they can participate in the security of the network. So, you know, I mean, and generally, you know, we kind of don't talk about price because we're not market analysts and we know what we're doing on the tech side. But the markets are still a great and unfathomable mystery to many of us. But yeah, I mean certainly in terms of the fundamentals, there's nothing being sold in terms of new issuance and there's likely to be significant interest in becoming a validator. Hence there'll be some significant buy side interest. So yeah, it will certainly be an interesting few months to see what happens regarding the value of the ether as the merge shows to be successful. As Ethereum becomes this new basic dual chain and one side doing the consensus and securing the system, the other side doing the execution and running the smart contracts as they come together, it will be fascinating to see what the market, and not just the financial markets, but the technological markets, what they think of the resultant system that comes out of it."
    },
    {
        "speaker": "D",
        "text": "I got to be honest here, Ash, a lot of this went over my head again. Can you explain what Jim is saying here and what he means by issuances going to zero for the next six months?"
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely. I think there's actually a relatively simple explanation for this. So let's start off talking about the concept of MVP. This is minimal viable product. This is something we actually talk about a lot internally at real vision. And the idea here is you include everything you need to have and you leave out all the things that are nice to have when you're spinning up a new system. So Jim thinks like a good computer scientist, in a first release of software or in a beta, you want to leave out everything. That's nothing critical. So what he's talking about here essentially are these kind of transitional frictions as the new proof of stake system spins up. What he's saying is that later developers will add additional economic incentives that will add new tokens to the system. That's why issuance is going to zero. So what he's talking about just in a little bit more detail, Nico, is more economic incentives in terms of rewards that will be accessible on the execution chain in the future once the core devs get a better sense of how participants are using the chain and how to implement them based on the data that they're going to get as those, as the chain stays in production for a number of months. According to Jim, in his view, that probably looks like about six months to him. And then as he explains here, he believes that issuance will increase as these new economic incentives, these new rewards, come online."
    },
    {
        "speaker": "D",
        "text": "Nico all right, I think I'm starting to get the hang of this all. Thank you for walking me through this so simply. Next, Jim and Ben discuss ETH alternatives in the layer one dickethezenhe bait against the backdrop of the merge. Let's take a look."
    },
    {
        "speaker": "C",
        "text": "We've seen it time after time, cycle after cycle. If we go and step back and look at a lot of the chains that have been built as the so called Ethereum killers, so a lot of those have had that publicity. They're faster, they're smarter, they're prettier, but they're not decentralized. They do not have the consensus ability. So they'll have master nodes or some kind of central coordinator or pick your terminology. But fundamentally what they don't do is consensus. And when we look at what Ethereum does, we have the execution there. Absolutely. But what Ethereum does now very, very well, very, very scalably and very, very cheaply comparatively, is consensus. So if someone woke up at the beginning of 2023 and said, okay, I've got a great idea, I need to build a new blockchain. The two options are either they start building their own consensus system, use one of the ones that exists and try and get people to use it, or whatever else, or they just say, you know what, we'll just build ourselves as a layer two, using Ethereum as our layer one, because then we can spend all our time doing the cool stuff, the stuff that makes us different, the stuff that makes us valuable. We don't have to spend interminable hours arguing with zealots on the Internet as to why our system isn't quite decentralized enough. We can just throw proofs on the Ethereum layer one, and we benefit from all of that security basically for free. Sure you have to pay a transaction fee to put it on there, but the costs are negligible compared to having to build and maintain your own consensus system. So we would expect also to even see existing layer ones decide that actually they can throw their consensus systems out and move to become a layer two under Ethereum for us. For me, anyway, for a lot of it, it feels very similar to what we saw with Linux. And again, as I mentioned, I was working in tech 30 years ago, and I was in tech before that at university in Semel, and you saw Linux being built. And it was quite exciting and new and interesting. But at the time it was always said, you know what, we don't want this to be interesting. We want this to be boring. We want this to be just there, and no one needs to touch it, and no one needs to tinker with it. Everyone can leave it alone and we can go and build exciting stuff on top of it, and we can kind of see that Ethereum is going to be headed that way as well. And again, we talk about the evolution of the merge. We mentioned before, it being six months and six months and six months out. One of the big changes that came in was this more general idea of Ethereum doesn't need to do all of the execution everywhere. At some stage we were going to have loads of different execution environments. This idea that we'd have lots of little mini chains doing their own clever stuff, but they'd be tightly bound to Ethereum. Now, I think the realization came in that actually all people need to do is post a proof of some description, be it a roll up, be it a ZK proof, whatever they may choose, whatever the next great thing is, all they have to do is dump that data on Ethereum, and Ethereum can protect it with their consensus, with their high level of security, with their financial finality. The idea that if you want to go back in time and pretend something didn't happen, you're welcome to, but it's going to cost you a third of the total value staked on Ethereum, you know, and that will be burned, that will be lost. So, you know, again, we're talking about, if you want to change it, sure you can. You can make one change, it'll cost you $4 billion, feel free. But that means anyone who's buying a car on Ethereum, anyone who's securing a $5 million loan on Ethereum, knows it's pretty unlikely someone's going to burn multiple billions to change that. So you have that level of security that comes in that you are comfortable, that actually finality means finality. And again, that's another difference from proof of work. Finality has always been probabilistic. It's been the idea of, look, could someone get really lucky and rewrite the chain? Yeah, they could. Equally, could someone be hiding a big computer that actually can regenerate or is currently generating a shadow chain that has different transactions in. Yeah, it could. You were never 100% sure. Whereas this way we can say, what are our guarantees? As we say, it's based on money. You need to burn roughly a third, or just over a third of the total eth estate to be able to change the chain. And so, like we said, you can have a pretty comfortable guarantee that your transaction, be it, you know, buying a coffee or buying a house or whatever else is going to be protected."
    },
    {
        "speaker": "D",
        "text": "All right, another tech heavy answer there, Ash. Lots to unpack. What's your reaction to the clip? And just what is Jim saying here for us lay viewers?"
    },
    {
        "speaker": "B",
        "text": "So Jim is talking about Ethereum alternatives, other l one s, layer one protocols. These are things like Solana, Cardano, Avalanche, Polkadot, Algorand, and many, many more. He's talking about their relative viability compared to Ethereum. By the way, when a developer uses the term pretty, it's almost never a compliment. So when he says that these are prettier, he's basically saying that there are some potential risks in terms of the security implementation. And I just wanted to go through the argument here a little bit that Jim is making. What he's saying is that these other protocols, these other competing l one protocols, aren't truly decentralized when compared to Ethereum. He makes the point, and this is really the critical one, that Ethereum does consensus very well, very scalably and very cheaply. It's also interesting that he says that he sees some of these l one s potentially becoming l two s, so that potentially, in other words, these layer one protocols could eventually sit on top of Ethereum. So they could do some of the sort of pretty interesting things that these protocols have specialized in doing. He talks again about security, about transaction finality. This is the concept that there's a permanent state where things get written to the chain and it can't be changed going forward. Transaction finality, a core concept across blockchains and in Ethereum as well. Final interesting point. He also says that if you wanted to burn $4 billion to rewrite a transaction, you're welcome to. This is sort of a summary about how proof of stake works. He's actually making the point here that if you want to make even a minor revision in the chain, it's going to cost you $4 billion. He's kind of being a little bit ironic here, saying if you want to burn $4 billion, you're welcome to do it. The implication being that it's not going to be in the economic interest of a scammer, for example, to make a change to the protocol, because it's just, just economically infeasible to do it. What's interesting to me is it sort of reminded me of one of the arguments that our good friend Mike Green makes, which is raising this question, what if there are non economic actors out there who might want to make that change? So what's a non economic actor. A non economic actor isn't a scammer. It's generally a nation state who wants to do something, and they don't care about costs. There's some sort of national security reasons or military reason why they might want to make a the chain, change the chain, change a transaction. So you have this sort of open question, to me, at least, is what happens if a large, rising nation state, like maybe in Asia, for example, decides that they want to go back in time, to use Jim's term, to make a change? Can they? Well, Jim says for a very steep cost, he makes this $4 billion sort of frame around how much it might cost. They might not care. They might say, okay, you know what? That's actually a large nation state might say $4 billion in terms of our policy goals. That may be something that they're comfortable with. So just a little bit of a frame about what he's saying. And then just one potential, potential risk factor with non economic actors here."
    },
    {
        "speaker": "E",
        "text": "Niko, this podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp's software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding Ramp could be one of the best decisions you've ever made. Get $250 when you join Ramp for free. Just go to ramp.com easy. Ramp.com easy ramp.com easy cards issued by Sutton bank and celtic bank members have DIC terms and conditions apply."
    },
    {
        "speaker": "D",
        "text": "Fascinating points there, Ash, especially that Mike Green argument. Now let's turn our attention to the last to the last clip, where Jim and Ben talk staking and yield post merger ethereum."
    },
    {
        "speaker": "C",
        "text": "As it stands, people mix up the execution side, the consensus side, which is fine. But the reality is there's lots of places where you can go and get 50, 60, 70% return if you're lucky. And if you're unlucky, you get zero. And that includes your capital, which kind of vanishes into the ether. So you don't really want to do that all the time. Any large portfolio will always have a mix of rates and a mix of risks and a mix of returns, and that's fine. And as you mentioned with validating, we very much think of this as the risk free rate. Rewards from validating are paid by the protocol. There is no counterparty risk, and it's a critical piece and a very interesting piece. Now, do we expect that means that everyone will move all of their money into validating? Well, no, they won't, because at the moment, their returns are 4.2%, 4.3% maybe, and you can get better returns out there. You can get better returns by investing. You can get better returns by active trading. You can get better returns from certain defi products, but they all come with risks. So there's always that balance of, well, what do I want? If I have a portfolio of $10 million, I might say I want three of it in low risk, decent return. I want to take maybe the middle five and put it into a medium risk strategy, and then I'll take two and there'll be the Hail Mary's that go out there. I throw at companies that will either go to the moon or just vanish, and that's fine. We understand being part of that. We are very much at the beginning of this path. The consensus chain and the whole idea of validating has been around now for about 18 months, but it's changing. So there's a lot of stuff coming down the line when withdrawals come into play as well. And withdrawals are a key part of this for any external financial institution. Again, a bunch of tech nerds. Are we fine throwing money into this system that we don't know when it'll come out again? Yeah, sure, whatever. Generally speaking, you go to a financial institution, they'd like to be able to withdraw their funds as and when they require it. So we're not seeing a huge level of participation from financial institutions yet. The more traditional financial and even the kind of hybrid financial institutions. But they are waiting for this idea of withdrawals to come in. And when that happens, you start to get some really fascinating interplays take place. So, you know, if you look at the overnight rate, for example, in the UK or the US or similar, we're still sub 1% for overnight rates. If you could move that money into staked ether, then your overnight rates, whatever our base rate is, 4%, whatever it might be, that's obviously a huge, huge difference and of great interest. Now, obviously people say, hey, yeah, but ether can move against a dollar, but then you can just hedge against that. And that might take one of your points away, but then you got three points rather than one. It's still a benefit. Importantly, if you change the systems as well, to say you can hold that staked ether for a longer amount of time, you can actually gain a higher return. So the amount of ether that a validator gains over any one average or any one actual night is very different from what it would get over an average if it ran for a long time. Because there are a lot of probabilistic actions that happen to a validator. Every now and again we mention it, it's asked to propose a block rather than just a test to whatever the current head of the block is. Sometimes when it builds that block after the merge, it will get transaction fees out of it. So there are sort of occasional bumps in returns that come through a validator over time. And you can use them to build some very interesting financial products where, like we said, you can, you can have an overnight, you can have a seven day, you can have a 30 day, you can have a one year, and each of these can return different rates depending on how much the person's willing to commit. So again, this is very much the beginning, but the idea that you can take your staked ether and do more interesting things with it than just leave it lying there and doing nothing certainly starts to come into play. And there are various levers there that the protocol itself has in place to try to reduce over alliance, over leverage. Because again, we don't want to get into a world where you can create leverage, because then we're moving away again from the risk free rate, if you will. The issue then becomes any kind of loss can be significantly amplified. Obviously, as we know, with leverage, we have to be a bit careful. And so there are bits in the protocol that try to discover, discourage that. But we will expect to see a significant increase in financial products, both within DeFi, but also in traditional finance, that are based on the idea of staked ether as their lowest level collateral. And theres going to be some really interesting things that come down the line with that."
    },
    {
        "speaker": "D",
        "text": "Wow, another complex but fascinating answer from Jim there lots of mentioning of validating and staking ash, just what is he arguing here?"
    },
    {
        "speaker": "B",
        "text": "Yeah, Jim covers a couple of different points here, but he's talking broadly about the economic ecosystem of Ethereum. So what's interesting to me, he's talking about establishing a benchmark rate in Ethereum. Jim calls this the risk free rate. I don't like to use the term risk free rate in crypto. To me, risk free rate is a theoretical plug number. Usually the, in nominal terms is the three month t bill rate that you use for modeling purposes. But what he's talking about is creating this staking rate to be the benchmark rate, and that everything then would trade above that on a yield basis. So this is something that we see. Anyone who's been in the corporate bond world, or the fixed income space more broadly, knows that you basically, you have the risk free rate, and then everything trades above that in terms of credit quality. So if you want to buy a bond for a very risky company, you need to get a high rate of return to justify the risk of doing it. Risk and reward rewards are inversely proportional. So talking about that, Jim says, quote, there's a lot of places where you can go to get 50, 60, 70% returns. And then he says, if you're lucky, if you're unlucky, you get zero. And that includes your capital, which kind of vanishes into the ether, which is a great pun, whether intentionally or not. But what he's talking about here is this idea of using Ethereum to construct a portfolio with essentially varying levels of risk. Risk. This is the staking rate is what he calls the risk free rate, which I would call the benchmark rate. The staking rate is essentially the benchmark rate in Jim's model, and everything that's more risky trades above it. So this really is about creating this new returns ecosystem in Ethereum. Raoul has talked about this a lot as well, talking about establishing these varying rates of risk with varying rates of returns. I would say this. It's incredibly early. You know, he makes this point. He talks about, this has been the case for about 18 months in the fixed income world. Some of these concepts have been around literally since the Medicis. So there's a lot more track record there. And these are very new. But look, it's really, really interesting. It's really cool. But again, we always have to say this. There's definitely risk."
    },
    {
        "speaker": "D",
        "text": "Nico, thank you for that helpful breakdown, Ash. I swear, you really are the ob one to my loop skywalker, as I go on this very public educational journey. Speaking of which, here's what I've learned today and the key takeaways that viewers can get from this chat between Jim and Ben. We learned the benefits of proof of stake versus proof of work, and how, why that can be considered bullish for ETH. This is a major change that Ethereum is expected to go through in September unless there's another delay. We've had plenty of those in the past. Jim says the transfer to proof at stake is not the end of the road, though. There will likely be many more developments once developers figure out how people use the blockchain. One of the things they highlight is the prospect of potentially significant yields through staking. But as always with crypto, there are risks involved. Jim and Ben also discussed how Ethereum rivals will have to evolve to keep up. So, Ash, before we call it a day, I know we're running a little long, but we got some really good, interesting questions. So first up, what role does the Ethereum foundation play in nurturing the protocol with developments like the merge? Do you have any insight into this, Ash?"
    },
    {
        "speaker": "B",
        "text": "Yeah, they play the critical role of ultimately coordinating and approving that process. So they are at the very, very core of what it means to do a transition of the code base, the core of what the merge is taking place. The exact governance procedures are pretty complicated, but they are dead center. They're the organization that is facilitating this transfer."
    },
    {
        "speaker": "D",
        "text": "Thank you for that, Ash. And that was from Ralph on the RV website. Another question from Max. If we see the dollar continue to rise rapidly when the merger occurs, could eat see some short to medium term downside, or will the merge allow eth to disconnect from Max around? Go ahead."
    },
    {
        "speaker": "B",
        "text": "I was going to say, as a general rule, I don't have a view on prices, especially in the short term, but I don't do, I'm not a technical analyst, but let me say this, because I think there is an important point here. So one of the things that you learn in your college science class is this idea that correlation does not imply causation. And I think for me, at least the way that I think about it, how I frame it in my head, things can be related in different ways. When you see a correlation, you can have a cause causes b, you can have b causes a, or you can have this other sort of model, which is both a and b are caused to move by a common factor c, and that's why the three of them tend to move together. For me, what I think we see here with regard to the dollar is a common causal factor. Specifically, it's really about inflation, which is ultimately the driver of liquidity or the withdrawal of liquidity. So, so what you have, obviously we have some very high prints on inflation here in the United States and also abroad, but specifically here in the US. When the Federal Reserve looks at the rate of inflation, they tend to become very concerned. Obviously, Jay Powell has gone on record many times as saying that inflation is the first and foremost concern of this Fed. So what we're seeing right now is we're seeing the withdrawal of liquidity from the system as we get these really hot inflation prints. This is also correlated to the dollar with interest rates. So I don't really think it's the case of the dollar rises. And you see Ethereum move relative to that. I think it's this, this concept that we talk about here all the time, which is that the correlation goes to one, meaning it's about the amount of liquidity that the Fed is pumping into the system. Indeed, we're having this conversation here on the cusp of Jackson Hole, the summit in Wyoming, where the Fed is going to come forth and make some statements, at least markets, I should say, expect that there's going to be some hawkish comments from chair Powell. But I think that's what's happening here from a monetary policy perspective. And that's also driving, of course, many of the key pairs that we see in FX and foreign exchange. Nico?"
    },
    {
        "speaker": "D",
        "text": "Well, Ash, unfortunately, you're not a fortune teller, but very, very great response and very informative. Thank you. So one last question. This is also from Ralph Humphrey. On the rv side, what are the three most important stories in crypto right now? Before I kick it to you, Ash, I'm going to take two. One is obviously the Ethereum merch, which we will be covering weekly on this show until it happens and well, after it happens, two, as one of the resident degenerates here at real vision, what's going on with NFTs and the massive amount of loan issues that Sergio and Elaine and yourself got into yesterday, what effect is that going to have on the NFT markets? What about you, Ash, whatever a story or two you're looking at?"
    },
    {
        "speaker": "B",
        "text": "Well, I guess the joke, if you look on Twitter, is there are three key stories right now in crypto. The first is the price, the second is the price. The third is the price. But look, Nico, seriously, I think you're exactly right. I think the merge, of course, is that is the biggest story right now in crypto, probably with a close tie, depending on how you score it with this crypto winter story, which, of course, is related to the challenges that we're seeing in the NFT market, which I'm sure we're going to be talking about here more. And for me, probably the third story is probably the resolution of lenders, Celsius and some of the others. How that story is going to square out because ultimately we really are seeing something new under the sun in terms of how regulators and how courts are going to handle this. This is no longer a technology issue. It's now very much a legal tech, a legal and legislative as well as regulatory issue. So that's a really interesting front, and hopefully we're going to get some clarity on that, and that will ultimately be bullish for the space to have that clarity, although obviously it's going to be very painful, particularly for people who have lost money with those lenders. Nico, thank you. Ash."
    },
    {
        "speaker": "D",
        "text": "I think that's an absolutely fascinating story and one we'll definitely be keeping an eye on as it develops. Well, that's it for today's show. Thank you for watching. And don't forget to comment like or tweet at us. We want to hear from you what's working and what's not on the show, what guests do you want to see, what themes hit Ash and I up on Twitter and in the comments. And tomorrow we got a great conversation with Corby Pryor all about the recent hacks and security breaches in the crypto ecosystem. See you tomorrow live on real vision crypto daily briefing."
    }
]