[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive."
    },
    {
        "speaker": "B",
        "text": "Features, trusted apps and powerful analytics used."
    },
    {
        "speaker": "A",
        "text": "By the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com. tech all lowercase, that's Shopify.com tech."
    },
    {
        "speaker": "B",
        "text": "Join over 5000 attendees for the largest AI event in Asia, Super AI in Singapore, June 5 and 6th, 2024. Edward Snowden, Benedict Evans, Balaji Srinivasan and over 150 others will hit the stage, joining the industry's most influential to explore and unveil the next wave of transformative AI technologies. Singapore will become a vibrant AI hub for a full week from June 3 to the 9th, with over 150 site events that will make for unparalleled networking opportunities. Visit superai.com for 20% off tickets with the code real vision. Look for the link in the Description welcome back to the Breakdown with me NLW. It's a daily podcast on macro, bitcoin, and the big picture power shifts remaking our world. What's going on, guys? It is Tuesday, April 25, and today I am joined by Raoul Paul for the latest in the Paradigm Shift series here on the breakdown. Before we dive in, a quick note. One, if you're liking the breakdown, I'd love for you to leave a rating or a review. Two, if you want more big picture power shifts, go check out the Breakdown network's other shows, bitcoin builders and the AI breakdown. Three, if you want to get deeper into the conversation, come join us on the breakers discord bit ly breakdownpod all right friends, today I am so excited to welcome back Raoul Paul to the show. Raul is the founder of and CEO of Real Vision, one of the leading content creators for interesting, orthogonal, thought provoking ideas on economics, macro, crypto and beyond. Raoul is a prolific thinker on these intersections and the world shaping forces they represent. This conversation im putting in my paradigm shift series. We talk in depth about Rauls exponential age theory as well as his new idea of the everything code. From there, we discuss the inevitability and obviousness of bitcoin and crypto and spend some serious time exploring the economic implications of AI, which Raoul believes is the most powerful disinflationary force weve ever seen. Conversation clocks in at around 2 hours, so without any ado, lets dive in. All right, Raul sir, welcome back to the breakdown. How are you doing fantastic."
    },
    {
        "speaker": "A",
        "text": "Pleased to be here. It's been a while. I'm looking forward to this."
    },
    {
        "speaker": "B",
        "text": "Always fun while. And the world has completely changed in so many ways, I think since the last time we talked, we've had tremendous transformations and changes, at least in the national conversation or the global conversation around crypto that includes changes in technology, changes in the political realignment. Weve obviously had changes to the macro landscape in pretty significant ways. Weve had an entire banking crisis and all the things that fall out of that. And then, of course, weve had the absolute onslaught, emergence of generative AI over the last six months, which is one of the potentially biggest transformations of our lives. A lot to get into. And I thought where wed start, we were just joking about having no idea where this conversation is going to go, which is exactly how I would want it by way of starting two starting points. The first one is in a sentence. Give me your one sentence take on where crypto is, where macro is, and where AI is. Maybe one sentence each, I guess."
    },
    {
        "speaker": "A",
        "text": "I mean crypto spring macro, the final flush into the bottom of the economic cycle, but assets are already looking through it. And AI, the biggest technological breakthrough since the splitting of the atom."
    },
    {
        "speaker": "B",
        "text": "All right, awesome. As you can probably tell, these are, broadly speaking, the three areas that I'm thinking about this conversation. But let's now try to frame things and bring it into Raoul's speak and kind of your frame of vision. And so where I wanted to start with that is there's a couple of phrases that you often come back to, one that you've had for a while, but I think is still worth defining a little bit, is the exponential age. So question one is, what is the exponential age? And then something new that youve been talking about is the everything code. And I feel like this will probably weave through a lot of parts of the conversation, but id love to just have a quick definition of those things as a framework for where we start."
    },
    {
        "speaker": "A",
        "text": "Okay, ill start with the everything code because thats where we are today and a bit into the future. The exponential age is where were all going. So where do I start with this? The way to calculate GDP is population growth plus productivity growth plus debt growth. Those are the three large factors that define how GDP moves the wealth of nations. We have for a long time, and it's been the observable macro trend of my lifetime or my working career, is that we have been in a slowdown in population growth globally. So an aging demographic. So that has meant we have seen lowering GDP over time. Trend rate of GDP has been falling for the earlier part of that trend. So we're talking about the eighties, nineties and early two thousands. The answer to that was increasing debt growth and hoping that a productivity miracle was going to come along. Even though we had the advent of the computer, the Internet, mobile phone, everything, in that period of time, we actually didn't increase productivity per capita. And that's more of a function of aging demographics. So demographics is the big secular issue that society faces now over that period of time. Going back a little bit further, sorry, there's quite a lot of moving parts here. But going back further, that baby boom generation all came into the labour force at the same time. It caused the inflation of the seventies, as you put the largest bulge in population in all recorded history into the workforce and into the consumption force at the same time. They went out and bid for the first housing, first cars first everything else. We had some supply shocks, and before you knew it, we had structural inflation. But another thing happened as it came into the labor force. When you put 76 million people, all of the same age, in the labor force, they compete with each other for jobs and real wages never went up again, ever. And then these people, the baby boomers, had you lot, the millennials, and they're both in the labor force at the same time. And the millennial population was larger, not as a percentage of the overall population, but in actual cohort numbers. So what you did is you killed the american dream. You killed the dream of increasing productivity leads to increasing real wages. And the answer to that was debt. And so debt growth grew from the eighties onwards, from the Reagan changes and the Thatcher changes in the UK. I think we've even talked about this in the past. And so that buildup in debt offset the inability to buy assets. So they basically, the balance sheet ends up working out roughly that households borrowed money to buy assets. What are assets? Assets of future deferred consumption. So that's what an asset is. So they did that, try and get wealthier. But what happened is that whole system became a debt based system. And in 2008, we just hit the ceiling. Just the whole thing blew up. And it was the defining moment of our lifetimes. What had happened is governments around the world had got to roughly 100% of GDP in debt. Now, if you think about that magic formula, that GDP, the GDP growth, is really what drives savings and investments and also pays the interest on the debt. Now, because GDP growth had been falling over the last 30 years, what you found is trend rate of GDP since about early two thousands had fallen to about 2%. And interest rates were about 2%. Well, they were a bit higher beforehand. 2007, they were 6%. So what happened is there's not enough money to pay the interest, because if you think about it, GDP is growing at 2%. You need to pay 6% interest rates on the government debt, which is 100%, but the private sector's 100 something percent in debt as well. So what happened is the whole system broke. The answer to that was, firstly, cut rates to zero everywhere. And then it was quantitative easing. And it took me a very long time to understand what the hell this was all about. We kind of knew that they were injecting money into the system. What did it mean? How did it work? Nobody knew. We were arguing about it for a very long time. And it was only until really in about 2020, when we saw the next big wave of. So we had QE in obviously 2000, 910, 1112, then again, I think it was in 14, and then again in 2019, and then a lot more in 2020. And it was observable that asset prices moved every time it happened. And the correlation was very tight. And we were kind of trying to figure out was this causation correlation. None of us really knew, but we could observe it. 2020 comes along and it becomes strikingly obvious that there's a bigger force at play here. And I started to realize the force at play here was actually debasement of currency. So people have been expecting quantitative easing to be an inflationary process. That is, the cost of goods rise, but they don't. The cost of assets rose because scarce supply things, assets get readjusted in price when you lower the purchasing power of a currency. Now, here, it's not the dollar versus the euro versus the yen. We're talking basically all fiat currency. The value of it, because there's a lot more of it around, becomes less. And the quantitative easing was the supercharging of this process. So that basically was the defining factor of asset prices. If you back it out, and we look at global macro investors, my research service, we look at the g five central bank balance sheets, plus m two for those countries, and we find there's a 97.5% correlation between the s and p and that it's like, ok, so what we're doing is debasing currency. I dug into that and thought, ok, if that's the basis of the problem we now face, then let's look at things in those terms. So I started dividing the s and P by the fed balance sheet, or the g four central bank balance sheets, and all assets. And what you got was kind of a normalized world where the s and P had gone nowhere, really. Gold had gone nowhere, real estate had gone nowhere. But two assets had gone up a lot, and one was technology, and the other was crypto. I was like, huh? Thats when I started to understand network effects and understand the secular trends that drive cryptocurrencies and many technologies. And that was the whole thesis I started building about Metcalfe's law and understanding that out of that whole moment as well. I started focusing on the technology side of the equation. I'm like, why? Because I'm a macro guy. We're generally technology cynics. Our job is like, nothing is new. We've seen this all before. It's all a bubble, right? That's the general macro thinking. And I could see clearly when I looked at the data long enough and divided by the balance sheet and looked at in various ways, that there was something actually much bigger going on. So then I started digging in, and I came up with this thesis of the exponential age, which I'll come back to, which was, I realized we're walking into a nexus of network adoption effects at scale of which humanity's never seen before, of numerous technologies, and we'll talk about that. Okay, so that was that thesis. This is what gave me a lot of the strength to understand what to do in crypto. I realized that crypto was a secular trend driven by network adoption and a cyclical trend driven by liquidity. The balance sheets, m two, those kind of things. And that if you lean into those, you get the big opportunity. My way of doing that was not by trading in and out of crypto. It was just by adding, when it. When it all pukes and everything goes horribly wrong, and you're the bottom of the long term adoption trend channel. Two standard deviations oversold. Okay, there's the perfect buy signal if you believe the network adoption continues. And that's worked for every technology stock from Amazon to Apple to Microsoft to everything. They all work the same way. It's like once you see this stuff, you can't unsee it. Secular trends, cyclical trends. The nexus, the magic Nexus, is really an amazing opportunity, which was last year in crypto and last year in exponential age, technology, and technology overall. What the everything code was was me then starting to dig into a chart that I saw that the ISM was perfectly cyclical. Every peak in the ISM, which is my proxy for the business cycle, is three and a half years apart since 2008. I looked at that and thought, what the hell is going on? Because we used to remember that long cycle going into the 2008, the great moderation. And now suddenly, like clockwork, the peak of the ism. And then as the ism falls, hey presto, back comes quantitative easing. I'm like, okay, what's this all about? And then I stumbled into something that was quite remarkable, is I looked at the increase in the balance sheets, the increase in GDP growth. Anything in excess of GDP growth was being monetized. But three and a half years later. So then I looked at the debt structure of the United States and realized every single man, woman, child, corporation and the government, and every government around the world and every corporation reset all interest rates to zero in 2009. It was like a reset, and everybody's got roughly three to five year debts and they keep rolling every three and a half years. So then I thought, huh, I wonder how the interest payments look? And what I found is the interest payments that the US makes and EU and Japan and the UK were explained by the amount of quantitative easing that happens three and a half years later. I'm like, holy. So what I'd suddenly stumbled across in the everything code was the fact that the global central banks had probably agreed together in 2000, 910, 1112, probably 2012, after Europe blew up, that with governments at 100% of GDP and debt, they were going to crowd out all the private sector and we were just going to keep having financial crises. And the only way of solving this was putting it on the central bank balance sheet because there's not enough GDP to pay the interest. So if you think about GDP growth, and let's make the maths easy, even though GDP growth is actually 1.75% average sorry, trend rate in the US, but let's call it 2%. And let's assume interest rates are 2%, which is roughly where they've been since 2008. So if the government's 100% GDP in debt, GDP grows at 2% and interest payments at 2%, that's all of GDP growth just to pay the us government debt, just to pay the interest on the debt. But the private sector, excluding the financial sector, so households and corporations, another 120% of GDP in debt, well, that will give you negative growth every year of 2% and it just compounds. So what happens is those interest payments just go into the fed balance sheet and they monetize it. So then the private sector is not competing with the government. And that was provable across all of the major economies. It's like they've all decided that they were too far in debt. And the only way of doing this was quantitative easing. Then I started thinking, well, if I know this to be true, and I know that the central bank balance sheets are 97% correlated with the asset prices, well, all I need to do is predict, is use forward looking indicators for the central bank balance sheets and or interest payments. I can back it out a number of ways. And what I found is that I could build a model with Julian Bittle, who works with me, to forecast out the growth of the central bank balance sheet by about 18 months to two years. And it works almost perfectly. And then I backed it out a number of ways because I want to rely on one indicator, like forward looking indicators I had been using for a long time, the chart of the labor force participation rate in the United States, which is a function of demographics. And I found that it perfectly correlates with the fed balance sheet of and it predicts it going forwards, because you know where demographics are going to go going forwards. And it got to this number where the balance sheet gets between twelve and 14 trillion by the end of 2025. Now, if I know that, and I can prove it out by the interest payments that we know are due, because we can see that in advance, and they come to roughly the same number, which is twelve to 14 trillion, then I looked at it different ways. I looked at the trend rate in a log channel, and it would give you the same number at the same period of time, which is the next cyclical peak in the ISM. Okay? So if we look at that, and we know that this is the maiden driver of asset prices, we know where asset prices are going. Which is why it becomes the everything code. Because there is no macro. It is all an interest rate cycle driven by interest payments, because all debt got reset. Which is why everybody has struggled since 2008 to understand the world. Why does technology stocks keep getting expensive? Why does growth stocks. So then I started thinking about that, and I had a hunch that p e ratios rising were not a function of crazy people and valuations. It was just a function of the same money illusion metrics of debasement. And what I found is the p e ratios are basically driven by two things. The price, the pknorth goes up because of debasement. And the e earnings are driven by m two. So that relationship between m two and the balance sheet almost entirely explains p ratios. Everything has become a monetary phenomena. Everything. That's why value investing hasn't worked. That's why none of this has worked. It's because we're not driven by the same things any longer. So then when you're seeking clarity in this world, and the world is actually the most simple it's ever been, money in, money out. That's it. Then what you want to do is own the assets that rise the most and outperform that which happens to be crypto and technology. So if we look at the last time we went through this point, which is the turn in the cycle, which is where we are today, that was December 21, I think it was 2018 when the Fed paused, which is roughly where we're getting to now. The market already knows this. It can see it coming. We were already having a banking crisis. All the signs of we need to stop. And what happened after that, over the next year is the S and P rose about 15%, the Nasdaq rose about 25%, what I call the exponential age stocks, they rose about 35%, 40%, and crypto did well at 1.300%. But end of the year, up about 100%, which is truly extraordinary. I've also then shown that crypto is all the same thing. So if I use the same global liquidity index, it's basically chart bitcoin. But bitcoin outperforms in the up cycles because there's a network adoption model, which is why it does so much better than almost all other assets. So that's the everything code, is the fact that it's all down to one simple thing, and I think it's forecastable, and in which case, we know the price of assets in advance, which is a little bit freaky. And I know that sounds somewhat arrogant, but it's a hypothesis that I'll test. But I'm pretty sure it's going to be right unless something changes. And what we'll know is, are we going to see larger scale QE coming in the next two years? So what would I have to happen for that to be true? Firstly, we've got a banking crisis, so it's already started. Secondly, so the bank balance sheet is rising. Whether you call it QE or not doesn't matter. The balance sheet is rising. That's all that matters. Secondly, we know that this is not resolved yet, so there's a potential for further use of the balance sheet to sort out that part of the banks. But then we've got another problem here, which is commercial real estate. Commercial real estate. Nobody's going back to the office. I mean, you don't work in an office anymore. I don't work in an office and nobody works in an office anymore. So that's 50% of all of this kind of office buildings are empty across all the big cities. So everyone's going to get out of their leases and everyone's going to be stuck on these smaller banks. Now, interesting enough, we saw this before in Europe. This is what happened in Europe in 2012 between 2000 820 twelve. All the real estate was empty and all the banks went bust. And the ECB stood up and said whatever it takes. That was to both protect the sovereign nations going bust, but also the banking system. And what they did with the banks at that point. They said to them, we will take anything as collateral. You can give us chewing gum wrappers, old cigarette packets, empty cans of coke. We'll just take and give you a lend against it. We don't care what it is. And that's how the banks stayed solvent. Then we've got the demographics and then we've got the debt payments to come. All of that looks very much like there is no way that they don't do a lot of QE. But here is the final problem within the everything code is. Well, right now, if I'm looking at two year rates, they're at 4.15%. GDP growth this year is probably going to be, I don't know, 1% at best, or probably negative. Who knows? Depends how it falls. So that's a huge gap that needs to be funded because you're just going to create a recession. Because the US economy is 220% of GDP in debt and interest rates are 4% and growth is 1%. So youve got a massive loss in GDP. So theyre going to have to cut rates, which backs out against what the banks are saying, which is the banks are saying rates are too damn high. We have to engineer a false yield curve by having a half percent deposit rate so we can have a positively sloping yield curve. And basically we need a yield curve that is positively sloping, which means that the Fed need to cut 2300 basis points pretty fast. But they won't do it until the banks really puke, which is the next phase of this and probably the final phase when we go back, then after that, that all backs out is the things that really matter to the Fed. Well, inflation is falling and it should continue to fall. The other part of it is unemployment. Unemployment lags by a long way, as do rents. So going out for the next 18 months to two years from the bottom of the cycle, which I think happens in the next couple of months, we will see unemployment rising and dragging. And that whole situation is why monetary stimulus continues a long time after a recession, because employment is always lagging. And so, again, that's where I think the use of the balance sheet. Then eventually the economy gets traction again, and we go into the business cycle, which looks like it peaks sometime in 2025, according to that. Same thing. Probably end of 25, not quite clear, might be a little bit earlier. So the everything code, what I found is all these pieces of the jigsaw all actually match. It's ludicrous. And what I found, even if I take the log chart of the Nasdaq and map it forward to say, okay, what's the top of that channel like we do in bitcoin? Well, it comes with exactly the same number that the balance sheet number gave me as well, which is the same number that I got from demographics, I got from interest payments, and I got from everything. It's like, oh, my God, everything's come together. So that's what the everything code is. It was like the culmination of 18 years of work, and it was like an epiphany to me because I could prove it all out, and I never thought I'd get there because it all felt like we didn't quite understand it, and suddenly it happened."
    },
    {
        "speaker": "B",
        "text": "There has been a sense, I think, that lots of people have had that. Certainly you have had that. Others have had that. There are underlying hidden forces to reference the name of another great podcast that basically all market participants are subject to, even if we don't want to be or even if we can't quite see them. And I think based on perhaps media or just sort of social media narratives, that's often attributed to just fed policy. Right. That everything is just subject to fed policy. And it sounds like part of the underlying thesis or uncovering for you with this everything code, is that there are actually even deeper structural forces that the Fed and other central banks are themselves subject to that are much more fundamental to the structure of society and the economy, namely being demographics. The record of the decisions made over the course of the last set of decades to address demographic changes and what that has left us in terms of where we are with the debt cycle. I mean, is that another way of kind of putting it? That is that we correctly felt that there were hidden forces, but maybe we just didn't put our finger on exactly what those forces were."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, because what we want to do is blame, and we ourselves were to blame. And if you want the real blame, it was world War two. I mean, because that's where the baby boom came from. So a knock on effect of World War two of peace in our time was this. Nobody would have foreseen that. That's what happened. So that demographic force, which is us, created this, the death of the american dream, because there was too many people to share the pie. Then we add globalization of the labor force, and then we add technology, and people have no chance, so they borrow debt, and then when that blows up, they get angry. And the people on the coasts blame the people in the middle, and the people in the middle blame the people on the coasts. It becomes a political dividend. It's not to do with politics, never has been. But what happens is people are angry and they don't know who to blame. And that's a bigger force that we're seeing play out now. That's the rise of crypto came out of all of this as well. Occupy Wall Street, Wall street bets, the online network communities that we're seeing formed, where people are getting together to take the system in their own hands in different ways. It is a fourth turning moment. It's a societally structural shift that happened in 2008 in ways we won't understand for maybe several decades, but it changed everything."
    },
    {
        "speaker": "B",
        "text": "This is a little more subjective in the sense that it can't be mapped against charts in quite the same way. But within this framework, one of the things that was notable to me, as you were describing it, is especially in the context of Jerome Powell being so desperate to be Volker, not burns, over the last 18 months, the problems of the seventies are discussed almost entirely as a policy phenomenon, right? It was Arthur burns taking his foot off the gas too fast or just sort of being wishy washy about the inflation battle, and that was what caused inflation. Now, maybe some people get into structural changes in terms of the oil market and things like that, and leaving the gold standard. But what you're talking about is something that's, again, much more fundamental, underlying, just more people than had ever been coming into jobs and competing and consuming, which is going to cause inflation. So I guess the question that spins out of that is there's clearly some room for agency within these larger sort of demographic and structural trends, in the sense that a different Fed chair might have made different decisions in the seventies that would have influenced how problematic the inflation that was always going to show up, or probably always going to show up because of these demographic factors would become. I guess the question then becomes, now, looking at where things are here in 2023, what is the band of agency that policymakers have, that markets have as relates to these larger structural forces? For example, as we look towards the, you know, this twelve to $14 trillion balance sheet, what are the, what are the sort of inflection point type decisions that policymakers could or couldn't make that will or won't get us there? You know, basically, I guess another way of asking it is, my guess is that your argument wouldn't be that everything is predestined. It's that there's extremely powerful driving forces that every sort of active agency has to contend with. But within that, how much room to shape things do people actually have, be they individuals, markets or policymakers?"
    },
    {
        "speaker": "A",
        "text": "So just to go back is the one thing that changed the equation. Go back to that magic formula of GDP. The one thing that changed was debt growth. Now, we might have had slower growth over time, but the system wouldn't have fallen apart. And it was probably Greenspan that started that. So Reagan and his reforms of credit and then Greenspan using interest rates before it was truly necessary, meant that the world got too levered. So that was the unintended consequence of the wrong policy back then. So here we're stuck with a policy where I don't see choices. Well, in fact, no, I lie, you've got two choices. As the world stands today, assuming it's a steady state world, you either continue to use the balance sheet or you take the GDP hit. But the problem is these interest payments come every year, so you just keep compounding negative GDP. It's like, how's that going to work? And is that what people want? It's all well and good. A bunch of austrian economist Dumas saying, well, we just want to blow everything up. I don't think we can. It's too big, because the cost to society and humanity is even larger than the costs of what is happening now, which is driving the 1% versus the 99% and all of the other issues we've got going on. So there's one outcome, and this is where it starts to get contentious. The only outcome is to increase productivity. And so we enter the exponential age. So, firstly, the exponential age thesis is that we are at this nexus of technology of which mankind has never gone through, and it will happen in the shortest period of time of any technological change ever. And it's all happening in a way that we will not be able to get our heads around. And crypto was the start of that. All these trends have been in place, but they're now about to hit adoption phase. So crypto was one of them. We're only at 300 million people. The next time we poke our heads above the water. In three years time, we'll be there a billion people, and then 4 billion people, whatever the numbers work out to be. AI has been coming for ages, and then it's like a nuclear bomb hits in one go. Because it was so much faster in its adoption than anything humanity has ever faced. We've just brought knowledge, and we'll go into AI later, but we just brought knowledge, infinite knowledge, scalable knowledge, into the global economic system. And it happened in a three week period when GPT four came out. It went from zero to 100 million users in five weeks. I mean, oh, my God. And we're all scrambling, and then we've had more developments there. But that's not just the exponential age. The next thing is, well, in three years time, we're going to be having this conversation. It'll be like how all the Uber drivers and all the bus drivers and everybody's been laid off because of self driving cars. That bomb is going to happen. We're at that cognitive dissonance now of like, well, it's not going to happen. They're never going to solve this. And then immediately it gets solved. Do you remember the arguments two years ago? Well, machine learning is hardly aih. Next minute, AI comes along and we're like, is this generative? Is this AGI? We don't even know anymore, right? And that's going to happen with self driving cars. Robotics, it's another trend. I mean, just look at that Optimus robot. And he's not the only one, Tesla, not the only people doing this, but he has to own the fastest supercomputer in the world, Dojo, the Optimus robot, the self driving cars, with all the visualization technology, the mapping of everything. And in addition, he now owns Twitter, which I argued a while ago was just to get the Aih. And why he wants an unbiased Twitter is to get as much AI as possible. So we've got robots coming, we've also got genetic sciences. When you add AI into biotechnology, you create outcomes much faster. So we'll see huge breakthroughs in medicines. You would say that rna vaccine technology is a huge breakthrough in technology, and we've got more than that. Distributed computing power, space. I mean, today, as we're speaking, Elon's just launched the largest rocket ever launched into space. It was a successful launch, but failed to decouple its engine or whatever and then blew up afterwards. But generally speaking, what he's doing in space and many, many others is another whole quantum leap that most people haven't got. Their heads around. Yet. The fact that we've got wifi all around the world now coming from satellites, is ludicrous, but it's happening, and that changes the whole equation. Data, six, G 5G, all of this, this all Internet of things, wearable technology, it's all happening. This nexus of technology is a game changer for humanity. It is the forth turning moment. We can't even understand what the world is going to look like in one year. Now we can't. You and I, I mean, I'm reading your tweet threads. You're doing a great job of trying to keep up, but it's impossible just with AI. And then when we've got stability, AI, which means it's open source and people can build on it, this is just going to keep happening. Right? AI alone is Reed's law, which is Metcalfe's law squared, which is why it's so hard to deal with. And all of these technologies together are all Reed's law. So that's a very hard point. But where it gets really interesting is to go back to your original question is, what can policy makers do about this problem that we've got? Well, the problem is we cannot grow new people. Demographics is destiny, and it's baked in the cake. We cannot accept large waves of immigrants in most countries because we don't have enough productivity. So it's like, okay, we're a bit. We can't increase debt because we got to the end game in 2008. So the answer is productivity. So right now, productivity has not been increasing enough. This exponential age is the rise of technology. But there's one missing component that changes everything. All technology really does is leverage a calorie of energy or a joule of energy into an output. So the more efficient we get with our use of technology, the more output we can get per unit of energy, because energy has been a constant in our lifetimes, in fact, for the last hundred odd years. Basically, if you do the oil price adjusted by inflation, it's roughly been around the same level for a very, very long time. But when you look at what's happening is the exponential downtrend in the cost of renewables is a game changer, and that's without including nuclear, which will come into that mix. Then you listen to what the EU, Japan, China, the US, the UK, the big global economies, it kind of like they understand this, because what they said is, we're all in on renewables, we're going to incentivize this, because not only does it help us with climate change. But if we can take the cost of electricity down to near zero, the entire productivity of the world changes exponentially. That is the way to get out of this mess. It's going to be GDP growth per capita because we'll have less people and much more productivity because the cost of energy is not anchored at $40 a barrel. Oil, whatever, that backs out into electricity. Yes, electricity gets more efficient, but if you can drop that equivalent oil barrel equivalent down to $2, the does that mean energy is then infinite? Now, yes, I understand battery technology is not far enough yet. All of these things, that's like arguing machine learning is never going to become aih until it happens. So I think the governments understand this and I think they know it's the only way out. And that is why the inflation reduction act, all the green stuff, everything happening Europe, I mean, the Ukraine situation with Russia was an accelerant for Europe to say, we need to get this done because it also works for geopolitics too. So it's like a win win win for policymakers. So that's what I think is happening here, is they want to drive down the cost of electricity, energy independence. You'll have a distributed grid of electricity, and then what you're doing is leveraging this exponential technology on top, and it changes everything for everybody forever. Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back. Whoa. Landing an account this big will totally change my landscaping business. It's going to mean hiring more guys and more equipment and new trucks for the new guys to drive the new equipment in. I don't know if I'm ready."
    },
    {
        "speaker": "B",
        "text": "You can do this. And Ford Pro finsimple can help. Our experts are ready to make growing pains less painful for your business with flexible financing solutions that meet the needs of your business today when you need them. Get started@fordpro.com. financing I want to come back to the specific way that exponential technology is likely to impact economies, because I think there's a pretty chaotic middle period where we need to talk about deflation and changes in work and stuff. But before we do that, you brought up another piece, which is to the extent that we're trying to frame the underlying set of forces that are competing to shape the world, we've got now the demographic trends. We've got the debt structure, which is the accumulation of economic decisions and policy decisions made over the last 50 years. We've got this sort of exponential technology that is increasing at exponential rates. The other one that you just sort of mentioned is geopolitics. And I guess on the same theme of how much do these different forces interact with the trajectory of each other, of the demographic changes, of the technology changes, how do you think about geopolitical realignment right now? Obviously, moving from a strictly unipolar world to a multipolar world and all of the sort of phenomenon contained within that, how much does that have the ability to shape how this all plays out?"
    },
    {
        "speaker": "A",
        "text": "So if you think of a unipolar world where security of resources was global and the US was essentially the US, United nations were the policemen of those resources, and if people stepped out of line, then they would step in. Now, that is changing because another country became such a large part of global GDP, which is China, which wants to stay in the equation. I get it. We all would if we were chinese, too, if we were that important. We want our seats at the table. What that really means is that people have now said, ok, we can't have this reliance on a globalized supply chain when we're not all in agreement anymore. So we need to go some sort of regional or we need to change what supply chains are entirely. So the biggest supply chain issue for the world is energy. So again, goes back to, how does geopolitics shape this? First thing you need to do is be energy independent. The US is energy independent, which is why it's always been slower on a lot of the green stuff. But Europe's not energy independent, which means it needs to be faster. It kind of makes sense when you say it in those terms. This is also the system of money and the fight we're seeing with crypto and everything else. It's the system of the dollar being so dominant that the us economic cycle is the global economic cycle. And actually, the US has captured a lot of the benefits of that, and everybody else has had downsides. People are like, we've had enough of this. The swift payment system was the kind of globalized weapon. And even the EU don't want the swift payment system anymore. Nobody does because nobody wants reliance. So we're splitting into different factions in this multipolar world that is having real effects on technology, because now it's a technology race as well, about who can conquer space, who can conquer AI, who can conquer quantum computing, because again, quantum computing is another one of these power law exponentials, because if you completely change the game on how much data can get crunched in one go, everything goes again. The ridiculousness of what is happening. Yes, these things all weave together. They're all part of the same narrative. The only big shift outside of that narrative was obviously China coming into the WTO when they came into the world stage. That was a big structural shift, the biggest shift that we've had of our lifetimes until AI came along, which I think is actually bigger than China entering the WTO. So China is like you're sitting in the bath and an elephant jumps in your bath and all the water gets displaced. That's what happened with China. And so it's been struggling to find its place. And this is going to be ongoing. But the chinese population shrinking too. So their economic power is going to go down because they've got ridiculous debts, aging population, so they have to solve for productivity as well. India's different. India has an average age of 28 and 1.4 billion people. Okay, that's pretty handy for India, but I don't know how valuable people are in this world. So they'll have to figure it out because that's a complicated situation in a world where knowledge has been replaced by computers."
    },
    {
        "speaker": "B",
        "text": "One thing I want to come back to again, I'm flagging all these things for later, but what kinetic war, especially major power war, might do to this, but let's not start there because that's a whole thread. I think I want to ask a question about the US dollar, just again, in this sort of geopolitical context. One of the interesting tensions feels to me like the globe has been on this dollar system, but it hasn't exactly been on the dollar system because the US mandated. It's just been kind of convenient. And it feels to me like part of the tension is that the US is, as it withdraws from the world, it's trying to reassert its dominance over its own dollar system, whereas it sort of benignly just let it be whatever it wanted to be before. In the context of the rise of shadow banks and all these sorts of things, not being over aggressive with sanctions, et cetera. How much? Where does the dollar play out in all of this? Obviously, this has become massive political fodder in America, which I don't think many people would have predicted with the right really latching onto this de dollarization idea. But what do you think of the dollar's role in the near term with all of this?"
    },
    {
        "speaker": "A",
        "text": "The dollar was so big because the US was the largest part of global GDP and it was the most stable part. Now, as the US has become a smaller part of global GDP, it's more problematic because the global system is now reliant on dollars. So we've got this gigantic eurodollar market. There's a global shortage of dollars that's ongoing because the US doesn't supply as much dollars into the system anymore because it's not as large a part. That's part of this unstabilizing effect that we've had. But the dollar is, what, 87% of all world trade and maybe 50 or 70% of all world debts. So there's no way you can walk away. China can't walk away from the dollar without entirely nuking its own country. Nobody can. So it has to be a slow, ongoing process because there's too much debt in dollars and everybody needs it for trade. So if you go to this world that you see people talking about on twitter, it's like, well, they're going to walk away from the dollar. Great, you've got the dollar debt and you've now got yuan or rupee income. Well, that's the recipe for a disaster. What most people have got is dollar debts and dollar income. If you're an oil producer, you can have dollar debts and you can have dollar income. It's the mismatch creates all sorts of problems. So I don't think this can happen quickly, and I don't know the answer to it, but that's why I'm not a believer in the dollar is going to collapse. Interesting enough, there's a very high correlation lagged by 18 months of the price of the dollar and QE. So the dollar rises in line with quantitative easing, but with an 18 month lag, it's interesting."
    },
    {
        "speaker": "B",
        "text": "So another way to put this, or to try to connect the dots is one of the theses of the everything code that you laid out, is that the debt that is accumulated from, again, this set of decisions that have been made of the last 50 years dictates a huge amount of what we can and can't do. Sure, maybe we have agency, but it's agency within a band that's dictated by these sort of unignorable phenomenon. The dollar basically in a geopolitical way, has a very similar impact in terms of restricting the ban or, sorry, excuse me, dollar debt and dollar denominated debt has a similar limiting impact on the decisions that people can make. So even when people are correctly identifying the phenomena of people desiring, or countries desiring, or different polities desiring to be less beholden to the dollar, the structural accumulation of dollar debt over the last however many years shapes the ability for them to put into practice changes."
    },
    {
        "speaker": "A",
        "text": "William yes. I mean, look, if you owe somebody money, you essentially become a slave to them. You made an economic decision that you would forego some of your agency to have cash. Now, that's what the debt is, right? And this was what, you know, seeing this rise in 2012 in Europe, where I lived this in Europe, when almost all of the countries blew up and all the banking system blew up, Cyprus, they took the money out of the bank accounts. Much what's happening in the US now and seeing everybody lose everything is what got me into crypto, because it gave me a sense of agency, and it is an answer to all of this. And that's why I've always referred to it as the bitcoin life raft or a parallel financial system. It's actually not parallel, it's actually converging. And I think it converged in 2020, but I think from the russian sanctions and basically destroying their sovereign reserves, through to ongoing debasement of currency, through to the ever changing geopolitics and the uncertainties, through to the fact that the adoption of digital technologies overall is increasing the probability of the adoption of digital systems of value, it kind of feels like, okay, well, this is the perfect place for me to get some agency back in my life where I'm not as restricted by the forces. Of course, we all are restricted by the forces because we have to earn a living, we have to live physically in a country where you either have to pay taxes, you have to be part of the political system, and you earn in that currency, and you have a set of outcomes depending where the economy is, but at least this system gives some way of a way out."
    },
    {
        "speaker": "B",
        "text": "So this was going to be my next question is how much do you think from a global adoption perspective, the adoption cycle for bitcoin and crypto more broadly will continue to be driven by this need for individuals, or this desire for individuals to exert agency and to have alternatives or at least hedges against whatever monetary regime they're a part of versus it being a broader phenomenon. By way of example, the russian central bank this week talking about exploring a cryptocurrency licensing regime just for the sort of export import deals, even though its illegal for normal day to day transactions. I guess another more crisp way of putting this is obviously adoption has been driven largely by individuals coming to the decision that this is valuable for them, versus big governments, which are the exception, not the rule. Deciding this is valuable for them. Do you think that continues, or do you see more room, as countries do try to shift out of a fiat regime, out of a debt regime for bitcoin and other cryptos to play a role on that larger scale."
    },
    {
        "speaker": "A",
        "text": "Raoul so going back to 2008, the big thing that changed was we lost trust. We lost trust in the system. People lost trust in the american dream or the european dream. They lost trust in banks, they lost trust in intermediaries, they've lost trust in media, they've lost trust. Foreign governments have lost trust. So nobody has trust. So well, crypto is a trust based system, which is interesting, but what it means that, okay, if you dont trust anybody, you need something that helps you. That traditionally was played by gold. I dont trust your money. You dont trust my money. I dont trust that youre going to do this. So im going to keep gold. But gold was also seizable. So crypto played a role in all of this, and it plays it at many levels. Its clearly not a system of money yet, because its too volatile. Its impossible to try and deal with daily transactions for bread in a bitcoin price that goes up and down, up 700% and down 70%. Thats the way to destroy an economy, volatile money. But in terms of long term overall savings, because it offsets the debasement of currency, which is driven by the debt and the demographics and everything else, it works very well indeed, in fact, better than anything else and because we've got this ongoing adoption of the technology. So when you go to firstly, who are the biggest players in the world that are potentially moving into this market? I think you and I have even talked about this in the past. It's the sovereign wealth funds. They have an infinite time horizon, and what they need is independence over all things. Now, most of them have an enormous amount of us treasuries, which they will do because they have dollar debts, dollar economy, everything else. It's not like we're just going to sell all our treasuries, but they need other things. Now. They've been buying gold at record pace, obviously, because if the US seizes the or renders useless the Russian reserves in US treasuries, then why would anybody want to hold US treasuries over an extended period of time? You either have to be friends with the US or you risk it. So I see a role, and that's, I think, one of the reasons why the Middle east is becoming very active participants in the market overall. And I think for individuals, because of the lack of trust, it's one thing we can trust because it's not driven by a government. All the governments can do is try and regulate it. They can't get rid of it. And it actually empowers people to think that you're fighting the government when it comes to regulation. I mean, just look at Twitter. People love an enemy. And Gary Gensler is like enemy number one because he represents the old system, the system that let us all down. And he's kind of saying, look, we're there to protect you, and everyone's going, f you. You never protected us in the first place. We'd rather take our own risks with our own money, which is the agency thing that you talked about. I think that trend is unstoppable. But then obviously, the layer of web three that lays on top of it, how can you use this technology in other new and unique ways? Is the driver that turns it into a Metcalfe's law adoption model. Because you're building systems on top of a network itself, it becomes self reinforcing. The other really big thing, and people don't really understand it yet, is ethereum. Having a yield and a liquid yield at twelve months means you've got a money market curve for the Internet. And that gives you a value of money. It gives you an ability to price risk. What is a yield on a c five platform, risk adjusted versus eth? Pure staking. It's very interesting because you're creating, I think ETH is actually almost a complete global digital economy right now, which is very interesting to me. And I'm going to be writing a piece on this as well, about how in front of our eyes, we've actually built a whole new economy and we haven't really realized it. We kind of see bits of it."
    },
    {
        "speaker": "B",
        "text": "Okay, so let's jump off from this idea of trust. This is something that I was digging into with Sergey from Chainlink a couple of weeks ago. It's fascinating that we have converging trends that bitcoin and crypto and blockchains weirdly answer in ways that maybe were unexpected. On the one hand, you have your point about the lack of trust of institutions, or the crumbling trust in institutions. Now, there's a lot of interesting thinking, in the same way that you're examining these underlying structural forces that have got us here in terms of economic decisions and outcomes that are possible. There are more and more people who are kind of looking at almost the underlying social physics of the Internet and saying that the period of consensus reality that we had shaped by media in America for the back half of last century and the beginning of this one was sort of a historical accident. And as soon as the Internet hit, forget social media, but as soon as the Internet hit and the ability for information to flow wherever it wanted to, and for people to aggregate around that information and congregate around the information that they wanted, meant the end of consensus reality. Well, in that a shared digital ledger that is public and viewable and verifiable by any one participant becomes an incredibly valuable thing, not just for distributing value, but as a source of truth. It's a source of truth that's used for who owns what parts of that ledger initially. But it becomes, the potential is for it to be sources of truth elsewhere. It's come up a lot now, very nascently, but as AI has become generative, AI has become so omnipresent, and we feel ourselves, I think, starting to shift to a default assumption that things that we see are not real in the sense of the word that we might have used 20 years ago, but are created or shaped or, you know, or whatever term we figure out means real in the Internet world, but not real in the real world. Let's talk and shift the conversation into aih. And I guess that where I'd love to start is almost the sort of more personal side, because my belief is that when the history books are written, this sort of six month period, starting with the introduction of chat GPT in November of last year, plus sort of the advance of mid journey and Dali and stable diffusion, will be seen as the sort of inflection point moment. But particularly that five week period that you referenced before, where it went from zero to 100 million users of chat GPT, which was TikTok, had previously been the fastest to 100 million users, and that happened over the course of eight or nine months. So, forex, faster than that. You've obviously paid attention to AI before. It wasn't like it just hit you over the head. But what was your personal experience of saying, or of recognizing that this was different than just another new technology that had popped up in another hype cycle?"
    },
    {
        "speaker": "A",
        "text": "It was when an old friend of mine, Ahmad Mostak, who's now become quite well known. Ahmad was a macro guy. I'd known him for years. He'd been on real vision, talk about emerging markets and stuff. Macro guy, very smart guy. And yeah, I'd known him for a decade or longer. And over the pandemic, he hit me up and said, hey, listen, I've got something interesting for you. I'm working with the who building pandemic, AI modeling, and I think there's something interesting, and we can model out the spread of the virus. So I'm like, great. So he came on and gave us a pretty grim assessment of where the virus was coming. This was February, March 2020. So he was really good. So anyway, thought nothing of it. And I saw him on Twitter starting to talk about show some stable diffusion images and talk about AI. So I just hit him up and said, what are you up to? So he said, we need to talk. So I got r1 vision, sat down and said, right, what the hell is going on? And he laid out what was happening in AI and stable diffusion and how fast this was happening and that he was launching, and obviously chat GPT-3 had launched. So he was like, well, this is kind of where it's going. Within three months of that hitting, which was a big shock to everybody. That interview was a huge shock. It kind of, everybody went, shit, I did not know any of this. And then chat GPT four came out, and then it just went the biggest thing we've ever seen. So yeah, I was lucky just by random, I got into this. As you said, we've all been aware of this for a while, but I had that acceleration moment with the first interview with Ahmad where I'm like, oh my God, this is happening now. And he's already telling us back then, which was what, November or something. He was like, yeah, well, text to video to video is like we can create fake characters. He goes, hes buying sports rights to some of the most famous people. I cant really give it away of all time. Could trade AI so they can compete, people whove never competed before. And its like that. As you were talking about this warping, what is reality? Reality doesnt exist in the way that we understand it to exist anymore. And once you understand that, that was the first breakthrough for me. And then it was the understanding that this is the replacement of human knowledge at scale. So first we can augment ourselves, but it also replaces ourselves as well. And knowledge was not scalable, not in the same way, but this now becomes infinitely scalable, which is what people can't get their heads around yet."
    },
    {
        "speaker": "B",
        "text": "One of the things that makes this period that we've been living through so fascinating and in particular, that moment, that zero to 100 million momentous was so often even in crypto, especially crypto. Crypto is a great example. These things that people who are deep in them understand as the future tm, right, because of the inevitable trend lines, right? You laid out in the first hour of this conversation all the reasons that bitcoin, that crypto, that ethereum feel completely inevitable to people who are in them, right? So much bigger and more inevitable than any amount of Gensler screaming at Congress or vice versa can do. Even if we have to live through that in the short term, it's why this interview is probably done. We'll probably have spent less time on quote unquote crypto than anything else, because it's just sort of like. It's just the inevitable consequence of this, right? That's the way the technology, new technology, often feels for people inside it, but for people outside it, it's completely abstract, right? We still, the average person in America who has heard of bitcoin and crypto and has no idea why it would be relevant for them, right? It's just sort of the way that it is now that might be different in different kind of countries that have different sort of monetary regimes, but by and large, it's still a phenomenon where there's an early adopter set who clearly get it and everyone else. What was fascinating, or what has been fascinating about AI, and in particular, again, like I said, the combination, I think, of chat GPT, a chat interface sitting on top of GPT four, or GPT 3.5 even. And the ability to use the mid journeys and dollies and stable diffusions of the world has made people see way faster what the implications are for themselves. I mean, they feel it like if you go on TikTok right now and you watch the average video about AI, it is already, and we are less than six months after this happened, how AI, you know how chat GPT is going to change real estate forever, because all of a sudden you have all these. You don't need to write listings in the same way. And then it's how chat GPT changes copywriting and marketing. It is a absolute race for people to understand how their industry, their jobs, their specific skill set is going to change and be disrupted on the basis of this. And fascinatingly, it feels to me like the change is so profound to people that the people who are actually paying attention and who have dove in and even tried these things have almost entirely skipped over the step of being mad that it is likely to replace them and jumped right into, how do I change? Because it feels so inevitable once you see it, it's impossible to unsee. There's no sort of like, no, we should stop and copywriters should form a union to stop copywriting AI, right? It's just, okay, how do I become the copywriter that's powered by AI? I guess. As you look at the AI space, how much do you think about the disruption in terms of either one? The transformation of work, of individual kind of jobs and careers. So this kind of gets into the productivity piece. Two, the transformation of industries and larger sort of deflationary trends that might have been there before with technology, but are going even further. Or three, transformation of societies in terms of our understanding of purpose, in terms of structure of society, or in terms of things like safety and x risk. Obviously, these are all pieces of it, but where have you found yourself focusing as this is blasted onto the scene?"
    },
    {
        "speaker": "A",
        "text": "The easiest one to answer is the second one. This is the largest disinflationary shock the world will ever have, and it will keep playing out as these other exponential technologies become implemented. Just think, I was in New York when I was reading a thread on Twitter. I was in an Uberland, and it was a thread about the rise of autonomous vehicles in California and how this guy, whether he's in the industry, he's run tech industries. Like three years ago I'd see a couple of these things, and now I see them every day, ten times a day. And I looked around me in New York City, and every car was an Uber, a taxi, a bus driver, and you're like, oh my God, AI. All of this stuff together is the biggest disinflationary shock the world will ever face. The WTO agreement and China entering it was gigantic. But this is of a different order of magnitude. So thats good in some respects, but that disinflationary shock is all part of this work. Replacement. Why is it disinflationary? Because it replaces humans, and it replaces humans at a scale. So its kind of like, I think why people are accepting of it so fast, because its so inevitable. It's because there is no other choice. What are you going to do? Shake your fist at the sky? And we don't know what it means. We don't know what it means for work. We know that if you get it right, you augment yourself on a scale of which you cannot comprehend. Augmented humans is a very attractive thing. So we become super productive units. That's okay once the baby boomers have died off. It's not okay when we've got too many of us around still, because we just don't need as many humans. That's the hypothesis. Now, could it be that we create enough productive activity through this can change in productivity, that we can employ more humans in these kinds of areas? I don't know. But the problem is we've got robots coming as well. So if the AI doesn't get your job, the robots will get your job. So it's a very, very scary place for work. But oh my God, if you leverage this, I think it's a renaissance for both global economies and for people themselves. One of my hypotheses for web three was that the rise of all of this is leading to a need to support incomes for people. This is a universal basic income argument and there's ways of solving that. Both the private sector and state sector. State sector is a problem because we don't have enough money so we have to tax the robots maybe to get the money, but were all underfunded. Weve got this problem with debt. There is a way that you and I can restrict our data online because we have agency over our data and therefore sell it to the platforms and the advertisers and get income for that. Thats nice, but probably not enough. I was talking to Yatsui and I had a big breakthrough which was universal basic equity, which is in web three. In these decentralized nations, digital nation states, societies, communities, you can own the assets or the currency of those communities and you can be rewarded for being a good community member. And we're seeing that all over the place now. It's pretty nascent, but it's everywhere. And if that is the case then we can replace our purpose, and our purpose could be society and community. Now what that means, could it be for work output? Could it be for leisure output? It doesn't really matter. Could it be for cultural output? For sure, for sure. Louis Vuitton understand this? For sure. Nike understands this is the loyalty of web three and tokenized assets. Whether it's a loyalty currency, community currency like Starbucks, or whether it's an NFT like adidas, these things are making people participate in the success of those brands, those cultures, and we will see this in music and we'll see it all over the place. So I'm actually interested in how do we adapt because we will not be able to all be supercomputing AI geniuses with amazing prompt skills. And even prompt skills go away pretty soon and there'll be such a proliferation of newsletters, we're already seeing it. How many bloody AI newsletters are? There's like 50 and they've all come and they're all being written by chat GPT four. So there's excess content, excess everything else. And we're going to need a purpose and a meaning and a place of trust. And a place of trust is these digital societies online. It's the digital network state idea of Balaji. Something I've been talking about for a very long time is this way that we live our digital lives. Like you and I, we've never met, but I've spoken to you so many times, I'll consider you a friend. We heat each other up, we'll chat about stuff, we will talk to each other in this digital representation. We live in the same community, which is somewhere the nexus of Fintwit and crypto, Twitter. And those are the overlaps. And we both in the media area as well. So there's these number of overlaps of these digital societies that we both belong to. That's very different a world than it was before 2008 that didn't exist. I mean, Facebook was 2012. So again, it's one of the answers for society is staring us in the face, which is we can find a purpose, and the purpose is humanity, culture, brand, businesses by doing it together with more agency, where we get to choose. I mean, what I love about these digital sovereign states is you can just pick up your assets, sell them and leave and move to the next one. It's really hard for you to leave the United States. My wife is a us citizen and we live in the Cayman Islands. And it's a nightmare because US tax and US jurisdiction, because the US is actually a very unfree place. Once you travel, you can't open a bank account, you can't do anything. It's actually very difficult. But these digital sovereign states, you can just sell it, you just move on and move on to the next one. Don't like bored ape. I want to join crypto punks. I don't like ethereum. When I bought join Solana. I like bitcoin. I want to just own bitcoin. It becomes very, very, very interesting. So I think there's a solve there. So let's go to the broader one, which is society itself. Society is going to struggle with the exponential age, not just AI. It's going to really struggle to understand what is truth, what is my role, who humans are and where is this all leading to? Because if you put unlimited energy at a low price, virtually zero. You add AI, robotics and all of this stuff, you add networks from space outside of sovereign control, which is what's happening. I mean, people don't really understand. Space is a non sovereign place of which there is a massive commercialization going on on a scale most people don't understand. We've got all of this kind of mega trends going on. And for society itself, I don't know how we can keep up and how we did not draw the dot dot dot add quantum computing, end of humanity. I cannot get there where we don't have that. Because once you put exponential computing power with exponential knowledge, which self learns with zero cost of energy, I mean, humans are pointless. That's very hard."
    },
    {
        "speaker": "B",
        "text": "I think that there's one of the reasons that I'm so attracted to this conversation is the stakes are so high, obviously, but it's also of any technology that I think any of us have ever experienced, the easiest to both see the utopia and the literal sort of end of humanity. So on the utopia side, just weaving together all the threads of what you just said, if we successfully make it through the transition, which there's no way for it not to be brutal and difficult, there are pretty strong arguments that humans that don't feel their value is strictly based on what they contribute to a random corporation or economy or job is a better thing. Right. There are arguments that are pretty compelling that when everyone can code, sure, maybe it makes the salaries that can be commanded by the average computer programmer less, but the things that people can build become so transformationally different. Right. And I would argue that you are seeing little glimpses of that already. I mean, it is an overused phrase, but a cambrian explosion of people building apps already in this AI ecosystem that are in many cases, them literally using chat GPT to do the coding without having coding experience themselves and sort of figuring out how to wire it all together. So you have all this sort of optimistic stuff that's both. Maybe we get to this point where people have a different sense of purpose and meaning, and the natural tendency of humans to fill vacuums with more creation of all different types comes through to the form. Now, the flip side is, of course, I think, one, the risks in the short term, the utter displacement chaos, leaving behind, are the people who are unable to make that transition. But then two, the actual discussions of safety questions, existential risk that come up from AI. How do you view the safety conversation? What's your perception of the AI safety conversation right now?"
    },
    {
        "speaker": "A",
        "text": "Okay. There's a lot of parts of that I just want to get to before we get to that. One is, yes, it's very disruptive. Now, this job cycle coming out of this recession is going to be very slow because a lot of people won't come back into the labor force, which is that whole argument for more quantitative easing. So I think that is a very real moment in time. The other side of this is a renaissance where humans are empowered in ways that they've never been empowered before. And we will see some unbelievable things we will see unbelievable breakthroughs in medicines, we'll see unbelievable breakthrough in healthcare, in longevity, spans, all sorts of incredible things. But then we've got the existential risk. We refer to basically the singularity. Do we merge with the robots? Do the robots overrun us? But there's some other existential risks. I spoke to somebody at Google X, and he's like, well, we're not worried about that. It's like, that's further down the track. I said, what are you worried about? Because we're terrified that everybody's actually releasing the technology slower than they've actually got. And he's like, well, what we're worried about is genetic gene editing using AI, because you can do rapid scientific tests, which we've been unable to do. You don't need the hypothesis testing scientific method. And he said, we're worried that you can edit genes and create a virus that says anybody with blue eyes should be exterminated. Im like, really? Hes like, yeah, I hadnt even thought about that. Its like, these are the things theyre grappling with. The other larger part of this is people hate this, but I know it to be true. Well, I think it to be true. Is that, okay, weve got the shrinking population. Thats not going to change. In fact, the global population peaks out in 2020, 2100, I think, and the world will shrink. All the western world is shrinking, and that seems great. Less competition for resources. And you hear Elon saying this thing, which is like the biggest problem humanity faces is less people. First order thinking is, well, why is that a problem? Because we have more resources. Second order thinking is, oh, well, GDP is driven by demographic growth, so GDP growth is slow. Third order thinking is the way you deal with a shrinking global population is robots on AI. So if, remember, we talked about these unintended consequences of ways out. The unintended consequence of all of this is it accelerates the use of AI because we've got this productivity need that we talked about. So this is why he wants to go to Mars. It's driven by having another way out for humanity. And it sounds ludicrous, but if you follow the chain of thought, it's dead right. A collapse in population growth in a indebted world leads to a need for productivity. So that means that governments get behind productivity that we're seeing, and that leads to an acceleration in technology. If you've got less people, you replace them with robots. And Aihdenae problem is, robots and AI are exponential in their knowledge scaling. And before you know it, you've killed humanity, in which case you need to go somewhere else. So anyway, there's a lot of steps and phases to this, and I can't remember what your."
    },
    {
        "speaker": "B",
        "text": "No, that's, I mean, so what I asked, in short, was, you know, your perception of the AI safety conversation. And that's, I think a dimension of it, is that when you start to see these patterns, they're less disconnected than they seem. Elon is not doing a random set of activities that are all distinct from one another, but actually have a certain logic. And you could disagree with the logic, you could disagree with the sort of assumption set, but they are coherent with one another, lets say. And I think that one point to hang on for a moment that is super salient, is this idea that the AI safety conversation probably needs to include adversarial use of the technology where it already stands right now, to say nothing of further developments on the path to advanced general intelligence."
    },
    {
        "speaker": "A",
        "text": "You've got 0.0 chance. This is not the atom, which requires state financing and funding. Even that's not clear anymore. Now Elon just sent the biggest rocket in all existence into space. With private funding, you can limit the amount of uranium that people can process with nuclear technology. This is everywhere and anywhere. I don't know how you stop it. What do you do? Shut down the Internet? It's like crypto, right? It's like it's a cockroach. You can't kill it, and I don't think you can kill the AI. And I think this ludicrous idea of alignment, we must get them aligned with humanity. But then when you listen to Sam Altman speak, and you say, well, how does this work? He's like, I don't know. When you listen to him speak to Lex Fridman, he actually asked the honest question, which is, do you think this is AGI? I don't know what it is. And it appears to learn, and it appears not to learn in human ways, which was the same observation DeepMind had when they saw it play go. And if you watch the documentary, at first it was predictable, then it lost a game, then it became completely unpredictable, and it won every single game ever, because it never played another human move again, essentially. So I don't know how you align it. Humans aren't aligned. This is Emad Mostak's big point. He's like, I'm sorry, but Pakistan AI is different to indian AI because there is no alignment of the philosophical parts of society. The memes that run their economy, their lives, religion, societal constructs. The US cannot be the AI for the world because it doesn't fit China or the Philippines or Japan. Why should it? I don't think there's alignment because humans aren't aligned, except they don't want their mutual destruction, but they still seem to want to kill each other all day, every day anyway. And I don't think you can regulate it. And I think Emad's move was genius with stability AI, which is open source and also terrifying, because he said, this is the most powerful technology the world will ever invente, and we cannot just give it to Google and Microsoft and let that run it for the world. And then maybe a chinese version. He said, that's not right, because that's the mass destruction of global culture, let alone it's worse than the Middle east and the US having all the oil that causes enough problem. This would be a catastrophic situation. So he's like, so open source, it and India can have its own AI, Pakistan can have its own AI, the Middle east, everybody can have their own culturally relevant AI, etcetera. Brilliant. Makes it completely unstoppable, which is terrifying because it accelerates it. So I don't know the answer. I think there are no good answers here. And so my argument with all of this is we don't know. It's clear there's a lot of outcomes of which many of them are terrifying. I'm just going to blindly say, I'm going to throw myself into this and buy the ticket, take the ride, see where the goes."
    },
    {
        "speaker": "B",
        "text": "I will reveal my hand a little bit. So I think that the. So I'm very similar to you in the sense of there are things that feel forces more powerful than our ability to sort of stop and slow things down and et cetera, et cetera. I think that the conversation about AI safety is enormously important. And I think that you have 100 million new people who now have, who understand they have a stake in that after experiencing chat, GPT and working through it for the first time. And the landscape of that discussion that they're coming into is doom prophets and shoggoth memes, on the one hand, which are completely inaccessible, largely driven by people who feel like they uncovered some secret of the world before and are almost condescending to everyone who didn't figure it out before. So that's one side. The other side are the accelerationists, who are just excited to race to Terminator mode. It feels like there's probably a real big space in the middle for those folks who are genuinely filled with wonder when they take some idea from their four year old kid and turn it into an image on mid journey but who also are seeing that theres huge implications and I think its important to have a different space for it. So I kind of like your take of diving in but at least having that conversation. I do think also that the open source piece is really important William, I."
    },
    {
        "speaker": "A",
        "text": "Do but I also see what you say and maybe were going to have to self opt in into restrictions because I dont know how it can be done at governmental level so were going to have to do it distributed nation state level. So I align better with Xyai and not the other one. I don't know the answer because it's like crypto, it's impossible. The Chinese ban it, nothing happens. The Indians ban it, nothing happens. The US stamps down it, nothing happened. I mean it's unstoppable because it's distributed. That's the whole point of it. And it's the same with AI. So I get your point and I agree with it. It's a really important conversation, but who's going to have the conversation with whom and how and the tech companies. When you see Sam Altman, he's terrified. I asked Ahmad, I said, where's this going? His answer, I said where's this going to be in five years? He just laughed at me and said, mate, I didn't think we get chat GPT four until the end of this year. He said it came out in two months. He said, we have no understanding. And then you think that Microsoft don't seem to care. They've just seen a business opportunity so big that they can destroy their competitors and they're just pressing the nuke button. I mean you're putting chat four GPT four overall in all office. I don't know how many office users are a billion? Really. Nobody's going to stop them because they can do it tomorrow. They're already doing it. And then every Bing browser and then Google are going to be forced to do it. They're going to be forced into the Google browser and then G suite and everything. And before you know it, we've got 5 billion AI users. How the hell do we stop that?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, it's already happening. I mean the number of people who have switched over to Bing. You see the New York Times just reported the other day that Google started losing its because Samsung came to them a few months ago and were like, were actively considering removing Google as the default browser and putting Bing in. This was a joke not even five years ago, two years ago, if you had asked anyone, the average person, if in two years, at the beginning of 2021, if they thought Microsoft Bing was going to be a realistic competitor or sort of like the leading technological browser, no one would have said yes."
    },
    {
        "speaker": "A",
        "text": "So this raises another point that people aren't and really thinking through yet. Our basic infrastructure of the Internet is funded by advertising that trade off. How the hell is advertising going to work in this world? This is what I can't get my head around. All of these businesses, all of these freemium models, all of the stuff that we grow up with, podcasts, everything, it's all funded by advertising, and you don't need most of it anymore because you don't have the search which drives I don't know what percentage of GDP, but it's big and it's all gone. And again, I think somewhere within this is partly to do with crypto, partly to do with subscription models. But yeah, I don't know. Again, it's one of these things that I just know it's of a gigantic order of magnitude change and the world will never recover from it. But what will be the new model? Because that's what I care about now. It's like, fine, okay, out with the old, in with the new. And he's fine with the bloody new. Thing is because you can't monetize it with chat. GPT, that's the end of serving ads."
    },
    {
        "speaker": "B",
        "text": "Well, it sounds like that's what Google's working on now, too. The reimagine experience, I think they're calling it, or the reporting is that it's project Magi, at least internally. I have no idea what it'll be called when it comes out is exactly that. It's a fundamental ground up reimagining of search that's no longer ten results per page. It's this sort of chat mediated experience. The fact that Google, who has shaped the Internet for 25 years with that sort of interface, is being forced to shift in that way, I think is profoundly telling."
    },
    {
        "speaker": "A",
        "text": "Yeah, and I got to know the Google team and all of these big platforms. I spend a lot of time talking to them about web three. There's a lot of people who want it. But this was the problem. This was the sticking block. The sticking block was we can't destroy our ad business. And so it was being chipped away by web three, and it's now been nuked by AI. Maybe this is an accelerant for web three. I don't know how the hell well, meta have been clearly moving away from that model because they have to as well. And Elon is as well with subscription base, and I think there'll be token integration everything else, as these platforms have to move off the ad model. You can use it for a period of time, but then it's gone."
    },
    {
        "speaker": "B",
        "text": "I think it's important with any AI conversation to at some point, reel yourself back from it and shift out of the big existential questions to the joy and wonder and fun of these things that are now possible. Right, to imagine yourself in the Renaissance side. One of the things that I've noticed you discussing a lot on Twitter and other places is you're clearly seeing a connection between some of these things that are now emerging. Neural radiance fields is one that we went back and forth a little bit about and interesting digital spaces. Metaverse web three. How have you been thinking about the intersection of metaverse nfts with this new world of AI powered applications?"
    },
    {
        "speaker": "A",
        "text": "It's all the same thing. It's the digitization of knowledge is happening now. It's all the digitalization trend and its logical place is a metaverse style experience. We're all too anchored on snow crash or whatever to think of how a metaverse is. But this is, and I say this all the time, this is a metaverse experience that you and I are in now. So everything becomes, if we talked about these digital societies that the world has to pivot towards, because we live in this world where we may not be working for corporations, it may be a different world. Well, so therefore, humans are humans, and we like to have a more interactive world of which we can operate and live in if we're going to spend most of our time there. That's the metaverse. And what we're seeing is the nexus of all of these things. So the faster the compute power, the better the rendering. We've seen that with unreal engine five. You know, there was a video out yesterday. I couldn't tell it wasn't video. We're seeing that with what's coming out of the AI. So the compute power keeps accelerating. With Moore's law, then the use of the compute power gets more efficient by AI, and it makes these digital worlds become easier. And I think I'm having a feeling that the next exponential age bomb is going to be the Apple whatever it is. The Applethon thing that happens. I think it's in June, because Apple are launching their VR stroke AR glasses, and everyone's like, yeah, well, so what, you know, Facebook have had their in here before, right? Yeah, but Apple don't do that. It's like, you know, there was a kindle, and then the iPad came out. There was music stuff, and then there was the iPod. What have they got that can make this a game changer? And I've been following this story for a while, so somebody told me, I can't remember who the hell it was, told me, oh, by the way, your iPhone pings your local environment like 5 million times a minute. I'm like, what? Yeah, it's mapping out your total environment. There's a reason why all the new Macs have like 30% of their gpu is not being used in the chip processing power. Right? There's something coming. So then I started hearing that Apple had basically created a 3d map of the world. Again, don't know how complete it is, but that everything was this 3d contextualization, which was this AR VR nexus. And then we started seeing the Nerf technology coming, and you're like, oh, so it exists. And I follow Robert Scoble, and he's been very good in driving this conversation forwards. It feels that Apple is about to change the entire game in metaverse by creating a photo reel 3d personalized map of the world, of your world, or other worlds which can all be strung together. I don't even know what that means yet, but I know again, it changes everything, because why do you and I, you're in upstate New York and I'm in the Cayman Islands. We are in a 2d experience. Why are you not sitting in the barber's chair and us chatting this new experience, it's that the fact that we can go for a walk down by the river near you and chat while we're doing this, it's like, okay, and if you go back to our earlier conversation about how humans fit into this world, in a digitized world where everything's fragmented into these digital sovereign states, then this is an obvious way forward. So I think the moment nobody's expecting is the metaverse momentous, potentially, and it's going to come from Apple and not Facebook. And then we've got the self driving car moment that probably comes after that. Those are what I can see coming forwards, but I'm still trying to keep up with, because you don't know where it's going to come from, what the next big thing is. But I'm just getting a hunch that it's the apple thing. Could be wrong."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's super interesting. So I think it's funny. It's very easy for people to count out technologies that didn't work at first. Blush. And I think especially right now, Facebook, after having renamed itself meta and then crushing their meta division, metaverse division, and it's subject to a little bit of ridicule. But I think that the idea that that sort of is the end stamp on the idea of a metaverse is pretty ridiculous. The reason that I think that this take on Apple could be correct is one of those seeming challenges for them has been the difficulty of reconciling the type of data required and data collection approaches required by large language models and things of the sort that OpenAI has built with their approach to privacy, Apple has gotten huge leverage. Being the company that actually cares about privacy relative to the Googles and Facebooks of the world, that creates a real challenge. Are they just going to suck user data in that they then make available for models that everyone has, even if users opt in? It's not the type of thing that Apple likes doing. What I think is plausible, then, about what you're describing is the experience that you just mentioned, and who knows what Apple will actually come up with. But that experience, if it was just exactly that, could be mediated almost entirely by data stored locally. That was just from the user's actual real experience, that didn't then have to transcend into some Borg global database that opens up these uncomfortable questions of data privacy."
    },
    {
        "speaker": "A",
        "text": "Well, this is exactly the point. The models for AI, you get them down to about 2gb. The entire history of the Internet and every single thing on it is a two gigabyte file. The compression files are so astonishing. So that can fit on your iPhone. Exactly. To your point, why are these m one chips? Why does Apple have so much latency? Well, because potentially they're going to fill the latency with localized data, which is, I think exactly. Your point is I could have my digital map of the world on my iPhone. That is mine. And it will have said, oh, by the way, we've been mapping this for the last three years."
    },
    {
        "speaker": "B",
        "text": "I want to start to round us out and I want to return to where we started, I guess these three big segments, obviously they've been themes that we've woven together throughout crypto, macro, AI over the next six months. What do you see happening in each of these areas? Maybe we could start with macro as a frame."
    },
    {
        "speaker": "A",
        "text": "Yeah, macro is the easiest one because there's a lot of forward looking indicators. There's ways we understand of how things connect. My forecast since about March of last year, using my forward looking indicators, was that the economy bottoms march, April, May. So that would be an ISM survey of hitting about, let's say, 40, which means, roughly translated, negative 2% gdp. So no great disastrous recession, but it always exposes something which is the banking system this time around. Now, the market forward saw all of this and it started rallying crypto's most furthest advanced. The outcome of a recession is more cowbell, as I like to say. And the more cowbell is more stimulus, more stimulus meets that. We've also got an election year, so the probabilities are even higher. And then there's fiscal, so we've probably got a lot of stimulus to come. So six months forward, the economy will have troughed, whether we've got positive GDP growth or not. Not clear, but it'll be on its way back to recovery. But the recovery is going to be slow because these jobs are not coming back. We've got commercial real estate overhang, but the markets are likely to be very strong because of stimulus, which is the key driver, plus the technology adoptions that are going to be everywhere. So the macro for me is the worst was behind us. I think October was the low of the markets. I've been positive ever since, and I'm super bullish. Technology, crypto, those are the two big things. And bullish endlessly in perpetuity. But really, for this cycle, which ends in some time, remember that ism cycle that comes every three and a half years? It would come and give us problems sometime back in 2025, which is like the same as the bitcoin halving cycle. It's all the same. Right."
    },
    {
        "speaker": "B",
        "text": "Before we dive into, speaking of, before we dive into the crypto and AI dimension, this question, I actually wanted to just go back to the commercial real estate piece just for a minute. Obviously, this is something that we didn't mention, but people are. A lot of eyes are on this. A lot of eyes are looking at similar issues that drove the banking crisis in terms of needing to roll over debt in a higher interest rate environment. How do you see this all getting resolved? Or does it get resolved?"
    },
    {
        "speaker": "A",
        "text": "Raoul, we cannot have a full scale banking crisis ever again. People need to get their heads around this. The world changed in 2009. That existential risk of the collapse of the global banking system in developed countries does not exist because of quantitative easing. And the Europeans proved it in 2012, and the US is just proving it again, because what happens is you shove it on the bank balance sheet of the central bank, so the existential crisis can't happen, which is the total collapse. But the payback is, oh, your money gets debased and these asset prices go up and you're poorer. Your future self is poorer because you can't buy as many future consumption points, which is what an asset is."
    },
    {
        "speaker": "B",
        "text": "So the banking crisis can't happen again."
    },
    {
        "speaker": "A",
        "text": "Can'T happen at scale, but it happens slowly. The slowly thing is, the commercial real estate is not going away. Nobody's going back to the office. I spoke to one of the biggest pension funds in the United States. The guy who runs the real estate portfolio is like, they're going to be plowing over, bulldozing big cities. I'm like, well, can't you convert them to residential? It's like, well, most it can't be for zoning. And I how theyre built. So theres a whole bunch of stuff thats just going to go fallow and thats going to have to be taken off the banks. The US has got too many banks. Its overbanked anyway, much like Europe used to be. Europes shrinking number of banks. So the US will shrink in number of banks, and a lot of the long term stress ends up on the fed balance sheet, which is that is theyll take collateral, give loans to the banks to allow them to try and work their way out of it until they all merge or slowly die. But they tend to merge with each other, which is what's happened in Europe."
    },
    {
        "speaker": "B",
        "text": "Do you think that commercial real estate basically just becomes a new approved asset class for the bank term funding program or something like it?"
    },
    {
        "speaker": "A",
        "text": "Yeah, same as Europe. I mean, they just took all the commercial real estate loans. The Fed did it with mortgage backed."
    },
    {
        "speaker": "B",
        "text": "Securities, don't forget, especially now that we see it coming. Right. There was a sort of test period. There's a fairly good argument that Silicon Valley bank, is it a highly useful sort of collapse for the Fed to get out of something that could have been a lot worse if it was in a different type of environment. Right. You had sort of the ability. It was relatively small. I mean, the second biggest bank failure in us history, but still, compared to what it could have been, relatively small and a narrative that allowed enough space to prevent sort of full on panic because it could be written off as just tech or just crypto or whatever. Right."
    },
    {
        "speaker": "A",
        "text": "So go back to the everything code. What you need is you need to get inflation down because you need to get interest payments down, because if not, you have to debase the currency even further. Right. You have to get this down. The best single way of doing this is by engineering a crisis. So if you over tighten and you know you over tighten, you're going to get a double win. You're definitely sure inflation is not going to come back and you're definitely sure you can cut rates, 300 basis points and sort out what needs to happen because you know you've got to make the interest payments. If you see this thing of we need to make the interest payments and we've all agreed how we do it, then it becomes much clearer to see somebody talked about also the daisy chaining of central banks and their government bonds, how they kind of support each other's bond markets. And I think that's probably true too. I think they know. I've always argued that everybody on Twitter will assume central bankers are all morons and that they don't see what's going on. And my guess is they probably see more than what's going on than you understand and you're not even playing the same game that they're playing. And it's not because they're geniuses, it's because they have seen what is happening. So I think, as I said, there is a globalised agreement on the massive push to green energy, not just for global warming basis, but also because of the productivity change that needs to happen and the geopolitical change. I think there was a push to keep rates as low as possible and use the central bank balance sheets to fund interest payments because if not, the game falls apart until the products oversee miracle catches up."
    },
    {
        "speaker": "B",
        "text": "Okay, so that's macro in a nutshell. The nice simple, simple explanation. Next six months, crypto and AI. What are you seeing? What are you thinking about?"
    },
    {
        "speaker": "A",
        "text": "Next six months? Crypto very strong. I don't think it's a replay of 2019, which was a longer pullback while global central bank balance sheets shrank for a period of time. I think knowing what's going on in the world where it's going, we will probably accelerate. I think it looks more like 2016 to 15 cycle, which was a big spurt up, which I think we're still in the middle of. Then a long sideways correction for five months or whatever and then another explosion higher as you really start to see the central banks kick in. So im very, very positive crypto but more importantly, a lot of money went in VC into the space and there was a lot of people building products. So the next phase of what adoption looks like will come and I dont know what it is. It could come from anywhere, could come from gaming, could come from digital id, could come from brands in the NFT and web three space, could come from Defi, I don't know, but it's coming. So I think that's very interesting. So I'm very bullish on crypto overall. I also think that I also run an asset management business called exponential age asset management. I'm just using that exponential age everywhere. And that is a fund of hedge funds that invest in digital asset hedge funds. What's fascinating is the global hedge fund industry in tradfi is $3 trillion. That's all pension fund money and sovereign wealth fund money and high net worth and Raas, the digital asset hedge fund. So that all crypto hedge funds added together are about 5 billion. It's like 1% of the size. So I think we're going to see a lot of capital flowing into the space. Proper capital, not just retail capital, but sticky long term mega capital flows into the space which is needed. The secondary markets are not liquid, which is why they're so volatile. So I think that's going to be very interesting as well. So crypto bullish AI, I'm going to err on the side of eMad, which is it's unforecastable. It's unforecastable where it will be in six months time. What I do know is every single person we speak to will be scrambling to try and figure out how to use it, and we don't know how we use it. I remember very well the 97, eight, nine, 2000 phase in the Internet. There was just like millions of businesses launching, of which 99% of them were nothing because everyone's building on top of chat GPT, 499 percent will fail. People are going to have to figure out what is the killer model here. Is it the dataset? Is it the UX? Is it the model itself? We don't know. So I think it's just going to be kind of hair on fire, shocking in its growth. And then with that is the next phase of the exponential age as well. What is the next technology to ignite? And then we've got to deal with crypto AI, metaverse or whatever, the virtual reality, and then, oh, my God, then we need to deal with genetic sciences, and then we've got to deal with self driving cars. We'll have all these balls in the air and we're trying to figure it all out. It's going to be hilarious. Hilarious, because we have no idea."
    },
    {
        "speaker": "B",
        "text": "So there was this meme that I posted, I guess, a week ago. Now it feels like a million weeks, but it's a picture of a metronome, and it was in the context of auto GPT, but I think it is more broadly applicable. And so metronome obviously ticks back and forth. And so on the one hand it said I'm so excited about the future, and then on the other arm it said we're all going to die. Where do you find yourself on this spectrum of optimism to pessimism and every kind of confusing question in between."
    },
    {
        "speaker": "A",
        "text": "I have one secret hack. I don't have kids. So I'm wildly optimistic."
    },
    {
        "speaker": "B",
        "text": "I have two kids and I'm also optimistic."
    },
    {
        "speaker": "A",
        "text": "Yeah, look, I honestly think it's a renaissance, but it really is to me is how fast quantum computing comes in a scalable format. That's when it gets really scary. And I think that's probably still a famous last words, 20 years plus out that governments can restrict because it's really expensive. So if that's the final leg that causes the end of humanity, that is like nuclear power, you can stop that or restrict it. And maybe therefore we have a much longer renaissance than expected. But yeah, I'm very positive on what this can do. Yes, I understand societal constructs will change. I do think it's the fourth turning moment that started in 2008. All part of the same big megatrend, the macro, crypto AI, exponential agency, all part of the same thing. And we are lucky to be alive because it's going to be incredibly exciting."
    },
    {
        "speaker": "B",
        "text": "Perfect way to end a wonderful conversation. Always wonderful. And great to have you on the breakdown roll and look forward to getting back together in three months when there's new AI overlords that we're all hanging out with."
    },
    {
        "speaker": "A",
        "text": "Yeah, I loved it. Hopefully there was quite a lot for people there, so I hope everybody enjoys it. And you can find me on Twitter or anything if you've got any questions."
    },
    {
        "speaker": "B",
        "text": "Yeah, eminently available and you know, no shortage of places to read your thoughts, to which I think everyone should go do. All right, awesome. We'll talk soon."
    },
    {
        "speaker": "A",
        "text": "Thank you."
    },
    {
        "speaker": "B",
        "text": "All right guys, NLW back here for just the quickest of quick wrap ups. At the end of our conversation we touched on whether to be optimistic or pessimistic. And I think there are tremendous changes were in store for. And when it comes to my take on this, I think that there are tremendous changes were in store for. I dont think we fully grasped them all because its nearly impossible to before were living through them. But I just cant believe that any other position aside from optimism in what we can create and build has really ever made sense. Both the challenges and the opportunities of the future that is hurtling towards us dwarf many of the things weve experienced in the past. But why not choose to believe that were up for the challenge and then go try to make it. So thats the self fulfilling prophecy that im most interested in and that I hope we can help in some small way with these shows and with the breakdown network as a whole. Anyways, guys, I appreciate you listening. As always. Thanks again to Raul for joining me. Until next time, be safe and take care of each other. Peace."
    }
]