[
    {
        "speaker": "A",
        "text": "Hello, and welcome back to the real vision crypto daily briefing. Here's why you should watch today's show, shots fired between CZ and SBF on Twitter. Binance is dumping its entire FTX token holdings, and SBF is moving in to alleviate concerns over the financial situation at FTX. This market moving story has been has the entire crypto space gripped? Plus, we're on the eve of the midterm elections here in the US. How could crypto affect the vote? We'll talk live to political strategist Bobby Capel about this. Stay tuned for that. I'm Nico Bruga. With me, as always, is Ash Bennington. How are you, Ash?"
    },
    {
        "speaker": "B",
        "text": "Oh, Nico. It's days like today that are the very reason real vision spun up. Real vision crypto daily briefing."
    },
    {
        "speaker": "A",
        "text": "Very well said. So let's get right to it. But just a quick reminder, don't forget to subscribe to Real Vision Crypto. It's free if you're watching on YouTube, like and subscribe and hit the bell notification so you don't miss when we go live. All right, with that said, let's jump right into the latest price action. Bitcoin is back below $21,000. The largest cryptocurrency is down more than 2% on a 24 hours basis. And we have a very similar situation going on with Ethereum. It's also down some 2% on the 24 hours moving basis, trading below $1600. Ash, what are you looking at?"
    },
    {
        "speaker": "B",
        "text": "Yeah, Nico, I'm looking at how all these stories are merging. Some bigger moves elsewhere in the top ten, both by Nance. Coin and Solana are down heavily in the past 24 hours. This could be related to our top story. Obviously, that's what we're thinking about. That's what we're talking about. Today, Coindesk reported that there are large amounts of Solana on the balance sheet of Alameda research, the trading firm of Sam bankman Fried. The Coindesk report raised concerns about the financial situation at Alameda. The story has seen some wild swings in the price of FTT. That's the native token of FTX. The token is up 2% in the last 24 hours, but down 12% in the last trailing seven days. Nico?"
    },
    {
        "speaker": "A",
        "text": "Thank you for that, Ash. And that brings us very nicely to our top story today. And oh, boy, is this a wild one. Fair to say that Binance CEO Changpeng Zhao CZ, and FTX CEO Sam Bankman Fried SBF are amongst the best known leaders in crypto, but they are now locked in a very public debate that is, of course, playing out on Twitter. Let's do some context first and pedal back a bit. This all started with a coindex story last week, which raised concerns about the balance sheet of Almeda research SBF trading firm. As per coindesk, Almeda's balance sheet is full of FTX native token FTT. So here's a breakdown. As of June 30, Alameda's assets amounted to $14.6 billion, its single biggest asset, $3.66 billion of unlocked FTT, the third largest entry on the asset side, $2.16 billion in FTT collateral. Some FTT also featured in the company's liabilities. In response to that Coindesk Scoop, CZ, head of Binance said they will sell off their FTT holdings, but he didn't say how much. However, he did say Binance received $2.1 billion in BUSD and FTT for selling its FTX stake last year. More than $580 million worth of FTT has been transferred from an unknown wallet to Binance. CC confirmed that this was in preparation for the sale. On the other hand, Almeda's CEO Caroline Ellison took to Twitter. She indirectly confirmed Coindesk's report, but said it didn't paint the whole picture. Ellison said Almeda had another $10 billion not reflected in the list. Also said most of the loans, some worth $8 billion per coindesk, have already been paid off and that the company had extra hedges. She also offered to buy all FTT from Binance for $22 each. Ash already lots to unpack, even though we're only in chapter one in the prologue of this story. What are your thoughts so far?"
    },
    {
        "speaker": "B",
        "text": "Yeah, this is obviously a massive story in the space. You've done a great job, Nico, of explaining the news flow here today. So let me give a little bit of background, a little bit of context about why this story is important, what it means underneath the hood. This story is all about the potential conflicts of interest inside the crypto space. Sam Bankman Fried, of course, is widely believed to own own very large stakes in FTX and Alameda. FTX is the exchange. Alameda is a trading shop, a so called prop shop on the crypto side. There are lots of layers here as you start to unpack this. The story actually began last month with reporting that Bloomberg did on the interdependencies between FTX and Alameda. It appears now, as you say, that a very large chunk of the net equity of Alameda are the FTX token, excuse me, the FTT token that's the FTX native token in various forms, as you point out, locked, unlocked, and collateral based, locked, of course, being tokens that are unable to be sold, programmatically restricted, unlocked being tokens that can be sold. I want to go back a little bit here to the sort of phase two, which was the reporting that came out last week from Coindesk. This is original reporting by Ian Allison, and I just want to read this quote just to give you a sense of exactly the scale of what we're talking about here. Quote the financials make concrete what industry watchers already suspect Alameda is big as of June 30, the company's assets amounted to $14.6 billion. Its single biggest asset, $3.6 billion of unlocked FTT, the third largest entry on the asset side of the ledger, a 2.16 pile of FTT collateral. There are more FTX tokens. Among its $8 billion worth of liability, $292 million of locked FTT. The liabilities are dominated by $7.4 billion of loans. That's what you alluded to earlier. Caroline Ellison's response on the Twitter feed look, these are very large numbers, and the interdependencies here are quite significant. They're very large. I also wanted to go back to the original Bloomberg story for some context about this. This is back in September, original reporting by Annie Massa, Irina, Anna Iria, and Hannah Miller. Just to give you a sense of what this is really about. Quote, in traditional financial markets, on stock exchanges, for instance, the two lines of business are usually unaffiliated, helping ensure competition among stakeholders and lower prices for customers. In crypto, regulation is less defined. Disclosure rules or even industry norms that discourage close ties between a market center and a traditional trading operation have yet to develop. In the case of FTX, and this is really the devastating quote, it's as if the New York Stock Exchange and market making giant Citadel shared the same owner. So that's a little bit of the, of the context here about when you listen to this, and it's easy to kind of follow the, the daily news flow and to maybe miss the bigger point. That's really what it's about, by the way. I think it's also a point important to point out that FTT, the FTX native token, grants users discounts on trading fees on the FTX exchange. So you can start to get a sense, at least, big picture, Niko, on just how substantial these interdependencies and economic interrelationships are."
    },
    {
        "speaker": "A",
        "text": "Absolutely and indeed, Ash, the story didn't end there CZ's initially conciliatory tone changed with every tweet. He said the FTT sale wasn't aimed at a competitor, but then said this liquidating our FTT is just a post exit risk management learning from Luna we gave support before, but we won't pretend to make love after divorce. We are not against anyone, but we won't support people who lobby against other industry players behind their backs. Onwards. Close quote. Shortly after FTX boss FBF took to Twitter trying to alleviate growing concerns about the exchange, he said, quote, a competitor is trying to go after us with false rumors. FTX is fine, assets are fine. We don't invest client assets, even in treasuries. We have been processing all withdrawals and will continue to be. FTX has enough to cover all client withholdings. It's heavily regulated, even when that slows us down. We have gap audits with more than 1 billion excess cash. We have a long history of safeguarding client assets and that remains true today. I'd love it, CZ, if we could work together for the ecosystem. Close quote. Wow, wow, wow. Anything you'd like to add, Ash, before we discuss some other binance related news?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, look, this is obviously just a surreal situation. First thing, red flag, and the CZ quote is the comparison to the post Luna era. Boy, that's a sort of ominous implication to float out there in the opening tweet on that storm. Two other points that I wanted to touch on about why this is so surreal and what makes the crypto space, I think so different from traditional finance. The first is that CEO's don't generally battle each other on Twitter. In traditional finance. Morgan Stanley, J. P. Morgan, Goldman Sachs compete against each other for investment banking deals, for other type of financial deals. And you don't see them jumping on Twitter yelling at each other. I mean, this is just a really strange environment. And the second point that is makes this space so interesting is the transparency for some, not all, but some of the data in the space. And I want to show you an example actually of those two things merging. There's a tweet here by czdhennae and the tweet reads, and you can see this here on your screen, I believe. Yes, this is part of it. It's a retweet of a tweet originally by whale alert. And then if we flip to the next slide, what you can see is this is transaction details tweeted out by whale alert about this unwinding of the FTT position by binance I mean, this is just a surreal moment because you get to see these disputes in real time. You get to see them yell at each other in real time, and then you get to look at the underlying data. I mean, just, wow. I mean, this, this really is. You have a sense right now, at least I do, Niko, and maybe this is some conversations that I'm having off the record with people, but you have this sense that we're entering this, this time or this place, where in crypto, these issues of interdependencies, of risk being hiding underneath the surface, may, again, we don't know anything for certain right now, but may be rising to the surface. And that's why it's so important here at real Vision Crypto daily briefing that we follow these stories on a regular, daily basis."
    },
    {
        "speaker": "C",
        "text": "Nico this podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding ramp could be one of the best decisions youve ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy rmp.com easy cards issued by."
    },
    {
        "speaker": "D",
        "text": "Sutton bank and celtic bank members of DIC. Terms and conditions apply."
    },
    {
        "speaker": "A",
        "text": "Absolutely. And speaking of Binance, according to data from chain analysts cited by Reuters, Binance has processed iranian transactions with a value of $8 billion since 2018, despite us sanctions intended to cut off Iran from the global financial system. Chainalysis says nearly all the funds flowed between Binance and Iran's largest crypto exchange, Nobitx. Reuters said three four of the funds were in the tron cryptocurrency, which gives users options to conceal identity. Ash, I know this is a really big story, and one you've been focusing on since it broke yesterday. Please explain why."
    },
    {
        "speaker": "B",
        "text": "Yeah, this is the story that I think right now is. I've been saying it's the most important story in crypto but it seems like there are more important stories in crypto just arising every day. To me, this is really about the core of the value system of the crypto world. We've been talking about this idea of credible neutrality, of censorship resistance. These are two of the most important ideals in the Ethereum community. Obviously, there was an argument on Twitter between Eric Voorhees and Sam Bankman fried about exactly these conversations. I shouldn't say argument, I should say open debate, because that's what we do here in the space. But look, the reality is this is precisely the argument that folks in treasury are going to make for why they need the ability to restrict these transactions. Now, we, obviously, I'm not taking a view here either way, but I think this story shows you what the other side of that argument of credible neutrality and censorship resistance is all about. This really is the unstoppable force meeting the immovable object. I have no idea how this one is going to end, but it's a story that we're following very closely here. One of the potential endings, at least one of the risks here, is that there's an Ethereum chain split between regulated and unregulated. Now, that's not a prediction. I'm not saying that that's going to happen. But that's one of the questions that's being floated out there that's being speculated about. That's just a metric or a measure of just how serious and existential these kinds of issues are to the space right now. Nico?"
    },
    {
        "speaker": "A",
        "text": "Absolutely. And now on to our last story. We have some breaking news over the last couple of hours. The US Department of Justice has announced it has seized 50,000 bitcoins related to Silk Road. In November last year, the us attorney for the Southern District of New York says James Zhong pleaded guilty to committing wire fraud in September 2012 when he unlawfully obtained over 50,000 bitcoin from Silk Road, the dark web Internet marketplace. The bitcoins were valued at $3.4 billion, one sees, but they are now worth only $1 billion. Guru says the original value would make this the largest crypto seizure ever. And that's it for the news today. But the news doesn't stop, as US voters will be voting in the midterm election tomorrow. So it's time to bring in our guests to talk about it. Political strategist Bobby Capel. Bobby Ash, really excited to listen in on this conversation. I'll be back at the end with the key takeaways. Over to you, Ashley."
    },
    {
        "speaker": "B",
        "text": "Hey, Bobby, welcome to the show."
    },
    {
        "speaker": "D",
        "text": "Hey, good afternoon, or wherever you are around the world. Hello, everybody."
    },
    {
        "speaker": "B",
        "text": "So, listen, it's great to have you here the day before election day, obviously a huge story here in the United States with implications for abroad. Let's talk about this from the perspective of crypto voters. What's at stake here for folks in the crypto space?"
    },
    {
        "speaker": "D",
        "text": "Yeah, well, I think everything is at stake because this next Congress in the United States is going to be doing a lot of the regulating, or at least going to begin the regulation of the industry. So here's where we are. We are sitting on the doorstep tomorrow of a massive election in the United States. The midterm elections. They happen every two years. They have presidential election two years ago that swept Joe Biden and the Democrats into power. And on Tuesday, there will be an election for both the US House of Representatives and the United States Senate, not for the presidency. And we're going to have a decision to make as Americans on which way we want the country to go forward."
    },
    {
        "speaker": "B",
        "text": "Yeah. And, of course, key governorships. What's at stake here for crypto participants? What are the issues that are most important, and where do the parties line up on them?"
    },
    {
        "speaker": "D",
        "text": "Well, I think in order to answer that question, it's important to start by figuring out who is the crypto voter. And the answer to that is really, it's your neighbor, it's your friends, it's your family, it's everybody. We just did a poll at GMI that went and took a look at the likely crypto voter, and not just the likely crypto voter, but likely voters in the five most important swing states here in America. America. Pennsylvania, Arizona, Georgia, Wisconsin, etcetera. And what we found was 17% of people hold or own crypto currently in the United States that are going to be voting in those elections. So if you look at a state like Pennsylvania, for example, where in 2020 Joe Biden beat Donald Trump by 80,000 votes, you have 450,000 crypto owners that are going to be going to the polls tomorrow and voting in these midterm elections. So that is a huge swath. And as a political strategist, we're always looking for micro targeting to try and move a percentage here, two percentages here, three points here. So when you have a group of 17% of the people, 17% of the likely voter population who are all owning crypto, and that number is even higher at 44% for those who are planning to buy crypto or currently own it, that you have this group of folks who could absolutely change the dynamics of american politics in a bipartisan way, potentially, and do something. There's so much division right now in America. Democrats and Republicans are at each other's throats about everything right now. If this is one issue where you can speak across the aisle for either party, it splits about evenly. Democrats and Republicans who hold crypto. It's an issue where you can potentially bring some support over and win in a tight race, which is what politicians want to do. They want to win their races. And what the industry wants is some clarity so that they can feel free to, to get back to the business of innovating."
    },
    {
        "speaker": "B",
        "text": "Bobby, I'm so glad that you mentioned those data points because it's so important for people to understand how crypto really has become a mainstream kitchen table issue here in the United States. You mentioned the notion that ownership of crypto is roughly split evenly between Democrats and Republicans. But how do the parties line up in terms of their political positions on this? And let's also talk a little bit just to characterize what's at stake here for people who are not necessarily following politics very closely, at least. And you tell me if I'm mischaracterizing this, but we obviously, we have some key gubernatorial races, but on the national side, on the federal side, essentially, the polling data suggests right now that Republicans are far ahead in the races to retake control of the House. And the open question right now is where we're going to land in the United States Senate. So the question here is kind of which party is going to be in control of Congress? Is it going to be one or both houses that the Republicans are going to attempt to seize control of here? And also the second question is, how do they line up politically in that sense? In other words, what are the stakes here? If Republicans take both houses of Congress, if they take one house of Congress, if they take neither house of Congress."
    },
    {
        "speaker": "D",
        "text": "Okay, so there's a lot to chew on there. I'm going to start at the beginning. You were asking about the kind of the odds on where this is going. I think you characterize the House, the US House of Representatives, correctly, in that it's currently held by Democrats and likely to flip to Republicans. Much of that has to do with what we call in America gerrymandering. You fit districts to kind of fit your electorate. And there was a lot of that done every ten years that happens in America, and it just got done happening with the us census. And so they take seats, and in some cases, there was a democratic seat that is now republican because of the way the district boundaries have been drawn. The other piece of that pie is the atmospherics. I mean, you have in almost every one of these midterms, there are a few exceptions, but on almost every one of these midterm elections in the United States, the power, the president's party in power is usually swept out in the US House of Representatives in that first midterm. I'll go back through several presidents. Bill Clinton, back in the nineties, lost 53 seats in his first midterm. Barack Obama lost over 60 seats in his first midterm. Donald Trump lost 40 seats. So this is an absolutely normal thing to happen in american politics where you have the party that is not in power get swept in, in the US House of Representatives. We expect that to happen tomorrow as well. On the Senate side, you talked about right now, it's 50 50, literally 50 50 Senate in the United States Senate."
    },
    {
        "speaker": "B",
        "text": "And of course, the tiebreak being cast by the vice president. So essentially Democrats are currently in control of the Senate, although it's a 50 50 split and a little bit of complexity with two independent members who caucus in different ways."
    },
    {
        "speaker": "D",
        "text": "Yes, yes. That is a good synopsis of kind of where this sits. So where are we looking at for who's going to swing control here? Arizona is a big race. You've got Blake Masters and Senator Kelly."
    },
    {
        "speaker": "B",
        "text": "Who take a look at the Senate map. I believe this is the RCP projection and you can see that on the map."
    },
    {
        "speaker": "D",
        "text": "So if you look at the. I'm not willing to necessarily turn Arizona red at this point. Right now it's held by a Democrat. You look through some of those other races, Georgia, Pennsylvania and Arizona and Nevada are the top four most important races that are going to flip control of the United States Senate. Republicans only have to hold and win one more in order to regain. So if they win one of those races, if Doctor Oz wins in Pennsylvania, if Blake Masters wins in Arizona, or if you have Catherine Cortez Masso in Nevada lose playing against the republican Adam."
    },
    {
        "speaker": "B",
        "text": "Laxalt there, who seems to."
    },
    {
        "speaker": "D",
        "text": "Adam Laxalt. Yes, and his grandfather. Yep, and his grandfather. That's a big powerful name out there in Nevada. Adam Laxalt's last name because his family's been in politics out there forever. Georgia is another big one. You've got Raphael Warnock, who was just up for election two years ago, but because it was a special election, he's up again in two years. Running against Herschel Walker George is really interesting. What you could have happen here is, let's say you have Fetterman win Pennsylvania, which is not a given. But let's just play out the scenario for a second here. Fetterman wins Pennsylvania. Cortez Masto loses to Adam Laxalt in Nevada. Mark Kelly holds Arizona for Democrats. Then you come to Georgia. And what would happen is there would be if neither candidate Herschel Walker or Rafael Warnock gets 50% of the vote on the first ballot. This is getting a little complicated, but it's important for everybody to understand where this could go. And that that is where the polling is right now. By the way, no one's getting 50%. If no one gets 50% the election tomorrow, then there is another election in a month on December 4."
    },
    {
        "speaker": "B",
        "text": "This is a runoff election. We saw this in 2020. So this is a very real possibility. I know we have limited time here, and I just want to get to a couple of questions. So I think we've done a pretty good job of framing out the current state of play in this space. But let me ask you this. If there is a change of control of both houses of Congress to the republican party, obviously, that is an open question right now, as we've been talking about here, what happens in terms of public policy issues for crypto? How does this affect the crypto community if we do see a switch of parties either in just the house or in both the House and the Senate?"
    },
    {
        "speaker": "D",
        "text": "Well, what the crypto community wants in Washington is regulatory clarity and rules for the road so that the innovators have space to innovate. Okay. That's what. That's what the community wants. That what's. That's what the community needs in order to flourish. There's a bit of a battle right now. I mean, look, in the UK, they just elected a prime minister who is pro crypto. He wants to make London the hub of cryptocurrency in the United States. You've got Silicon Valley and several other places across the country who are leading in blockchain technologies and companies here based in America that are leading on blockchain technology. And we want to keep it that way at GMIpac, which is why we've been electing bipartisan members both to the House and to the US Senate."
    },
    {
        "speaker": "B",
        "text": "But is there a difference here in terms of the. If we do see a change of control in one or both houses? In terms of."
    },
    {
        "speaker": "D",
        "text": "There's always a difference because there's a change in leadership. And that goes not just from the top levels, from, let's say, the US Senate, Mitch McConnell, Chuck Schumer, or Nancy Pelosi and Kevin McCarthy, but it feeds down to the committees as well. So you have committee chairs that have certain things and priorities that they would like to get done. And Patrick McHenry, for example, who will chair the finance committee if Republicans retake the House, is very interested in seeing the crypto community innovate. So he will have some legislation, but I think he has insinuated that he will take this piecemeal. I don't think you'll see a sweeping bill that's going to cover the entire political landscape. They'll have to do this one piece at a time. But what Americans want is they want to see this technology stay here. They want to see american jobs continue to grow. And I think it's critically important that legislators and people running for office understand that there's a big community of folks that own crypto, and they are voters."
    },
    {
        "speaker": "B",
        "text": "Bobby, that's exactly the question that I was asking, and it's a great answer. And thank you for providing a little bit of depth and context there. Final question for you. One of the things that I find most confounding about this particular election is this weird thing that we're seeing happening with polling data. It reminds me of the old Daniel Patrick Moynihan quote, everyone is entitled to his own opinion, but not to his own facts. We've got two totally different set of facts out there in terms of the polling data from the unaffiliated sort of traditional polling firms, the gallups of the world, and then, and then the republican affiliated polling firms that we see who have this race basically scored entirely differently. I mean, what's interesting about this to me is when you talk about debating, for example, hot button social issues, you never arrive at a consensus there, right? People are arguing for morality and you never get an answer. We're going to get an answer in, you know, 24 hours, maybe 36 hours, about who was right in terms of the polling data, because the numbers are totally split. If we bring up the RCP, excuse me, the 538 Senate projection, you can see this split right now. Basically what they're saying over at 538 is that if you ran the election 100 times, 55 times the Republicans would take the Senate, 45 times the Democrats would take the Senate. To me, this is basically a kind of split the difference adjustment from two totally divergent sets of polls. It's like if you asked people in New York, who do you think is going to win the red? And then you asked people in Boston, you think the Yankees are favored to win, and he said, well, we'll split the difference. I mean, these polls show totally, totally divergent views. Some of this comes out of the under polling that the traditional firms did in 2020. How do you think on the republican side, they under polled Republicans? Apparently. We saw the races were much closer during that 2020 election than the traditional polling data would suspect. How do you even begin to get your head around two totally different sets of polling data?"
    },
    {
        "speaker": "D",
        "text": "Well, you look at both of them and think that the truth is probably somewhere in between, which means this is a coin flip. But the reality is pollsters are always modeling and trying to figure out what happened in the last election because that's the only thing they can do. They're data people. They look at the data, they try and figure out what did we do wrong in the last set of elections. How can we make up for that? But the reality is the next election is always different from the last election. And so it's hard to stay caught up. And we never know the answers to this until the Wednesday after the vote. So we can look at these polls all we want until we're long in the face here. But the reality is we're going to find out on Tuesday. It's going to be interesting. And what is going to dictate the difference in that polling? You act specifically. Why are these so different? It's turnout modeling. So on one side, you have the traditional republican red wave turnout modeling. On the other side, you have considerations about what happened in the Supreme Court on abortion. And how is that changing things? You've seen errors on both sides. There's an under reporting of Trump voters. When he ran for president, specifically in 2016, everybody was shocked that he beat Hillary. And then just recently in Kansas, for example, in the midwest here, and in a congressional race in New York, you had pollsters writing off the Democrats in those races, and they come out and won in what's supposed to be a republican year. So the answer is, I have no idea. This is going to be, this is one of those times for political strategists. You do everything you can and then you get to the last, like 24 to 48 hours, and you made your last tv buys, and then you really have to sit and watch the results roll in with the rest of America and the world."
    },
    {
        "speaker": "B",
        "text": "Well, the good news is, unlike many things in politics, we will definitely get an answer. Perhaps tomorrow, perhaps Wednesday, perhaps Friday, and maybe in December if there's a Georgia runoff. But we will get an answer eventually. With that said, I know Nico Bruga has been listening closely to this conversation. I want to bring Nico back in."
    },
    {
        "speaker": "A",
        "text": "Thank you. Asheville it's that time we've all been waiting for. So let's get those horns a blaring and the spotlight swinging, because it's time for the key takeaways. First, the stakes are high for crypto focused voters. This new Congress will help define the scope of regulation we can expect to see over the next several years. Two, the likely crypto voter in the most important swing states make up 17% of that voter population. While that number may seem small, it's actually a prominent micro group of voters, especially when you consider the distribution among Republicans and Democrats is relatively even. And finally, the crypto stakes for Republicans, taking either one or none of the houses of Congress as high. If we do see a switch of parties, we might finally see greater clarity when it comes to regulation, just like we've seen with the new PM of the UK. Now, Bobby, anything you would like to add there before we get to our viewer question, or did that sound all right to you?"
    },
    {
        "speaker": "D",
        "text": "That all sounds correct. I would just say that GMIP is right now in the process of helping and supporting electing these members of Congress bipartisan, who understand it's the next generation of Congress, who wants to make sure that the Internet is decentralized and that it remains in America as far as a job creating machine and that we keep the technology hub right here."
    },
    {
        "speaker": "A",
        "text": "Sounds great. All right, Bobby, got one question for you. This is from King Kobes on our discord quote. The terror meltdown triggered an acceleration in regulatory process and debate in the US. If a battle, or even an all out war breaks out between two of the biggest exchanges and retail gets caught in the middle, what do you think that could trigger in terms of a political response?"
    },
    {
        "speaker": "B",
        "text": "Boy, that's a great question."
    },
    {
        "speaker": "D",
        "text": "It is a great question. And one of my favorite things to do is I don't get into crazy hypotheticals because we'd be sitting here all day. I'll leave that to the pundits for you guys to do that. But I can tell you, I think what you're seeing here is the industry is maturing, the industry is growing up, and this is, you mentioned this is a different kind of industry. It's not like the banking where everybody's done in the shadows, everybody's out in the open, the transactions are out in the open, the CEO's are out in the open. And that's kind of the beauty of crypto, is that you have the ability to have all this transparency. And I think it's the thing that draws people to it."
    },
    {
        "speaker": "B",
        "text": "Well, it's definitely the beauty of covering it."
    },
    {
        "speaker": "A",
        "text": "Yes. Well said. Well, thank you so much, Bobby and ash. That's it for today. Don't forget to subscribe. Real vision crypto is free. For those of you watching on YouTube, smash everything the like. Button the bell and subscribe. Tomorrow we have Jason Schwartz, aka the crypto tax guy. Definitely important conversation you won't want to miss. We'll see you tomorrow at 12:00 p.m. eastern. 05:00 p.m. gMT, live on real vision crypto daily briefing."
    }
]