[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps, and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com."
    },
    {
        "speaker": "B",
        "text": "Tech."
    },
    {
        "speaker": "A",
        "text": "All lowercase. That's Shopify.com tech. Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets. Chris Perkins. Welcome back, man."
    },
    {
        "speaker": "B",
        "text": "Hey, Ash, how are you?"
    },
    {
        "speaker": "A",
        "text": "I'm doing great, man. Obviously lots happening right now, lots going on."
    },
    {
        "speaker": "B",
        "text": "Yeah, it definitely feels like spring, doesn't it?"
    },
    {
        "speaker": "A",
        "text": "It feels like spring in crypto markets, man. I hate to start with the obvious here, but, man, let's take a look at what's happening in price. Obviously, lots of people focusing on this right now. Bitcoin, back over 30,000. Ethereum, back over 1900. Lots of interesting stuff happening in your markets right now. What's your take on all this big picture?"
    },
    {
        "speaker": "B",
        "text": "Yeah, there seems to be ongoing momentum in the crypto space, and I think that's for a number of different reasons. If you step back in the last six months, bitcoin is actually up 40%. And if you look at something like the Nasdaq as a proxy for tech, it's up about 14%. So crypto seems to be leading the way. And I think there's a few reasons why that narrative remains very strong. I think one of those things is obviously very correlated to the macroeconomic inputs that we're seeing. And even as we looked back last year, it wasn't like regulatory action that moved the price. It was macro. And we continue to see issues around dollar. Dollar strength looks to be coming off. It looks to be weakening. And this inverted interest rate curve is putting a lot of pressure, I think, in the banking sector that we've seen over and over again. My personal read, having worked at a bank for many years, is that we're not through this yet. As long as the interest rate curve stays inverted as it is, you're going to see continued pressure, deposit pressure, where you're going to see assets moving into things like money market funds, and that's going to put continued pressure on the banking sector. Moreover, I've been in these rooms where these conversations have happened. I think the regulators are going to take a lot of action after what they learned from this last crisis and potentially apply much more strict stress tests to the banks, including the G sibs. I mean, could you imagine when you're trying to think about the amount of fractional reserves that you're supposed to hold, the regulator coming in and say, okay, I need you to give me a new scenario that you're going to lose 35% to 40% of your assets in 36 hours. How much capital do you have to hold? Or applying new stress tests to the community banks and then saying, wait a second, if we apply them to the community banks, the G sibs have to be even held to higher standards. So that continues to put pressure. And I think the only way that that pressure to abate is through probably not tightening rates as much as we've seen in the past. And that's going to play right into the crypto narrative. As we know, bitcoin prevails as the dollar weakens. And it looks like there's going to be a less tightening going on in the future."
    },
    {
        "speaker": "A",
        "text": "Well, this is really interesting because there's so much there to talk about, so much there to unpack. But it's almost like you could say it's a grudge match between what's happening in macro and what's happening on the regulatory front. Let's talk a little bit about rates. Two's tens curve upside down. Now more than 60 basis points. On my screen, this is tens minus twos in terms of yield, negative to 60 basis points, significant there. And yet at the same time, we have these macro head, well, we have these sort of macro tailwinds. We have the regulatory headwinds. Really kind of a weird situation where you have these two things moving in opposite directions. It looks like macro is winning."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think so. And I think we also oftentimes have tunnel vision around what's happening in the United States. We have a team in Hong Kong right now, and I got a call from one of my guys this morning, and he's just like, my gosh, the amount of energy that I'm seeing over here is unbelievable. And so, again, as the US continues to, I guess, go through this hangover, this post FTX hangover, other jurisdictions aren't waiting. In Europe, we have mica coming out this month in April. We have the UK following. We have Singapore saying Hong Kong is coming out of its shell. So everyone seems to be moving forward. Also, we're seeing a lot of momentum out of the UAE as well, Dubai and Abu Dhabi with very strong regimes. And so remember, crypto is also very global and we're seeing a lot of strength overseas. And look, one of the things that concerns us is we continue to see a departure of developers from the United States to other jurisdictions. But look, as we said earlier, the macro picture remains strong and macro seems to dominate price, and we expect for that trend to continue. We should also talk about Ethan Ash."
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely. We should just say, by the way, for folks we started in medias, Ray here, Chris Perkins, of course, is president and managing partner over at Coin Fund, a digital investment firm and registered investment advisor, which gives you the context and the position to have this overview that we have on markets right now. Let's talk a little bit about ETh. Obviously Shanghai scheduled to go live tomorrow. This is a huge story. Chris, give us your sense on what this means."
    },
    {
        "speaker": "B",
        "text": "Yeah. First, shout out to the Ethereum community what they've been able to accomplish. In September we had the merge, which was just an incredible transformation of Ethereum. Now with what we call Shapella, we'll offer participants the opportunity actually withdraw their tokens that have been staked. On the surface, people may say, oh my gosh, if these tokens have been locked up for quite a period of time, in certain cases, well, they're just going to sell them and that's going to hurt the price. I think when you step back and you strategically look at the progress and the strength of this community, actually your ability to withdraw your staked assets will be an unlock. And I think you'll see actually over time more folks actually staking their ethereum because obviously you have much more flexibility if you can withdraw the assets. Personally, I think this is excellent for the ecosystem. We continue to see monumental building. I mean, look what's going on in the layer two space. The scaling that's now coming online, that's unlocking all different types of applications, whether it's gaming or deFi, all things where you need lower cost basis, higher transactions per second, or TPS as we call it. Look very, very excited about the Ethereum ecosystem. It continues to have incredible momentum. I think Chappelle or Shanghai plus capella, I think that's going to."
    },
    {
        "speaker": "A",
        "text": "Let's explain that, Chris, while we're talking about it."
    },
    {
        "speaker": "B",
        "text": "Yeah, so there are two different eips that are going into effect, Shanghai and capella. And I think when you combine them, we call them ChAPPELlA so I would call out, there's a ton of research out there, but this will be another really nice unlock for Ethereum. And again, incredible, incredible momentum in that space."
    },
    {
        "speaker": "A",
        "text": "Yeah. So what we're talking about really is generating native liquidity within the token itself. I believe the dominance index has risen on Ethereum from about 14% to around 20%, where we are today. Obviously a significant change in terms of the dominance in terms of overall market capitalization and price. And ethereum, clearly a bullish sign."
    },
    {
        "speaker": "B",
        "text": "Yeah. Again, very excited about the ecosystem across the layer two space as well. And yeah, I think generally, like we said earlier, it's springtime. We look forward to seeing continued momentum in the space despite some of the regulatory pressures that we've seen, and we could expect to see more of that as well."
    },
    {
        "speaker": "A",
        "text": "Yeah. Let's talk more about regulatory pressure. You and I were talking about this a little bit this morning. SEC is adding enforcement attorneys to their crypto division. I believe originally the plan was for 20, now the plan for 40. A significant ramp up in terms of regulatory enforcement firepower. What's your take on that? Why does it matter?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so we were real, we were really hoping that we would see legislation, and we've seen this ongoing, these challenges between, you know, what is a security and what is not. Even with recent proposals around legislation, we never really got clarity on that. Look, in the aftermath of FTX, I think the regulators, whether across the board, they know that they need to act. And like it or not, I do think we're gonna end up finding a new equilibrium at some point. Now, it takes a while to go through litigation, but the SEC, based on public reporting, there's been a number of wells notices that have come out. We've seen some folks what a Wells."
    },
    {
        "speaker": "A",
        "text": "Notice is, it's an intention, it's an announcement from SEC. They send a wells notice to an entity, and essentially it's a notification that there is impending enforcement action."
    },
    {
        "speaker": "B",
        "text": "Right. And so we're seeing ongoing litigation happening across Ripple XRP. We know there's a case with DCG as well. Now we're seeing Coinbase has wells notice that they're navigating paxos as well. And so as you start looking at the scope of current litigation and potential litigation, it's pretty obvious why you would see an increase in staff. It's unfortunate you'd rather see policy be defined from legislation. And we are big believers in principles based regulation. And the one thing that is encouraging from my perspective, is that we were named at Coin fund to something called the global markets Advisory committee on the CFTC, and they will be launching a subcommittee focused specific specifically on digital assets. So we think the time is more important than ever to engage with regulators to help explain to them the nuances. And much of what we do is nuanced. You hate to see something, as with the promise of crypto, to be politicized, but our goal is to educate, engage, and try to get the right policy outcomes. Hopefully, that will ultimately come from legislation."
    },
    {
        "speaker": "A",
        "text": "Yeah, there's so much there. There's so many layers, so much nuance to unpack in what you just said. Obviously, this idea of regulation by enforcement, not the traditional standard rulemaking route, where you can have principles based, sort of replicable regulation propounded in a way that allows other good actors in the space to at least understand what the expectations of regulators are, and therefore, hopefully respond to it in a constructive way. Then you have this idea about the absence of legislation coming from Congress, and finally, the notion of a kind of regulatory competition that seems to be happening right now between SEC on one hand and CFTC on the other. It's interesting because you have suits from SEC claiming, in effect, that digital assets are securities, while simultaneously you have CFTC suits claiming, in fact the opposite, that they are commodities. This is a very complicated environment for entities in this space, particularly for those who are attempting to be good actors. Give us a little bit of a sense of how you understand all that complexity."
    },
    {
        "speaker": "B",
        "text": "Steven. Well, maybe one of the reasons for the strength in bitcoin is we know in the United States, at least, we know the regulatory consideration, it's a commodity. And so it's very clear. I think there have been some questions on other assets. It's interesting to note that the CFTC did come out in their action against binance and suggest that they asserted jurisdiction over bitcoin, ethereum, litecoin, uh, and then, uh, a couple of stable coins."
    },
    {
        "speaker": "A",
        "text": "Not just jurisdiction, but the. The claim, uh, in plain language, that they are, in fact, commodities."
    },
    {
        "speaker": "B",
        "text": "That's right, that's right. Which would, you know, result in their jurisdiction. And so."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "Look, I think in order to deem something a security, there's a lot of work that has to go in and legal analysis around. Howie. Um, it'll be interesting to see how the SEC, you know, you know, if they agree and they follow on with that suit and how it plays it out. But look, ultimately, I think a lot of this will play out probably in the courts in the absence of that legislation. And then the thing that I've learned in crypto is that most crypto participants want to be regulated. We would love to have clear regulation. Our founders, our entrepreneurs, would love to know the rules where they need to build, and then we would build that accordingly. One thing that I'm going to be very focused on as I advance my dialogue within the various committees that I participate in is how do we have, how do we come up with and agree on empirical measures for things such as decentralization? So if a protocol is truly decentralized and it would fall into or not truly decentralized, what would be those empirical measures upon which it would fall into one jurisdiction or the other?"
    },
    {
        "speaker": "A",
        "text": "Even know if that's the test? Right. That's the complexity around this. Right. So this is, you're alluding to essentially the Hinman standard, this notion of sufficient decentralization. But do we really know if that's the test that SEC is using in the absence of legislation? You mentioned the Howey test. Let me just backfill some of this information here so folks who are not securities lawyers can follow along. Of course, many people have heard about what the Howey test is. The Howey test is a test to determine whether or not something is or is not a security. And the general standard, and this is just an overview, obviously, I'm not an attorney, not legal advice, but the standards are four. There are four prongs to the Howey test. Number one, an investment of money. Number two, in a common enterprise. Number three, with the expectation of profit. And number four, finally, to be derived from the efforts of others. We're in terra incognito now, trying to understand whether or not this notion of sufficient decentralization is something that SEC, under the current regime, will, in fact recognize as a defining characteristic of that which is not a security. There are just so many layers to all this. Jump back in and give us your take."
    },
    {
        "speaker": "B",
        "text": "Yeah, look, my goal would be to work for my portfolio companies, via positive engagement with the various regulators, to say, okay, let's work on empirical measures that would assert that an asset would be in one bucket or the other. At the end of the day, it shouldn't matter whether it's subject to SEC jurisdiction or CFTC jurisdiction, because the same principles should apply. It should be client protections, thoughtful disclosures, things of that nature that, frankly, weren't followed in instances like FTX. And so how do we, at a time when it shouldn't matter? Let's focus on the principles, and then let's give some clarity to our founders around. Okay, what do I need to do, or how do I structure my project so that it would go into one of these jurisdictions or the other so that I can go ahead and be compliant, because in my mind, you know, the vast, vast preponderance people I deal with want to be compliant. They want to follow the rules. They want to know what the rules are. And I think that is how countries are trying to differentiate themselves right now, starting with the Europeans. And mika about to hit the official journal."
    },
    {
        "speaker": "A",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "B",
        "text": "Whoa."
    },
    {
        "speaker": "A",
        "text": "Landing an account this big will totally change my landscaping business. It's going to mean hiring more guys and more equipment and new trucks for the new guys to drive the new equipment in. I don't know if I'm ready. You can do this. And Ford pro finsimple can help. Our experts are ready to make growing pains less painful for your business with flexible financing solutions that meet the needs of your business today when you need them. Get started@fordpro.com. financing let me just say this, just to give credence, or at least voice to what the official position is here of chair Gensler and Sec. You've framed it extremely well in terms of what people in the space think, what they say. We've had these conversations here on real vision crypto many times. Of course, this idea that people in the crypto space just want very clear, easily followed rules of the road to understand how to navigate this. The position from chair Gensler, at least as I understand it based on his remarks, is essentially the rules of the road have been the same since the securities laws have been propounded in this country. Come in and register, he says. Now, obviously, folks in the crypto space say there is no way to do that, but thats almost the mental roadblock here that people are trying to get by. Essentially what you have is the chair of the SEC saying, we know what the rules are. They're very clearly defined by federal courts and federal statutes. You can go back to the act of 33, the act of 34. That's the position that the SEC chair has taken, or at least that's my interpretation of it. Do you see it differently?"
    },
    {
        "speaker": "B",
        "text": "Look, it's an interesting challenge. I think, like I talked about previously, due to some of these, in my experience, many of the protocols, all of them, they're trying to be compliant. To the extent that there's a disagreement, I think that we'll find a new equilibrium in the courts, and I think we'll start getting some of that feedback fairly soon. Potentially with XRP, and that will help inform, I think, maybe the next generation of regulations and statute that will abide by it. I wish we could get something from our elected officials via comprehensive, thoughtful, proactive legislation, but in the absence, we're going to probably end up in this new."
    },
    {
        "speaker": "A",
        "text": "Equilibrium and finding that new equilibrium through the federal courts, essentially."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. Yeah."
    },
    {
        "speaker": "A",
        "text": "So you mentioned XRP ripple. Obviously, this is a very closely watched lawsuit here in the United States and around the world. What are your thoughts about the current status of that, the implications, and how broadly that ruling might or might not be interpreted in terms of the broader framework for the crypto space?"
    },
    {
        "speaker": "B",
        "text": "It's a tough question, Ash. I'm not an expert in that case. You follow it, because every time that you get something out of the courts, it will inform and create case law around the future of the rules that you have to go. And so I think we're hearing that we should get some feedback in the near future, possibly this year. The thing with courts is you really never know. You don't know how they're going to come out, how they're going to rule, and you don't also know the timing. So it's all things that we're going to watching, we're going to watch, and as we get those outputs, we'll be able to, it'll help inform our perspective a little bit further. But at the end of the day, we want to be compliant, we want to follow the rules, and we want to position this technology in a way that we can compete on a global scale. Trey."
    },
    {
        "speaker": "A",
        "text": "Yeah. Talking about things that no one ever knows for certain. Let's jump back to price here. Obviously, bitcoin above 30,000. This definitely focuses the attention of the number go up crowd. It's four zeros at the end with a three in the beginning. This is something that folks focus on here. Let's talk about what you see. Some of those potential drivers, as you mentioned, the macro environment, the macro space. Talk a little bit about what some of those specific drivers are that you see from a macro perspective, driving price higher right now."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think a lot of crypto people will talk about the money printer and when is the money printer coming back on? And as we talked about earlier, Ash, I don't know if you did you see Balaji's, his prediction about a million dollar bitcoin here coming up three months in 90 days. Yeah, so we're getting there. My sense is we're probably not going to make it to a million, but I think the narrative is that because of this pressure that we continue to see in the space, particularly if you look at some of the stress in the banking sector. I'm not going to say that the money printer is going to go brrr like you hear on Twitter. But there is definitely an expectation that this very, very hawkish rates regime that we've been seeing, there needs to be a change because they're starting to see pressure really build up on the system. And again that really plays into the strength of crypto."
    },
    {
        "speaker": "A",
        "text": "Lets talk about that and lets explain it and not take for granted that anyone has experience in this. Lets first talk about and define and quantify whats happening in the banking sector, what some of those potential instabilities might be and then why, particularly for people who dont have backgrounds in macro, we might then see accommodative monetary policy to attempt to support the banking sector and why that might be, as you say, money printer go Brrrrde."
    },
    {
        "speaker": "B",
        "text": "Yeah so I think based on a lot of legacy regulations, including Basel, banks had invested in long dated treasury bonds and a lot of those treasury bonds were held to maturity so they didn't have to mark them to market and that was fine. The problem is as the rates curve started inverting and short term money market rates went up, I'm oversimplifying by far. You saw a departure. Well first off, banks started taking some losses as they, as deposits started to leave. We saw that with Silicon Valley bank. And as those losses were crystallized, they had to remark that book. And what happened was you had a lot of concern around the banking sector and the fact that a lot of losses had built up because as those assets had to be pulled out, the long dated treasuries were marked down and banks had a lot of losses on their books. Now in the context of this inverted rates curve, now we're seeing money markets that are paying pretty nice rates. If you take a dollar and you invest it in a bank or you put it in a money market fund, the difference in those rates are very material. And so now post this little crisis, we continue to see, we believe outflows out of the banking sector and those deposits into things such as money market funds. And that's going to hurt over time, bank business models and it's going to put a continued pressure because of that inverted rates curve. And so my sense is that over time it's going to put a ton of pressure on banks. And then of course the banks are going to have to reserve even more capital against the stresses that we saw, including the rate stresses that we saw something called duration risk as the long dated treasuries came under pressure for price. The Fed's probably going to have to take that into consideration in the rates regime. And to the extent that rates come down and the dollar becomes more weak, crypto tends to respond very positively."
    },
    {
        "speaker": "A",
        "text": "Yeah, the key driver here, I'm not sure if we can bring this chart up, but I'm looking at effective federal funds rate. And what you see obviously, from the 2008 period to about 2016 is interest rates at or near the zero lower bounden, the 2016 through 2019 regime, a slow increase in rates, and then we get Covid and boom, we're back down to zero for 2020 through mid 2022. And now we're in this position where about a year ago, almost exactly, in fact, we start to see this steep increase in rates. Effective federal funds rate coming up. Well, the upper limit now at 5%, 475 to 500 basis points on the federal funds rate target. This obviously is the driver of everything that you've just discussed. This idea of rates going down to zero, ultra accommodative monetary policy, and then inflation rears its incredibly ugly head as we've seen the pain that that's caused throughout the system. And the question right now, the open question on the table, what's causing these headwinds that are essentially the driver for this very sort of detailed, nuanced process that unfolds, is the perception that the Fed is going to have to loosen, because, as they say in the business, the Fed will hike until things break. Well, a lot of stuff broke."
    },
    {
        "speaker": "B",
        "text": "That's what we're dealing with right now. Ash, again. But if you start looking back at some of the fundamentals going on in crypto, it's not just about, hey, it's crypto. So it's going to do great, because macro is shifting. Now, that's a national input. But we're seeing real building happening across the board, going back to, we've got venture strategies. We continue to see incredible projects being built, incredible founders coming to the table. Even in the absence of great regulatory clarity, we're seeing building happening. Ton of infrastructure projects coming online, building faster, cheaper, more effective blockchains, building out infrastructure around messaging. We're seeing gaming come online. I think I saw a release that over 700 games were released in the last year or so. Web three gaming will be a game changer. We're seeing Defi springing back to life. Treasury recently put out a piece on Defi. We should talk about it, but we're seeing incredible building. And despite the macro noise. Despite regulatory things happening, building is happening, building continues to occur, and we're seeing value being created every single day."
    },
    {
        "speaker": "A",
        "text": "We can talk about the treasury report in just a minute, but let's talk a little bit about, more in detail about the venture fund side of what you guys do, what you see, what do you feel the most enthusiasm about? Where is your conviction highest right now in this space? You mentioned infrastructure, you mentioned messaging. What are the types of applications out there, the types of projects and protocols out there that you see that you have a high conviction in and why?"
    },
    {
        "speaker": "B",
        "text": "Yeah, like I've said in the past, we look across numerous different verticals, all across web three, and our strategies. We will look at things such as gaming to infrastructure, to Daos. The intersection of AI and blockchain is fascinating. My partner, our founder, Jake Brookman, is an absolute thought leader on there. We put out a blog a while back, and that's an area of exploration that we believe is going to be just massive. We'll look at the intersection of things such as ESG and blockchain. Look from an infrastructure perspective. We're seeing numerous projects, layer two, scaling. We're seeing bridging capabilities, cross chain interoperability, a ton of building going on there. And so I think we recently announced a round that we led with a company called Lifi, which is fantastic, the gaming sector. As I mentioned, there's been this ongoing challenge with, I think gaming came into the space, a lot of gamers revolted. But now I think you're starting to see products being shipped and user experience is really being improved. And so we just had one of our partners out at a conference out in California. Incredible momentum in that space as well. On the AI side, the amount of discussion and controversy that we're starting to see emerge in AI. Look, I think it's a lot like crypto. You can't put the toothpaste back in the tube. It's here. The question is, how do we use it? How do we engage with it? How do we make our lives better using aih? And we believe blockchain is going to have a really important point to making this right. Do you want to see AI being built on closed systems and trained in the interest of centralized entities, or do you want to see AI being built in a way that's more open source and leverages decentralized technologies? Obviously, we prefer the latter. And so I think these discussions and this intersection is going to be just an incredibly exciting part of the future. And it's an area that we're focusing on quite a bit."
    },
    {
        "speaker": "A",
        "text": "Hey, let's talk a little bit about that intersection. What do you see that looking like? What are the next steps? And what do you think if there will be one? The next killer application could be for that union, that intersection between blockfi, between blockchain technology and AI tech."
    },
    {
        "speaker": "B",
        "text": "Yeah, when you think about it, you almost think about it in terms of we're human beings, we can walk from point a to point b, but then we came up with horses, we could do a little bit better, and then we came with cars. We can go really, really fast. And almost AI is going to help us, not with being able to move, but with our brains. We have these iPhones now that we look at all the time and they help us access data, we're going to take that to the next level. We're going to be able to use AI to assist us to do things faster, cheaper and more effectively. Again, when you think about it in the context of blockchain and decentralized and open source, the technology will hold promise to the extent that the data is available, opened and trained in a very transparent manner. All these principles are really blockchain decentralization principles, things like transparency and inclusivity. And so as we have that open source, transparent means to bring data together and train it, probably more effective and potentially more, hopefully more ethical than doing that training in closed end systems run by a corporation to try to present certain outputs. So it's certainly an exciting time and it's something that we're going to continue to focus on. We have a blog on our website. If people want to look at it, we would love to engage with them there. Twitter spaces last week as well on our weekly Twitter space, which is recorded. It's a great conversation again with Jake Brooklyn."
    },
    {
        "speaker": "A",
        "text": "Are there any specific applications that you think are particularly promising between this intersection of blockchain technology and AI? One of the things that I've seen discuss quite a bit is the idea of automated code audits enhancing essentially the security of blockchains by having automated systems that can go through and search for vulnerabilities. I guess that becomes almost an arms race between the good guys and the bad guys, uh, attempting to find those vulnerabilities and exploit them first. But I'm curious if you have a view on potential applications of AI in the blockchain space."
    },
    {
        "speaker": "B",
        "text": "Oh, gosh, I think it's going to be absolutely massive. I think you're sure at a basic level you'll be able, you know, you hear people talking about, oh, you don't need to learn to code anymore because, you know, you just tell the AI to code for you. I don't know if that's the best advice that I would give my kid, but think if you can be able to create environments, whether it's, you know, look, look for bugs and identify those things. Absolutely awesome use case. But what if you thought bigger and you said, okay, make me a game, and I wanted to have these properties and these specific people and I wanted to be able to do this. I think the time to market with many of these applications will be increased. Very, very, will be significantly increased. Right? Because if you think about gaming, it takes years often to bring a good game. To the extent that you're able to do something and say, well, I want this customized experience. Go. I mean, we've all played with GPT four. It's amazing how fast you can produce and ship things, and it's only going to get better."
    },
    {
        "speaker": "A",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing. This episode is brought to you by La Quinta by window. Your work can take you all over the place, like Texas you've never been, but it's going to be great because you're staying at La Quinta by Wyndham. Their free bright side breakfast will give you energy for the day ahead. And after, you can unwind using their free high speed wi fi. Tonight, la Quinta. Tomorrow you shine. Book your stay today@lq.com. dot yeah, I've been asking GPT four to write code, and it's pretty extraordinary to see just how quickly it cranks it out and how thoroughly commented is. That's a very sort of strange aspect of it. Look, I don't think anybody's kids, uh, today are going to need to worry about not, uh, having tech skills, not having coding skills. Maybe our grandchildren, uh, won't need them anymore. But for the time being, uh, I think it's something that's, uh, that's not going away anytime soon. You know, there's this interesting phrase that I keep hearing from people in the AI space, and it's clearly a marketing phrase, right? Like, it's clearly something that they're using, uh, to try and reduce the anxiety around AI. And the phrase goes like this, you know, AI isn't going to take your job, but someone who knows AI may. And I think, look, obviously theres a sort of nakedly self serving element in that, right? Which is come learn our technology so that you dont get replaced. The reality is this technology is going to be massively labor saving. But that means if you work in a department and there are ten lawyers, maybe there are three or four, and theyre all going to be using AI. This clearly presents some significant macroeconomic challenges in terms of employment, in terms of pricing. I mean, all these sort of macroeconomic variables are going to get reshuffled by this pretty dramatically. But in the short term, this isn't the kind of thing that's going to eliminate entire categories of jobs. But it certainly looks, at least based on my experience of reading about it, reading the research and playing around with it, it certainly seems as though it's going to dramatically change job descriptions in the near term."
    },
    {
        "speaker": "B",
        "text": "You know, when we were growing up, Ash, we didn't have YouTube content creators as a profession. Right. I think to your point, there's going to be an entire new, there are going to be entire new employment opportunities for people who can leverage AI to gain outputs. You see these people who are able to interface so naturally with AI and unpack new applications that many of us haven't even thought of, I think you're going to see it unlocked. Not only, I think there'll be a lot of employment opportunities, not just risk."
    },
    {
        "speaker": "A",
        "text": "Yeah, totally new jobs, totally new types of applications for it. And by the way, it also bears repeating. What we're looking at right now is like version zero 0.1. This technology is going to get a lot better, a lot more elegant, a lot faster, and it's going to happen very quickly. I mean, it's just incredible how quickly chat GPT a phrase that no one had heard outside of, aih, maybe six months ago now suddenly is the most important story in the technology world."
    },
    {
        "speaker": "B",
        "text": "Totally couldn't agree more."
    },
    {
        "speaker": "A",
        "text": "Yeah. So let's jump back here and talk a little bit about something you mentioned earlier, which is the DeFi report from treasury. Interesting story there. And if some folks have been framing it as a warning shot, obviously something that treasury has reasserted, the necessity, the primacy of Aml KYC. What's your take, by the way? For those who don't know, who haven't worked in banking, that's anti money laundering. Know your client, talk a little bit about what your interpretations were on that report. And first give a brief overview for folks who may not have seen it yet."
    },
    {
        "speaker": "B",
        "text": "Yeah, sure, Ash. So treasury is responsible for things such as OFAC, and one of the things that they want to make sure is."
    },
    {
        "speaker": "A",
        "text": "That that's the Office of Foreign Asset Control the primary sanctions regulator here in the United States at Treasury."
    },
    {
        "speaker": "B",
        "text": "Thanks for that. And one thing that I think most people don't want is you don't want to get money into the hands of terrorists and bad people. And I was a us marine. I was on the wrong side of plenty of terrorist attacks. I've had friends that are killed by terrorists. I don't like it when terrorists have money. And I saw some reports within the recent CFTC suit against Binance where there's talk about, well, it only costs. You can barely buy an AK with that. But if you've been on the other side of that ak like I have, you just don't like it when they have, you know, when they're funded with any amount of money. So that said, treasury did an analysis of DeFi, and they ascertained that, yes, you know, we are seeing some bad actors using DeFi. And, you know, the point is, is like, okay, we. I totally appreciate that, but guess what? Hate to break it. Terrorists also use the Internet, and they also use dollars as well. And so how do we step back and look at the nuance of this? And there were some really good things in the treasury report. They talked about, how can we use ZK proofs or zero knowledge proofs, this technology that we're seeing take hold at a rapid pace in web three."
    },
    {
        "speaker": "A",
        "text": "Explain what that is for folks who may not know, because it's a very powerful technology. Yeah."
    },
    {
        "speaker": "B",
        "text": "So ZK proofs are a way where you can cryptographically prove something without revealing the contents on the chain. In short, and so you can think about an application where a person needs to certify themselves as credentialized or has their AML or KYC checked. And they can do that without revealing all their personal information to everyone. And you can use that ZK proof to represent throughout the system, effectively, that they are KYC."
    },
    {
        "speaker": "A",
        "text": "So they reference, I think about this in maybe the simplest terms, is being able to demonstrate that, you know, something without revealing what that something is. One of the metaphors that you hear for this is a driver's license. When you have to go into a bar and prove that you're 21. Not that that's happened to me for a while, but when you have to go and improve your 21, you have to show your license. Right? And it shows your address, it shows your date of birth. It shows a lot of things about your driver's license number that you might not want to reveal. So the metaphor here is what you could do is just have a system that sits between the bouncer and the driver's license that just says, hey, yep, this guy is 21. This gal is 21. Go on in. And that's kind of the metaphor that we use. By the way, I had a conversation with Silvio Macauley about this, who works on the project Algorand right now. But in the 1980s, I believe, was one of the mathematicians who actually created the mathematics around the foundations of zero knowledge proofs. So it's obviously a rich topic."
    },
    {
        "speaker": "B",
        "text": "Yeah, totally. So anyway, treasury talked about the fact that we need to be very mindful. There's a lot of talk about this. Centralized versus decentralized. They talk about DeFi services is really not following in certain cases. Best in class. I think for most of the crypto native folks, it's very important to separate people and entities from protocols. And that's one thing that we'll continue to talk through. A protocol, you know, is a protocol. It's like the Internet. If a person violates a law, it's one thing, but how. How can a protocol, how can computer code violate, violate anything? So that's something we're going to have to unpack and. And work with them in time. The other thing that's important to me to note is that, like it or not, DeFi right now is pretty small. It's like $40 billion in total value locked, which is one measure that we look at. And of that, if you look at chainalysis, I think they said that 0.24% of all transactions were illicit. When you step back, the actual amount of nefarious activity is pretty small in DeFi compared to where we're seeing it in other markets. What I want to do is make sure that people understand, look, this is something that's important. We need to get it right. We need to regulate entities, and we need to regulate people. We need to make sure we're very mindful of code and how it's very difficult to regulate code itself. But the more important thing is we're also seeing a lot of development across the globe with this thing we called cbdcs, central bank, digital currencies. And as non us adversaries start building these things, the capability to evade a sanctions regime is much, much greater if a government is building a CBDC rather than messing around with this tiny 40 billion Tvl DeFi industry. Again, let's really focus on first principles, and that's a much bigger threat. My personal conclusion is that stablecoins, private stablecoins, are the solution here. We have such an opportunity as a country to invest in private stablecoins. It's great for the issuer because people give you money. You buy those treasuries, those short dated treasuries, which will make you nice coupon. You issue a token which that user can then move, move throughout the world, reducing remittances by like 80%. And it's, in many cases it's programmable. And if you're sitting in a developing country, would you rather have dollars or would you rather have the currency of one of our adversaries? I'd say you probably want dollars. So I think, and I'm hopeful that policymakers will focus on good stable coin legislation and regulation as a means to, to really address the threat to sanctions, which I think are adversarial cbdcs."
    },
    {
        "speaker": "A",
        "text": "And by the way, it works much better when there's a little bit of juice, a little bit of yield in those treasuries."
    },
    {
        "speaker": "B",
        "text": "Totally, totally."
    },
    {
        "speaker": "A",
        "text": "Hey, just to underline something that you said earlier, about the size 40 billion Tvl total value locked in DeFi. Just to give people a little bit of context on this, the market cap of Apple right now is 2.5 trillion. So obviously putting it in context, I know it's a very large stock, but it is just one stock. And when you think about the scale of what's happening elsewhere, this is still relatively small. By the way, another interesting point that the report makes from treasury is that most of the illicit activity certainly takes place in banknotes and currencies and not in defi applications. So it's interesting because you have this very small, obviously potential for a great deal of growth for both good and."
    },
    {
        "speaker": "B",
        "text": "Ill. Yeah, I think that's 100% right. And look, we're also seeing very exciting technologies coming online. They talked about the ZK technology that people are using. This whole concept of certified credentials is something that I think will take hold and will drive liquidity. There are two ways that we're seeing that take hold. One is via things such as, like soul bound nfts, where you can represent throughout the ecosystem that you are a good actor. Or we're also seeing the launch of ecosystems like, I know Avalanche has their subnets. They had a release yesterday called Evergreen, where they're bringing in institutional counterparties which have gone through those compliance checks. And so that's another theme that we continue to see. I think over time, you'll definitely see some liquidity migrate to those types of fully compliant type ecosystems."
    },
    {
        "speaker": "A",
        "text": "Yeah. By the way, talking about stablecoins, something that's just breaking here as we have this conversation around noon eastern time. Is the IMF putting out statement about the notion that essentially that stable coins and what they call crypto conglomerates. By the way, this is breaking news. I'm just reading this off the news feed right now. This is coindesk reporting on. This should have bank style capital requirements in addition to AML KYC. I'm not exactly sure what that means, but it certainly sounds like IMF is implying here that the effective operating standards that apply to traditional finance need to be applied in the digital asset space."
    },
    {
        "speaker": "B",
        "text": "They say same risk, same regulation. I don't agree with that. I think it's the same principles that need to be followed that doesn't entirely make sense to me. And I would really like to understand the nuance because typically we have a fractional banking system where most of the stable coins that I see are fully reserved. I personally probably would not want to apply a banking model to stablecoins. I would like to see something that's much more reserved. And so that's where the nuance comes in. And I think would love to have that conversation with some other experts to see how we can get it right. But generally speaking, I don't think there's a ton of disagreement around making sure that if you're issuing a stable coin, that those assets are backed and safe. Now, we saw some issues recently with this banking turmoil where one of the providers had a bunch of their capital locked up in a bank. It wasn't the stablecoin issuer that this."
    },
    {
        "speaker": "A",
        "text": "Is USDC that you're referring to."
    },
    {
        "speaker": "B",
        "text": "Yeah, the issue was around svb weakness. So we need to find a way to make sure that assets that are collected are safe, whether they're using traditional routes or crypto routes. We're also seeing the NAC said on the 27 January they want to keep crypto and banking separate. Again, I see it a little bit differently. I see we need to focus on the same principles of better technology, more inclusive technology, more transparent technology. I'm still trying to get my head around that one, but my initial blush is, no, we don't want the same rules to apply to stablecoin issuers and banks. We can even make those rules even more robust and clear. And we've seen some weakness in banking sector, in the banking sector recently. Don't want to introduce that to stablecoins."
    },
    {
        "speaker": "A",
        "text": "And by the way, we should say that the NEC is the National Economic Council. This is council that advises the president. It is seen as part of the executive branch. And so the question is to what extent that notion of keeping crypto separate from the banking system is a position that is represented by the Biden administration."
    },
    {
        "speaker": "B",
        "text": "Yeah. And again, same risk, same regulation doesn't really make sense because they don't. Oftentimes they're not the same. But let's focus on principles and hopefully we get to a good place."
    },
    {
        "speaker": "A",
        "text": "Hey, a little bit of clarity on that IMF statement. I think it's part. So right now, for folks who don't follow the macro side, there are meetings taking place in Washington, DC. International Monetary Fund, every year does these April meetings, and this is a report that they published. It's called the GFSR. At least it's how it's known in the space. The Global Financial Stability report. This has been a prominent feature of the IMF annual meetings since the 2007 2008 financial crisis. And apparently this is embedded in the report, this notion of similar capital requirements for digital assets to traditional financial assets."
    },
    {
        "speaker": "B",
        "text": "Yeah, and again, very supportive of very rich capital requirements for stablecoin issuers. That makes a ton of sense to me."
    },
    {
        "speaker": "A",
        "text": "Yeah, it is interesting. You mentioned obviously that the main wildcard in this situation right now are CBDC central bank digital currencies and what the relationship from CBDCs to private sector stablecoins will be. What's your sense of what's happening here in the United States and in Europe on the stable coin development front, as well as the potential for CBDCs and how those two might interact?"
    },
    {
        "speaker": "B",
        "text": "It's a great question, and I don't think we have all the answers yet. Ash. The Chinese, I think, have really piloted a lot of their focus on CBDCs. Where you have a CBDC and you have a wallet, and I think you can use a CBDC as an instrument of control, it's programmable. And you could come up with a situation where you, you know, have a social score, you have a CBDC, the two reconcile and off you go. The key to effective CBDC is privacy. And if you have, the question is, how do you have assurances around privacy that therein lies the issue. And I think that's what's going to be the core challenge in the United States is how do I know that nobody is monitoring how I'm spending my money? And how are they, how do I know that they're not going to restrict the means upon which I spend my money? That privacy issue will be the third rail as we start thinking through the policies around launching such a token. Now, we also have a very robust private market. Again, I think private stablecoins seem to me like a pretty good deal if you're the us government, because you have these rules. We talked about having capital like rules, typically where you have to buy highly liquidity, either treasuries or holding cash. Governments generally like that. And provided that there are safety and soundness and robust controls around holding out those assets, I think that's a very, very nice alternative to a CBDC. Personally, I'm more in the favor of a private solution here. And I think time will tell on how it plays out. What are our values and is privacy a value in the United States? I think it is, and I think it should be embraced, but we'll see how it plays out. It's going to be an interesting path forward. What do you think?"
    },
    {
        "speaker": "A",
        "text": "Well, it's interesting as you describe it, you almost frame it up as the private sector cbdcs, excuse me, private sector stablecoins as a bulwark against de dollarization. The idea that the government would be very much in favor of anything that preserved an extended the dollarization regime has practiced around the world today into the digital asset era."
    },
    {
        "speaker": "B",
        "text": "Totally. I think if you want to perpetuate the US dollar as a reserve currency, stable coins are the way to go. Like I said, if you're sitting in a developing world in Africa, Venezuela, would you rather have, what asset do you really want to hold onto? Probably dollars. And it also comes down to this utility use case. You want to make sure that the assets that you hold, there's utility and you deliver utility. Crypto is oftentimes criticized for its failure to deliver utility. Well, stable coins are staring you in the face as one of the most useful applications of cryptocurrency technology out there. FX markets trade $7.2 trillion per day. It takes forever. Sometimes it feels when you're taking risk for them to settle, like you're trying to settle with yen. For me to be able to settle currencies instantly with anyone in the world, it eliminates risk, it eliminates Hearstat risk, which we call, it's based on settlement. So, yeah, look, stablecoins bring incredible utility. They're an incredible opportunity, great business opportunity, also great instrument of national security, I believe, and I really hope we get it right."
    },
    {
        "speaker": "A",
        "text": "Yeah. Hairstyle risk is something you know a lot about from your past life. But listen, the use case for the dollar is pretty clear. You mentioned places where dollars are currently held in banknotes today in currency. The idea that folks who are holding banknotes in us dollars, particularly to protect against hyperinflation when they're trapped in countries that do not have a stable store of value, obviously something that would just be immensely helpful and an incredibly important use case. Chris, we've got questions flowing in from the real vision website from YouTube. Let's jump in and take a few of those."
    },
    {
        "speaker": "B",
        "text": "Awesome."
    },
    {
        "speaker": "A",
        "text": "Okay, first one comes from Manus on the real vision website. Will an increase in staking drop the yield? What could impact look like? This is really interesting question about the supply and demand dynamics of what's happening right now in the Ethereum space."
    },
    {
        "speaker": "B",
        "text": "It's a really, really good question. So yield is a function, really of two things within Ethereum. It's a function of the number of validators and the amount of token staked. And it's also transaction fees. So as more validators come online, you could see the share of those emissions come down. So staking yields could come down slightly. But the thing about staking is that there's also a transactional fee element to it. And so if you're a validator, you stand to gain more when there's more activity within ethereum. In a way, that staking rate is a function of the amount of activity on the network plus the number of validators. So, yeah, if more validators come on, you could see that yield come down. But as more transactions happen, you could see that yield go up. Great question."
    },
    {
        "speaker": "A",
        "text": "Yeah, here's another great question. This one comes to us from Gary on the real vision website. With the current rulings on the crypto space in the US, do you have a view on the crypto exchanges such as Coinbase and Gemini?"
    },
    {
        "speaker": "B",
        "text": "Yeah, we're clients of some of those. I think, like we said earlier, there's going to be an equilibrium that's established. And so the Coinbase legal team is very, very good. They're very competent, and when I deal with them, they're very, very thoughtful. I'm familiar with their listening process. It's, you know, they take incredible care and diligence as they. As they go through their analysis across the Howey test, et cetera. And so, you know, we, you know, we are, we look forward to a time when, you know, that equilibrium is reached and, you know, hopefully it's done in a very transparent way so that we understand, you know, ultimately, as they go through this process, we're left with rules of the road that we can all follow. And so, yeah, it's unfortunate. We read what everybody else reads on Twitter, and what we're hopeful for is a successful outcome where there's clarity and we'll build from there."
    },
    {
        "speaker": "A",
        "text": "Boy, this is a sophisticated question from Todd G. On the real vision website why do we need ZK tech? And they go on to ask isn't that doable with a merkle tree? By the way, for those who dont know, a merkle tree is a computer science construct where you essentially have hashes taking place at the root level and then you continue to hash those hashes as you move down the tree. So it allows you to then roll up and know that nothing has been changed along the way. Chris this is a tough question. Im glad this ones for you and not for me."
    },
    {
        "speaker": "B",
        "text": "Chris no, I mean why is anything necessary in this space? Were pretty agnostic to technologies. We do see a lot of momentum in the ZK space and we will. I think you explained it best Ash, on some of the applicability. We're at the beginning. Technology is evolving very very quickly and we can put folks in touch with some of our technical analysts who get into the weeds on the various differences. But at the end of the day we're multi chain in our outlook. We think that competition is a good thing and we're very supportive of any technology that brings about incremental scale, incremental utility, incremental privacy, and we will evaluate all of those technologies. So I don't have a good answer as far as why do we need one or the other. The question is what do they deliver and how can they attract true utility and deliver value into the space."
    },
    {
        "speaker": "A",
        "text": "By the way, I know I'm getting over my skis on this Taji, but I'll take a shot at it. I think that essentially what Merkle trees do is establish a current state for the existing system that allows you to see whether or not you've had modifications in a past state. The idea of zero knowledge proofs is that it allows you to ask novel questions about the current state of a blockchain. But again, this is very technical stuff and we should have someone on to talk about this in a little bit more detail in the future. I find zero knowledge proofs to be one of the most interesting sort of philosophically as well as in terms of the practical applications for this technology that we see coming down the pike. Here's one from Degen radio on YouTube. This is a question in two parts with two acronyms in it. How are regulators going to view LSD? Those are liquid staking derivatives, not the hallucinogen. And is it possible that they will see all POS tokens as a security?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so I really can't stand this idea of LSD, this acronym LSD. And sometimes we shoot ourselves in the foot by using it, not only because it can mean something else in other contexts, but it's not a derivative. Derivatives are fully regulated. And whether it's crypto or not, look at Dodd Frank or Amir, derivatives are regulated. To me, this is not a derivative. When you deposit your Eth and you pull out staked eth, it's not a derivative of the Eth. To me, it's a swap. I shouldn't even use swap because that means something else. In traditional markets, it's an exchange of token for token. It's a trade. And to me, that it's not a derivative whatsoever because it subjects you to an entire set of laws and regulations that you don't want to be subject to. As far as proof of stake, there's people that are saying, well, you know, since Ethereum migrated from proof of work where miners had to do these mathematical calculations to proof of stake, that's transformed it now into something else. And regulators have issue with that. And we've heard those musings in different places. Look, from my perspective, proof of stake was a very incredible accomplishment for the Ethereum community. It reduced the energy footprint. And many of the regulators, if you talk to many regulators around the country and the world, they'll tell you that their top priority is climate change. That's a fact. That's what they'll tell you. And so that should be very welcome and positive."
    },
    {
        "speaker": "A",
        "text": "Right. Whether you agree with it or not."
    },
    {
        "speaker": "B",
        "text": "Yeah, whether you agree with it or not, if you ask them, they'll tell you, my priority is climate change. And I've had the conversation with numerous senior regulators. Okay, well, we checked the box there, and then really it just goes over back to what we were saying earlier. Like, wouldn't it be wonderful to have empirical measures to ascertain which falls in which bucket? Personally, when you look at Ethereum, I think there's between 400 and 500,000 validators. It seems like it's pretty decentralized to me. Moreover, you have futures on Ethereum that have been in place for a long, long time, listed in regulated markets called the CFTC. That precedent also helps solidify it in the commodities bucket. And then, of course, you have the recent action put forth by the CFTC where they say, wait a second, these five tokens are commodities subject to our jurisdiction. So I personally don't think that proof of stake subjects something based on what I've seen in the open source regulatory space to one jurisdiction or the other. Let's not call LSD LSD. Let's call it something different. And to me, it's not a derivative. And so since it's not a derivative, it's something else to be considered as such. Yeah."
    },
    {
        "speaker": "A",
        "text": "This idea of empirical metrics that can be objectively evaluated to make an understanding of what is what in the space is something that's just so desperately needed. Okay, next question comes to us from Amo on YouTube. The question is, any thoughts on dexs and attempts at regulation? This, of course, is decentralized exchanges. Chris, what are your thoughts there?"
    },
    {
        "speaker": "B",
        "text": "Chris, it's a really good question. It really comes down to what type of. Of a Dex. I think in the derivative space, derivatives are largely regulated. Dex is less so, I think, again, we talk about what are some of the challenges of a Dex AML kyc. Right. Should it be the Dex's responsibility to ensure that there's mlKyc, or should it be the users? And I think the first question is, if you look at the treasury report, is it Dex, a Dex, is it decentralized? Is it truly decentralized? If it is, then it's really the onus on compliance is upon those people that use the system. So to the extent something is sufficiently decentralized, it's code hopeful that it's treated as such. To the extent something is centralized, obviously those folks that control any kind of exchange will be subject to law and regulation, and they need to make sure they're familiar with their jurisdiction. At the end of the day, I'm very excited about the Dex space. I look forward to a world that is inclusive, that allows people to access directly access markets and to express the risk views. But once something is centralized, it needs to abide by those principles. That will be expected. Interesting landscape. If you look, there's a massive focus again, what are the measures that make something decentralized or centralized? Who owns the tokens? Who controls the tokens? These are all things that need to be considered as you look at that."
    },
    {
        "speaker": "A",
        "text": "Yeah. Final question. This is a big picture, one that comes to us on YouTube from, wants to comment. The question is this, what will be the impact of Mika? Final vote this month. Obviously, this talking about the regulation for crypto in Europe, a huge and potentially comprehensive solution. What are your thoughts about the broader impacts of Mika in Europe and around the world?"
    },
    {
        "speaker": "B",
        "text": "I think it's a shot heard around the world. I think it's very exciting for the Europeans, 27 member states. If you look at derivatives, I think it took them over five years, don't quote me on it, but it took them years to catch up to the United States and their regulation here, they're leading the way. And what's it going to do? It's going to spring the UK into action, particularly in the context of Brexit. Those two jurisdictions will continue to try to assert themselves not only as a leader in finance, but as a leader in web three. And I think they both see tremendous opportunities. So expect to see more and more out of the UK as they galvanize to come up with a regime that competes, that effectively competes with the EU when it comes to web three. And then you'll see jurisdictions like Singapore, you know, say, wait a second, we're going to have to have a regime as well. This is all happening. It's all happening in real time. And again, like, we get very myopic in the United States sometime and focused on some of our challenges. But overseas, I think jurisdictions see the opportunity set. They see, well, this was what happened to us in web two. We're going to learn from our experience in web two and really build web three by differentiating with very strong regulation and policy."
    },
    {
        "speaker": "A",
        "text": "Chris, fantastic conversation, as it always is when you join us here on real vision crypto. Final thoughts, key takeaways. I know we've covered a lot of ground here today. What would you like to leave our audience with?"
    },
    {
        "speaker": "B",
        "text": "No, just thrilled to be on. Ash, thanks for having me. Last year was a volatile year. This year we're seeing very, very strong momentum. It feels like market cycles are starting to turn. And despite all of that, again, we're seeing really, really strong building. And so we're staying focused on the long term. We're working closely with our founders to help them navigate any challenges that they face, and we're seeing value accruing every single day. So always an honor to be on. Thanks for having me."
    },
    {
        "speaker": "A",
        "text": "Always a pleasure to have you. It's great to have you come back on a regular cadence. We really appreciate it. Thanks again, Chris."
    },
    {
        "speaker": "B",
        "text": "What great day."
    },
    {
        "speaker": "A",
        "text": "That's it for today. Remember to sign up for real vision crypto. It's free. Go to real vision.com crypto. That's real vision.com crypto. We'll be having these conversations every weekday going forward. We're very excited about that. And we have some fantastic guests lined up. John Deaton will be with us tomorrow to discuss Crypto's fight with the SEC. Join us live at 09:00 a.m. pacific time, noon Eastern or 05:00 p.m. if you're in London. Thanks for watching, everybody. Have a great day. What's up, revolutionaries? Thanks for tuning in to the real Vision daily briefing. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest and biggest names in finance."
    }
]