[
    {
        "speaker": "A",
        "text": "This episode is brought to you by La Quinta by Wyndham. Your work can take you all over the place, like Texas you've never been, but it's going to be great because you're staying at La Quinta by Wyndham. Their free bright side breakfast will give you energy for the day ahead. And after, you can unwind using their free high speed Wi fi. Tonight, La Quinta. Tomorrow you shine. Book your stay today@lq.com. dot."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "C",
        "text": "Mike Belshi, welcome back to real Vision crypto."
    },
    {
        "speaker": "D",
        "text": "Yeah, it's good to see you again. How are you?"
    },
    {
        "speaker": "C",
        "text": "It's always a pleasure to have you on the show. We've got you on the show here today. We've got a little bit of a bitcoin mini rally going. I don't know if we can bring up the chart, but pretty positive price action over the last 24 hours. On my screen. Looks like it's up. Call it about just under 3%. Lots going on. And in the meantime, in the background here, Mike, I've got chair Gary Gensler going on mute on the live feed, testifying down on the hill."
    },
    {
        "speaker": "D",
        "text": "All right, lots going on."
    },
    {
        "speaker": "C",
        "text": "Yeah, lots going on indeed, Mike. Let's do the 50,000 foot overview. What you see happening, obviously a lot of things happening in the space right now, as always, a lot of innovation, but also a lot of regulatory and legal talk right now happening. What's your perspective on what's happening right now?"
    },
    {
        "speaker": "D",
        "text": "Sure. Well, the good news is that the regulators have woken up in the post FTX era and really started to take a look at how to bring digital assets into the fold. The bad news is that there's a lot of confusion about that, in particular here in the US. And so it's causing a lot of uncertainty actually in the markets now with the macro backstop not related to crypto, governments around the world are still tinkering with interest rates, kind of recovering from the COVID money prints, and that is going with mixed results. And bitcoin, the prices is up in the last few months, is really the beneficiary of that. So one thing is on the macro angle, bitcoin is doing exactly what bitcoin was designed to do. Its a bit of a counterinflation hedge, and it is in some cases starting to look a little uncorrelated from the rest of the markets, which is very exciting. I dont know if its going to stick completely, but, um, when you stop tinkering with market interest rates, it turns out markets can do what markets do and you can start to see exactly how bitcoin has advantages or not. And then the regulatory side is kind of really related to the post FTX saga, where lots going on here and abroad."
    },
    {
        "speaker": "C",
        "text": "Hey, lets talk a little bit about this macro backdrop. I know its something that youve been thinking about, something youve been writing about, something youve been speaking about. Give us a little context on whats happening and why you believe we see the directionality that we do in prices. Whats the tie into macro policy?"
    },
    {
        "speaker": "D",
        "text": "Steven sure. So in the last couple of years, weve seen massive money printing, and this has lined the pockets of investors that start putting assets to work and they start investing in everything, and all assets go up. And weve seen this in the stock market as just goes up and up and up, seemingly forever until it doesn't. And in the last nine months, the Fed has finally started tightening rates because interest starts to raise its head. And as they increase those interest rates, all of a sudden that free cash that people were applying to all kinds of investments, including high risk investments, dries up. And so the markets look actually to some degree more normal because you don't have this artificial cash that's floating around everywhere. So this is where they're tinkering. The problem is that we've got inflation as a result of having done massive, massive money prints. That's going to take time to dissipate into the system. Could be years. And in the meantime, you've got politics going on. Those want to have good markets or well performing markets. Nobody wants to be residing over a recession, so they fight over what the definition of a recession is. And in the meantime, bitcoin, what is the attribute of bitcoin? Bitcoin is a monetary policy which was set back in 2008 when bitcoin was created. It is now the longest running monetary policy without human intervention, without tinkering ever in the history of mankind. We've never had a monetary policy that's been as static and consistent. You can like it, you can hate it, but it definitely doesn't change. And because of that, it starts to see attributes that are different from other markets, which very much, of course, do change. As people change their minds about how to administer them."
    },
    {
        "speaker": "C",
        "text": "Boy, thats so interesting. Ive never really heard it discussed that way before. This idea that bitcoin is the longest running monetary policy in history. Youre referring to the hard cap, the $21 million supply. 21 million bitcoin supply. I should say that is immutable, at least the code base today, and also in the culture, the ethos, and in the minds of the people who care about bitcoin, who love bitcoin. That is really interesting. If you look at the history of fiat currency, on a long enough timescale, at least it's always the history of debasement and manipulation."
    },
    {
        "speaker": "D",
        "text": "That's right. Humans, we try to make things better. It can be well intentioned. Sometimes it's not well intentioned. You can look at history, but we tend to change things and we think we're doing it for whatever reason, but it has really difficult to predict impacts in terms of all of the people that are using that currency. So bitcoin is a little bit like gold. People have thought of gold as kind of a static supply. It turns out gold is not actually a completely static supply. They pull out about 2% of more gold every year. And there's some trying to mine gold off of asteroids, which I suppose could greatly impact the supply of gold, if that ever succeeds. But bitcoin actually is the, the only one that's actually perfect in terms of matching exact production with the theory and the policy that was set forth. So it can't be changed. And that is the feature of bitcoin. It's very, very interesting."
    },
    {
        "speaker": "C",
        "text": "Yeah. I should say, before I sound too radical, the reality is that we've had very moderate inflation here in the United States for most of my life. Certainly, obviously, hyperinflation in the 1970s, or at least exaggerated inflation if it qualifies technically as hyperinflation, but very high inflation, certainly painful inflation in the 1970s for people who are old enough to remember it, but again, on a long enough time scale for people who look at this historically, you always see this nature of some of the challenges that we're maybe, maybe beginning to see right now, which is these political trade offs as sort of political animals that human beings engage in that increase the price. Go ahead."
    },
    {
        "speaker": "D",
        "text": "Yeah, you're sort of right. I think we have been beneficiaries of, of decades here in the US of having relatively low inflation, but it hasn't been as low as it seems. They've been tinkering with the CPI, the consumer price index, all the way through. Whenever it's convenient to make it so that it looks like inflation is under control. You can look at the long time period and you can see that the actual amount of debasement that's happened. The other thing is the US is, and has been for the last several decades, 60% to 70% of the global reserves, reserve currencies of the world. And that is a tremendous benefit. The US has been very effective at exporting dollars to other countries, which effectively increases the demand. That helps keep inflation low because the supply gets spread over a very, very large base. So I'm not sure we've really had great, really low inflation. When you really look at in real terms what's been happening globally and then also a tinkering in the numbers."
    },
    {
        "speaker": "C",
        "text": "Mike, you are a tech guy. How did you go down this macro rabbit hole? For people who don't know, we should probably give a little bit of background and context about your work at Google, your work in developing the standards that the World Wide Web, the Web two is based on. Talk a little bit about that and then this transition that you made into the thinking about monetary policy and the relationship of technology to macroeconomics."
    },
    {
        "speaker": "D",
        "text": "Well, I am trained as a software engineer. I've been into computers since I was very, very young. I spent the bulk of my career as an engineer, engineering manager at a number of companies, tech startups usually, but spent a disproportionate amount of that time in the web browser space and search space, and did a number of things there. Overall, I think that I have an entrepreneurial spirit. I like to build things from scratch and I like to innovate and I think ive tried to pick problems that are going to have big global impacts. So early in the mid nineties, that was the web 1.0 generation. By the time we got to, I guess, web 2.0, I was in the middle of that as well. Bitcoin, when I finally discovered it was clearly something that is going to change the way we do money. I, like many others, didnt really have a good grasp of what money is, which is its funny, we all spend so much time thinking about money and I do remember watching Eric Forkys talk, I dont know, back in 2012 or whatever, it was so articulately talking about what are the unique attributes of money that we need. And when you start to realize, wait a minute, this system that we have, that we never really think about why it is the way it is, its just like rules that have been given to us that have been developed and inherited over decades and centuries, we actually can change them with software. And that's what got me excited. So it's very much the technological innovation that got me excited into digital assets and crypto. And with that, well, this is money, so you got to start learning about money. So you can call it the rabbit hole, you can call it kind of never ending intellectual curiosity. But if you have intellectual curiosity about how things work, I think it'll lead you to going deep down paths and starting to understand how things work better. So, yes, I know more about financial markets than I ever thought I would. I certainly had never intended to be a banker. And yet here we are. I guess we're running the fastest growing crypto custodian in history, but it's all just part of the job to make it so that software can do what software does, which is it helps us completely upend the way that traditional systems work and help us build new systems."
    },
    {
        "speaker": "C",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back. Well, we certainly love never ending intellectual curiosity here at real vision crypto. Let's talk a little bit about this place that you're in talking about money and innovation. What are you guys doing on the software front over at bitcoin? I know that youre interested in developing wallets and using some of the new technology thats coming online in the web three space. Tell us a little bit about that effort and the importance of innovation in what you do."
    },
    {
        "speaker": "D",
        "text": "Sure. Well, the importance of innovation, lets start. There were just barely scratching the surface on what can happen with digital assets. Weve talked about bitcoin a little bit on this show already, and bitcoins role is that it can actually be the new type of money with a static policy that doesn't change much, but it's not very good at smart contracts and things that diverge from that store of value type of use case it hasn't cracked the nut on payments yet, and I think more innovation will come there. But blockchains and the transparency that they bring, there's a ton that we can do here. So I'm very excited about what's happening with Defi. I'm excited about what's happening with stablecoins. I'm excited about what's happening with identity. We start to see digital property. NFTs have been the first manifestation there. All of these are just early products that are coming out. I mean, it's like the products that came out in the late nineties, a lot of them died, by the way. There's a lot of experimentation going on. Some of those experiments will fail. Some of the experiments are going to be the most interesting. Haven't even started yet. One of the important things, if you're in the digital asset space, you have to be able to keep up with innovation. So you can't get big and be happy with the wallet platform that you built from ten years ago. You have to constantly be looking at, like, wait, how is the industry changing? How can we add more product and service for Bitgo? This led us down, I think, two different paths, which we are prosecuting both. But one is, all right, this is money, it's regulated, right. It's important that we have a super high degree of compliance. We've got a lot of skeptical people out there. We have to be better at doing compliance and regulation than any traditional bank has ever had to be, because there's so much skepticism about what we do. But that's the bar we do. And so that leads us down a regulated path. That doesn't sound very innovative, but it actually turns out it kind of is. So when you look at markets and the way that they work in the US, whether you're talking about equities, whether you're talking about derivatives, CFTC, you will see market structure, you will see exchanges, you will see broker dealers, you will see clearing houses. And they have roles. We don't have that in digital assets today. It's getting. And so where we're spending a lot of time right now, actually, for Biko, is with regard to settlement. So we are a regulated custodian here in the United States in two different trust companies, one in South Dakota, one in New York. Interesting topic there about what's the best way to be regulated for that type of activity. But custodians can do settlement types of things, escrow types. So I think this is natural to what we do. We also have abroad, we have Germany, we have Switzerland, Singapore coming soon. So we're doing this both local and abroad. And on the settlement front, how do you just be able to settle? Basically, bulk trades that are happening across the planet 24 hours a day, seven days a week. Remember, the existing banking system runs Monday through Friday. 09:00 to 05:00 doesn't work well when you've got a 24/7 market. So we've got to build settlement clearing capabilities. They can handle that impedance mismatch, and that's what we're doing. We've had a lot. We call it the go network. It's got mechanisms where you can keep assets in deep gold storage, and yet trade them on exchanges without having to move them onto exchanges. We've got ways that exchanges can settle inside of bitco between each other 24 hours a day, seven days a week. Both fiat and crypto, we learned a lot from the Silvergate episode. Some people blame crypto for that. I blame the regulators for that. The problem we had is instead of having 100 banks, each handling about 1% of the crypto fiat volume, we had one bank handling 100% of the crypto fiat volume, and that led to concentration risk. If you've got a bank with 90% of its revenue coming from a single industry, it doesn't matter whether it's crypto or autos or anything else. If that industry loses confidence in that bank, for whatever reason, you can have a run on the bank is exactly what we saw. This is fixable, and we know how to fix it, but it's got to be built. So that's one side that we're building the other."
    },
    {
        "speaker": "C",
        "text": "Let me jump in there, and just. Just because there's so much to discuss, it's so important. It's interesting, obviously, when we're talking about this, we just went from speaking the language of software development to speaking the language of banking. Early in my career, I worked at Credit Suisse doing fintech work there. When you talk about things like clearing and settlement and custodian, these are definitely banking terms. Let's talk a little bit about this in the context and how this evolves. You mentioned this idea of the experimentation that's happening in the crypto space. We've all seen times where the experiments have not only failed, but the test tubes have blown up and burned the lab down. One of the most notable of those, of course, is the FTX implosion. One of the things that we saw there was, I guess, if you want to translate it into software terms, you sort of had the software stack of, uh, of different operating entities kind of compressed, where when you looked at the things that FTx did, in many ways, I'm not. I'm not saying these were legal definitions, but it certainly looked like it was serving the purpose of a, you know, a qualified custodian, a hedge fund, uh, an investment bank, uh, I don't know, a swaps agent. I mean, you could literally just go down the list. It was all happening in house. Uh, in the traditional financial space, all of these are disaggregated. They're all unpacked into different layers, uh, often with different companies controlling those functionalities. And it serves as a kind of a safeguard, almost as a fire break. So if you have an issue in one of them, it doesn't just spread like wildfire throughout the entire system. Talk a little bit about that, how you see this ecosystem getting built out and how you see this maturing so that we have some of those safeguards without necessarily creating some of the bureaucracy that maybe we see in the traditional banking system."
    },
    {
        "speaker": "D",
        "text": "Sure. Well, first off, FTX was a very simple cause. Massive fraud. Okay. And massive fraud is not crypto. Massive fraud is humans. A lot of what we're building in digital assets is very transparent, decentralized types of products. The FTX product, although we, many of us thought itself included to some degree, thought that they were operating with those ethos and principles. That guy was just a fraud like Bernie Madoff. And there will be frauds in the future."
    },
    {
        "speaker": "C",
        "text": "Now, we should say, of course, innocent until proven guilty. He's been indicted, but the trial has not yet occurred. And this is going to be something that gets worked out in a court of law, hopefully with some transparency, and we're going to understand this process a little bit better. But to your point."
    },
    {
        "speaker": "D",
        "text": "But you're right, he won't go to jail until it's proven. But it will be proven. We know what happened here. This is massive fraud and didn't have anything to do with crypto, that part of it. But you can still further break down and have some lessons from FTX. So FTX actually had kind of had two houses. It had the Alameda research component, which was sometimes that's called a hedge fund. It's really more of a prop trading firm. That's an area that we have many similar examples in traditional finance. Bill Huang's Archegos famously blew up a couple of years ago, had nothing to do with crypto. Hedge funds, prop trading firms."
    },
    {
        "speaker": "C",
        "text": "These, by the way, had an impact on Credit Suisse, who was considerably exposed to precisely that."
    },
    {
        "speaker": "D",
        "text": "Poor credit Suisse. Not around anymore, but thats right, Preston. So those types of entities like Alameda, theyre institutional investors. They want to take high risk with their stuff. Theyre allowed to take high risk, and if they lose it, nobody really cares. That part was okay. Now, FTX had a second part, which was FTX the exchange, and FTX. The exchange was operating, as you pointed out, as a fully aggregated set of functions as opposed to disintermediated functions. So instead of having an exchange separate from the broker, separate from the clearing, they did all of these things. Now, this is where us markets and the us markets have done a good job. Generally, I think we can go faster and be more innovative. But the us markets are looked to around the world as more stable, consistent, predictable markets than other places, in part because we have rules about how you participate that protect against basic manipulation of the markets. I'm not saying it's perfect, but at least it's better than a lot of other countries now in those markets. The reason we have market structure is because in order for us to have good trading, we have to know the risks that are going on in the markets. And those things are supposed to be low risk. Exchanges don't participate in leverage like the Nasdaq. That doesn't happen there. Broker dealers, they can extend some leverage, they can do some credit, but under certain sets of controls, how they have backstops for it, et cetera, and then clearing and then through the equities world, it's a little bit different. It all lands down to the DTCC. By the way, the DTCC is just a state chartered New York trust, right? Kind of like bitcoin, not too different."
    },
    {
        "speaker": "C",
        "text": "Hey everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "E",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, ramp software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy currents issued by Sutton bank and celtic bank members have DIC terms and conditions apply."
    },
    {
        "speaker": "C",
        "text": "So people who don't know depository trust corporation, this is the entity that ultimately takes a big role in the custodial aspect and also clearing and settling us equities."
    },
    {
        "speaker": "D",
        "text": "Basically 99% or I think it's even higher than that of all us equities are actually custody at the DTC, which is one half of the DTCC. So, but anyway, this market structure, we expect to be low risk and well understood risk. And regulators step in to make sure that the operators of those different functions, whether you're a broker dealer, an exchange, or whatnot, abide by certain rules so that everyone else can look at those markets in a very consistent, stable way. And we want to have good trading markets. Thats a huge part of having a democratic, capitalist economy."
    },
    {
        "speaker": "C",
        "text": "So lets talk a little bit about whats happening right now in the United States. Theres certainly a perception, particularly in the crypto space, that we are seeing a regulatory tightening cycle happen in the United States. Obviously, you just have to go and turn on financial news, and it seems as though every day you have a new case being filed by SEC or CFTC against an entity operating in the crypto space. Just yesterday we had Bittrex give us a little bit of context about how you see that process unfolding right now."
    },
    {
        "speaker": "D",
        "text": "So digital assets do have a lot of new capabilities we've never seen before. There's also some things that are happening globally, which are people taking advantage of an early system and trying to abuse it. But in general, this is a great period in time. We have needed the regulators to step in along with legislators and say, this is how I want to operate these markets and define the rules. The good players, the Coinbases and the Bitgos and the, the regulated folks here in the United States all just want to know what the rules are. And we absolutely, we're going to abide by those rules. But the rules haven't been as clear as they need to be because digital assets open up new opportunities. And right now with the SEC, there's a lot of debate about what's a security and what's not a security. One simple way to go is say, hey, they're all securities, but they're not. That's intellectually dishonest to say that these things are all just the same. But how we regulate them does have to be defined. So I think that's being sorted out now. I think there's going to be some mistakes, some bugs. Every industry creates bugs. We tend to call them software bugs, but lawyers create bugs, regulators create bugs, legislators create bugs, and then we have to fix them. So it's going to take a couple iterations. In general, it's great that this is starting now. We knew ten years ago that ultimately there would be a, a conflict where we start to figure out how to bring these into traditional markets. But the good news is once you get through that, we have better markets than weve ever had before."
    },
    {
        "speaker": "C",
        "text": "Trey, one of the risks here that people have raised in terms of whats happening in the United States with the regulatory tightening cycle that were seeing is this risk, this fear that there is going to be a flight offshore and the United States is going to lose its global competitiveness in a key industry. Obviously, for people who have been paying attention the last 20 years, Silicon Valley has just generated an enormous amount of growth for the economy here in the US. What are the risks and what are you hearing from your clients vis a vis locating here in the United States or wanting to do business elsewhere?"
    },
    {
        "speaker": "D",
        "text": "Well, we talk with clients both us and abroad. We do about half our business here in the US, but half of it out. I was talking with a major bank, international bank, just late last week, I think it was, and they're trying to understand how they're going to interface with digital assets. Now they're ready to go and is a major, major brand, and they're trying to figure out do they want to work with some of the us regulatory constructs or they want to work with the frameworks outside the US and they want to hear about how all this works. But they've already decided. They know that the US today, to anyone that's outside the US, looks like the most uncertain market for digital assets pretty much anywhere. So everybody's saying, well, let's just stay out of the US until the US figures this thing out. And it's looking like it's going to take a few years for the US to figure it out. The other thing that people are acutely aware of is that this has changed from a regulatory topic to a political topic. I'll give you an example. You know, say what you will about the previous administration of this. I'm not trying to be political myself. I'm just trying to point out that the stance of the OCC, which is the office of the comptroller of the currency that regulates all the banks, the federal banks here in the United States, completely changed its tune on digital assets. From the prior administration to this one, not a single law was passed. Nothing changed. And now the regulator is taking complete opposite interpretation of whether they should embrace or not embrace digital assets. So it's a political thing that's happening, which changes the regulations. Now, as a business person, here's what I want. Tell me what the rules are. I'm going to do the rules and we'll be done and we'll move on. We'll go build great business we'll build great economies. But if the administrative change, without any other written change, causes the interpretation of the exact same rules to be completely bipolar, opposite from it, it makes it a very difficult place. And outside the US, our clients absolutely see this political turmoil that's going on inside the US and it makes them say let's stay out until that thing is sorted out. So I think this is a big problem for the US right now. Bitgo, we're lucky we invested internationally some time ago and so we have options. I saw just this week Coinbase is also saying, hey, we don't have to keep our headquarters in the US if this isn't going to work out of. Lastly, I think the de dollarization that's going on. Look, China is here to support whatever will help with de dollarization. I'm not one of the people that thinks that we're going to see hyperinflation and massive de dollarization overnight, but it is happening. It's a trend that's happening. And we saw China change its stance, or I should say Hong Kong change its stance on crypto just in the last couple of weeks here. That doesnt happen without Beijing giving its explicit approval for that to happen. Why are they doing that? I think they are seeing a window where digital assets, bitcoin can actually help with the de dollarization effort. And in spite of their needs for tight capital controls, which China has always had, they are willing to now help digital assets grow in Hong Kong. The US needs to get its act together very quickly or this can have multiple types of impacts in terms of why business won't happen here."
    },
    {
        "speaker": "C",
        "text": "Really interesting and very sobering thoughts, Mike. We always cover a lot of ground in these conversations. Final thoughts, key takeaways that you'd like to leave our listeners and viewers with Mike?"
    },
    {
        "speaker": "D",
        "text": "Well, overall, we talk about a lot of seemingly negative things with digital assets and regulatory uncertainty, and it could leave a lot of people thinking like, maybe I'll just stay out of that industry too. Look, I actually think it's an incredibly bullish time for digital assets. These recessionary times tend to be when the great innovative companies emerge and a few years later it'll be obvious, like Amazon, like Google, companies that came out of periods that were otherwise very difficult periods. But moreover, given what's happening at the macro level, every single person on the planet needs to be starting to think about how they are going to interface with digital assets. It used to be that we said you need to have one to 2% of your net worth in digital assets these days. I would say at least 5%. And it's just clear the monetary policies of the humans are very weak right now and they are uncertain and they are causing turmoil in the markets. It is true that if you put 5% into bitcoin, that could go to zero. Thats true. But I think given that its run for over a decade now, given that the rules are very clear and consistent, youre actually much more likely to see that become the bulk of your portfolio a few years from now than the zero in your portfolio."
    },
    {
        "speaker": "C",
        "text": "Mike, always a fantastic conversation when you join us. Thank you so much for coming back to real vision crypto."
    },
    {
        "speaker": "D",
        "text": "Mike thank you."
    },
    {
        "speaker": "C",
        "text": "That's it for today. Remember to sign up for real Vision crypto. It's free. Go to realvision.com crypto. That's realvision.com crypto. Tomorrow I'll be joined by two execs, CVVC, following the publication of their report on blockchain development in Africa. Join us live at 09:00 a.m. pacific time, noon Eastern or 05:00 p.m. if you're in London. Thanks for watching everybody."
    },
    {
        "speaker": "D",
        "text": "What's up revolutionaries? Thanks for tuning in to the real Vision daily briefing. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest, and biggest names in finance."
    }
]