[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30."
    },
    {
        "speaker": "C",
        "text": "30 baby get 30 baby get 20."
    },
    {
        "speaker": "D",
        "text": "2020 baby get 2020. Bid to get 15."
    },
    {
        "speaker": "B",
        "text": "1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint."
    },
    {
        "speaker": "D",
        "text": "Mobile.Com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "E",
        "text": "Hello, everyone, and welcome back to the real Vision Crypto daily briefing. Here is why you should tune into today's show. We've got breaking news that we are following surrounding blockfi filing for chapter eleven bankruptcy. We will discuss this and more with Tanya Reef, CIO of Senda Digital assets, and Mike Belshi, the CEO of Bitgo, which has just signed a deal to secure the FTX assets. I'm Jeremy Varlo. Moritz Siebert is with me. Moritz, how are you doing today?"
    },
    {
        "speaker": "C",
        "text": "Jeremy, this is the first time you and I do this together. I'm doing great. How are you?"
    },
    {
        "speaker": "E",
        "text": "I'm very, very excited about it. I'm very well. Also, it's really good to be on the show with you. We're going to get into things very quickly here. We've got lots to talk about. But first, if you are watching us on YouTube, please don't forget to like subscribe. Hit that notification bell so you never forget when we go live. Also, this episode of the Crypto Daily briefing is brought to you by the Crypto app. The Crypto app delivers everything you need to stay on top of the world of crypto and your own crypto holdings, including a market leading price tracker, portfolio manager, analytics suite and newsfeed, as well as a wide array of customizable alerts and widgets to help you keep up. Crypto moves fast, so don't get left behind. With over 4 million downloads, the Crypto app is the market's leading app for all things crypto. Download the crypto app today on Google Play or the iOS app store. Let's jump straight into the price action and get the ball rolling. Bitcoin has taken a bit of a turn downwards in the past hour or so. It's about down 3% on a 24 hours basis, but remains little unchanged from the past week. It is currently trading just around $16,000. On the other side, Ethereum has taken a little bit bigger of a hit today it's down some 5% on the day, but remains up around 5% on a trailing seven day basis. Ethereum is changing hands at just about $1,160 at present. Moritz. Last time you were on the show, you mentioned that the price action was a little bit boring for you. What do you make about this price action?"
    },
    {
        "speaker": "C",
        "text": "Same. I think it's like watching paint dry still. I mean, it's moving lower. But, you know, from a trading perspective, I have absolutely no business trading these markets, and I don't. I was actually thinking about when was the last time that I traded any of these coins and tokens. And it's month, a month, month ago. I have these two books, like, you know, one is long term holdings, where I have essentially bitcoin and ethereum, and I have them since years and years and years. They're still up. I mean, I'd like it if they were up more kind of like, you know, back to November 2021 levels. But clearly that's not where we are. But all the other stuff that I do around trading, I haven't really done anything. The only thing is, and I wrote about this, I've got very lucky, no skill, just 100% pure luck. I was able to get some small amount of BTC off FTX just 30 minutes before they closed the gates. So that was just the one lucky punch. That was a transaction that I was actually initiating. And other than that, I just keep my fingers very quiet on the keyboard and don't interact with these markets at all."
    },
    {
        "speaker": "E",
        "text": "Yeah, I hear that. I keep kind of sitting on the sidelines thinking, oh, maybe it's time to jump back in, but I'm just going to sit here and be patient and wait for a little bit more of this to shake out and get a better idea of what's going on in the market."
    },
    {
        "speaker": "C",
        "text": "Look, if anything, Jeremy, I think for people who don't have an exposure to the space yet, and if you believe that distributed ledger technologies, whatever blockchain technologies mean to you, I mean, coin and token exposure, I think, is actually something that's very different than exposure to the blockchain, whatever the definition of the blockchain is, because they're all very different. But if you have, with that bear market, with Nasdaq down and dollar up and inflation higher and yields higher, and everybody's portfolios are on fire, the trick is to still have some cash left at the end of that cycle. So if you have some cash left, and if you believe in crypto as this long duration asset that has a bright future, then one way to do this is to essentially average in over a period of time. Close your eyes. Use whatever number is right for you. A number x amount of dollars per week, per fortnight, per month. Just close your eyes and buy some of the stuff until youve reached the exposure that you want. And then sit on that. Put it into storage and sit on it. That could be a good trade. I wouldnt be skillful enough to be quite honest to trade with these markets and generate alpha, not with my PA type of setup. With our business at exponential age its different. We have other managers do that for us. But for me myself I probably just do more mistakes than anything."
    },
    {
        "speaker": "E",
        "text": "Amen. I myself am a buy and holder and put it in cold storage and forget all about it. Listen, let's jump into the top stories of the day. There's lots to talk about. Obviously the big one that we are following right now is blockfi filing from bankruptcy. This basically came across our desk in the last hour. We are keeping up with the information as it rolls in. But just to tell you what we know right now, crypto lender BlockFi has officially filed for chapter eleven bankruptcy. The proceedings for Blockfi and eight of its affiliates were kicked off with a filing to the us court in New Jersey. The company has blamed the, quote, shocking events surrounding FTX Moritz perhaps this isn't a huge surprise. Blockfi obviously halting withdrawals in the last couple of weeks. What do you make of all of this?"
    },
    {
        "speaker": "C",
        "text": "No, not a huge surprise. And actually that is one where I'm affected just a little bit. I have some, I think I can say I still have some paxos gold on blockfi. The reason I have that I like being long gold. This is the way to beat long gold and get a yield for it, which you really can't get anywhere else. I'm completely aware of the fact that they're engaged in a lending business. There's no yield that is risk free. So something has to give. Now what nobody knows or nobody knew is how does blockfi actually run their business? I dont have any insights into that, but I would have assumed that like a professional lending desk or a professional business kind of like has counterparty diversification and kind of like credit risk diversification. Another word of saying like if you have a relationship with FTX, then FTX is supposed to be x percent of your book, up to a cap, up to a limit, and then you stop doing business with them. This is how lending desks operate. And then you have another desk and another desk and another desk nobody forces anyone to do 100% of their business. I'm not saying that they did that because I don't know the numbers, but nobody's forcing anybody to do all of their business with FTX. You can do some of it with FTX, and you can do some of it with Bitfinex or with other venues and counterparties in the market. This is actually, I think it's my hunch. I don't have the evidence on that. It's probably a risk management failure on counterparty risk. And that is something which in the last two weeks we have seen quite a bit of both from crypto native type of traders, from very experienced tradfi traders where you wouldn't have expected that. And people are, it seems, too greedy or too laissez faire on risk during the good times. And when something really bad happens, those risk management failures, all of a sudden they pop to the surface and like a left tailed event, you know, it's very sudden. And now we see the end result in the damage."
    },
    {
        "speaker": "E",
        "text": "Yeah, no doubt. I want to go to our second top story before we bring our panel in. This was additionally the top story of the day, but obviously the blockbuy news kind of took over that. But our second top story is Bitco recovers $740 million worth of FTX assets. Bitgo has reached a deal to secure the remaining assets of FTX. Bitgo helps institutions, obviously, to custody, trade and state crypto. According to the Crypto Times, the company has managed to recover $740 million of those assets as of November 16. Now, obviously, that's just a small portion of what FTX used to own. We will speak with Bitco CEO Mike Belshi in just a moment. But first, Moritz, your take on this development?"
    },
    {
        "speaker": "C",
        "text": "Well, it's, you know, I think it's great. I mean, I love it that these assets are now with, with Bitgo. I actually think I'm going to ask Mike in a second. There has been a number, just maybe 24, couple of hours coming out, which is one point something billion or one of a quarter billion. So I'm not aware of the latest. Maybe Mike knows. Maybe it's now more than 740 million. The interesting question is going to be what is the recovery value going to be? If anything? Is it really going to be $0.00 on the dollar? I don't think so. I say that because we're being contacted for all the wrong reasons, because we don't have any direct exposure. But quotes are circulating in the market by distressed credit hedge funds, essentially putting a bid or bidding on FTXs assets. Obviously its a bit an offer thats a mile wide. Im not sure if you want to transact on that, but it suggests or indicates that the recovery value is likely going to be greater than zero. Where exactly between zero and 100 is going to be remains to be seen. How long that its going to take to figure all of that mess out is yet another story. Its likely going to be years. Who knows? I'll ask Mike about that. Maybe he knows more about it than I do. But yeah, I mean, to answer your question, it's great to have these assets at Bitgo."
    },
    {
        "speaker": "B",
        "text": "Mike."
    },
    {
        "speaker": "E",
        "text": "Yeah, certainly. Let's jump right into our panel discussion, then we'll bring in our guests. As I mentioned, Mike Belshi is the co founder and CEO of Bitco. We are also joined by Tanya Reef, who is the chief investment officer at Senda Digital Assets. Welcome both of you to the show. Thank you for joining us today."
    },
    {
        "speaker": "B",
        "text": "Great to be here."
    },
    {
        "speaker": "C",
        "text": "Hi, Tanya. Hi, Mike. Tanya, it's nice to see you again. Mike, the first time you've probably overheard us speaking on the FTX asset, 740 million. I was just speaking to Jeremy. Maybe Mike has more information than I do in terms of what the size of recovery values are expected recovery values, how long that is all going to take to play out. What's the latest, Mike? Do you have any info?"
    },
    {
        "speaker": "B",
        "text": "Well, I do have some and I wish I could share more. I'm going to try to respect the various parties that are all trying to put this together in a responsible way. So most of what I'm going to say is probably already public information. Just real quick, FTX, the new management, that's John Ray. John Ray is currently the CEO of FTX, has been brought in to handle recovery through the bankruptcy proceedings. His team found Bitko and said, hey, we need some help. Can you please help us store and secure these assets? He's also said publicly that he saw a pretty big disaster inside of FTX and I think outside of the FTX us derivatives component. That matches what I think I've seen as well. Financial controls that were just missing, operational controls that seemed very, very lax, security controls that I'm not sure if they really existed to begin with. So in terms of overall assets that are to be recovered, the team there probably has a better view on it than I do. So yeah, the wallets, you can see them actually on Twitter. There's a lot of folks following the wallets. You can kind of look at the size of those and see exactly where they're at without me having to say anything. I do think there will be more recovery than what's been done so far. And remember, they were trading a lot at Alameda, so there were a lot of assets, I believe, that were out held at exchanges, and the community did a pretty good job, actually. As the solvency insolvency emerged, they started locking down assets across the spectrum. So I think that will allow for the assets to come back and then be sorted out. But exactly how deep the hole is or what percentage of it is, it's going to be somewhere slightly greater than zero and not 100. But I don't know exactly where that's going to land either, Mike."
    },
    {
        "speaker": "C",
        "text": "No, nobody does. I guess we'll need some more time to zero in on that before we move it over to Tania. Another question. It came relatively quickly, in my personal opinion, that you got appointed as the custodian for the FTX assets. How did that happen? Was it an RFQ, an RFP where everybody was pitching, selected, and appointed, and that's it?"
    },
    {
        "speaker": "B",
        "text": "I think there's been a lot of chaos in the last couple of weeks, particularly around this. I think we have to look at the team that's handling the bankruptcy, not necessarily crypto experts. I think you have to look at the recovery that's being done from a company that clearly had a pretty severe lack of controls. So the fear was that the assets were just going to all get drained. And, in fact, I think it was a combination of security advice as well as custodial advice that they were looking for. It was under an attack that was public. And where exactly those funds have gone, I do not know. And that we were working in parallel. I think it was two Fridays ago, three Fridays ago, to move every asset that we could back into something safe, cold storage. So who exactly had assets, access to the assets at FTX and Alameda, I think is very unclear and will come out during the investigations. Was it an inside job? Look, without knowing anything else, I think it's quite likely. I think the house was burning down and it was being looted simultaneously. And I'll say that that's just pure speculation on my part. I don't have any evidence. But kind of seeing what we saw, it would kind of line up that way. So, yeah, we were called in in a crisis situation. We had a longstanding relationship with Ledgerx. Ledgerx, as you know, is a CFTC regulated entity. They've been using bitgo custody since before they were acquired by FTX a year ago or so. So they had a strong understanding of what our capabilities are and what we could bring to the table. And so they sought us out, by the way, as you can imagine, the CFTC has been all over FTX, us derivatives, verifying that, you know, it's solvent and whole, and things are as they should be. And they've been meeting that demand very solidly. So that's the one kind of shining light inside of the FTX organization. The rest of it that's not regulated or under oversight or using third party custody, somebody that's a check and a balance and a regulated entity mileage is going to vary on that part."
    },
    {
        "speaker": "C",
        "text": "Right. Thanks, Mike. Over to you, Tanya. You are in a completely different part of the space and the industry you work for. Well, you have your own hedge fund, Zenda Digital, I think it's called an emerging hedge fund. I think a couple of month old, if I remember that correctly. So how did all of that impact you and how did you fare?"
    },
    {
        "speaker": "F",
        "text": "Yeah, so thanks for having me. Undoubtedly, I'm running a liquid token fund. So we invest in currencies, coins, tokens, not in companies or it's not a VC fund, we're not investing in illiquid projects or anything like that. And we've been running for about six months now. It's been a tough run. Of course, we've been doing well relative to the market, thankfully. But of course it's very heartbreaking what we have seen. I think there are. There are three things I wanted to highlight. One is to understand that part of what we've seen in FTX now, and as we've just been discussing, this is not legal advice and I'm not a legal expert, but clearly it appears that it's fraud. If you take your customers money and you use it to shore up your trading firm or your hedge fund or whatever it is, that's clearly fraud. And that's very concerning. And hopefully we could find a way to get the industry to standard of regulation and clarity and transparency where this can't happen again. The second problem is the really, to what you alluded to before is the really surprising breaches of proper risk management in the industry. Reckless leverage. And that's a lot of what the fallout of this is going to turn out to be. We have seen, of course, the blockfi filing, I think the industry, myself included, and everybody that's in the liquid token industry, but also even in the VC side of things, is really waiting to see what happens with Genesis, what happens with grayscale, what happens with DCG. I think everybody is really concerned about what transpires there. And that appears to be also a problem of risk management and a lot of leverage that works really well when things are looking good and prices are going up, and then really, really bad when things go the other way around. So this is something that I think we're still struggling with. As you said, it's very hard to trade these markets with lack of clarity and information. We all have to be careful. That said, of course the upside is that a lot of leverage has been already cleared up, wiped out from the system. Hopefully, the risks are becoming more and more asymmetric here. So of course we could have further downside. Clearly, at some point, probability of the much higher upside than a downside is going to be obvious for people to be comfortable reengaging once the dust settles from this. But I think the third point that I just wanted to add that I think is important here as a lesson. I was after the Terra Luna crash in the AMA Digital assets conference in the summer of this year, and a lot of the allocators and investors were claiming that it is better in these markets to allocate to VC strategies, or to market neutral strategies, or to yield strategies because the volatility of the outright long token exposure was too high. And I think there is a lot of confusion in mixing what is risk and what is volatility. The fact that something is less volatile doesn't mean that there is no risk. There is a lot of risk. And we have seen now that that risk means risk of counterparty, risk of protocols like the terra luna that were unsustainable, risk of poor risk management. So I just want everybody to understand that if you like crypto, because you like the decentralized aspect of having this community, this blockchain community that allows you to do decentralized protocols, maybe not there is a gradient of what's more or less decentralized, but really that's what you're going for. And then you ditch that because you don't want to take the volatility of the token and you think it's safer to invest in something that is centralized, but it appears more stable and it appears less risk, but that's not the case. At the end of the day, perhaps it makes more sense to have direct exposure to decentralized, as decentralized as you can take it. Tokens that have promised that are going to be volatile, but if they're well vetted, they're going to survive and thrive in the long run than to get involved in this decentralized places that have a lot, a lot of mass risks."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "E",
        "text": "Mint Mobile Unlimited Premium wireless how did."
    },
    {
        "speaker": "F",
        "text": "You get 30 30 bid to get."
    },
    {
        "speaker": "C",
        "text": "$30 2020, but to get 2020 1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try@mintmobile.com."
    },
    {
        "speaker": "D",
        "text": "Dot $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "C",
        "text": "Very well said, Tanya. Actually, I'll come back to you once we've brought in Jeremy on the market outlook. But before we go there, maybe just real quick, how do you handle custody? Ed Zenda?"
    },
    {
        "speaker": "F",
        "text": "Ed ZEnda we actually are using Coinbase. Coinbase custody. These are our custodians. We're also on boarding with Copper. I think they have an interesting solution. So I think it makes sense to diversify our custodians and I think everybody should be looking to custody away from exchanges and into as trustworthy as possible custody solutions."
    },
    {
        "speaker": "C",
        "text": "I agree. Whether that's use a third party custodian, whether that's fireblocks, copper, anchorage, bitcoin. I'm sure Mike isn't going to be offended that you didn't mention bitcoin just now. But hey, Jeremy, in other news, the big thing that's circulating around Twitter and elsewhere is Binance and Binance's recovery fund. So bringing you back in, what's the latest on that?"
    },
    {
        "speaker": "E",
        "text": "Yeah, so, as we've seen in the wake of FTX's collapse, Binance CEO Changpeng Zhao, better known, of course, as CZ, has announced that the company would launch an industry recovery fund. The aim was to help projects that are struggling with liquidity right now but are otherwise strong businesses. CZ initially pledged a billion dollars to this fund and added another billion dollars worth of BUSD, which, of course is Binance's stablecoin. Last week, according to Coindesk, both Aptos Labs and jump crypto are among other companies that have joined the fund to the tune of a total of $50 million. Moritz, this is a bit of an interesting issue. It was only a few months ago that FTX was playing this role of the white knight of the crypto industry. And we know now that this fund from Binance isn't for everyone because obviously binance refusing to block or to back FTX. And reportedly Genesis, what do you make of this industry recovery fund?"
    },
    {
        "speaker": "C",
        "text": "Well, I don't know. It definitely doesn't help the markets to go higher. If anything, they've moved lower. And I agree with you. I was completely, actually, I misinterpreted what I read and you only have that many hours in the day. So I kind of like, I read the headline and it sounded like, ah, heres the white Knight. He is going to rescue the industry, kind of like providing a backstop to losses or something like that. This was my first takeaway from it. But in reality, I think what were looking at here, im not saying its bad, but its more like a distressed credit fund where I think hes looking to scoop up stakes, equity positions in companies which he believes are good companies that have a right to win, which are having liquidity or financing issues at that point in time. So that's fine. But it's more like a distrust credit hedge fund, I think, rather than a recovery for the benefit of all type of collective fund. Well, let's bring in back Tanya and Mike. What's your view on that? Mike, maybe start with you."
    },
    {
        "speaker": "B",
        "text": "Sure. Well, look, I applaud all efforts to try to make the industry stronger. I think, however, especially talking about centralized versus decentralized, we have a real set of choices to make. So first off, this whole set of events should highlight back to everybody. I think Tania said this as well, that the promise of DeFi is that we can get rid of these centralized dependencies. So we need to be looking a lot more aggressively and a lot harder at how we just take centralized risk off the table. Now, centralized risk isn't going to fully disappear. People do like to use banks. They do trade their monies and whatnot. You can take your money, put it on the exchange, trade it, and then temporarily leave it there and then take it off. But even that's not very good. We can build something much better. And I think what it comes down to is what's infrastructure, which is supposed to be risk mitigated so that everyone can trust it and use that infrastructure and what's like a hedge fund? And, you know, where are the risks being taken? So if you look at traditional finance, you'll find hedge funds, hey, you can have a lot of risk there. Now sometimes those can have blow ups that are really hazardous, you know. Bill Huang, just what, six months ago, a year ago, I forget, at archipeggos, I forget, you know, obviously hedge funds can blow up and have impact on others as well. But when you look at infrastructure where you're talking about custodians clearing houses, exchanges, broker dealers, these are places where we use regulation to actually oversee and make sure we don't have just flat out fraudulent lies like what we had here with FTX. So maybe a little bit to address the custodial question. Custodians should be regulated, too. I mean, if you're going to be holding assets on behalf of others, use a regulated custodian. And while some of the custodians listed here, Coinbase and Bitco, are regulated in their efforts on that front, others, copper and fireblocks, are not. So I think everybody that's using those as a reliance for how to keep things safe should think twice and decide, is it a temporary thing that you're using? Is there a reason why you think that you can use those types of custodians or if you want to be using something different? Now, I'm not just trying to harp on regulation. I actually think all of us need to think about our counterparty risk and our centralized risk. Even when you start to think about how you bring liquidity to market, you have risk on the other party. We saw this with Robin Hood over to Citadel, what, January last year, where there's these untold risks that are inherent in the way those trades are being constructed. And this is a place where DeFi can really help. Now, Defi is not a panacea yet. We've got smart contracts that have lots of bugs, a lot of compliance and regulatory things to sort out there. But technical innovation will bring those forefront. For me, the one thing I'm kicking myself most about kind of thinking about FTX, and we weren't impacted by it, so it's not that kind of kick. We've been pushing for market structure that would help avoid these types of problems, but I think we can push way harder. And while we've been fighting kind of slowly for the first step of how do you get separated custody from trading, that's a good step. Still a valiant thing to do. I think we need to go much deeper. All right, so in the interim, we're going to see a few things. Proof of reserves. A lot of exchanges are talking about that. It's good, it's not sufficient, because you can't prove non existence of liabilities, which, you know, really, you need to prove both the assets and the liabilities. And how do you do that, you know, for infrastructure parties, you do that by way of audits. It's not perfect, it's not great, it's expensive, it's slow, it's cumbersome. Can we make it better? Yes, but that is how you do it. And then also things like CZ's reserve fund. Look, I think these are good initiatives, and I don't think we should poo poo it in any way. Obviously, we've got to watch it, help him get better at it, also help the industry get better at it. But it's also too early to declare that that would be a success by itself."
    },
    {
        "speaker": "C",
        "text": "Picking up one point in regulation there real quick, Mike. I mean, in some way, shape or form. The irony is that a lot of players in crypto have always said, hey, regulators don't even come close to my doorstep. And now that all the stuff has happened, they're inviting them to essentially sit around the kitchen table with them. They want them very close. I feel now, recently with FTX, I would have expected there to be an explosion like Gary Gensler going out. This is going to stop here and right now and right away, but maybe I'm not reading the right news channels. He's been relatively quiet in my observation. Do you have any update on where you think things will be going in the US with the SEC and CFTC and what the next steps are? Because it seems like everybody's waiting for that hopefully consistent and concise regulatory framework to come into existence rather sooner than later."
    },
    {
        "speaker": "B",
        "text": "Well, I don't think the regulator is going to save us. Look, they have a complex set of problems. There's lots of voices that want different approaches to regulation. They may or may not come down on SBF. There are questions swirling around, like, why is this guy not in jail? It's clearly a fraud. And yet he had a lot of high power, connected friends. Maybe that's influencing it. Maybe it's just the wheels of justice are slow. Look, I don't know on that. I think if we want to get past this, we have to start moving away from centralized entities. I think it's important to remember the technology here did not fail, although this is attributed to bitcoin or to crypto. No, there were not failures here. What the failures were here was all on centralized finance. And when you have centralized finance, we do know how to deal with that in a much stronger way. And in particular, I want to talk about infrastructure providers. Again, you expect your exchanges to not be gambling with assets. I mean, in traditional finance, exchanges don't hold on to assets. It's kind of a crazy construct to begin with, which is why we should separate those apart entirely. But still, the problem of custody and clearing, those are regulated activities. And the reason you do that is to make sure that you can't have just straight up frauds like this. It's not perfect, but obviously it's better than the pseudo centralized or pseudo regulated centralized finance that we've built so far in crypto. So we can make that a lot better. I do think the technologists, the builders, we should all be pushing to, again, just untangle every place where we have dependencies. And traditional finance didn't have the ability to do this. So it's not blaming them for not having it. It's actually the blockchain distributed ledger technology that allows you to finally get here. So let's get more aggressive as an industry fixing that side. And then the SEC and legislators, there's a good chance they're going to overreact. Now. I think you could say they've under reacted so far, and kind of, given what's happened, there's going to be a lot of screaming to do something. I'm a little bit worried about what will happen there, but at the same time, you kind of let these wheels move and then technology is going to solve this problem for the long term. That's where we really make it better. Let's get more aggressive at the original intent and purpose of what bitcoin is, which is bring the power back to everyone, take it away from just a few elites and start to make it really transparent and untangle these risks that we have that are dependent on centralized parties. We can do this, but the industry has to really pull together."
    },
    {
        "speaker": "C",
        "text": "I love what I hear. That's very good. And just using that momentum, that positive momentum to spin it over to Tania, it's very easy in these days, I think, to be entirely pessimistic about everything that happens in this space. It's going to zero, this will stop. It's also very easy for some that are invested to say, oh, you know what, at some point, and I think you've mentioned something like this, the probabilities will change and the likelihood of the next bull market increases and will move higher from here. This might also be a little bit blue eyed, but honestly, when you think about tokens, coins, blockchains, what is it really that excites you? What is the application which you think Tania will really move the needle, because clearly it's not centralized exchanges building themselves around crypto where people can use leverage in order to trade in an intransparent way. So there must be other things. What is it? The one, two, three most exciting things that come to mind."
    },
    {
        "speaker": "F",
        "text": "Let me go back to actually what Mike mentioned. It is very important to understand that this was not a crypto failure, this was not a blockchain failure, this was not a technology failure. None of that was the problem here. All of the innovation that we've had with the blockchain, with these decentralized systems, with these exciting new technology, that all was working just fine. We had a problem of centralized finance, we had a problem of fraud. We had a problem of all these other things. If you were excited about the technology before, you are just as excited about the technology now, or even more so, because we've actually seen that some of the decentralized players, instead of the DeFi, actually have worked really well throughout all this mess. So it's important to understand that the technology is intact, it's strong, it's getting stronger by the day, it's still being built on it, and it's still going to improve after all of these difficult, and it's likely going to get better over time. That doesn't mean that there aren't projects that are going to fail. There are going to be initiatives that are poorly designed. Not all of them are just outright fraud. Sometimes there are very good initiatives that just didn't take hold, and that happens with any new and nascent technologies. So we're going to find projects that are really exciting, that are really good. Some of them may look good for a while, and then they're going to fail. Those are just normal parts of innovation, normal parts of inroads we see with a new technology, but the technology is just doing what it's supposed to do, and it's going to continue to do well. Let me also emphasize, because I invest in the actual points and tokens, you've heard in part of these cycles where this is going to zero, this doesn't work, is that the tokens are not what's important, and it's not, you know, to go back to bitcoin. It's not bitcoin, it's the blockchain. Well, that doesn't make any sense. The decentralized blockchain works because of the token of bitcoin, or currency coins, however you want to call it. It is important, it is essential for a public decentralized blockchain to have that token to reward validations. Now, of course, we have many other tokens that are all very, very different. So if I always say, you can't take uniswap and say, oh, that's the bitcoin for Defi, because, of course, it's not the case, it's a governance token it's something completely different. But there are a lot of these tokens that are essential for the functioning of these decentralized public blockchains. If you have a private blockchain, you may not need the token and that's fine. And maybe there are opportunities for that. There's plenty of opportunities for these decentralized blockchains to work, and it's crucial for them to have these tokens and these coins that you can invest in. Sure, these are likely going to stay and they're going to try thrive in the ones that are properly designed with good fundamentals and, you know, increasing adoption. Now, which ones are going to survive, which ones are going to fail? Well, we have to keep evaluating the fundamentals as we go along. Some, you know, stay away from the ponzi, stay away from the centralized ones, and stick to as good a design as you can find. And I think that's still very exciting."
    },
    {
        "speaker": "C",
        "text": "Let me interrupt real there real quick, Tanya, because my question was really, what is it that excites you? What are the things that are going to move the needle? Is it all going to be just defi cutting out the middleman and moving from t plus two to t plus zero and have that happen? I think that's all big, but my question was really, when you speak to people around Thanksgiving, what is it that actually happens in the blockchain? Is it all just centralized exchanges and defi? I think people expect us to give them some more convincing answers about, okay, here's something. Here's a problem, a big hairy problem that is in need of a decentralized database that functions in a permissionless way, censorship resistant with bitcoin. It's the monetary medium that makes perfect sense. That is one application that is one instance of a blockchain technology. But I think we need to come up the industry with applications that happen not only in the metaverse, but in the real world where people can understand it. My question to you is, what do you think? And you invest in these tokens for a reason. What are the ones that are really that we need that will change our lives?"
    },
    {
        "speaker": "F",
        "text": "Like one or two, I think. Well, if you want me to actually mention the ones that I'm excited about, there are two separate questions. I like cosmos, I like atom, I like polygon, Matic. I think those are, I think, chain link oracles, I think ethereum. I still think there is, we have the proof of work, proof of stake, debate. It remains to be seen how successful this change is going to be, but I think it's very promising. Look, I think there are many applications we can talk about. I think for me, the most exciting ones have to do with the fact that you can tokenize property rights in a digital way that opens up possibilities that we didn't have before. So the fact that you can tokenize, as we've seen in art galleries and arthem, so that you can have someone buy a piece of property, and you don't have to buy the whole painting or sculpture or whatever, but you can invest in a smaller amount, in a digital property fashion that opens up a lot of opportunities, not only for art, for music, for all these things. But you can think about real estate, you can think about health, you can think about many applications where having digital property rights is going to make it a lot more frictionless and open up a lot of opportunities that we can think are going to be useful in the real world. We've seen in some of these developing countries that you can actually tokenize property to livestock, and then you can trade that livestock, and then you can maybe get loans on that, use it as collateral for periods of the year where you need the cash flow, and then have the livestock useful for periods where it's more valuable and you need it less. So all these things are happening around the world, and I think the sky's the limit. We still don't know exactly how that's going to evolve over time, but I think that's to me, an application that is very, very exciting as well. As I grew up in Venezuela, so you can imagine the amount of unbanked population around the world in countries like mine, access to some of these digital dollars. Digital tokens can actually be a safe haven for a lot of people in many, many countries."
    },
    {
        "speaker": "C",
        "text": "Yes, no, I agree with you. I think collectively I include myself in that. And really everyone in the space, the clearer we become about the use cases and where they actually have value other than being an exchange, providing leverage, or having a transaction happen on the blockchain, the better it is. And also with respect to property, a lot of that stuff goes into its an asset backed security. We have that in traditional finance. Maybe not as eloquent and efficient as with a token, but it's not really new. It existed before it can be done. You can do an asset backed cattle transaction in an SPV. It probably takes you a couple of weeks to set that up. And not everybody can participate for a reason. Regulators are then there. You probably don't want to have whatever grandma here in Bavaria take part in a tokenized cattle Zimbabwe blockchain project. So the thing I'm missing, and then we stop it. I move it over to Jeremy, is really oftentimes when I speak to people, it's going to be great. It's all of this decentralized and moving around. But specifically, what is the application? We're not repeating the question, if we can find better answers to this, there are some. We would need to take that offline, but we need to articulate them clearer. And then I think that helps a lot of people to understand, actually, what's going on here."
    },
    {
        "speaker": "B",
        "text": "If I could step in a little bit on this topic. Look, I think the industry is kind of. It's like we're in college and we're trying to take 400 level classes as though we're seniors, when frankly, we're still freshmen. That is, we do not know how to build these markets in a safe way. Or if we do know how, we aren't actually doing it yet. We don't have the discipline that we've done it. And there's lots of applications. I'm excited about nfts. I'm excited about identity. I'm excited about the innovations haven't even come yet. And the long term view that the entire world is digitized. I completely agree with it. However, we will continue to have failures if we don't think about what's in front of us right now with these digital asset 101 type classes that we have to take, which is build decent markets. And this is about building the infrastructure in a way that we can trade it globally that's safe. I think there's actually two competing camps that you tend to hear. There's the bitcoin only. Guys, this is a little bit of a us centric view. And then there's the crypto everybody. Guys, I'm more in the latter camp, but the bitcoin folks a lot of times say, hey, just regulate it the way you regulate any other asset. But bitcoin today has this luxury that's kind of been given a pass as it's a commodity for both the SEC and the CFTC, thereby making it so that it's not under the jurisdiction of either. The SEC doesn't regulate commodities, and the CFTC doesn't regulate commodities either. So saying that you just want the same regulation as what we have in existing markets is sort of a cheat. It's saying, I don't want any regulation. And remember Sam Bankman fried? Although he was dealing with all kinds of assets because he was here to make money and defraud people. It could have been a bitcoin only spot exchange, and he could have been doing the same exact fraud. So bitcoin spot exchanges are not immune to these types of failures. And having no regulatory oversight of what the infrastructure for how we trade these assets is going to be a problem. I do think we can get to decentralized markets that need a heck of a lot less regulation, maybe even almost none. But the current markets are going to continue to fail, and we've seen it all the way back to 2012. Most people remember Mount Gox is the first one back in 2014, but there were several exchange failures, Coinaca and others long before that. So it's time to get serious about fixing that fundamental layer. There will be tons of use cases, but if we don't get the exchanges built right, there's not going to be any money to be made on it because you're not going to have infrastructure that supports it."
    },
    {
        "speaker": "C",
        "text": "Good. We've heard the word failure a couple of times, and both of you said this has not been a tech failure. I agree with that. So maybe move it over to Jeremy, where we can speak about maybe a tech failure on purpose or something that people have overlooked, but it has to do with tech, and it's about metamask. Why don't you take it over, Jeremy?"
    },
    {
        "speaker": "E",
        "text": "Yeah, for sure. And honestly, I could listen to this conversation all day. It's been super, super interesting, and I echo a lot of the same sentiments. One quick anecdote, something that I've noticed is my friends that have gotten into the crypto space, they're using a centralized exchange and buying some coins there in a market such as this. And with all the news that we're hearing, I would have expected them to pick up their money and run and cash back out into fiat. But I've fielded a lot of inquiries and questions over the past couple of weeks about how do I download a metamask wallet, how do I start to self custody my assets, which, I mean, I think is just another bullish signal of people wanting to stay in the space and have some sort of exposure. So, as Moritz said, I'm the blue eyed optimist here, and I think that there are certainly better days ahead of us. But as Moritz mentioned, we also wanted to cover the Metamask privacy controversy that's kind of sprung up over the last couple of days. It's been causing some controversy on Twitter. So Ethereum software firm Consensys has revealed that it collects user data, and this is notable because consensys owns Metamask. The firm said that when using Infuria, which is one of their products, as the remote procedure call or RPC provider on Metamask, which is the default option, a user's IP address and wallet address information would also be collected. If a user switches to a different RPC on Metamask, their financial data will not be collected. RPC is a protocol for requesting data and information from program running on a third party computer server. Moritz, I don't know what to make of this. I'm not the biggest tech guy in the world. What are your thoughts?"
    },
    {
        "speaker": "C",
        "text": "So why are you asking me, Jeremy? I'm not the tech guy either. I have no idea. But I can tell you one thing I like a year ago, so when the only thing that you were allowed to talk about at dinner was nfts, because if you didn't speak about nfts, you kind of like, missed the boat. Obviously you got a metamask because this is how you do business in Opensea. And I was like, I can tell you, I was scared. There's this fox looking at me from the bottom, from the top, from left, from right is like, looking for me is like, okay, I connect that thing, it works. I buy an NFT, Opensea, whatever, I remove it. This is like, I've used it twice. Not since. I don't really know how that thing works. I know how my ledger works. That's important. But metamask, I mean, look, if these guys are now collecting IP addresses, that is very anti crypto, to be honest. What do you think?"
    },
    {
        "speaker": "B",
        "text": "Privacy is an area that we have under invested in as an industry as well, frankly. We have the technology to do completely shielded transactions. Other people should not see how much money you're sending from one party to another. We can still build all the compliance and controls that are needed, but this is a huge problem. And it's not specific to crypto either. Google has all of your location data all the time. If you have a phone that's got Google Maps on, Apple's got it as well. We have a tremendous amount of information that we've given up to big tech, and it's not specific to infuria. We need to invest in this heavily, I think, as a people. Unfortunately, the regulators tend to think, oh, you're trying to keep it secret. You must have something to hide. That's not true. Privacy is very different from secrecy, and we absolutely can have both. This idea that you can't is ridiculous. But like, for instance, DF's right now, any bitlicense holder is not allowed to use shielded technologies on blockchain, even though they are fundamentally better for privacy for individuals. So I think this is something that we just have to figure out how to, how to change. I do think it may be one of the last things that we're able to solve because regulators instinctively don't like it. I do understand the problems that they've got, but I think we have to get back to basics of measuring what kind of surveillance actually works, what doesn't. We are able right now, with blockchain technology to do the biggest recoveries of stolen funds ever in the history of enforcement actions. And we've seen a couple of them just in the last twelve months. So there's no doubt in my mind that blockchain technologies solves that problem better than all past regulatory solutions combined. But we need everybody to get on board and actually start really pushing forward on privacy."
    },
    {
        "speaker": "C",
        "text": "Great. What do you think, Jeremy? Should we jump into the view of questions?"
    },
    {
        "speaker": "E",
        "text": "Yeah, let's take a few. We've got a few questions here on YouTube. First, from Andrea Gurley. What is the likelihood that Blockfi's customers will recover some or all of their funds? Obviously, this is just something that's coming to light in the last hour, but I'd love to get our panel's thoughts here."
    },
    {
        "speaker": "C",
        "text": "Maybe I'll start and then toss it over to Mike and Tanya. I don't know. I hope it's going to be a lot. Depends on how much business they've had with FTX, potentially genesis. I guess with Blockfi there is going to be a recovery. But look, I really don't know. It's anybody's guess. I can't give you a qualified opinion on that. I'm sorry."
    },
    {
        "speaker": "B",
        "text": "Yeah, I can't give a qualified opinion on it either. These types of operations, I think they should be classified more into hedge funds type of operations rather than, you know, retail, you know, yield generation applications. And I think if we fix the way they're classified, this problem will go away and that the only people that will be exposed will be people that really fully understand, eyes wide open, exactly what they're doing. But I don't know how much recovery you're going to see at the blockfi, unfortunately."
    },
    {
        "speaker": "C",
        "text": "Then another question for you, specifically for you, Tanya. Do you think there's any hope left for Solana?"
    },
    {
        "speaker": "F",
        "text": "You know, it is a hard question. I think there's still. I don't think we have full clarity. I think it's the headwinds are big here. I'd be very cautious. I think there is a lot of opportunity and underlying technology there. It's not like the technology was all hoaxed. That's not the case. There is opportunity. There is something valuable there. But unfortunately it got tangled with all the FTX saga and Alameda and now the recovery and the bankruptcy proceedings. So how to trade that in the short term? I think that it's going to be very tough. That doesn't mean it's going to disappear necessarily, or it's going to go to zero. I'm not ready to make a that statement. I think there I can see a path for its survival and perhaps thriving in the future. I'd be very, very cautious to trade it now because of all the uncertainty. And I think we need more clarity to understand who owes what. The vestings, the proceedings. It's just unfortunately tangled in a lot of the bankruptcy proceedings. So I'd be very cautious here. We'll wait and see."
    },
    {
        "speaker": "E",
        "text": "Thank you for that, Tanya. I've got one last question for the panel here. This comes from Ralph H. On the real Vision website, and this is in regards to regulation, which we've talked a little bit about today. What does the panel think of prospects of the establishment of a crypto self regulatory organization in the US, and why haven't efforts to form one gained much traction? It seems as if the industry attempted to head in that direction with the formation of the virtual Commodity association, but it is hard to tell what happened with that effort."
    },
    {
        "speaker": "B",
        "text": "Well, let's see. I think self regulatory hasn't proven to have a great track record in non digital asset forums previously. However, I think it does have a role. And there's a bunch of assets are good and bad. I think there's a lot. But again, I think if we get specific about what we're trying to accomplish and we use FTX as a measurement of are the solutions that we're building actually capable of solving the problem we had with FTX? And if we get specific about that, I think we can absolutely do it. Now, some exchanges are starting this way already, where they do start to separate and build some market structure and get public about what they do. Providing bankruptcy protection all the way down to end retail, I think, is something that we can build, but it needs a little bit more work, and I think the industry can do a lot. I think the industry is more likely to get to a place that will help the industry faster than regulators will, especially given our global context. But I think also we're going to see industry fight a little bit, especially right now when revenues are down. It's difficult to invest in self regulatory protections that may be good for the long run, but you may just not have the revenue to go pursue in the short term. So there's a lot of challenges. I think it's Difficult. I'm not sure. I'm trying to figure out what. I would bet what's the over under on whether it could be successful or not, but that's my view."
    },
    {
        "speaker": "E",
        "text": "That's great. Thank you very much, Mike. We are nearing the end of our show today, and as always, we finish with the key takeaways. I mean, our guests did a phenomenal job today and provided us a ton of insight and some great conversation. First and foremost, one of my key takeaways was from Mike. He was wondering who exactly had access to assets at FTX and Alameda. That is unclear at this moment, but he believes that the picture should become a little bit clearer in the coming weeks. He does believe that we could see more assets recovered from FTX, but how much remains uncertain. Tanya made a very good point, that surprising breaches of customer trust, risk management and over leveraging have really led to the current state of these markets and crypto as a space in general. And if we want to get past this, we have to move away from centralized entities and untangle where we have those dependencies. I want to go back to our guests very quickly before we finish for their final thoughts. I'll start with yourself, Tanya."
    },
    {
        "speaker": "F",
        "text": "Well, I just remind people low volatility doesn't mean safer. You know, remember that sometimes you get low volt products, high yield products. There is a lot of risk in them. There's a lot of counterparty risk. Make sure you vet these things properly and, you know, take a look. Maybe you are safer in investment in a more volatile product that has a lot of promise down the line, so on, for liquid tokens."
    },
    {
        "speaker": "E",
        "text": "Thank you, Tanya and Mike, how about yourself? Any final thoughts for us today?"
    },
    {
        "speaker": "B",
        "text": "I listened to a talk with Jesse Powell, founder of Kraken, a few days ago, and it was refreshing for me. There's a class of folks that got into bitcoin specifically, but crypto more broadly back in that early era, and it wasn't about money. It was about changing the system, making it better, making it more transparent. Jesse Powell has that, Brian Armstrong has that. I think the era of participants from that timeframe had to have that because it really wasn't. It was way too speculative and the markets were even more crazy. Since that time, we've had a lot of people that are here to just make money. This is a great time for us all to go back and say, look, let's stop trying to make money. Let's build the system that actually works. We can build it. We will make money on the long haul anyway, but we have to really focus on it. It's a great time to be thinking about that. Fortunately, a lot of the parties that are only here to make money will drop out right now because the market will be too distasteful for them, which is fine and we will come back stronger. Bitcoin crypto cannot be killed."
    },
    {
        "speaker": "E",
        "text": "Amen to that. And lastly, I will go to my colleague and co host Moritz for your final thoughts."
    },
    {
        "speaker": "C",
        "text": "Final thoughts is look, were dealing with an asset class that depending on when you look trades at 60 to 100 volume. So get your coins off these exchanges. I dont see there is to be any need for leverage. I think I recommended like now might be a good time to average in if you want to have some exposure, if you have some cash left can average in. And then finally I think collectively we need to focus on communication and actually getting the message across more concisely as to what the applications are going to be that are really important on blockchain rails as opposed to that just all being about trading and decentralized and centralized finance."
    },
    {
        "speaker": "E",
        "text": "Yeah, very well said. That is it for today. I want to thank our guests. Tanya, Mike, thank you for joining us and taking the time out of your day. We appreciate it."
    },
    {
        "speaker": "C",
        "text": "Thank you."
    },
    {
        "speaker": "F",
        "text": "Great to be here."
    },
    {
        "speaker": "B",
        "text": "Thank you again."
    },
    {
        "speaker": "E",
        "text": "Just a reminder that this episode of the Crypto daily briefing has been sponsored by the Crypto app. The crypto app is your app for all things crypto. Download it today on the Google Play or iOS app store. Tomorrow we've got Kristen Smith from the Blockchain association. You do not want to miss that. We will see you at noon eastern time 05:00 p.m. london live on the real vision crypto daily briefing. Stay safe and have a great day everyone."
    }
]