[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint."
    },
    {
        "speaker": "C",
        "text": "Mobile.Com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hello, everyone, and welcome back to Real Vision. Crypto daily briefing. Here's why you should watch today's show. Blockfi follows up its bankruptcy with a lawsuit against SBF. But what does Robinhood have to do with all of this? We'll explain in just a moment. Plus, we'll discuss what the post FTX future could look like for crypto. Kristen Smith from the Blockchain association will be joining us live in just a moment. I'm Nico burga. Elaine Lee is with me. How are you doing, Elaine?"
    },
    {
        "speaker": "E",
        "text": "Oh, you know Niko, the usual crypto shenanigans. Real vision bot has declared war. Another week, another bankruptcy. It was actually an RV community member, actually, I think his name was Ben, and he said to me, he tweeted out, can we just get through Thanksgiving without tweeting about another bankruptcy? Well, I think we tweeted that a little bit too early, but I hope you're going to join in on my interview a little bit later on, Nico, because I know the Netherlands have just finished their game."
    },
    {
        "speaker": "D",
        "text": "Yes, thankfully we won 20. So I'm in a very good mood instead of throwing everything around my apartment in fury. And thank you for that, Elaine and Ben, don't worry. Just remember to knock on wood next time you tweet out one of those fateful tweets. Before we move on, just a quick, friendly reminder that this episode of Crypto daily briefing is sponsored by the crypto app. The crypto app delivers everything you need to stay on top of the world of crypto and your own crypto holdings, including a market leading price tracker, portfolio manager, analytics suite, and newsfeed, as well as a wide array of customizable alerts and widgets to help you keep up. Crypto moves so fast, so don't be left behind. With over 4 million downloads, the crypto app is the market's leading app for all things crypto. Download the crypto app today on Google Play or the iOS App Store now, let's jump right into the latest price action. We're seeing a little bit of recovery in the market today. Indeed, the news about Blockfi's bankruptcy didn't seem to dampen the moved for too long. Bitcoin is trading firmly above $16,000, and it's just up over 1% on a 24 hours basis. Elaine, how's ether looking?"
    },
    {
        "speaker": "E",
        "text": "Let's have a look at ether. So it's enjoying a nice little bounce today. It's up around 4% on the day track trading back above 1200 again either has actually had a much better week than bitcoin in percentage terms. Bitcoin is a little changed on a trailing seven day basis, but ETH is up nearly 7%. That's despite selling pressure being predicted by the on chain researcher. Look on chain as flagged by Coindesk. Our friends over there, and they say that look on chain says a large investor move to check this out. Nico, this figure, 73,000 e from curve to binance, that's a stash worth more than $85 million. Now, according to Coindesk, investors typically transfer coins to centralized exchanges when they intend to sell or use the coins as a margin in derivatives trading. Therefore, an uptick in exchange inflows often paves the way for heightened price volatility."
    },
    {
        "speaker": "D",
        "text": "Thank you for that, Elaine. And, yeah, that 73,000 ETH is an insane number. You know, I'm a true djing because I immediately thought about all the NFTs I could buy with that. So, finance, if you're looking to start an NFT fund, hit your boy and girl up. Elaine and I are happy to run it for you. But with that said, let's get into our top story today. Just hours after crypto lender Blockfi filed for bankruptcy Monday, it filed another motion, this time against SBF. Elaine, what's all this about?"
    },
    {
        "speaker": "E",
        "text": "All right, so we're reading up, and we caught some headlines for the Financial Times that it says Blockfi's lawsuit against Sam Bagman Fried SPF alleges that the former FTX CEO owes Blockfi shares of the public trading company Robinhood. Now, Blockfi claims SBF pledged the shares as collateral just days before his exchange collapse. The filing doesn't specify how much collateral is being claimed, but just reading up on this article, the collateral at issue is SPF stake in Robinhood. Now, remember, he bought 7.6% of Robinhood earlier on this year. And this is just another example of a tangled web of companies involved that had links to SBF and how messy that the FTF bankruptcy is and unfortunately continue to be."
    },
    {
        "speaker": "D",
        "text": "Yeah, Layden. As we discussed yesterday, Blockfi blamed FTX and Almeda's collapse for tipping it over the bankruptcy edge. Now let's bring in our guesthouse. Kristen Smith is the executive director of the Blockchain association. Welcome to the show."
    },
    {
        "speaker": "F",
        "text": "It's great to be here."
    },
    {
        "speaker": "D",
        "text": "Thank you for coming."
    },
    {
        "speaker": "E",
        "text": "So I'm going to kick this off. Kristen, we know that there's never a dull moment in crypto. 1 minute you see a company that is worth billions of dollars, and then poof, the next it's gone. So to say that this saga with FTX was devastating for the blockchain industry is truly an understatement. And clearly the aftershock is still being felt. So I think I just want to kick off and start by asking you just how much damage do you think this has done to the blockchain industry?"
    },
    {
        "speaker": "F",
        "text": "Well, I think from the Washington perspective, if you look at the policymakers on Capitol Hill or the regulators, this is a tremendous setback in the trust that policymakers have in the crypto industry and the blockchain association. We've been working for over four years now to help educate policymakers, and it takes a lot of time to do that. And we were starting to make some inroads and still have made inroads that haven't been damaged by this. But the fact that the FTX situation happened in such a dramatic fashion has really undermined the trust. And so it's going to be incumbent upon the rest of the industry to step in and pick up the pieces, clean up the mess that FTX and Sam Bateman fried have left for us. It's certainly not going to be an impossible task. I think we can do it. I think, you know, three months from now will be a very different situation than we are today. But we're going to have to put a tremendous amount of time into explaining that what happened with FTX isn't a problem of crypto. It was a problem of a couple of bad actors and centralization and lack of proper overseas regulation. The rest of the industry is still solid and strong, and so it's going to be incumbent upon us to make that distinction. Yeah."
    },
    {
        "speaker": "E",
        "text": "And, you know, I'm just reading some articles. You know, I pick up quotes with some politicians saying it's not really an issue that I know a whole lot about. And it really does break my heart when, you know, there are other quotes that I'm reading that says I don't really understand the technology. It just shows like how early we are in this space, but the tech works and it's still there. It's creating jobs for people like you and I. So, yeah, and it's obviously will be an industry that we will be continue to fight for so."
    },
    {
        "speaker": "F",
        "text": "Well, and I was going to say, Elaine, picking up on that point, though, this is an opportunity for the industry. I mean, if we are looking for silver linings, and I'm, you know, as optimistic as people come when it comes to crypto policy, but there are people that are asking questions, and lawmakers want to understand more, and they also want to understand the difference between centralization and decentralization, what rules already exist versus what rules might be needed. And so if there is an opportunity here, it's that we have a very big audience of policymakers right now that are very eager to learn. And so it's going to take a lot of work to meet the inbound requests for information and education. But I think there's a really good infrastructure in place to do that. So if there is one silver lining, it is. The opportunity for conversation with policymakers is exponentially increased."
    },
    {
        "speaker": "E",
        "text": "Yeah, exponential, definitely like the word here at real vision. And I think, you know, when I hear you say that, people are just feeling a little bit more crypto curious. I think that's the key thing that's most important here. So, Kristen, do you think that the US is actually putting crypto regulation on the back burner? And, you know, what are the repercussions if they keep doing that? And whether this is regarding the CFTC or the SEC, should it be on the back burner or should this be a very thing right in the forefront of what they should be dealing on the day to day basis?"
    },
    {
        "speaker": "F",
        "text": "Yeah. Well, even before the FTX collapse, I think there has been a tremendous amount of interest in regulation in Washington. Earlier this year, President Biden issued an executive order, and then multiple federal agencies throughout the summer and into the fall studied these issues. They ultimately came out with a series of reports. And similarly, Capitol Hill has been holding hearings trying to figure out what are the regulatory gaps and what steps are needed to move forward. So it is a conversation that has been ongoing. I think in the short term, we actually don't want any immediate actions to take place. Like, I think it's really important that we have this new Congress that was just elected in November. They're not going to be sworn in until January. I think in order for us to get the legislation right and the legislation that will dictate the regulation, we really want to have time. We want to have an open process and we want to have more opportunities for education, debate and discussion, because if they move too quickly, the odds of them getting it correct are very low. So the fact that there are hearings coming up this week around what happened with FTX, the fact that we have a new Congress coming in that wants to tackle these issues, these are good things, frustrating as it may be that it takes time, the more time we take, the better off the legislation will be. Now, obviously, if it takes 20 years, that's going to be a problem, too, but we don't want it to take 20 days. We really want to understand what is going on and make sure that the lawmakers and their staffs and the regulators that they're getting technical assistance from on this legislation, know what they're talking about before coming in and applying a bunch of regulation that doesn't make sense and won't be effective."
    },
    {
        "speaker": "E",
        "text": "Yeah, you bring up a good point there. Obviously, new sort of energy will sort of come into DC and you. Because I was definitely sitting on the sidelines just reading this stuff last night and just wondering if DC actually has the bandwidth or the manpower for this. You know, even when big, the big four tech companies that come onto the Congress floor and people have difficulty understanding what they are doing, it just breaks my heart to read on the Twitter timeline when people are chanting, going, Defi is the answer. Defi is the answer. But yet it's still such a complicated space sometimes, and we just have to be, I guess, patient, but moving at the same time."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium Wireless 20 2020 get 2020 1515 just $15 so give."
    },
    {
        "speaker": "A",
        "text": "It a try at mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for a limited time unlimited more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "F",
        "text": "Yeah, well, listen, I think sort of two different threads there. One is we don't have to have every single elected official proficient in the ins and outs of crypto. Congress in the US is set up in a committee system. There are committees of jurisdiction that have full time staff who can be dedicated to going very deep on these issues. And so you want to have a few dozen people that really know what they're talking about, and that is a manageable number of people to work with. We don't actually need to have all 535 know what they're doing. There is sort of a system where they delegate to one another certain issues. And so I do think that the ability is there for the information to be absorbed and processed and to be thought through in a meaningful way. But I think that this is something that we're going to want to engage constructively with as an industry, and we're going to want to bring ideas to the table. But what we do need to, to my second point, draw the distinction between is what's going on with centralized actors in companies and entities in the crypto space and what are their roles. What happens when you're taking custody of somebody else's assets and Defi? DeFi is very different. And DeFi may be the answer for some people in the short term to what happened to FTX, but DeFi is also very young and it's going to take a lot of time. There are problems there. You know, there's issues sometimes with the code. You know, there's things that need to be worked out there. So what we need to do is make sure Congress doesn't come in and try to apply the same regulations to C five as DeFi, because that's just not going to work the way that it's designed."
    },
    {
        "speaker": "E",
        "text": "Yeah, very good point. Well, talking about policymakers and lawmakers, some of them definitely have to step up onto the dance floor, I should say. You want to tell us what's going on? There's a certain date that we have to be aware of in December, right?"
    },
    {
        "speaker": "D",
        "text": "Absolutely. So, speaking of the FTX hearings in the US Congress, we have got ourselves a date. Everybody, mark your calendars. December 13. The hearing is titled investigating the collapse of FTX, part one. That, of course, begs the question, how many parts are we going to get in total? I wouldn't be surprised if we go more than nine episodes and break the Star wars record. But we will see. Indeed, the block says it's expected to include details of how the collapse affects the broader digital asset industry. There's no witness list at the moment, but top lawmakers on both sides of the aisle have previously said they want to hear from SBF. Christian, what do you think we're going to hear from this hearing? Is this just grandstanding to sort of COVID their asses, or do you think we're going to actually get some real regulation out of this?"
    },
    {
        "speaker": "F",
        "text": "Yeah, no, listen, I think from our conversations that our team at the blockchain association has had with policymakers on Capitol Hill right now, is you have to remember, they all knew Sam. Sam was very aggressive working with Washington, I think in a way that was highly counterproductive even before the collapse of. Because he had very different values than the rest of the industry. But neither here nor there. Congress knew him, trusted him. They sort of liked him. Right. He kind of put on the full charm offensive in Washington. And so I think some of this is they need to come in and push back against what's going on and try to learn and figure out, remember, that's a good thing, right. We want them to learn from what happened at FTX right now. What we don't want them to do is just move through legislation. So I'm happy to see, uh, this hearing be scheduled. It's actually not the only one. There's another one, um, actually later this week on December 1 in the Senate Agriculture Committee, where the head of the CFTC is going to be the sole witness. Um, you know, this hearing in house financial services on December 13, this is one where I would be very surprised if Sam showed up in person. That being said, I think he does have a couple public appearances scheduled this week, so maybe he would. If I were him, I would not want to walk on us soil right now. But, you know, I do think they're going to probably try to get perhaps a new CEO, perhaps some other executives in this space. And, you know, there's other committees that may hold hearings as well. The Senate Banking committee, you know, could potentially hold a hearing, or the House Agriculture Committee, for those that are curious as to why the agriculture committees matter, it's because they have jurisdiction over the CFTC, which is the commodity Futures Trading Commission. All of the other financial regulators are under Senate banking and House financial services. So there's really four committees that could potentially be involved here. But yes, I imagine House financial services will hold a series of hearings. You do have to remember, though, that the Congress ends on, at noon on January 3. So, you know, there's going to be new leadership in the new Congress, in these committees, and they will start fresh. So it'll be interesting to see if part two of this hearing happens, you know, that third week of December prior to the Christmas break, or if Congress just sort of wraps up their business and goes home for the holidays. But I think this will be good for policymakers to understand what went wrong here. And it is my hope that they realize that this wasn't a failure of regulation. This was a bad actor who appears to have committed fraud and broke all of the rules that were in existence. And so I think the bigger question is how can we make it more attractive for these companies to headquarter in the US, where we can have more visibility into what's going on, as opposed to be overseas, where there's very little oversight and it allows the ability for outright fraud to happen?"
    },
    {
        "speaker": "E",
        "text": "Yeah, Kristen, I'm nodding ferociously, because all the homework that I was doing in prep for this conversation yesterday, all the governmental agencies that you've mentioned, agriculture, came into it, and someone for who is british, I was like, what? How does this come into play? But you are absolutely right to mention all that. You got all of this spot on and the dates and the hearings, and it just. Well, for me, for someone who I do look to the US for pioneering, as you know, the world's largest democratic country, to actually set the path for. For some guidance on moving forward. But it does sound really long and convoluted at the moment. I sort of want to just, I don't know, take you step back a little bit and just sort of ask you, where are we in the current state of crypto regulation as we approach the end of 2022? And are there any policy proposals that's near the finishing line?"
    },
    {
        "speaker": "F",
        "text": "Yeah. No, that's a great question, because if you think back and, you know, since the bitcoin white paper 14 years ago, you know, the policy making process is a slow one. Right. Which is in some ways good, because if they move too fast, they often get things wrong. And so time can be our friend here. What we've seen in the US over time is that the first step is that federal agencies look at the existing laws and the existing authorities they have and see how this new thing might apply. The first time we found that we saw this in the US was back in 2013, when the Financial Crimes Enforcement network talked about something called virtual currencies and convertible virtual currencies and explained that certain participants that that handle these are subject to the Bank Secrecy act. We've also seen the IR's provide guidance on how to do taxation of these assets. Even the SEC, as difficult as it is back in 2019, did put out a framework for analyzing digital assets with the Howey test. And so that is kind of the first action, is agencies will look at existing rules and then apply them. What we've seen over the past couple of years is there's been analysis going on through this executive order process or through the president's working group. More agencies have said, hey, there's some gaps in the laws and regulations. We probably need Congress to step in and fill those gaps. And there's two policies that come to the top of that list. One is figuring out how to do regulation of dollar backed stable coins. Yes, there's a lot of regulation that already exists. If you look at USDC issuer circle, they have money transmitter licenses, they're registered as money services business. They're doing their best to use the existing regulation. But it's probably nothing. Exactly the best way to go about making sure that there is a dollar in a bank account for every USDC coin in circulation. So I think that's probably the issue that could move the fastest in the new Congress next year. The other issue out there that there seems to be consensus that we need to step in and do is a way to regulate the crypto commodity spot markets. Pretty, pretty. There's pretty much consensus that bitcoin is a commodity. Most think that ether and most other cryptocurrencies that are listed on US exchanges are also commodities. The only person who doesn't think that is Gary Gensler at the SEC, who thinks everything's a security because he wants to regulate them as securities. But we need to figure out a way to have probably a federal regulator for those spot markets. And as part of that we could have attestations that they're properly custodying the crypto for their users and things of that nature. That's one that got an issue that did get a lot of attention this year. And there are several bills that would have addressed this. One is the Lummis Gillibrand Responsible Financial Innovation act that had some, some efforts. There's also the Digital Commodity Exchange act in the House, which is probably my favorite proposal out there. There was also this digital commodities Consumer Protection act that would have regulated centralized exchanges. The problem with that bill is it also captured a bunch of other entities that we don't think were being appropriately regulated. So that one, I think needs a lot of work if it's going to move forward. But yeah, these are all issues that I think Congress can get done in 2023, 2024 timeframe. And the good news is they're bipartisan. And the biggest issue and challenge I think we're going to have as an industry is making sure that they're focused on the actual problems and gaps and not expanded into things like DeFi or other parts of crypto where this type of regulation just doesn't make sense. Yeah, good, good, good."
    },
    {
        "speaker": "E",
        "text": "Well, Kristen, keep an eye, ears and toes. Put those in as well and keep all the policy on top because I want you back here a real vision to comb through. You know, when I hear you say time can be your friend, that is almost something just. I totally go past my head when I'm doing 40 hours of crypto coverage every, every week. Right. And then when you mentioned the executive order, it just. I don't know, it just took me by a little bit surprised. I'm like, oh my God, this is only this year. So you're right. Take it as that. You're like, oh, yeah, we have actually made some sort of movements, but I just can't believe that still this year. All right. Yes. So clarification to get more financial firms to enter the space is very, very important in the following months and years to come. Well, talking about the industry, I'm going to bring in Nico. Nico, there was a JP Morgan report that I was really interested in, actually. What do you have for me? Be the."
    },
    {
        "speaker": "D",
        "text": "Yeah, so the hardcore defi heads are not going to like this. But let's keep in mind this comes from traditional Trapfi legacy bank chase. JP Morgan thinks centralized exchanges are here to stay. That's one of the conclusions from a new report by the us investment bank. Its strategists point out that slower transaction speeds, pooling of assets and order traceability features on decentralized exchanges are likely to limit institutional participation. The analysts also cited the absence of a limit order or stop launch feature on DeXs, their dependency on price oracles that source data from centralized exchanges vulnerability to hacks and exploits, the need for over collateralization, as well as systemic risks from automated liquidations as impediments to widespread adoption. Elaine, I know you've also been looking at the report. What else stood out to you?"
    },
    {
        "speaker": "F",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "So, Nico, I went down the crypto vortex hole yesterday and I tried looking for this report, number one. And then, number two, I think I picked up that it was a global strategist that sort of put this thing together for JP Morgan. And basically some of the points that I picked up was that they said that existing regulatory initiatives, initiatives are already underway, are likely to be brought forward because of this. And Mica, remember Mica, which is the crypto regulation over in Europe, and that's expected to receive final approval before year end and to come to effect in 2024. And also the report says, you know, I guess is the USA that they could initiate. More sense of urgency, as Kristen mentioned before, with collapse of FTX, and then also new regulatory initiatives to focus on custody and protection of customer assets. Amen to that. And then also, of course, the forever conversation of the clarification of cryptocurrencies being classified as securities or commodities, as we discussed just a little while ago. Kristen, I don't know if you've seen the report. What do you make of it?"
    },
    {
        "speaker": "F",
        "text": "Yeah, no, listen, I think there are a, you know, some points I agree with in the report. I mean, I think the fact that there's going to be further regulatory scrutiny and an interest in getting new policies enacted, I certainly agree with that. You know, my assessment of whether institutions are going to want to use DeFi or not is, you know, I think back to when I first used the Internet and, you know, the mid nineties, and I had to make sure no one needed to use the phone and plug in my modem and, like, you had to dial up, and it was kind of slow and you can't really do anything. Like, to me, DeFi is still early days, and there's a lot of really good features there. And if there are challenges that are preventing institutions from engaging with DeFi, I think those will be addressed over time. People will build new code. They will use faster blockchains. There will be ways to address those concerns. And I think ultimately, I think it will be something that institutions want to use. I think that, I think there's a role for centralized exchanges. I think there's a role for decentralized exchange in DeFi. I mean, you can't really convert us dollars into bitcoin using DeFi. Right. You need to get in somehow. And so I also think that there's going to be certain consumers that don't want to engage directly themselves. Right. Like, they're going to want a third party to help them out. And in many cases have a custodian there took custody their crypto on their behalf. And so, you know, there's a lot of elements and a lot of different pieces I'm sort of mixing together here. But the point is, I think there's very much a role for both. But I think when we're looking at DeFi, it's important to remember how early this is in the process and how that these services are going to continue to be built out in a way that is going to be more and more useful as time goes bye."
    },
    {
        "speaker": "G",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what with each vendor, Ramp's software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding Ramp could be one of the best decisions youve ever made. Get dollar 250 when you join Ramp for free. Just go to ramp.com easy, ramp.com easy rmp.com easy cards issued by Sutton bank and celtic bank members of DIC. Terms and conditions apply."
    },
    {
        "speaker": "E",
        "text": "Kristen, I'm not going to let you go because you have so much energy. And thank God you do, because the position that you're into to translate between policymakers and the crypto industry is a really tough gig right now. So I don't want to be all doom and gloom about the space as we move forward together. So, look, I want to, I've done a little bit of research about you. Obviously, I know you've dedicated a lot of your career to exciting new tech, you know, tech that is being disruptive, and I'm sure you're used to that. But I think I've read something that Filecoin foundation that you saw something that I'm not. So that you're still part of or not. But yeah. I want to ask you, what are some of the projects that you're most excited about in the next upcoming months?"
    },
    {
        "speaker": "F",
        "text": "Yeah, no, I think there are a lot of really cool things being built out there right now. Yes, you're correct. I sit on the board of the Filecoin foundation for the decentralized web, which is a nonprofit that is looking to promote decentralized web technology, including that with Filecoin. I do think Filecoin is a great project. It's been really interesting because I first became familiar with Filecoin back in, I think it was maybe 2018 before, long before it launched. And this idea that we can rebuild some basic Internet infrastructure that is only being done by basically large tech monopolies today, I think is really powerful. And to see the amount of storage capacity that has come online in the two years since Filecoin's launch has been really interesting. I'm super interested in that project. I'm interested in some of the other ones, like helium is one I'm actually really just personally sort of interested in because I used to do a lot of work on telecom policy and."
    },
    {
        "speaker": "E",
        "text": "Interesting."
    },
    {
        "speaker": "F",
        "text": "It's sort of getting beyond the financial use cases and into some of the infrastructure that will build a better Internet."
    },
    {
        "speaker": "E",
        "text": "Yeah, I mean, I think the helium token was worth about $2. I don't think it was worth me setting it up right now, but maybe I'll dig into that. I've got one of these machines around the house somewhere. Okay. And also, I. I know we spoke a little bit on camera. You're in Miami, right?"
    },
    {
        "speaker": "F",
        "text": "I am, I am. I split my time between DC and Miami. I gotta. You gotta, you know, I gotta get out of there every now and then."
    },
    {
        "speaker": "E",
        "text": "Well, Miami, that's what it's all happening this week. I hope you're attending some fun stuff like art basel or something."
    },
    {
        "speaker": "F",
        "text": "Yeah, I know there's a lot of people in town, a lot of great NFT focused events, and, yeah, I'm really excited to connect with colleagues in the industry. Yes."
    },
    {
        "speaker": "E",
        "text": "Any excuse to edge the word NFTs into the show. I'll take it. All right, time for some viewer questions. Kristen, not gonna let you go before we actually, you know, it's really important that real vision we curate with the community for this show, so. Ah, there you go. My producer just slipped this question in from PJ way ape. Hello, GM to you. And he is in the discord asking how can people in their states in the US engage and empower themselves to discuss and educate local state representatives on the topic of blockchain crypto to prevent overreach from policymakers at both the state and federal levels? What a great question."
    },
    {
        "speaker": "F",
        "text": "Yeah, no, I think it is a great question. I think what a lot of people don't understand is most elected officials are more than happy to sit down and meet with their constituents. And so, you know, going online and figuring out who your congressman is and setting up a meeting either with their staff or with a member directly is a really good way to do it. And you don't need to even understand the policies that are going on or the ideas that are out there. The primary purpose right now is really to just get them to understand what we're building. And so, you know, don't be afraid to ask for those types of things. I would also say there's a couple organizations out there that are particularly good for the individual side as they're trying to get into crypto policy. By way of contrast, blockchain association, we represent 105 crypto companies, and so our position is a consensus of those 105 companies. But there's a couple other organizations that I'm a huge fan of. One is the DeFi education fund. They have a wonderful newsletter that's free to subscribe to that we'll keep you updated with all of the information of what's coming out in Washington. And so that's a really good way to stay informed. And I'm also a huge fan of the team at Coin center. They've been doing work for, I think, like eight or nine years now. They've been doing this before anyone, and they have a lot of information about what's happening in Washington as well. Again, those two organizations are sort of looking at it from the technology side, from an individual user side, as opposed to the industry side. But I would definitely follow those two organizations, the DeFi Education Fund and Coin center, on Twitter. And that's a great way to stay informed with what's going on because I."
    },
    {
        "speaker": "D",
        "text": "Actually have a great question as well from our platform. Ralph H. On the RV website asks, where does the industry stand on starting a self regulatory organization akin to FINRA, otherwise known as the Financial Industry Regulation authority? What are your thoughts there, Kristen?"
    },
    {
        "speaker": "F",
        "text": "Yeah, so it's interesting. So a self regulatory organization, or SRO, it's actually like a very, very precise term. In order to have an SRO, you essentially need Congress and a regulatory agency to designate an organization to be the SRO. So even though it has the word self in it, the industry can't just decide to create an SRO. We have to have Congress say, all right, we want this agency to become either the SEC or the CFTC, to become the regulator of crypto, and then that agency designates an organization to become an SRO. So let's just say hypothetically that the SEC becomes the new regulator of crypto. The odds of them pointing that responsibility for the day to day monitoring of that regulation to a new organization, I think is very low. They would probably expand Finra's mandate similarly with the CFTC. They would probably look to the National Futures association to do that kind of work. So I think what we do need to be doing, though, is doing a better job talking about the standards that the industry and the best practices that the industry are working around. I think that's probably where the work is, as opposed to like a quote, unquote, self regulatory organization."
    },
    {
        "speaker": "D",
        "text": "Fascinating. Well, thank you for that, Kristen. It's that time of the episode. Some people's favorite, other people's just the end, but it's time for my key takeaway. So let's get those horns of blaring and the spotlight swinging. So to me, obviously a very wide ranging conversation today. Absolutely fascinating to sit in on, listen to. But the two main things in my mind from listening to you, Christian, are education and patience. We got to have the patience to educate these congressmen and not have them just go by the seat of their pants. Start regulating with no real understanding of this space. We saw this with SBF and the fact that a lot of people sort of seem to be talking about it as it's defi, when it's really just out and out fraud, it seems like. And then lastly, the other thing that I thought was a great point, we have to make the US more attractive to these type of companies so that they are based in headquarters out of here and able to exist under proper regulation. Christian, anything I missed from there or anything you'd like to add?"
    },
    {
        "speaker": "F",
        "text": "No, no. I think. I think you got the key takeaways. The only other thing I would add is that I think that we can do this in DC. The industry has a presence. I think there's a lot of work that has been done. There are a lot of people who have been hired who are getting trained up to understand crypto, who are working on the process of educating policymakers. Like this is not a lost cause. It's certainly a setback. And it means that we're going to have to spend a lot of time rebuilding trust. But I do think that the pathway is there to get back to the point where we can start having conversations about what good, appropriate regulation should look like. And so I'm really excited for next year. I think that we've got a lot of work to do. Our mission is pretty clear, but it's going to take some time. But I think we'll be able to recover from, from the FTX disaster that we've all been dealing with over the past couple of weeks."
    },
    {
        "speaker": "D",
        "text": "I love it. Cautious optimism. It's exactly where I'm at. I'm one of these people who is looking forward to this clarification, looking forward to more regulation so that this is the last of one of these major blow ups we have to deal with. Well, with that said, thank you, Kristen and Elaine. It's been a pleasure doing the show with you both. And that's it for today's show. This episode of the Crypto Daily Briefing is sponsored by the Crypto app. The crypto app is your app for all things crypto. Download the crypto app today on Google Play, Google Play or the iOS app store. Tomorrow we've got Alex Reeve from Coinbase and Nick Johnson from ENS you don't want to miss that. We'll see you then. Noon eastern time, 05:00 p.m. london, live on the real vision crypto daily briefing."
    }
]