[
    {
        "speaker": "A",
        "text": "Whoa. Landing an account this big will totally change my landscaping business. It's gonna mean hiring more guys and more equipment and new trucks for the new guys to drive the new equipment in. I don't know if I'm ready."
    },
    {
        "speaker": "B",
        "text": "You can do this, and Ford Pro finsimple can help."
    },
    {
        "speaker": "C",
        "text": "Our experts are ready to make growing pains less painful for your business with flexible financing solutions that meet the needs of your business today when you need them. Get started@fordpro.com."
    },
    {
        "speaker": "B",
        "text": "Financing today's real Vision Daily briefing is brought to you by Chintai, your partner in asset tokenization. Licensed and regulated by Singapore's Monetary Authority and powered by the innovative checks token, Chintai offers a compliant one stop solution for bringing real world assets on chain. Chintai enables the tokenization of virtually any asset, from carbon credits to corporate debt, private funds, and real estate, enhancing liquidity and optimizing efficiency for all."
    },
    {
        "speaker": "D",
        "text": "The technology becomes largely invisible and seamless to the end user. I can take a selective store of value within a wider portfolio in a fairly liquid form, very efficiently to anything, whether it's some high value whiskey, whether it's a particular supercar that's a one of three, limited edition, therefore, and this fungible trading of them in a liquid form is the true endgame here for tokenization."
    },
    {
        "speaker": "B",
        "text": "With billions of dollars in client deals facilitated, explore how you can take advantage of tokenization by visiting realvision.com chintai if."
    },
    {
        "speaker": "E",
        "text": "You want to participate in the upside of crypto but don't have the time or the inclination to go truly down the rabbit hole, then real vision crypto might just be for you. New from real Vision, an rv crypto subscription gets you access to a trading basket, complete with risk management strategy, technical analysis, updates, private discord channel, monthly drinks online, and more. And it's led by a team of RV favorites, including Chris Bullock, Jamie Coots, Peter Pinkassoff, and more, to be announced soon. So barely have time to listen to the end of this ad, but want to take part in this crypto cycle without having to dedicate all of your time to figuring it out? Go to real vision.com rv crypto. That's real vision.com rvcrypto to see if rv crypto is the right fit for you."
    },
    {
        "speaker": "A",
        "text": "Hi, I'm Raoul Pell, and welcome to my show, the journeyman, where I journey to that nexus of crypto macro and the exponential age of technology. What I'm really trying to do with this show is help you unfuck your future. It's a term you heard us at real vision. But we all know how fucked our futures are. The current setup from central banks debasing currency, geopolitics and the expensiveness of this world means we have to do something. We can't just sit on the sidelines and hope we get rescued. We've been given some life rafts, some opportunities, and we need to take them. Unfucking your future is all about getting that understanding of what the world is really all about and how you can take control of your own life, your own finances, and your own future. And that's what real vision is all about. And this channel is about. So listen, if you haven't signed up to this channel, just please do so. It's a very simple click of the button. You won't miss anything. You see, not only do I interview some of the best guests in the world on those three key topics, but I also do my own presentations to keep you abreast of my own thinking, whether they're right or whether they're wrong, at least to understand where I'm coming from and how I see the world. In addition, I also do the drinks with Raoul, the AMA's. Just so we have a bit of community fun, do a bit of wine tasting, a bit of snacks, some general insulting of each other, and having a laugh, because we got to have fun in this space, too. The other thing I like to do is I like to include a lot of the main interviews where I've been interviewed as well on other people's podcasts. So it gives you guys the chance to hear my thinking evolve. And it's all in one place. It's all on this channel, the journeyman. So make sure you sign up for it, because I think it's really important. And if you are ready to unfuck your future, then that's what we built real vision for, and it's free to join. It's an incredible, credible community of the smartest people in the world, like you, experts in something, all trying to figure this out together. So we've got this amazing community. We've got all sorts of programming, from crypto to macro to geopolitics to technology. Everything that you need in your journey to help you."
    },
    {
        "speaker": "C",
        "text": "So anyway, go to realvision.com, sign up for that."
    },
    {
        "speaker": "A",
        "text": "It is free. It will definitely help you unfuck your future. And my God, we all need it. Anyway, next up was where I was interviewed by my good friend Anthony Scaramucci. Moochie and I always have fun together. It's not that long an interview, but it gives you another insight into how I'm thinking about things. And how much is thinking about things. I hope you find it useful. I'll see you afterwards. Join me, Raoul Pell, as I go on a journey of discovery through the macro crypto and exponential age landscapes in the journeyman. I talk to the smartest people in the world so we can all become smarter together."
    },
    {
        "speaker": "F",
        "text": "Back on speak up with a special encore performance is Ralph Paul, and I just told him backstage, I don't like bringing on the people that are better looking than me. But you are backed by popular demand. You have quite a demographic. I think the demographic is not the my demographic. Ral is like 75 to 95, but your demographics like 22 to 50. So God bless you. God bless you. He is the founder and CEO of global macro investor GMI. Now, Raoul, you came on. I was sitting in sunny Hawaii February 9. Bitcoin was at 47,000. I thought I was a very happy camper at 47,000. But now if bitcoin was 47,000, I'd be crying in my soup. Bitcoin is now, as I'm talking to you, almost 68,000. Tell me what's going to happen. A lot has happened since February 9. Let's get right into it. What's going to happen? You've been spot on, and I will also point out you were the most popular, most downloadable. Speak up with Anthony Scaramucci."
    },
    {
        "speaker": "A",
        "text": "Hey, everyone. We're going to take a quick pause."
    },
    {
        "speaker": "C",
        "text": "And hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Hi, you."
    },
    {
        "speaker": "C",
        "text": "Hey. Listen, if you're enjoying this, come and."
    },
    {
        "speaker": "A",
        "text": "See me on the YouTube channel. Raoul Pal, the journeyman."
    },
    {
        "speaker": "C",
        "text": "Sign up there."
    },
    {
        "speaker": "A",
        "text": "Get everything I ever do."
    },
    {
        "speaker": "C",
        "text": "See you there."
    },
    {
        "speaker": "G",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp's software collects and verifies receipts instantly. To save your team valuable time, Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding ramp could be one of the best decisions youve ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy. Ramp.com easy."
    },
    {
        "speaker": "C",
        "text": "Cards issued by Sutton bank and celtic bank members of DIC."
    },
    {
        "speaker": "G",
        "text": "Terms and conditions apply."
    },
    {
        "speaker": "C",
        "text": "Well, I have no idea why. It's just the english accent. That's all it is."
    },
    {
        "speaker": "F",
        "text": "It's the looks. I actually think it's the looks, looks and the smile."
    },
    {
        "speaker": "C",
        "text": "So listen, what's going on is the same story that's been on for a while. We are in the crypto macro spring to summer transition. That is when liquidity starts coming into the system. Happens to correspond with the US election cycle. Because obviously politicians can't help but give out candy around election time. Yes, of course, it's also the bitcoin halving time. So bitcoin halving reduces the supply. And then there was the ETF. So basically we've got a perfect setup of liquidity plus new demand, plus reduced supply. And so the rest of the year should play out the same way. I mean, I continue to be very bullish this year and very bullish for most of next year."
    },
    {
        "speaker": "F",
        "text": "But let me just. I'm going to play Devil's advocate for a second. Okay? I'm a newbie. I am. I lack understanding of bitcoin. I'm watching the price movement. I have a little bit of fomo, but explain to me what is happening. And then while you're explaining to me what is happening, explain to me what a having is. A having."
    },
    {
        "speaker": "C",
        "text": "So because bitcoin is basically a share of a network, the more people who join the network, the more value goes up. So as the ETF brings people in, as people start fearing the governments and their deficits, they start looking for different solutions. One of the reasons gold has been rallying is the same. So what we're seeing is this was the most successful launch of any ETF in all history, which tells you it's not just an ETF, it's that the idea of bitcoin itself is resonating with people. They kind of know they're getting screwed somewhere by the system. And this feels like a way of getting higher returns with more volatility, but it kind of saves them from what is going on. So let's assume that this is the largest ETF launch in history, and a lot of newbies have come in. Well, it's happening at a magic time. The magic time is what's known as the bitcoin halving. So new bitcoin comes onto the market via miners, bitcoin miners who undergo huge mathematical calculations to produce a bitcoin. There is fixed number of bitcoins that can be produced each year. So it's a competition to produce them. So you need a lot of computing power. And then every four years, the algorithm of bitcoin itself halves the number. So if there were a hundred bitcoin being produced by miners every day, whatever the number is right now, after April 20, it goes to 50. So there's more people coming into the market, which is new demand, and new supply is shrinking. So all the time, the only supply is really sellers of bitcoin who hold bitcoin right now. But bitcoin is one of these weird assets where 80% of all holders just hoard it. Like you and I, we just don't do anything with it, we just hold it. And so there's really only 20% that's available for trading."
    },
    {
        "speaker": "F",
        "text": "Well, I mean, speak for yourself. I stare at my bitcoin once every 5 seconds, just so you know."
    },
    {
        "speaker": "C",
        "text": "Okay."
    },
    {
        "speaker": "F",
        "text": "And I've slowed it down from once every two and a half seconds. But go ahead, keep going. You're doing beautifully."
    },
    {
        "speaker": "C",
        "text": "So that mechanism is driving the valuation up of bitcoin over time. Now, it also means that people start to see this asset going up because there's less supply and lots of demand, and it joins more and more people, because this asset is the best performing asset in all recorded human history. Bitcoin itself has done 20 million% since 2012. It has produced 150% annualized return since 2012. Ethereum has done, which is another cryptocurrency, about 170%, and Solana, 190% or 200%. So this asset is by far and away the greatest performing asset in all of humanity. And that gets people's attention. Obviously, when people's returns have been low and people can't get out of the wealth trap, they can't afford their houses."
    },
    {
        "speaker": "F",
        "text": "But I'm old. But I'm Ralph. I'm old. I'm an old person. This seems like a new thing. I'm old. I'm old. How do you. How do you know? You know why? You know, Jamie Dimon tells me that this is decentralized pet rock or a Ponzi scheme. So go ahead. Honestly, if you saw the viewer feedback for your presentation, it was off the chart. But when I look granularly at what we're doing at speak up, I have a lot of people that are listening demographically that do not get it, and I've written a book about it. I try to go out on the speaking circuit and evangelize about it, and I still feel like there's a lip and a cup spread."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "F",
        "text": "Get people over the hump. And I want you to help me. I want you to. I want you to explain it in a way where a rock hits somebody in the head and they have to go out tomorrow and get off of zero. They have to not be zero exposure to bitcoin."
    },
    {
        "speaker": "C",
        "text": "The real reason, forget all of the complexity of what this is and the technology. Forget all of that. Think of why most people have bought gold. It's to protect themselves from the action of central banks. It has proven itself over several thousand years to be a way of having a store of value. Bitcoin is that for a digital age? Okay, most people know that story. They don't understand. The other side of the story is why does nobody feel as wealthy as they thought they should be, particularly if you're a bit older. You're like, why are my savings not as much as I thought they would be, or I can't afford as much? That's the big conundrum. And the fact is that particularly since 2008, when we broke the world because of debt, we have been using the printing of money to try to paper over the cracks. Because economic growth from an aging population is slower. We don't have much productivity because people are retiring and we've got too much debt. So people have to service the debt. So the central banks have been doing a bit of magic, which is printing of money. At one point, it was called quantitative easing. Now they don't do that as much anymore because everyone knows that game because that's the money printer. Go burrhead. So what they do is they inject liquidity into the system, whether through all these weird things you hear about, like reverse repo market, stuff like that. Basically, it's to hide the printing of money, put it into the system. When you look at that on a globalized level, because everybody's doing it, you're debasing the level of fiat currency. And what that means is your dollar today buys you less assets tomorrow. Now, why do we buy assets? We buy assets to save money for future consumption. So if I were to buy gold today, it's because I want to release it in future and I want its purchasing power protected for it to go up. Now, when you look at what's happening with the debasement of currency, they're debasing currency by about 8% on year on average, amongst all the global central banks. Add in about three to 4% global inflation. You have 12% hurdle rate on your assets before you actually make any money. So your savings, you need to be making 12% now over the last. Since 2012, the S and P 500 has made 12% annualized. The Nasdaq has made about 24% annualized. So tech stocks have helped, but crypto is the one that really offsets this and allows you to generate a lot of wealth. So if you're in your fifties, like me or your sixties, and you're thinking, I just don't know if my retirement savings are enough, then a small allocation to an asset that does 150% a year will compound massively and will help you in having purchasing power in your retirement, because nobody wants to be broke when they're 85 years old. That's everybody's biggest fear."
    },
    {
        "speaker": "F",
        "text": "Okay, so that is brilliant. And I want to say something to you that is exactly what people need to hear. And Pompoliano said something this week, which I'll repeat on this show, and I did his analysis. Since 2000 January, the us dollar has lost 22% of its purchasing power. That's been the impact of inflation. So again, just for viewers and listeners, if I have a dollar in 2020, it's worth $0.78 today. Now, however, if I own assets, maybe they went up with inflation. So the irony is I feel richer on a nominal basis. This is the sinister plot of that's pursued by the politicians. Because if I had $100,000 in 1989, that's like having $670,000 today, Rob, in terms of its purchasing power. But if I have $670,000, it sounds like it's more money and I'm richer, right?"
    },
    {
        "speaker": "C",
        "text": "Yeah, but you're not. No, I'm not."
    },
    {
        "speaker": "F",
        "text": "So $6.7 million. I'm rich. But it's the same amount of money as being a millionaire. 34, 35."
    },
    {
        "speaker": "C",
        "text": "Inflation is not the only. That only captures a small part. It's the actual debasement of currency that makes assets look like they're going up. So the venezuelan stock market, if you ever see a chart, looks like it goes vertical, looks like the best performing stock market in the world, right? Of course, when you put it in venezuelan bolivars, it's down 90%. It's because they've been devaluing the bolivar."
    },
    {
        "speaker": "F",
        "text": "Let's put the us stock market. You don't have to give me the exact number, but I know you're a macro guy. So the us stock market in bitcoin has done what?"
    },
    {
        "speaker": "C",
        "text": "Down 99.97% since 2012. The Nasdaq 99 point since 2012. Not even since bitcoin started."
    },
    {
        "speaker": "F",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "So seed here, every single asset on earth versus bitcoin since 2012 is down 99.9%."
    },
    {
        "speaker": "F",
        "text": "Okay, so when someone says it's an inflation, it's just for viewers and listeners, more context, your dollar is worth 22% less. Bitcoin has gone up 800. It's gone up eight x since January 2020. This is the reason why people like Raoul and myself are ringing the bell on bitcoin. Let's switch to the ETF for a second. When the ETF came out, there were pundits saying, oh, the ETF is priced in. Remember that? Someone said, ah, it's priced in. Was it priced in?"
    },
    {
        "speaker": "C",
        "text": "None of us expected $10 billion of demand in six weeks or whatever. Stupid number it was, right?"
    },
    {
        "speaker": "F",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "We kind of thought it might do it in a year because that's what golds did GLD in its first year, but it did it in a record short amount of time, and it doesn't seem to be slowing down. So, no, it wasn't priced in. We didn't realize how many ordinary people, Raas and investors are starting to realize. This issue that you're talking about is I need something to protect my wealth into the future and maybe make me money. Not just protect my savings, but I want to make some money, too. And this does that. As it says, if you hold bitcoin over a few years, you can buy something like five times as much s and p 500 just in a few years. So your purchasing power is going up dramatically every year. You own it. And that even takes into account the fact that it goes down every four years. A significant amount over the long run doesn't really matter."
    },
    {
        "speaker": "F",
        "text": "Let me ask you this, because this is something that I was dying to ask you last time to have it. Is that priced in? Because you're right, we didn't have $10 billion. You had asked me on February 9 when you joined me on this show, were we going to see $10 billion in the first quarter of the inception of bitcoin? I would have said, absolutely not. But the halving. We know the having is going from 900 coins a day that the network is producing down to 450. So is the having, which is going to come up 17 days from now, 15 to 20 days from now. Is that pricing?"
    },
    {
        "speaker": "C",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners."
    },
    {
        "speaker": "A",
        "text": "We'll be right back."
    },
    {
        "speaker": "E",
        "text": "If you want to participate in the upside of crypto but don't have the time or the inclination to go truly down the rabbit hole, then real vision crypto might just be, for you, new from real vision, an rv crypto subscription gets you access to a trading basket, complete with risk management strategy, technical analysis updates, private discord channel, monthly drinks online, and more. And it's led by a team of RV favorites including Chris Bullock, Jamie Coots, Peter Pincasov, and more to be announced soon. So barely have time to listen to the end of this ad, but want to take part in this crypto cycle without having to dedicate all of your time to figuring it out? Go to realvision.com rvcrypto. That's realvision.com forward slash RV crypto to see if RV crypto is the right fit for you."
    },
    {
        "speaker": "C",
        "text": "It's so known. But what is not priced in is the liquidity cycle that comes around the same time around election years. As I mentioned before, we get a lot of liquidity coming in and people don't, aren't very good at forecasting. Even though everyone knows about the halving, nobody figures about liquidity. So they take current market conditions and say, well, if you remove the supply, everything will be fine. But what actually happens is because liquidity comes into the markets, demand starts exploding at the same time as supply, and it always takes everybody by surprise. Now, it's not a one day event. It's not like suddenly you wake up on the 20 April and bitcoin's up 50%. It tends to chop around that period because people are like, well, it's in the price. And then before by June, bitcoins at 85 95,000, something like that, and then you're off to the races and then there's more demand comes in. Because remember we talked before that as price goes up, as number go up, more people get involved and there's less supply. So it starts to get really reflexive. So it gets really squeezy. And that goes on for a period of time, usually about a year and a half after the halving."
    },
    {
        "speaker": "F",
        "text": "We just experience our last bear market in crypto, or bitcoin specifically, or are there future bear markets coming?"
    },
    {
        "speaker": "C",
        "text": "Raoul, there's bear markets in all assets, and this is just an asset, and it's a very reflexive asset, so it tends to over exaggerate the moves. But there is a good question within that is the severity of the downside. Markets that in bitcoin were classically 80% ish. Last one was 65, so it was less than others. Is that changed because of the ETF? Well, obviously many of the ETF holders, faced with their first round of volatility in the space, will panic out, much like everybody else, but that's fine. But I think there's going to be a bunch of the millennial cohort who are going to put it in their four hundred one k, and that's every two week buying regardless. So my guess is that it'll dampen the volatility to the downside. So next time around, it won't be down 85, it won't be down 75, it won't be down 65, but maybe it's down 45 or 50."
    },
    {
        "speaker": "F",
        "text": "Okay, so like me, though, you're not a bitcoin maximalist. And so for people out there, that means that people like Raul and I, we love bitcoin, but we also see other assets in the cryptocurrency space, other digital assets that we think have use cases and utility. And so one of those assets is layer one technologies. These are cryptocurrencies that they're working towards decentralization, perhaps not as perfect as bitcoin in terms of its decentralization, but they're assets where we can add a layer or smart contract on and we can create transactions and, and activity. So which ones of those do you like? You mentioned some of them in February, but let's go back to them. And by the way, you mentioned Solana. I stuck you with a price prediction, and Solana has moved up a lot since you mentioned it. So tell me a little bit about these layer ones and the smart contracts and where are they going? What's the future, Raoul?"
    },
    {
        "speaker": "C",
        "text": "So think of a blockchain. A layer one blockchain, like the bitcoin is a blockchain, but it's not used for much yet. They're building applications on it now. But there's other ones. Like Ethereum is basically another layer to the Internet that allows the transfer and storage of value, whether it's digital assets or even real world assets. You can have contracts on chain stuff like this. So that kind of sits on top of the Internet. And there's a few variations of this. One is the Ethereum virtual machine, which is Ethereum cryptocurrency. Ethereum is your share and your payment system. To use that network, it's just like a mobile phone network. You might use T mobile. Okay, great. And you pay your bills to T Mobile. If you want to use Ethereum's network, you pay using Ethereum, which is their native token. Okay, pretty straightforward. But there's a couple of competing ones that are big. The main competing one is Solana. So Solana is a faster, cheaper blockchain, maybe less decentralized, but certainly less deep and broad in the number of developers working on it, number of applications, but it's rising up fast. And so that is another system. So you might find another 5G provider that's not t mobile and you might want to use them instead. And maybe they've got different benefits. Then on top of that, there's another type of blockchain that's coming up in the background, which is the move protocol, which came out of Facebook DM. And there's a blockchain like Sui Ui, which is another very fast, very cheap, but very innocent, innovative blockchains. So they all kind of allow different mechanisms what to use. They're like different computer systems where some have different benefits over others. So there's about four or five of these that are gaining traction. Siri's earlier stage, so that might be put with some of the other early ones out there. But Solana and Ethereum are the kind of big daddies of this space that have been growing. There's lots of activity and being used."
    },
    {
        "speaker": "F",
        "text": "Okay, so what's going to happen to Solana?"
    },
    {
        "speaker": "C",
        "text": "Solana will outperform all cycle and it's as simple as that. Why has Solana been a better performing asset over time than eth or bitcoin? It's because it's newer. When networks are new, if it goes from two people to four people on the network, that's a doubling of the network with only two people. When you go from 50 million and add two people, it's not as much, it's no growth. Right. So early stage networks, when they start getting adoption, go up a lot in price because don't forget, your token price goes up the more people use the network. It's as simple as that. So it's earlier stage and so it's likely to go up if it follows the same kind of paths of adoption that bitcoin and Ethereum got as well. So it's been outperforming all cycle and it should continue to outperform this cycle. There'll be other better performing ones because they'll be even earlier stage, but of a big safer bet where you feel comfortable with your money, where nothing's going to go horribly wrong apart from the price goes up and down, is going to be solana."
    },
    {
        "speaker": "F",
        "text": "So it's one of the winners. So we have six questions ready to go when you are. And so I'm going to fire out the six questions. So this is Jamie from New Jersey and a big fan of the show, learning about bitcoin. I'm just learning about bitcoin. Meme coins, dogecoins or dog coins, what are the difference? And is one better than the other? See? So this is the rudimentary stuff, Raul."
    },
    {
        "speaker": "C",
        "text": "Yeah, and this is a great."
    },
    {
        "speaker": "F",
        "text": "From New Jersey."
    },
    {
        "speaker": "C",
        "text": "So, Jamie, you hear me talk about something called DTFU or don't fuck this up. And in your question is how to fuck this up and how not to fuck this up. If you want to make some money in an understandable, consistent way, you have bitcoin. It goes up around 150% a year. Even taking into account the bear markets over time. That is the best performing asset youve ever had in your portfolio. So you should be delighted. Meme coins and dog coins, all of this stuff is use cases of cryptocurrencies on Ethereum or solana or wherever. And that is just culture. That's the fun of the Internet playing out. And it's a wild, speculative gambling place that is not the place for your capital. But we all enjoy having fun, too. So as long as at least 90% of your assets are in something like bitcoin, Ethereum, Aslana, feel free to play around with the other stuff, get involved in the culture, but don't expect to make money because you won't. That's the land of everything. Sounds like it's going to go up 100 x. And some do, but most things go to zero. I mean, it's bizarre. However, Dogecoin has managed to last the test of time. Dogecoin is up 40,000% since inception and has outperformed bitcoin. And it looks like it's going to outperform Ethereum. I don't understand it, but that is the culture of the Internet."
    },
    {
        "speaker": "F",
        "text": "In a token, when before Elon Musk got on to Saturday Night Live, though it was like $0.70, it was even more crazy. It's taken on a life of its own. And obviously Elon is good. Cheeky guy, so he pushes that. All right, let's go to the next question rope you posted the other day that crypto is being adopted twice as fast as the Internet. Are we still in the dial up days or moved onto broadband? This is Roland from California, so we're going to trace the map. What year are we in, Raul?"
    },
    {
        "speaker": "C",
        "text": "We're in about 19, if I seem to remember it correctly. We're in about 1998. Four. So we are early. We've still got dial up modems, which makes sense, right? If you tried using wallets on the Internet and all of this stuff and storing your cryptocurrencies, it's clunky. So we're early, but it's been growing at twice the speed of the Internet. So we're currently at 516 million users worldwide. That's the number of active wallets. And comparing that to the number of IP addresses of the Internet, both starting from a number of 5 million when it starts moving, it would suggest if we continue like this, in fact, slow down adoption rates, we'll get to a billion by the end of next year. A billion users. And we'll get to half the world's population, 4 billion users, by the end of 2030. So we're not even in the broadband age yet."
    },
    {
        "speaker": "F",
        "text": "All right, let's fire up the next question. Thank you, Roland. Some news this morning that Ripple is looking to launch a stablecoin. What's the point, since there are already several out there? This is Aaron from Long island. It's a really good question, Aaron. Thank you."
    },
    {
        "speaker": "C",
        "text": "Yes. I didn't really understand this until recently, is stablecoins are the bridge between the fiat system and that particular blockchain. So really what you need is the ability to transfer in and out of dollars while staying within the blockchain. So you'll see most of the large cryptocurrency networks, like Ripple, like Solana, like Ethereum, even bitcoin with its lightning layer, having stable coins, because they all kind of need them to operate because we live in a, in a us dollar denominated world."
    },
    {
        "speaker": "F",
        "text": "All right, let's keep firing up. All right, these are great questions. I've invested in some crypto, but don't see it being used for day to day transactions anytime soon. When do you think I can buy groceries with crypto? This is rose from Connecticut."
    },
    {
        "speaker": "C",
        "text": "Well, firstly, you can just use PayPal. You can have your cryptocurrency on PayPal, instantly pay for anything, and it pays it in dollars. So you can do that. But why on earth would you, if everything goes down 99.9% over a period of time versus bitcoin, every time you spend it on buying a cabbage in the store, you're just wasting money because when you look back, that'll be the most expensive cabbage you've ever bought. So please don't use it for buying goods."
    },
    {
        "speaker": "F",
        "text": "Tell the story about the pizzas. You know the stories."
    },
    {
        "speaker": "C",
        "text": "Yes."
    },
    {
        "speaker": "F",
        "text": "10,000 bitcoin. For how many pieces?"
    },
    {
        "speaker": "C",
        "text": "I can't remember how many pieces? Five or two pieces. Two pieces, that's right. You know, and that 10,000 bitcoin, which seemed that it was the same, it was the price of the market in bitcoin at the time. It was the first transaction to buy goods with bitcoin. The problem is, is those 10,000 bitcoin now are worth. I can't do the maths."
    },
    {
        "speaker": "F",
        "text": "670 million."
    },
    {
        "speaker": "C",
        "text": "Well, there we go."
    },
    {
        "speaker": "F",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "So that's why you don't use them to buy goods, you know? Yes, of course. If you've made a lot of money, feel free to take some chips off the table and, you know, pay for your house or do whatever, but those."
    },
    {
        "speaker": "F",
        "text": "Are some expensive pizzas."
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "F",
        "text": "But, you know, it's like. It's like. Here's the thing I will say is that whoever did that, it happened. It's over. You never lament. You can never lament as an investor. You know, I missed Uber. I had Travis come into this office and tell me that he was going to have an unnamed guy in a black, nondescript car drive my daughter around Manhattan using an app. I told him, get the hell out of my office. Okay, so a half a million dollars. And that was only worth about 400 million today. Okay, but it gets worse. It gets worse."
    },
    {
        "speaker": "C",
        "text": "Okay."
    },
    {
        "speaker": "F",
        "text": "I had Antonio. Gracias. Who's one of my closest friends from Goldman Sachs. He said, oh, you know, I made an investment in something called PayPal. They just sold to eBay. One of the two founders is a smart guy by the name of Elon Musk. He is simultaneously buying an EV company called Tesla, and he's going to start a commercial space exploration company at the same time. And you know what? I'm rolling my money from PayPal into those two companies. Do you want to invest with me? And I said, get the hell out of my office. Okay, so now he has real Picassos on his wall. I have posters of Picassos on mine. Point that out to everybody. So what are you going to do? You got to just go with it, right? Am I wrong?"
    },
    {
        "speaker": "C",
        "text": "Yeah, that's right. It's right. Get them all. But here's a gift. Crypto is a gift you've all been given, right? And you and I have tried to tell as many people as we possibly can. It's like you've been given a gift. Please take it."
    },
    {
        "speaker": "F",
        "text": "Amen. What's your take on the Sam Bankman fried prison sentence? It wasn't as harsh as you predicted, but close. Okay, I think that one's for me. So, Dave from New York, I thought he was getting 30, possibly 35 years. I think 25 years. A long time. He'll probably serve 18 of those. He's 32, which means he gets out as a 50 year old man. And so I'm saddened. By the whole thing. Now, the weird thing is, I learned this morning, and I don't know if this number is 100% accurate. I will have to verify it, that the FTX estate now has, because of price appreciation, over $90 billion of assets. Not only will the share the account holders be paid, but there might even be some money left over for the owners of FDX. So what say you, Raul? Related to that sentence?"
    },
    {
        "speaker": "C",
        "text": "Look, in the financial world, in the white collar crime world, people don't tend to serve very long time. I thought 25 years was a decently long prison sentence for anybody. You destroy the best part of his adult life. So I think that's a pretty hefty fine."
    },
    {
        "speaker": "F",
        "text": "Terrible, terrible. Let's go to the next one. How do you think AI will affect investing and risk? Is there a chance that it will become a problem and lead to unethical practices in insider trading?"
    },
    {
        "speaker": "C",
        "text": "I think you got a way bigger problem than that, my friend."
    },
    {
        "speaker": "F",
        "text": "Tell me, tell me."
    },
    {
        "speaker": "C",
        "text": "There is something called AGI. And AGI is like the super brain, where computers become smarter than any human, and that just keeps going exponentially smarter over time. Whoever gets AGI is going to figure out markets faster than anybody else. It'll just understand the patterns of markets. I don't know what an investing world is when you've got a super brain that sees, hears everything, and knows everything. I don't know what a stock market is, and I've been thinking about this for some time. I think AGI comes in its simplest form. Baby AGI this year or next year, and we won't think of it as this quantum leap. We'll be like, oh, yeah, that's pretty cool, but it's not really changing, and it'll just get exponentially better. By 2030, Elon will have his robots. There'll be many versions of robots, and they will have super brains. We have then this massive computing power. I don't know what that means, but I tell you this. If you want to build a business in 2030, I will see your business and say, yeah, anthony, that's a great business. I'm just going to copy it, and it will write the software for me and write it immediately. Then somebody else will see my new version. That's better. Put the code into AGI and say, hey, listen, here's Raoul pal's software. Can he beat that? And within two days, my business is out the window. The destruction cycle of new businesses is going to be unprecedented. So I think investing becomes really hard plus 2030, because we don't know what the world's going to look like. And so I've narrowed it down to a very core thought, which is, if we don't know how to make money after 2030, we need to make as much money as we can in the next six years. So that's the big thing for me, is make as much money as you can over the next six years."
    },
    {
        "speaker": "F",
        "text": "All right, so, Raul, we got six years to make some money. You look great. You're the, like the indian, English James Bond of the Cayman Islands. Amir is a poor SAP rowing hard in, in the city of New York. So tell us one thing before you leave about lifestyle and clarity of mind."
    },
    {
        "speaker": "C",
        "text": "You need to understand why you're playing the game. People get lost in the game, the game of investing, the game of building businesses, the game of trying to get ahead. And they forget what it is they're trying to do. What you should be trying to do is think what makes you happy. It so happens that living on a beach makes me happy. But I can solve that two ways. I can have a shack on a beach in Nicaragua and still be on the beach where the sun comes up every day, and I can have a beautiful life, or I can have a nicer house in the Cayman Islands because I've been luckier, but I can still have the same basic experience. So you don't need to be the richest person in the world. You just need to be the happiest. And the whole game we're playing is not about scoring points for money. It's about banking lifestyle. Quality of life is the game we're playing."
    },
    {
        "speaker": "F",
        "text": "Well, one of the, you know, one of the things I love doing is talking to you. Okay. You are a great gentleman. I'm grateful for you. And you're quite reminiscent of the immortal Jackie Robinson, who was the first african american player to cross the professional baseball line. He said, we're at our best when we serve others. And through real vision and all the work that you've done in the research of this stuff, you've been a big educator and a big trailblazer. And I'm very grateful to you today for joining us on speakup. Thanks again."
    },
    {
        "speaker": "C",
        "text": "Yeah, thanks very much, my friend. I always enjoy it. So I hope you enjoyed that, Mooch."
    },
    {
        "speaker": "A",
        "text": "And I, as I said, always have fun talking together and try and explore the ideas and help explaining to other people. You see, many of our jobs is just getting people across the line to understand what crypto means for people and why it's important and how it works and how it can truly help you unfuck your future. And again, I urge you, if you."
    },
    {
        "speaker": "C",
        "text": "Haven'T signed up to the channel, please do so."
    },
    {
        "speaker": "A",
        "text": "I'm a bit embarrassed as only like."
    },
    {
        "speaker": "C",
        "text": "50,000 subscribers so far. I know it hasn't been going that long, but it's a bit embarrassing to me."
    },
    {
        "speaker": "A",
        "text": "So listen, if you could just help."
    },
    {
        "speaker": "C",
        "text": "Me in my embarrassment and sign up."
    },
    {
        "speaker": "A",
        "text": "To the channel, I'll be grateful."
    },
    {
        "speaker": "C",
        "text": "And if you've done that and you."
    },
    {
        "speaker": "A",
        "text": "Haven'T gone to real vision, realvision.com unfuck your future."
    },
    {
        "speaker": "C",
        "text": "See you around."
    },
    {
        "speaker": "E",
        "text": "We hope you enjoyed this episode. At real vision, we arm you with expert knowledge, time efficient tools and a powerful network to help you succeed on your financial journey. Get a taste of financial freedom with our free offer@realvision.com. free. That's realvision.com dot free."
    }
]