[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hey, everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "E",
        "text": "Welcome to real Vision Crypto Daily briefing. I'm Ash Bennington. We have a terrific guest for you today. Caitlin Long, founder and CEO of Custodia Bank. Caitlin, welcome."
    },
    {
        "speaker": "F",
        "text": "Hey, Ash, great to be back with you all."
    },
    {
        "speaker": "E",
        "text": "It's great to have you back, Caitlin. We've got a lot to talk about here today. Very excited for this conversation. First, I want to take a look at some price action right now. Bitcoin on my screen, $27,090. It looks like on a trailing 24 hours basis, it's up about two and a half percent. Trailing seven days, it's up about 5%. We're going to talk about why in just a few moments. Ethereum right now trading at $1,733, trailing 24 hours, up about, call it three quarters of percent, basically flat on a trailing seven day basis. I also want to take a look at the Bitcoin dominance chart. This is an interesting one. You can see this chart here clearly rising. Uh, let's talk, Caitlin, about everything that's happening in the space. I teased it at the top of the show. A lot going on. Obviously, from a regulatory perspective, a lot of large incumbents in the financial services space seem to want to get into the digital asset space right now. Caitlin, big picture, 50,000 foot view. Where are we right now? What do you see going on?"
    },
    {
        "speaker": "F",
        "text": "Well, we're in the what appear to be the later stages of an olive government crackdown in the United States on the virtual asset service providers of various regulatory structures. And the news in the last couple of days certainly has raised some interesting questions about whether Washington DC just wants to hand all this industry to incumbents."
    },
    {
        "speaker": "E",
        "text": "Well, let's talk about that first touch on the first point that you made there, this apparent coordinated crackdown we see from federal regulators in the United States. Caitlin, you're a Harvard trained lawyer. Talk a little bit about what's happening right now from a legal regulatory compliance perspective, because there's a tremendous amount of news flow there."
    },
    {
        "speaker": "F",
        "text": "Yeah, well, first of all, I'm not a practicing lawyer. I can't give legal advice. But my company custodian is in the middle of it. It actually started, it was arguably the first one that the federal banking agencies moved against. And at the time, we actually had an email from reporters who had been leaked in advance the news that the applicants for charters or master accounts at the Fed and the OCC had simultaneously been asked to withdraw their applications. These are supposedly independent agencies that are not supposed to be communicating with each other. Each. Each application is supposed to be standing on their own. And the press, there is evidence, and we actually have evidence as well, that the White House was involved in this. Okay, so from the very beginning, this whole question, is there a coordinated crackdown? In retrospect, it's very clear. But we knew from the very beginning there was coordination, at least on the banking side. And then I started hearing that there was going to be actions on the security side. And it just, basically every week there's been something new and it's gone against all of the providers. Really, in this industry, pretty much everyone is untouched by this. Which is why it's so interesting to see all these big incumbents come out today and announce the launch of their exchange."
    },
    {
        "speaker": "E",
        "text": "Yeah, you're referring to edX. We've got a bitcoin spot, ETF filing from Blackrock. There's a lot to talk about here, but let's walk through where custodia is. I want people to understand a little bit of the context of this story. Back in January, I believe the Fed rejected custodians application for a Fed master account. What exactly is a Fed master account? What's its relationship to the fundamental payment rails that banks use here in the United States? And why does it matter so much? Caitlin?"
    },
    {
        "speaker": "F",
        "text": "Well, Fed master accounts are highly, highly coveted. And the reason is because that allows the account holder to bank directly at the Fed as opposed to having to face a commercial bank. And we saw with the commercial bank failures earlier this year that there's counterparty credit risk in facing a commercial bank. Right. So. And there's costs, of course, as well. So lots of lots of entities want Fed master accounts and there's been a lot of arbitrariness to who got them and frankly not non compliance with the law. The law says that all eligible applicants. Who are those? Well, I won't even get into the details because it's, it's a morass on the eligibility question, but it's clear custodia is eligible and that's been acknowledged by the Fed. But the point is that the Fed is a utility and the payment systems, namely Fedwire and AcH, are utilities to which the law says all eligible institutions have access. But the Fed has been picking and choosing. So on Friday afternoon, along this theme of incumbents getting special deals, the Fed released its database of master account holders. So basically this is everybody who can bank directly at the Fed. One of the most interesting things that jumped out is that a us state has an account. Why don't the other 49 states have an account? Right? I suspect you're going to see some treasurers of the other 49 states raising eyebrows and saying, hey, I don't want to have to face commercial banks. I'd rather bank directly at the Fed myself. But what's even more revealing is just the extent to which there's favoritism for incumbents in the application of who has a FedMaster account. It's starting to drip out. I'm not going to name names for obvious reasons, but it's really stunning."
    },
    {
        "speaker": "E",
        "text": "So what's your interpretation of that list, the names that are on it, and perhaps more notably, the names that are nothing?"
    },
    {
        "speaker": "F",
        "text": "Well, there are a number of names of questionable or likely ineligibility who are incumbents. Last year there was a big brouhaha over a trust company called Reserve Trust that enlisted a former Fed governor, allegedly to help it get its application over the finish line, which was successful. And that that actually broke into a big story of revolving door favoritism at the Fed, denied by the nominee, but it actually ended up taking down her nomination for Fed chair. This new database, in my mind, releases a whole new thread on that reserve trust story. I don't think reserve trust was eligible for a master account. It got one and then the Fed ended up revoking it for eligibility reasons. But what no one knew at the time was that there were large incumbents who had the same structure with the same issues, who had fed master accounts all along. And that was kept very quiet. And again, it's no wonder why the Fed dropped this database on a Friday afternoon before a three day holiday weekend, hoping that no one would notice because, boy, there are some eyebrow raising things. There's a professor, Julie Hill, who started tweeting about some of the eyebrow raising ones this morning, and I think there will be a drip, drip, drip of a lot of eyebrow raising things. But what does it get at in the broader sense? It's the same discussion that crypto Twitter is having this morning about incumbency favoritism. There is not a level playing field in the United States financial system, period. And who suffers from that? It's consumers. It's the small financial institutions, including small banks themselves. And it's any startup who's trying to break in."
    },
    {
        "speaker": "E",
        "text": "Yeah, Caitlin, I should point out, I know that you're limited in what you can say about this, but the suit that was filed by custodia against the Federal Reserve bank of Kansas City has just been greenlighted by the 10th district to proceed. I believe this is the first suit to have been greenlighted by a federal district court to go forward."
    },
    {
        "speaker": "F",
        "text": "Can't talk about it, but stay tuned. It's definitely something that will evolve over time."
    },
    {
        "speaker": "E",
        "text": "Can you talk about what the goal of the suit is? Presumably it's to essentially reverse the ruling by the Fed to get the master account. If you were to get the master account at Custodia, how would that change what you were able to do in terms of your business model?"
    },
    {
        "speaker": "F",
        "text": "Well, again, it gets at who has access to a central bank account, because if it's only the large incumbents, boy, does that ever ensconce the large players. And it just helps explain why the biggest banks keep getting bigger and bigger and bigger and those who are trying to bring new activities in a safe and sound way, completely complying with all of the rules and regulations of the existing system and can't break through. So ultimately, that's what custodial is trying to do. It's really offering a real time gross settlement of bitcoin versus us dollars. Okay. Because us dollars right now settle on old payment rails and they settle on a in Fedwire, you can settle a payment in within hours, but you can't program it so that it settles at 04:53 p.m. okay. AcH is, for the most part, next day or multiple day settlement."
    },
    {
        "speaker": "E",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a."
    },
    {
        "speaker": "B",
        "text": "Thing mint mobile unlimited premium wireless everybody get 30, 30, baby, get 30. Bid to get 20. 2020 to 2020 a bit 15, 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at mint."
    },
    {
        "speaker": "C",
        "text": "Mobile.Com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "E",
        "text": "Let me just give a little bit of context here for people who may not know. So there are essentially two different mechanisms within the banking system for transferring money, Achille and Fed wire. Ach settles net fed wire settles. Gross the difference is fed wire transactions are irrevocable. Once they are gone, they are gone. AcH transactions can be clawed back. The distinction here that you're making is this idea of programmability. Fedwire, very much a kind of 1970s, 1980s type technology. I think it's probably fair to say, but please go on."
    },
    {
        "speaker": "F",
        "text": "Well, and bitcoin, of course, a bitcoin block gets appended to the bitcoin blockchain every ten minutes. So you start to see how you're not going to be able to settle us dollars and bitcoin simultaneously for the programmability point of view that you highlighted, but also just simply settlement time. So how do we bridge those two? That's what custodia was set up to do, to try to actually take risk out of the system by ensuring that there isn't a settlement mismatch that could take a bank down. And if you go back and look at the speech that I made to the Cato monetary policy conference back in 2020, I was warning that digital assets could take a bank down if the bank didn't hold enough cash to back these deposits that could be withdrawn in the span of minutes. And arguably, it wasn't precisely what I was talking about because in that case, I was talking about stable coins. But I was pretty darn close in warning about what happened. And I was much more specific behind the scenes to regulators about the bank run risk at the banks that were serving the digital asset industry. And we're generally speaking, we're speeding up payment settlement across the board, not settlement yet, although Fednow is coming online. But online banking certainly speeds up the ability to request a payment. Right? It used to be you had to go stand in line at a bank branch and fill out a paper form. Now you can do it with a swipe of a phone. So bank runs clearly are speeding up. And the impact of that is, it's revealing that the traditional banking system, it's always been fundamentally unstable, but it's even more unstable than folks had realized. And banks in general, as a result of the fact that the liabilities can be withdrawn a lot faster, are going to need to hold more cash. So the whole idea of custodia is to provide bitcoin custody and to provide us dollar services in a way that marries those two without one system causing problems for the other. Like we saw, we saw the traditional banks cause problems for bitcoin. We saw certainly the crypto industry cause problems for a few banks that failed."
    },
    {
        "speaker": "A",
        "text": "Mike?"
    },
    {
        "speaker": "E",
        "text": "Yeah, that's spot on, Caitlin. And to your point, although the specific sequence that we saw in March and May was not exact, it certainly does rhyme. I mean, signature bank, Silicon Valley Bank, First Republic bank, and you're right, it's absolutely all about this. Right? If there are rumors of an insolvency in a bank, and you have above the FDIC limit that's insured, why would you want to keep your funds there? And if you don't have to go and physically stand in line, I think we know those photographs from the 1930s about people standing around the block. There's no line. You just grab your phone, you do it, and it's done. Suddenly, capital flight is just almost instantaneous. If you look at what a very quick bank failure looked like in the 1980s versus what a very quick bank failure looks like, it's hours instead of days or weeks."
    },
    {
        "speaker": "F",
        "text": "Right. And that's what circles back to the fact that there were 414 uninsured financial institutions, the vast majority of which don't have a federal regulator, that have these fed master accounts, because they're not facing a commercial bank, they're facing the Fed itself, which is the ultimate best counterparty. Right? And so the fact that only the incumbents are getting those, and the fact that a number of incumbents of questionable eligibility got them, but the startups are not able to. Wow, is that ever evidence of. Of the double standard? And if you go back and look at what the Fed said about custodia, it was the fact that custodia was uninsured. They spent a lot of time talking about that doesn't have a federal regulator, and, of course, activities in digital assets. And in fact, actually, there were a couple of other things that we cut out of our business model and resubmitted to the Fed. The Fed still voted us down, but, oh, boy, there were a lot of banks that were approved, including one doing digital assets. That, and including a huge incumbent bank of New York Mellon, who's also doing the same things that custodia had sought approval from the Fed to do. But there's just this anti startup bias and pro incumbency bias that's very clear. And so you look at the double standards of uninsured banks and banks that don't have federal regulators. Look how many of them can bank directly at the Fed, and they're keeping the startups out."
    },
    {
        "speaker": "E",
        "text": "And the custodia is regulated or incorporated or structured as a Wyoming SPDI. This is a special purpose depository institution. I know that this gets complicated. There are a whole variety of different regulators here in the United States. But I want to home in on your point, just to make sure that people don't lose it. Maybe I'll paraphrase it a bit. You tell me if I get this right. I mean, essentially what you're saying is if a crypto institution has to face another bank, they have that counterparty risk. And if the bank becomes insolvent for whatever reason, then essentially the customers of the crypto institution get marooned as those funds flee. You get the potential for insolvency, and you have these challenges. If you have a Fed master account, you essentially can bank directly with the Fed. You're eliminating that piece of the chain of counterparty risk where you have a bank sitting in between the crypto institution and the Fed banking system itself."
    },
    {
        "speaker": "F",
        "text": "But there's another angle. You're right about that. There's the flip side of it as well, which is that you don't want a leveraged bank. Every bank has the proverbial sort of damocles hanging over the head, right? That if there's a rumor of a bank run now, we know within hours, the bank could go down. Right? That's not new. That's always been there. What's new is that it's just sped up because of phones. Okay, but here's the punchline. The banks of are inherently leveraged. They're all essentially existing on the presumption that not everyone will go get their deposits at the same time. Okay, so this is why they borrow short term, in other words, from the demand depositors, who all have the ability to get their money back immediately on demand, but they'll take some portion of that money and lend it out long term. This is the old borrow short term and lend long term maturity transformation business model. It doesn't work anymore in an Internet speed settlement system. That's the fundamental tension. So what you described is absolutely spot on, Ash. But there's also a flip side of it, which is that I don't want the Fed to have to face these banks that might go bust. Either you don't want the banks to default on the Fed. So the way you handle that is you have these specialized payment banks or gateway banks that handle these payments but cannot lend and have to hold 100% of their cash on deposit at the Fed. That's the solution. And a lot of people are talking about that. In the face of what's happened with the banks that failed, every bank's going to have to hold a lot more cash. Why don't we? But what's that going to do to lending? Right? Nobody, the Fed doesn't want anyone defaulting on it. So why don't we just carve out the gateway banks, if you will? The payment specialist banks, the UK has them. There are other countries in the world that have them. They are not permitted to lend, but they do have accounts at the central bank. And so you don't have this risk of these tech forward activities causing bank failures and defaults on the central bank. You should separate out the two. And in fact, actually, the Fed's going in the opposite direction. And I would argue the Fed seems to be going and the FDIC seems to be going in the direction of pushing us back to an analog world. The great irony is that the more analog they want the systems in the banks to be, because they're going to put a limit, for example, on Fed now of $100,000. Well, most businesses, their payroll is more than $100,000. It's not useful, certainly, for high value payments. But here's the point. They would much rather slow everything down because that slows down the risk of bank runs. What's that going to do? As they continue to push the banks away from faster payments? It's going to cause people to just walk with their feet into the crypto market, because it's just like when the taxi and limousine commissions tried to stop Uber. People understood the user experience was so much better with Uber and Lyft than it was with the waiting in line for your taxi. And, you know, the taxi was, it didn't give you any digital experience. You had to, you had an analog receipt if you had to put it in for expense reimbursement. If you left something in the cab, good luck trying to find it later because you couldn't figure out exactly which cab you were in. You know, those, those kinds of things, right? Uber solved all those problems, and the taxi and limousine commission tried to keep Uber out. But how did it ultimately succeed? People just voted with their feet. So the more that the regulators try to keep crypto out and try to push the traditional system back to slower transactions, the more people will just vote with their feet to crypto, particularly Gen Z and millennials."
    },
    {
        "speaker": "E",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing. Yeah, I want to double click on this because this is such a series of important points that you've made here. Two points, Todd, the Silla and Charybdis that the Fed faces right now. On the one hand, as you say, they don't want these insolvencies. Clearly they are terrible for the broader economy. But also they don't want, on the flip side of that, they don't want the contraction in lending that would result from the slowing the deceleration of credit supply to the economy. This is a significant, significant challenge. But Caitlin, to your point, I mean, this is a really fundamental critique that you've just leveled right now against fractional reserve banking, against the current structure of liquidity transformation, as it's called in the business. This idea that basically the banking system that we have is no longer fit or suited for the 21st century, that is a profound critique of where we are today."
    },
    {
        "speaker": "F",
        "text": "Correct. And Mike Shedlock wrote a very interesting blog post yesterday where he said, look, we really need to bring in the long term savings like the pension funds or the life insurance companies. They tend to invest very long term. That's who should be making long term loans. You shouldn't have the banks engaging in maturity transformation playing this three card monte game of, well, I'll tell everybody that they can have their deposits back on demand, but I only keep seven cents of the deposits in cash. So if more than 7% of the demand deposits get withdrawn in a short period of time, I'm in trouble. And that's exactly what happened to all the, all the banks that failed. And by the way, we've seen a big migration of deposits to these very large incumbents. Again, like back to this whole theme, watch what they do, not what they say. They say they don't want to make the big incumbents bigger, but Lordy, look at what's actually happening. They've created an incentive for people to put their deposits in the large incumbents. But guess what? And by the way, you know, they are, a couple of them have questionable Fed master accounts. But here's the thing. The deposits at the cash at the large banks is only about $0.10, right? So the delta, if you will, between the smaller banks is $0.07 versus ten cents at the larger banks. You're not getting that much more safety because the larger banks aren't sitting on that much more cash than the smaller banks are of. It's fundamentally an issue of fractional reserve banking, to your point. And I think this is just going to continue to dodge, to haunt the regulators in the coming years. They're going to be playing whack a mole against this because everybody has an expectation of Internet speed, user experience, and as they try to push everybody back to a bank branch, talk to a 20 year old bank. A 20 year old has never been in a bank branch and never written a check and, you know, and has."
    },
    {
        "speaker": "E",
        "text": "No desire to correct."
    },
    {
        "speaker": "F",
        "text": "And they'll never, you know, they'll, they'll never go backwards like that. You know, it's. There's definitely a generational thing, as you and I have talked about before on your show, in the crypto space, there are a lot few boomers using crypto than there are Gen Z ers, for example. And it is actually pretty much a straight line based on generation as to who's actually using crypto or nothing. But yeah, it's a really interesting conundrum that the regulators are in. But I think if you look at what they're actually doing, while they say they don't want to make the big financial institutions bigger, oh, boy, that's what they've actually done and are seemingly encouraging, especially as they keep startups who really want to comply completely out."
    },
    {
        "speaker": "E",
        "text": "Yeah, well, I was going to ask the rhetorical question, who wants to bet against progress, future and digitization? And the answer is not, not Chuck Schwab, fidelity and Citadel. Let me just read this headline, because this is really important to understand the news flow today, exactly as we have this conversation. This is from the Wall Street Journal. Crypto exchange backed by Citadel Securities Fidelity Schwab starts operation EDX markets won't directly handle customer funds, digital assets or directly serve individual investors. Here's the lead. A new cryptocurrency exchange backed by Citadel, Fidelity and Charles Schwab is seeking business from brokers and investors interested in digital assets. But wary of troubles at FTX and binance the venture, eDX markets quietly began executing trades in recent weeks. This is already happening, folks, if you're curious about that. EDX released a statement about the launch Tuesday, nine months after its backers unveiled plans for a crypto marketplace. This is really interesting because very clearly, as you've said, we see this, what appears to be at very least a coordinated effort by some federal regulators to slow down or inhibit some of the existing players, particularly Coinbase, who many in the space believe to have gone through a great deal of trouble to be a good actor, to attempt to follow the rules of the road, so to speak, that have been laid out. And seeing this, it's really an interesting moment. And by the way, we should also talk about the BlackRock spot, bitcoin, ETF, that's been a plethora. Let's talk about, what are your thoughts on that?"
    },
    {
        "speaker": "F",
        "text": "Well, it's the same thing, right. And so the world should be looking to see if there is favoritism towards the, you know, the true large incumbent insiders. The SEC has been blocking ETF's for years from the smaller startups, and admittedly there were some larger ones that also applied that they blocked. But Blackrock is the ten ton gorilla in the asset management industry. And if they are, if they, if they squeak through while all of the others didn't, the outcry, again, is going to be huge. And I think it's not just from the crypto community. It's probably also going to be from the true left. And by that I do not mean Senator Warren. She has been far more likely to criticize large incumbents getting advantages, but actually support the application that makes the bigger banks bigger. And so at this point, again, watch what they do, not what they say. The folks like Bernie Sanders, who have historically really criticized the incumbency advantage in the us financial system, they're going to be upset about that kind of thing as well. And so watch for an interesting alignment. One of the things about crypto is that it has not cut across the traditional political party lines. You actually have people on both sides who are virulently for it and virulently against it. And it's not the traditional party lines of."
    },
    {
        "speaker": "E",
        "text": "Well, there is some traditional partisan political element, if you were to look at it, probabilistic. Generally, Republicans are more supportive than Democrats throughout Congress. There are some notable examples, particularly folks on the left, Richie Torres here in New York City. And if you hang out with cool young socialists in Brooklyn, you will find they are surprisingly supportive of crypto."
    },
    {
        "speaker": "F",
        "text": "Oh, absolutely. But I'm not just talking about crypto anymore. This story just got a lot bigger in my mind with the Fed master account database release on Friday. Crypto is a tiny part of that story. The real story is that there are incumbents that have questionable eligibility on their master accounts and the startups that tried to get the same thing got rebuffed. And I don't think reserve trust was eligible for a master account. But it is interesting, again, to realize throughout all the brouhaha of that story, had it been public knowledge that there were other state chartered trust companies with similar eligibility questions that are household brand name financial institutions, I think that whole reserve trust story would have been a very different discussion. As opposed to all. Reserve trust is a one off. A lot of people I just saw, Professor Julie Hill talked about the mysterious master account of reserve trust. Well, guess what? There are mysterious master accounts of state chartered trust companies with household brand names that have the same issue. And as folks dig into that, this is where I think the left might. Because, again, if you think about the right tends to fear big government, the left tends to fear big business. It's the left fearing big business that is going to look at that and say, that is wrong. That is just plain plane wrong. And, you know, I'm just going to sit back and grab the popcorn on some of those discussions."
    },
    {
        "speaker": "E",
        "text": "I don't want to imply anything, but here's the list of some of the founding coalition members of EDX. Charles Schwab, Citadel securities, fidelity Digital assets. I think we've talked about those. A paradigm. Also, sequoia Capital and virtue financial."
    },
    {
        "speaker": "F",
        "text": "A lot of big players there, for sure, right? But that said, I will say absolutely 100% that the FTX and binance structure of offshore exchanges and lack of regulation, all of that was a vacuum into which folks, especially in the case of FTX, that were not law abiding filled. Okay? So if we step back and say, all right, because there wasn't clarity on what to do onshore, and a big, deep pocket like Coinbase was trying to fight that fight, FTFs just went around them. It's funny, as I go back and look at the 2018 pieces that I wrote for Forbes, it was when Bakkt, a sister company of the New York Stock Exchange, entered bitcoin that I thought, here comes the big Wall Street, Wall street players playing their rehypothecation game. They're going to create leveraged, financially, sorry, fractional reserve, bitcoin paper, bitcoin, okay? Because that's what they do with every other asset class, and it's a headslide win. Tails, the taxpayer loses. Kind of a structure because of the Fed put, okay, but there is nobody making more than 21 million bitcoins. And so the Fed, there is no such thing as a fed put for bitcoin."
    },
    {
        "speaker": "E",
        "text": "But here's what fed we know can pump liquidity into traditional institutions. If they have some sort of exposure, whatever the underlying collateral. Well, of course they can't add liquidity in bitcoin, but they can add liquidity in us dollars."
    },
    {
        "speaker": "F",
        "text": "Right. Which is why you don't want to mix the two, because you don't want those leveraged non bitcoin institutions to fail because there's a run on bitcoin. And you realize that a futures exchange is sitting out there with a levered short position that it didn't even know it had. And frankly, that happened to a lot of the leveraged players, and good riddance to them all. I think anyone who leverages bitcoin in particular, but crypto generally, it's not just the price volatility issue. It's the fact that there's a finite supply and there is no such thing as a lender of last resort or a clearinghouse that can step in and provide liquidity to temporarily get through market dislocations. It's not going to happen. So you want to actually ring fence this stuff and keep it from infecting the traditional banking system, as it did with some of the banks that failed. That's the right way, from a risk perspective to approach it. But here's the point. Back on what I was looking at in 2018, I thought that it was going to be the big institutions that would figure out how to circumvent the us regulators. Instead, what ended up happening is that it was people who came from them who did exactly that. They went offshore and started their exchanges. So Sam Bankenfree, for example, came from Jane street. So there you had an ETF trader who spotted an opportunity to go trade a volatile market, realized he couldn't do it onshore with a, you know, any of the regulatory structures because of all the uncertainty in the US. So he just went offshore and look what happened. Us regulators got what they feared and they're going to get it again. I fear that as we start to head into the next halving cycle, I do fear that we're just going to have the same thing happen all over again, where you get scammers and criminals and over leveraged business models that step in to fill the void where a regulated provider would have taken place would have been better. Now you might say, okay, well, we just got a regulated provider because all these big name companies just started a crypto exchange. To which my response is, yeah, that's interesting, but look at the startups who got shoved aside by the financial regulators in favor of the incumbents. Welcome to the USA by folks."
    },
    {
        "speaker": "E",
        "text": "Well, the curse of cassandra was to be ripe, but to have no one believe the prophecy. Talking about bitcoin and the having, I wanted to get this question about bitcoin from EC on the real Vision website. What does Caitlin see for bitcoin for the next few years through the halving? What do you think is going to happen in terms of the underlying trajectory of bitcoin as a digital asset?"
    },
    {
        "speaker": "F",
        "text": "There are two things I know. One is that the bitcoin blockchain will still continue to append blocks every ten minutes. And another is that the happening is happening in less than around ten months. Those are the only things, you know, I don't really care about the price action. I've said for years that that's to me the least aspect, the least interesting aspect of this technology. I don't look at it as an investment, I don't trade it. I'm more interested in it as a technology. And so on that front, I'm very interested in the developments on the lightning network. And it's so interesting also to see, especially lightning, but also bitcoin generally. You've actually seen some venture capital deals done. The rest of the crypto industry is just not able to raise capital. But the bitcoin part of the industry, you've seen some pretty big capital raises done by some of the service providers in that, in that space. And I think that tells you a lot that there's a real divergence between bitcoin and non bitcoin in the crypto space, and we'll see how this whole thing goes. There's all this question whether the SEC in the US is going to treat Ethereum as a security. The rest of the world doesn't care. But the US has itself tied up in this gordian knots on whether ETH is a security and whether everything else around it is a security as well."
    },
    {
        "speaker": "E",
        "text": "Yeah, and thats precisely why, except for bitcoin."
    },
    {
        "speaker": "F",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "Bitcoin dominance at the top of the show. Caitlin, this is a question that comes to you about custodia. This is from Ralph on the real Vision website. How has custodia had to pivot its business model in light of the regulatory posture in the United States?"
    },
    {
        "speaker": "F",
        "text": "Great question. Were not ready to talk about that yet, but we are almost ready. So we got our certificate of authority to operate last fall, but weve just been moving our own internal funds. We've not been taking third party funds yet. Stay tuned. And I did publicly say that we filed our notice. There's a required 60 day notice with our regulator, the Wyoming division of banking in advance of turning on bitcoin custody. We filed that notice in April, so stay tuned. We'll have some public announcements coming, but I can't give anyone a date just yet. But we have pivoted, no question, because the fed won't give us a master account."
    },
    {
        "speaker": "E",
        "text": "Caleb, let me take a devil's advocate argument here and ask you this question. If Citadel fidelity, Chuck Schwab, Blackrock, want to come to the party, why not? Bitcoin is a wonderful thing. Why not let them join it? And if there are challenges, if there are problems, as you say, the bitcoin network keeps appending blocks. Every ten minutes. There's a hard cap of 21 million. Whatever else happens will sort itself out. The more the merrier. Why not that argument?"
    },
    {
        "speaker": "F",
        "text": "Yeah, I'm not against them coming into the market. What I'm for is a level playing field, and it sure doesn't look like there's a level playing field, right? The SEC has made aggressive moves against pretty much all the players in this industry, and then suddenly, here come the incumbents, you know, on the ETF application as well as on the. On this new exchange. So, boy, I just think there's a, there's a. There's a real question about level playing field, but there are additional questions about whether you really want these large financial institutions to be mixing their bitcoin business with other businesses. I don't know what the legal structure that they've set up is, but back in 2018, when I looked at Bakkt, Bakkt was putting bitcoin futures in with ice clear us, I believe it was with their clearinghouse that does foreign exchange and some commodities business. And so if you were going to start to. This gets back to what you were just talking about, where clearinghouses can provide cash liquidity. If you're going to start to commingle assets like that, commingle collateral in a clearinghouse where someone says, all right, I owe collateral on this bitcoin trade, but instead, I'm going to post us treasuries. Well, when the leverage flush occurs in bitcoin, now, all of a sudden, you've infected a bigger part of the core of the financial system. And I have warned as well, I think the clearinghouses, next time there's a real crash, the clearinghouses are more likely to be where there's a real problem because they're running more leverage than most people realize. And so I just don't think any of these new technologies should be commingled at all with the old clearinghouses. Old leveraged institutions like that because you dont want bitcoin to take them down and have bitcoin be blamed. You saw people try to blame crypto for the demise of Silicon Valley bank, or. Sorry. Well, of, yes, of them particularly. But it was really more Silvergate and signature particularly, and to a lesser extent Silicon Valley bank. You saw regulators and particularly senators come out and say, oh, it was because these banks were involved in crypto. Well, that's not exactly what happened. These banks just were sitting on way too little cash for all of their liabilities. And in fact, I very much appreciated New York DF's superintendent Adrian Harris coming out and disclosing in the congressional hearing that the withdrawals at signature bank that occurred from the crypto industry were no different than the withdrawals that had come from non crypto customers like real estate companies and law firms that had been the bread and butter customers of signature. It was not crypto's fault, but the."
    },
    {
        "speaker": "E",
        "text": "Risk seems to have gotten lost in the shuffle. Interestingly, to your point, perhaps ironically, Sec seems to agree with you in their filings, talking about one of the challenges that they had with Coinbase and binance and others, is the idea that the segregation of functionality between clearing houses and exchanges is not complete as it should be."
    },
    {
        "speaker": "F",
        "text": "Yeah, and that's why I have been, I've defended the SEC on a number of their critiques of this industry. I am not black and white defending everything that this industry does. In fact, I had a debate with a prominent person who came from Tradfi and was early into bitcoin of weeks ago. And I said, look, 90% of this industry even still needs to go away. And he said, it's 99% right. And I think that's right. I mean, whether it's 90 or 99%, you see the point. There's still a bunch of crap that needs to be flushed out. I don't think we're done with the leverage flush. And I, and you know, I hope that the leverage, leverage buildup doesn't come back. I very much fear that it will, because we don't have these, these regulated exchanges and pathways to ensure that there's a separation and not a commingling of funds. The Wyoming structure is really good on those topics. In fact, it actually goes farther than what's available in the securities market right now because it recognizes that crypto are bearer instruments. They're not issued by some central counterparty like the repository trust company in the case of stocks. And as a result, because it's a bearer instrument, you can use the law of bailment as opposed to using this commingling law that securities uses. It's called UCC, article eight. The law of bailment is important and intuitively everybody understands it. When you park your car out of valet parking garage and hand over the key to the valet, you're not giving them title to your cardinal. But when you deposit your stocks at Charles Schwab or Merrill lynch or Morgan Stanley, you're giving them title to your brokerage, to your stocks or to your."
    },
    {
        "speaker": "E",
        "text": "Cash when you deposit them in a traditional bank. We're over time here, unfortunately, but I wanted to because this has been a real fundamental conversation about what undergirds the financial system in the United States and around the world. Indeed, but also about the role that digital assets might play. Final thoughts, key takeaways that you'd like to leave our viewers and our listeners with."
    },
    {
        "speaker": "F",
        "text": "Just, you know, keep on educating yourselves where we're in this crypto winter. I love crypto winters because I don't really care where the price is in the short term in particular. And this is when the building takes place. And man, we are seeing that right now. So invest in yourself, invest in your own knowledge about, about crypto and just, just keep on trucking. As long as the bitcoin blockchain is adding a block every ten minutes, we're all going to be fine."
    },
    {
        "speaker": "E",
        "text": "And I think we've done our share to contribute to that conversation here today. Caitlin Long, always a pleasure to have you with us on real vision."
    },
    {
        "speaker": "F",
        "text": "Thanks so much. Good to see you again."
    },
    {
        "speaker": "E",
        "text": "Thanks for joining us. And thank you for watching, everyone."
    },
    {
        "speaker": "A",
        "text": "What's up, revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest and biggest names in finance."
    }
]