[
    {
        "speaker": "A",
        "text": "Welcome back to how to unfuck your future. Yesterday, we went into the mind with Denise Schall, Giovalliante and Stephen Goldstein about how we can all build psychological resiliency in these troubling times. Today, we're going from the mind to the blockchain as Raoul welcomes back Yat su, co founder of Animoca Brands. I know, I'm excited to hear about how blockchain and crypto might just help us all unfuck our futures. So over to you, Raoul."
    },
    {
        "speaker": "B",
        "text": "I can see Yat laughing in the side. Hey, Yat. How are you, my friend?"
    },
    {
        "speaker": "C",
        "text": "Very good. It's always a pleasure to be back on the show. Thank you for having me."
    },
    {
        "speaker": "B",
        "text": "Yeah, not at all. Great to see you. So I want to catch up with you because you've always got lots of interesting thoughts about lots of things. So the way I like to make it easy to wrestle it somewhere is, let's get your big picture mental model of where blockchain space web three, however you're thinking of it now, is. And then we can go down to some component parts and areas of interest, because you've always got an amazing mental model of this."
    },
    {
        "speaker": "C",
        "text": "Yeah. So maybe the best way that. I think I mentioned this to you, I think in our first show, talking about sort of the importance of culture, right. And why we're so big into nfts."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah."
    },
    {
        "speaker": "C",
        "text": "Well, I would say, and one of the things I often say is that culture is the biggest TVL in any economy in terms of what we spend. So when we think about our furniture, our clothing, our cars, our jewelry, our watches, all that stuff, actually, that's investment in culture. Because what culture is isn't just basically what I own, but it's also the expression of who I am. For instance, I'm buying this shirt, or I have this bourdie, or I have this mocha verse. These are all things that express who I am, because we do everything mostly to signal our social identity. And so the web three space has really evolved itself in that manner, because I would say that meme coins are perhaps the best expression of that culture. So from the outside, you might go, what the hell is this? Why are people all into dog coins? And what's going on here, for instance? What is Solana? Why does that make sense? And all that kind of stuff that's happening there. But actually, what's happening is it's people expressing their own liberal values of culture and saying, before in the web two world, we existed on platforms, and they kind of told us the rules. They told us what we can do and how we should tell these stories. Right. You had a top down way in which culture was told. But in web three, it's decentralized. So we're telling our own stories, whether it's initially through nfts, which we're really big in, and gaming, but then also through meme coins. Right. And so meme coins themselves aren't to be looked at as just sort of the speculative item, which of course has elements of that. But it's really an expression of the culture in which we are in, which also comes with a macroeconomic narrative, which is around how the world is kind of fucked up, if you want to think about it. Right. Between sort of, you know, the people who have extreme wealth and the people who don't have wealth. The narrative around meme coins and the culture it represents is a representation of that. And again, if you're in the privileged class, you won't understand it because you're not in that world. But if you actually were, 99% of the world is, then you start to understand why is web three important? Why do we need to have digital property rights? And how do meme coins play into all of this, and why it's driving the industry, and why web three gaming is going to change the world. But anyway, lots to talk about."
    },
    {
        "speaker": "B",
        "text": "Raoul. Yeah, one of those big things you were, again, as ever, very early on, the understanding of mimetics and storytelling and culture and how these all come together. And as you said when we spoke about it in the past, NFTs were the first kind of showing of that. Well, we actually saw it with GameStop as well, same kind of thing. And it basically was a fuck the system. Were going to do something differently. And there are no rules here in terms of theres no guy in a suit telling you what you should and shouldnt do. So it becomes a pure expression of culture. And culture has gone from being an intangible to a tangible asset, because that's what tokenization does. And that's a really interesting concept."
    },
    {
        "speaker": "C",
        "text": "Absolutely."
    },
    {
        "speaker": "B",
        "text": "And meme coins also, as you are suggesting, really represent the kind of desperation of society as well. That people will take more risk than most people would have taken, older people would have taken because they didn't need to. But these young people need to take risk."
    },
    {
        "speaker": "C",
        "text": "Well, I would say on that topic, I would say generally speaking, I think people broadly have to take risk. I don't think there is such a thing as. And by the way, you don't have progress without risk. I mean, that's the other thing, right? Whether you're an entrepreneur, whether you want to sort of branch out in something new, right? I mean, progress of any kind comes with the fact that you're taking some risk of some sort, because otherwise, if we all take the safe route one way or the other, and we hope for a harmonious outcome, then, you know, basically you won't see much development because you won't see much disruption. And that, by the way, is the other macro thematic, which is web three, is also through digital property rights is really the purest expression of capitalism, I would say. And when people talk about volatility in the market, which is what they don't like, actually, what they don't like is capitalism. Because inherently capitalism is volatile. Because the nature of what capitalism does, which is disrupting, which creates change, which creates innovation, is volatile. I mean, whether this is a tesla, whether this is going into solar energy, whether this is OpenAI, whether this is blockchain, for instance, these are disruptive innovations, but they're driven because of capitalist structure. If you don't have capitalism, you don't have the incentives to create these structures, you don't have disruptive innovation, you don't have progress. By the way, I think that's one of the big conflicts we have in the world today, which is one camp in the world that's saying we don't like this disruptive change. It's problematic. But I actually think the undertone of that sort of messaging is more about we have a certain social world order which protects the 1%, and we'd like to keep that somehow. And so things like blockchain is disruptive to that. And maybe even if they don't fully understand it, they resist it because of the fact that it's creating disruptive change. But if you embrace capitalism, truly embrace capitalism, then disruptive change is what, who you are, you know who you are and what you are and what the ecosystems are about. And so meme coins is another expression of that. And culture has always been, if you think about it, connected deeply with a pencil value. The value doesn't have to be something that has to be monetary, but it's personal in nature. It's like it's my status. It's very valuable. For instance, for some people where I live, nationalism, patriotism, is very valuable to you as an individual. You can't quantify it necessarily purely in terms of monetary value, but it is immeasurable in terms of its importance to you as an individual and the society youre plugged into, which you can see with NFT collections, for instance."
    },
    {
        "speaker": "B",
        "text": "William, also, I think one of the key elements that crypto has, and this applies to NFTs and meme coins and everything else, is that it is the same asset for everybody in the world. Only global, homogeneous asset class. And it's fractionalizable down to the smallest denominator. So everybody can put 10% of their paycheck in, regardless, which you can't do with Fifth Avenue property or you can't do with all sorts of things. Most people are shut out of the system. But, you know, from your travels, and I know that people in the Philippines, people in Indonesia, people in South America, people in Africa, people in London, New York City or Vienna have access to the same product. So the same set of opportunities."
    },
    {
        "speaker": "C",
        "text": "Yes. So, I mean, speaking of gaming, as in the Philippines, right. If you might remember, one of our portfolio companies and their big successes was axie Infinity. Right? Sky Maven is coming behind that. And then, of course, during the crypto winter, everyone was saying, it's dead. And what's interesting is literally just a day ago, the New York Times, the headline story was, the title goes, what Meltdown? Crypto comes roaring back in the Philippines. I think that's just and specifically highlighting the story of how axie Infinity basically sort of came back in a big way, but also in part because of Ronin blockchain, and also because of the launch of pixels. Another one of our portfolio companies launched on Ronin, brought users into, I guess, brought new users, as well as facilitating the existing users of X Infinity to create a new gaming system. And I think pixels today was, I think three or 400,000 DAU is probably sort of the biggest blockchain game right now. And what's happened is that those users that gone into pixels are like, hey, you know what? What's happening with x infinity? Let's go try out that ecosystem. And here you see the perfect example of what happens in web three when network effects are being shared. Because I'm in this game, I can go to another game. I can see that ecosystem value can liquid in a sense that I can sort of transfer my value from one to another, not necessarily has to be interoperable. It just means I can sell and then I can buy something else. And so the broad growth of an ecosystem means everyone in web three sort of benefits. And this is the other thing, which is we've been taught, I think, incorrectly. So, and frankly, I think also from a human nature standpoint, to think that humans are inherently greedy and that we're basically just out there to get each other. And so all the systems and the game theory that's designed is around this type of thinking, which really suits the one percentile if you think about it. But actually, when you think about human society as a whole, if everyone was truly like that, then actually we should still be cavemen. Because actually the sort of social bonding that we have and the sense of community that we create, which I think nfts and actually tokens like meme coins, for instance, represent really well, is actually really, really strong. It's a sense of self that comes from that and that's actually who we are. Because if we're not a community, if we can come and social bond, then actually it literally is lot of the flies and we wouldn't have screens and we wouldn't build stuff together and we'd be in stone age. So again, I think we've thought about this wrong, and I think web three demonstrates that when you build stuff together and you're sharing in a network, it's broadly better in progress. Now, we have a industry that was declared dead a year and a half ago, for instance. There's no other asset class in the world or the common person. And I mean that in the most respectful manner, of course, right, as a way in which they can participate in a growth economy of the future. I can't think of any asset class in the world today or any opportunity where you can do this. I mean, everyone talked about AI. Great for the, what, 0.1% investors who got to invest in that, and everyone else basically just becomes a tool. Because what people also forget is if you use AI, you actually make the AI smarter and better in the progress. And who benefits? The owners of the AI. And in web three, we all are owners. And that's, I think, the big thing, digital ownership belongs to all of us. It literally is the biggest people's movement out there."
    },
    {
        "speaker": "D",
        "text": "Hey, everyone, we're going to take a quick break right now to hear a word from our partners. We'll be right back. This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps and powerful analytics used by the world's leading brands. Sign up today for your $1 per month trial period@shopify.com."
    },
    {
        "speaker": "C",
        "text": "Tech."
    },
    {
        "speaker": "D",
        "text": "All lowercase. That's Shopify.com tech."
    },
    {
        "speaker": "B",
        "text": "Hi. On the fifth and 6 June, 2024, I'll be speaking at the largest AI events in Asia. Super AI in Singapore at the iconic Marina Bay sands alongside brilliant minds like Edward Snowden, Benedict Devon and Balaji Srinivasan, ill be on a stage exploring the extraordinary potential of AI and the profound change it represents, not just for financial markets, but also for the world as we know it. With over 5000 attendees and over 150 side events, Singapore will become a vibrant hub for a full week from the third and 9 June. Visit superai.com to register and join me with 20% off tickets using the code realVision. Use the link in the description and I'll see you there. It's gonna be incredible. I was rereading this weekend randomly, guns, germs and steel by what's his name? Jared diamond. Amazing book. I mean, I don't know how we can write a book so dense and so clever. But part of this was talking about how small tribes, well, even before tribes, how small gatherings of humans then become tribes and then become societies and then become these big, complex, adaptive societies. And it is this action of the many that does it. Yes, sometimes they've got leaders. If not, there's a group of elected leaders. And what I'm thinking, I think you'll probably share this as well, is this whole web three world is a new digital world we're creating where we can live physically in Hong Kong or the Cayman Islands, but we can also operate within this world, call it cryptoland, that's made up of lots of different states and different things and different asset classes and all of that stuff. And we're still organizing ourselves within it. And things like tokens and nfts actually help organize mimetics in the same way religion does, for example. I mean, there's definitely a religious element to even bitcoin. So it just feels like we're reorganizing a digital society from scratch and learning that way."
    },
    {
        "speaker": "C",
        "text": "So the way I think of this is that it's using digital technology, but I think we're just reorganizing and optimizing our human experience. So at the end of the day, regardless of whether this is crypto or AI or whatever it is, we're still optimizing for a human experience, right? And I think the human experience here is about how we can organize, but in this trustless, permissionless system, in which we can still actually, ironically, trust everything. So one of the reasons why, when you think about our origins as a human species, we were hunter gatherers. But the reason why the hunter gatherers were limited in size between 100 to 150 people, because of the famous Dunbar's number, which is saying, as a human, you generally can only really know what everyone does at around 100 to 150 people. And we see this in organizational problems as well. Frankly, if you're running a startup or a company and you go from 50 people to 100 people, you start losing track. And you're like, okay, I kind of remember what this guy does, but I don't know everything he does. By the time it's 150 people, it's like, okay, I kind of know everyone's name, maybe, but I got to remind myself, by the time it's 500,000 people, forget it, right? And I've gone through the same experience with Animoca. Brands grew. I don't remember. I don't even know everyone, because it's impossible. We're all over the world, right? And so then you need these top down structures in society. Those became the kings or essentially the leaders of the space, and they created order. And how did they create order? They created a form of record keeping. And that record keeping was maintained by central authority. The king says he owned the house because I signed it, he owned the house. But still, we delegated our authority to some master who told us how life should be lived. And that was the only system for a long time. And with blockchain, you now have a way in which, you have a way in which this authority is essentially owned by the community. Because now I can verify who did what without actually needing a central authority. And that's actually the thing that's fascinating about daos and the whole new structure. I think, for instance, the companies of the future will be run this way because the interest will be more common. A lot of people sort of criticize it because they say, you know what? You can't have a top down organization. I mean, an organization that's not run top down because they don't have the leadership and they don't have vision, whatever. But that's what kings used to say about peasants and merchants, and that's what people used to say before. But when knowledge is there, actually you can create better self organization. You just need a structure to support and trust that. And blockchain does that. And now you have. I tell people about daos. I don't know what the recent figure is, but I think it's maybe close to $25 to $30 billion locked in daos that is essentially run by communities who can fund your project or support an ecosystem or do a charity. And they don't have to go through some business leader or some top, top down guy who basically is a person that sort of controls everything because the community votes on it. Right. And that's pretty astounding. And again, that fair was $12 billion a year and a half or two years ago. It was close to zero or probably five years ago."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I'm a member of a few daos, but one of the ones, because they can have very specific purposes. So one of the ones that I'm a member of recently joined, is called the doomed. And all it does is collect x copy nfts. And we've seen that with Flamingo Dao. So you can coalesce interests in this little digital society that operates everywhere and nowhere. You have a group of members who are able to vote around a common purpose, and you execute that purpose. It could be a business, could be a collection of art, could be anything. Now, one of the things you talked about, which has struck with me forever, which came, we talked about the fact that this opens up the opportunity for universal basic equity. I dont know if you remember that conversation we had."
    },
    {
        "speaker": "C",
        "text": "Universal basic equity is a favorite topic of mine. And the reason why is I dont believe really in universal basic income, not because I dont think its a noble idea, but because of the fact that it removes the human incentive, which to me, for instance, the whole thing about capitalism is that it drives innovation. I can't think of a better engine in the world that has given all the progress we've experienced in the hundreds of years prior, came from the capitalist incentive, which means that the world does have a certain level of inequity, not because we don't want to have a more fair world, but because it drives and motivates people to achieve something. And that's basically what's driving the engine of all the inventions that we see today and the progress that we have. And so my point is that I think the world will be better off if we all have a share in what we build in, rather than basically get paid for it in some kind of income, which basically is still centrally controlled and can be devalued. I mean, free QE money had a value still, and people had a belief in this, that it'll be sort of something that has long term, I guess the store of value, element of money was something that was, I guess, somewhat sacrosanct until QE came about in the massive scale that it did. And suddenly, basically, people got literally diluted out of their savings. And that's something that would solve for that would have been actually, if you owned equity whether it's a fraction of your house, whether it's shares in some company that was growing. Like, whatever it is, to me it was more like, well, wait a second. If we're all contributing to these networks, we should own a stake in it. But the problem isn't that we couldn't own a stake. The problem is there's very few systems in the world that can do that. So if you're a public company, how can you have 100 million shareholders? Like, really, like in the current system, it doesn't work, right? I mean, we're a public company. We have to issue prospectus. We have thousands of shareholders. When we issue prospectus, it takes us, like 29 days, and we have to print the damn thing. So all these things are manual, and then we have to count and vote. I mean, literally, that's why elections have to be these massive things, because how do you get and verify hundreds of millions of people to vote, or whatever it is that they have to vote on? So this is where blockchain comes to the rescue, because you can literally scale an organization through that proof, whether it's voting, whether it's ownership, whether it's things at scale verified. Where, for instance, to me, every holder of ethereum or every holder of Solana or every holder of or apecoin, they're actually all stakeholders. They're, in a certain form, equity holders in the sense that they contribute value to the network. They can earn value in that network, and they're rewarded for it in the long term as well."
    },
    {
        "speaker": "B",
        "text": "Raoul, this universal basic equity idea really is across everything, whether it's participation in a network, as you say, ethereum, Solana. But it's also, I thought, was brought to life by Axie Infinity. Axie was really something new when it first came about, this whole idea that you were very early on, which is that gaming is the part of the future, and part of that is how we can participate in these online societies. So talk us through the whole gaming thesis that youve got, which youve obviously built an entire business around."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, we have over 150 gaming investments today from our portfolio of 400 plus. And one of the big thesis points that we had around gaming was that this was the way in which we were already trained on the pre metaverse, as it were. Right? I mean, when you talk to a gamer about owning their digital sword or the virtual currency, they don't think that they're renting something, even though they are technically, they believe they own it, and therefore they have a stake in it, and therefore it's easier to convert a growing gamer, particularly in Asia, for instance, from someone who's playing traditional games, into basically web three blockchain games, because they already have a sense of ownership with that. So that's kind of how we approach that thesis. And I think gaming is one of the biggest narratives, again, basically in 24. And also I think gamers understand virtual ownership because they kind of already existing in that space. Now, what's also happened is that many of the early games were not as developed because, remember, it takes three, four years to make a good game, and all of these games are now going to launch in the, basically this year and next year. So I think 24, 25 will be an amazing year for gaming for that reason."
    },
    {
        "speaker": "B",
        "text": "What are you seeing in gaming? What are we to expect? Because I think there's a quantum change from everybody I speak to. They're like, well, you need to be prepared for what's coming, because the gaming world in web three is going to be almost undifferentiable from the experience, from Unreal engine or whatever it may be. What are you seeing?"
    },
    {
        "speaker": "C",
        "text": "So it's not really the experience in the same sense. It's to say the actual game experience is the ownership element on web three that makes it so powerful. So, meaning that the ability to earn, for instance, from a game actually comes from the ownership element. It doesn't come from the fact that the game creates that mechanism, the fact that I own the asset. I could sell it, or someone gives me an airdrop because it's rare or special, or my status is there, for instance. So the value basically is the ownership element. And that's really the experience of the gameplay itself is going to be very similar to some of the existing games. There will be some new mechanics that are enabled because you have ownership. Trading is an example of that. But it's not going to change the core gameplay. A first person shooter isn't going to change its gameplay because of the fact that you have ownership. But the fact that you have ownership allows a new meta level of gaming. Meaning I can trade my assets or I can sort of move it to another game. It could be interoperable, it could be an asset I could pledge. And you kind of see this in the physical world as well. When you look at Pokemon. Pokemon is a game, but the cards themselves became assets that were traded and had value because the community established a culture around that. And I kind of go back to this point about culture, how culture is the most important thing to society and it as it binds us, and also, therefore, by extension, because we think of blockchain and metaverses essentially as digital culture. Gaming is really the biggest emerging digital culture in the world today. And so you buy, for instance, why do we have screens that sort of blink, and why do we have curved screens? And all these things came because of gaming. So gaming is the one culture that was born digitally, but influenced the physical world. I mean, Nvidia would not be the company it is today if it wasn't for gamers trying to buy the fastest graphic card to experience an entirely virtual experience. They didn't buy a graphic card so they can have a physical benefit from it. They bought this expensive graphic card so they could have a virtual experience, so they could immerse their mind in something that was really powerful, that was more valuable to them. And then, of course, because of the GPU's and because of that, we had initially the mining blockchain and then afterwards AI. So gaming is the foundation for really, I think, many of these fastest growing industries. And therefore, to us, it would not be at all a surprise that gaming is going to be what's driving web three."
    },
    {
        "speaker": "B",
        "text": "Also, I think the gaming attitude and the fact that everybody who's young grew up on gaming dictates how they operate online, how they even meme coins. It becomes a game. It's a gamification of the world, which is not good or bad, it just is, because that's how they go."
    },
    {
        "speaker": "C",
        "text": "I mean, the thing that we often say also is that life is a game, right? And I think for many people, you could argue that's just a badly designed game for them. And I think one of the wonderful things about what we can do about web three and blockchain is that we can actually help design, whether it's through Daos or whether it's through this differentiation with what we hope to see for some kind of equity share and universal basic equity. Also, stakeholder capitalism perspective in web three is sort of designed life in a better way. And by the way, that is what society has been trying to do for centuries and centuries through political innovation and change, which is the fact that we're sitting on a broadly democratic framework that is hundreds of years old, if you think about that, in its principles, is on one hand amazing. Both amazing and a little ridiculous, right? I mean, shouldn't we have come up with some better democratic system that is more inclusive of the people in this day and age, right? And yet here we are. And part of the reason, I think, is because it's dangerous to innovate on political systems, right? If it goes wrong, as we have seen elsewhere around the world. You know, and by the way, that's what economists, you know, do to our nations when they basically play around with economic systems. Whether it's abandoning the national currencies like Argentina, or whether it's doing qa, whatever it is, whether you follow Friedman or Keynes, whatever system you are, these are still ideas. These aren't science. These aren't immutable things that are proven by one form or the other. They're theories based on ideas. And when you have the wrong theory, you completely screw things up. Which is one of the reasons why I think democratic institutions have difficulty in innovating in physical space, because it's dangerous. But I think this is where daos are interesting, because with DAos, you can start experimenting at the pace of technology. So we could launch hundreds of Daos, thousands of Daos, and then we can learn which ones are the best governance systems with a much lower cost than if we started experimenting on our country. That would be very dramatic if it went wrong."
    },
    {
        "speaker": "D",
        "text": "We're going to take another quick break to hear a word from our partners."
    },
    {
        "speaker": "B",
        "text": "Whoa."
    },
    {
        "speaker": "C",
        "text": "Landing an account this big will totally."
    },
    {
        "speaker": "B",
        "text": "Change my landscaping business. It's gonna mean hiring more guys and more equipment and new trucks for the new guys to drive the new equipment in. I don't know if I'm ready."
    },
    {
        "speaker": "C",
        "text": "You can do this."
    },
    {
        "speaker": "D",
        "text": "And Ford Pro finsimple can help. Our experts are ready to make growing pains less painful for your business with flexible financing solutions that meet the needs."
    },
    {
        "speaker": "C",
        "text": "Of your business today."
    },
    {
        "speaker": "D",
        "text": "When you need them, get started@fordpro.com. financing join over 5000 attendees for the largest AI event in Asia at Superai Singapore, June 5 and 6th, 2024. Raoul Pal, Benedict Evans, Balaji Srinivasan, Edward Snowden and over 150 others will join the industry's most influential to explore and unveil the next wave of transformative AI technologies. Singapore will become a vibrant AI hub for a week from June 3 through June 9, with over 150 side events that will make for unparalleled networking opportunities. Visit www.realvision.com superai for 20% off tickets with the code realvision or click below."
    },
    {
        "speaker": "B",
        "text": "I don't think many people have got daos rights yet, if I'm honest about it. I think it's interesting. But I think people have struggled. They've struggled with how to create direction, how to not end up with interest. I watched the, with great, you know, I watched very closely the Ape Dao, which I know you're on the foundation of. Right? I was, yes, you were. And I almost joined it for a while. And it did scare me a little bit because of how difficult it is. And unless you get the structures right, it's tricky. It's tricky to manage community interests plus project interest, keep focus without being distracted. Have you seen good examples?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So, I mean, first of all, I don't think, first of all, I do think apecoin is an example of a Dow that works quite well. And the reason why I think it works quite well is because it has a somewhat chaotic, but democratic discourse and ideas are flowing, and nobody necessarily has to agree with everything. So in other words, a dao where everyone agrees on everything all the time, to me, is a failure, because actually there is no discourse. You may as well have top down control and give it to a bunch of leaders and run it. That's not a dao. That's a classic hierarchical organization. In fact, the successful daos are the ones that are disruptive, that actually are maybe controversial, that. That debate ideas that don't agree with each other. And that's okay, because that's actually how ideas form. Right? And by the way, I think this is the unique formula of America, because America's probably the only country in the world that it can think of, or at least safely say, where creative, the sort of creative as of destruction is a thing. Like, you can build something in America, totally destroy an industry and emerge from its stronger through innovation, despite the fact that it is potentially destroying jobs and destroying economies, but creating new ones and survive as a nation and become stronger for it. Almost no other country in the world, I think, can do this. So they try to manage innovation in a very sort of holistic and harmonious way. But here's the thing. Change and harmony are actually not the same thing. Think about it, right? You choose. Choose who you want to be. So this is when people say, let me emulate Silicon Valley, for instance, or let me emulate sort of what was happening in America. And I remember back in the day, that's what they all tried to do, but they didn't want the changes, right? They overregulated because they were afraid of that on one hand. So you actually dampen the effect. And then you have Europe, so you have these things where you desire that, but it doesn't come with that. And so to me, I think eight point dao is a success because, look, it's a $2 billion dao. Think about that. $2 billion of liquidity available for community funding run today by an entirely elected board, an entirely elected working steward group, you know, none of the original people who were involved in the formation of it, including myself, are, you know, were community members. I participated in the forums, but im not in the special council. I dont have a say other than the Tokens I could vote on. And we decentralized, by the way, a number of our token holdings to our community, the mochaverse, whove become essentially like a super PAC. Its a demonstration of a political system. And you are right that, you know, the daos, there is no dao that runs it perfectly. But you know what? I dont think it ever can, because its an evolution in the same sense that we cant say theres any democratic system in the world that runs perfectly either. In fact, I would argue a perfectly run democracy might not be democratic after all. So theres a whole element around sort of, we have to innovate and make these changes and there will be progress and well always reach that point. Its kind of like bitcoin mining. You get to that having point and it gets better. And the next having point, you get to a point where youre slowly innovating to the point and the rate of changes become smaller because of the fact that you're getting better at it, but you're never reaching 100%, I don't think."
    },
    {
        "speaker": "B",
        "text": "We're also humans, so it's never going to be perfect. It's always going to be messy."
    },
    {
        "speaker": "C",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "And it's interesting, as you say, just to see the pace of innovation, people testing ideas, some don't work, some are getting better. Somebody learns from it, keeps moving. And crypto time cycles are much shorter than almost any other industry on earth. So you get to go to that."
    },
    {
        "speaker": "C",
        "text": "It compresses it. Absolutely."
    },
    {
        "speaker": "B",
        "text": "Yeah. And that's really interesting. So, spinning onto a different topic, what's the state of nfts for you right now? Where are you seeing that? I mean, it's been an NFT bear market. There's a bunch of, it was the hot thing of 2021. I mean, I've been buying high end NFT art in the bear market because I think it has extreme long term value. But what are you seeing at a broader perspective in nfts right now?"
    },
    {
        "speaker": "C",
        "text": "So first of all, I mean, NFTs is a market. We're currently at a monthly run rate of NFT sales at around one point six to one point seven billion dollars a month. So I mean, I wouldn't call that too bad when you consider, I mean, but I think what's changed about the NFT market is it's become more diverse. So the NFT market was very ethereum focused back in 21 and today its become much more diverse in terms when you talk about ordinals, which by the way im really excited about because to me that is the true introduction of culture into bitcoin for the first time ever. By the way, I also think yeah finally and by the way, thats the reason why suddenly bitcoin miners have another reason to exist and also a more sustainable way for mining to continue because we can hope for bitcoin to really be worth millions and millions. I mean yes thatd be wonderful, but on the other hand, is that the sustainable path or is there actually an operating reason to do that? And ordinals have represented that in the same way, by the way, that ERC 721 has done for Ethereum and all the other ecosystems around. When you mix in Solana and when you mix in basically the other ecosystems, I think again nfts as probably the most direct representation of your stores of culture actually are the ways in which I think the ecosystem will grow fundamentally. Also in 22 and 23, during the bear market, many people joined the, at least in Asia, joined web three because of nfts. So they joined for the culture. And so that's changed the makeup as well. So you will have noticed, for instance, that back in 21 the majority of your NFT collections are up for sale because everyone's just trading. It was just a, it was literally the D gen traders game. And that's also because most of the people were in web three for the money, right? That's the right. But in the NFT, collectors of today, or the people who hold virtual land or hold bored apes or hold mocaverse or whatever, they're actually now looking at it from a sense of community, from a sense of culture. And the number of NFTs that are for sale actually are much lower because they're using it for utility, or utility, by the way, doesn't have to be gaming only. It's literally membership. One of the power."
    },
    {
        "speaker": "B",
        "text": "10,000 people in the real vision NFT community of membership benefits networking, all of this."
    },
    {
        "speaker": "C",
        "text": "Yes correct. And imagine, here's the thing, and this is about identity, but so powerful about nfTs. When someone sells their bourdain, everyone in the network knows and they have to go out and literally apologize why they sold it. Oh, I need to buy a new house. Oh, my grandma's sick. Maybe it's true. I'm not saying you can't do that, but the fact that they felt compelled to do so means that they're connected to that community emotionally much more than just a trade or a fungible token. And that, by the way, is how nations are built, because communities are that too. If I sell my house in my neighborhood, immigrate to another country and basically saying bye to a certain community, right, I'm leaving them. Whether this is abandonment or whether this is departure, or whether whatever it is, or maybe you do it out of spite, many people leave countries for all sorts of reasons. But the point is, it's a very public signal, and in web three, that's amplified because everyone gets to see it. So I think that sort of hyper level of transparency actually creates stronger bonds in community as a result. Right? Which is why tokens which and NFTs have this incredible sort of power to form capital and community in a way that doesn't exist elsewhere. Because for instance, if someone buys a Louis Vuitton Baghdad or a birken bag or something, only the person who bought the bag knows, and maybe the person who sold it, the rest of the guys have no idea. They don't know who they are. And there's no way to build a community. So I know that we need platforms like social five platforms to help make it easier to connect with each other in web three. But in a sense, I think NFTs are a great representation of building the first social networks through basically on blockchain."
    },
    {
        "speaker": "B",
        "text": "I mean, one of the interesting ones is obviously I'm a ape holder and a punk holder and all of this. But if I look at punks, I mean, I think its 90% havent changed hands at all in the last two years. I mean, people thought bitcoin was incredible, but these are like diamond hands. I mean, nothing trades."
    },
    {
        "speaker": "C",
        "text": "Yes, absolutely. And you wouldnt want to. I mean, again, I go back to the nation national example. I mean, you know, if you are an american citizen and you love America, then why would you give up your citizenship even though they tax you a lot? Or maybe because whatever it is, there's many reasons why people might say I don't want to be an american. But giving up your membership in America, as in giving up your passport, it's a big deal. And even if someone offered you a lot of money for it, let's say America was a membership that you could buy yourself into, many people will never sell it because it means something much more to them than just simply the value embedded. Right? And I think that's one way to think about how we think of NFTs, because they are stores of culture. And what is culture culture is our identity. And ultimately, humans are social creatures. I mean, there are many things that we are not. I mean, if you think about even some of the crazier stuff, like flat earthers, for instance, or like all sorts of conspiracy theorists around them, right? They get embedded to these communities, you know, probably for all the wrong reasons, who knows? But then they become so connected to them socially that believing them, even if they know it's not true, is social suicide. And that's actually more expensive and more difficult than actually, than anything financial."
    },
    {
        "speaker": "B",
        "text": "And also, I think that in a world where AI agents are going to play a larger and larger role in what we do and how we operate. Right. Firstly, universal basic equity is a perfect way of us participating in social groups. And humans, I think, will just end up being social creatures. Whether that allows us to earn this universal basic equity concept or help each other out in DAO functions where we do similar minded things, it feels like the world is going to push us this way anyway, towards being more human, but just in a digital space."
    },
    {
        "speaker": "C",
        "text": "I agree. And I think the one thing when you think about universal basic equity as well is that at the end, what's most important for us is to prove who we are and to be authentic. And that's what the premium goes to, authenticity. And the only way to be authentic at scale in a digital sense, is actually through blockchain. That's the reason why we launched mochaverse with MOCA ID, because that's a way in which you can have a sovereign identity layer that is yours, in which you can build your reputation that you can't be taken away. Because think about today in web two. Where's your, where's your identity layer? It's on Google, it's on Facebook, it's on Apple, which they can take away, by the way. Then all your identity that you've created is gone. All the reputation you've built, all the benefits that you've accrued into your own networks disappear. We have this thesis around. We first started talking about content being the platform. Basically, if you have a bored ape, that's a platform. But we also talked about how we as end users are platforms of our own. Right? I mean, you're obviously a bigger platform in the sense you have many followers, millions of followers, and all that kind of stuff on your channel. But actually, even on the microsense, your mom might have a network of 50 people. She's a platform. How often does she recommend a restaurant? How often does she say, this is nice, or, you should do this, she's a platform of her own. And what the web two platforms have done so well is disintermediate that and take away the value of that recommendation and that sort of value formation into their platforms and then sell it back to us in advertising when we are in fact the biggest media platforms of our own. So with web three, you can now disintermediate this in such a manner where we can literally build micro platforms which I think nfts have demonstrated. Like you have scalable, just think about that, you have scalable NFT communities at scale worth tens if not hundreds of millions of dollars with really only 2000, 5000, 10,000 members. In web two, that doesn't work. 10,000 of anything is nothing. You're not a business. But when you take it to the physical world, if you're a restaurant and you have 10,000 customers, holy shit, that's a big restaurant, you're doing well. That's actually how value is formed. We've been taught because of the zero property rights narrative in web two, that that somehow a digital user isn't worth watch, when in fact the digital user is worth just as much as a physical user in the meta sense. Web three basically enumerates that. And that means we have to own equity in that space because it's not going to be possible to own physical land for most people, but they can own virtual equity. And I don't mean that just in the form of land. It could be tokens, it could be nfts, and it's in the very networks that you help construct and build. And that to me is how you build a fairer world and a more inclusive one. And you know, when you think about the economic growth that we've seen, really the balancing the growth of the middle class is a evolution that really only happened in recent history, post World War two, right? And in the last 20 years it sort of fell off a cliff. Most of society actually never experienced this sort of more fair growth. It didn't happen in the middle ages, it didn't happen in the 17th or 18th century, right, or times before. So it's a recent phenomena and we kind of tilted back into this sort of one percentile. And I think to me this is where web three comes in. It's kind of like I view technology as the antidote of the problems we create. And so web three, and the stakeholder capitalist way in which we can all participate with universal basic equity is now a way in which we redraw, but in a bloodless way, a new order in which we're able to basically participate. And it creates more balanced because we now not just have hope, but we also own a piece in the future networks that we help construct. And I think, to me, that is the big hope. And with AI, if AI generates all this value, wonderful. But who gets this value? Where does this value get distributed? To the owners of that AI, which you can tokenize, Raoul."
    },
    {
        "speaker": "B",
        "text": "So when you go around the world and you speak to policymakers in countries, how much of this do they get? How much of it is a threat? How much of it theyre trying to embrace? Wheres the or? I know everybodys different, different countries, different phases, but id just love to take your pulse on where the hell we are in that barrier, because that's the big barrier. And it's not just standard regulation stuff, it's a mindset shift."
    },
    {
        "speaker": "C",
        "text": "So I would say, broadly speaking, funnily enough, I think Asia is on the regulatory and governmental side, is ahead. And I think part of the reason why they're ahead comes from a few reasons. One, they appreciate capitalism as a population, because just think about, like, you know."
    },
    {
        "speaker": "B",
        "text": "I live in it hasn't got a dirty word over there while it got tainted everywhere else."
    },
    {
        "speaker": "C",
        "text": "No, it's not a tainted word. But the reason why is because we still know a time when capitalism and property rights did not exist. I mean, China did, after all, lift, what, I don't know, four or 5600 million people out of poverty from a regime that had no property rights to one in living memory. My parents remembered that time, for instance, right, South Korea had a GDP in the eighties that was lower than North Korea. Just think about that. Now, South Korea is the 12th or 13th largest gdp in the world, right? So we all remember what that was like. And so when you see these opportunities, like, for instance, why is Philippines and Southeast Asia so embracing of web three gaming? Because actually, they come from a world in which they didn't have anything, in which they didn't have property rights. And now they see the benefits of this and they'll, so they embrace it. And I think the reason why this is resisted more so in the west, particularly in America, ironically enough, is because I think we take in America property rights for granted and the ownership principles for granted. We don't, you know, we take democracy for granted because if we, if we didn't, we wouldn't have barely 51% turnout. Right? Right. If it was really that important for us, we'd be all go voting, right. But no. Right. We don't appreciate it because we think it's helpless or hopeless or we don't value it because we take it for granted. So I think that's one of the narratives that's different about, say, Asia and broadly the west. But I think the other one also is that there is a real urgency, a sense of urgency to sort of break away from the, I guess let's call it american digital hegemony that exists. When you think about Europe, even as an example, I argue that Europe is completely digitally colonized by basically FAANG. Right. Facebook, Apple, Google, or Meta or whatever you want to call it, was only like a month ago when Facebook basically, or meta as they're called now, basically sort of deplatformed canadian news companies because Canada want to do and sort of charge a tax. The fact that a private institution that sits in a democratic country ostensibly can actually censor and mute democratic media of a democratic nation is insane. And here we are. And by the way, that threat is very visible to the rest of the world. So if you're an asian country, if you're a country in the Middle east or whatever, you look at that and you go, wait, I don't want that. So that's one of the reasons why there's been also a big push. So both, including China and, you know, has put out a web three policy paper. Hong Kong has been very forward on web three. The japanese prime minister has made web three in the metaverse one of his national agendas. Right. Because they all also recognize that essentially they can no longer be in this kind of world, right. Outside of broader other themes like de dollarization, obviously is another macro theme, but it comes down to the same thing, to sovereignty."
    },
    {
        "speaker": "B",
        "text": "And the other big one, I mean, people havent really picked up how big this was. But the Russia, Ukraine, we get it. You can penalize Russia all you want in all the ways you want. Firstly, taking away their reserves meant that your dollar has less value than my dollar. That did not go unnoticed in the Middle east or China. But the big one was the abandonment of property rights and taking all of the yachts from a bunch of people without due process. Not one person has gone to court. Now, they could be bad guys or they could be good guys. Nobody knows because not one of them has gone to court for anything. And that changes the balance. When you're in the Middle east and you've spent a lot of time there now, are you picking up that there's a sense of embracing this, that it gives us some sort of neutrality within this global system?"
    },
    {
        "speaker": "C",
        "text": "Yeah. And at the end of the day, I think Middle east. We recently announced a partnership with Neom and also actually, literally just a couple of weeks ago, we did an announcement with past, which is basically the Saudi Science and Research center to open up a web three hub at their facilities in Riyadh. So it's not just obviously UAE and Dubai and of course Turkey that are big in web three. Even Saudi, which I view as the China of the Middle east because of its influence and power in the region, is now looking at web three and blockchain as a really, really important driver for growth. And you can, by the way, also see geopolitically where that's changing because when you go online with searches, you can see Saudi is technically and still is a US ally, but they're also cozying up to China. They're doing partnerships and deals with them. A big part of that is to have a form of independence, to be sort of, and again, this is, I guess, what every from a national sense, you want sovereignty, you want freedom, and you want to have the liberty to make the decisions that are in your national interest, which are in most cases in the interest of your people. Right. I think this idea that my culture is imposed on you, whether this is american culture or whatever, culture is not something that works everywhere around the world. And I think people have said, you know what? That doesn't necessarily work for us. Maybe I'll take certain elements, but I can't take all of that because this doesn't work for where I am right now. And I think this is it. And then we go down, by the way, from a national level to the individual level, the same thing. What do we as individuals want? We still want our freedoms. We want our liberties, we want our sovereignty at the end of the day. Right. And so how do we safeguard that? Best way to safeguard that is a form of decentralization. I think the ones who understand that best are the ones who are deepest in the space."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that makes total sense. Right. Final question for you is we talked about it beforehand. I mean, we could keep talking for hours because theres lots of talk to you about. But education, weve talked about that a bit in the past. So web three and education, what's in your head there and what are you seeing?"
    },
    {
        "speaker": "C",
        "text": "Well, first of all, I think education is probably one of the most important things we as an industry can do to help put it forward. I think you said it quite well in one of your channels. I think when crypto was coming back and emerging, you basically went and you said, don't fuck it up, right? That's my t shirt. There we go. Don't fuck this up. And to me, one of the areas in which we need to focus our time on is education, because the lifeblood of any society starts from training, from understanding. And what are the reasons we have this problem for Americans being anti crypto, anti nfts? Which, by the way, is ironic because I think web three in crypto is as american as it gets. It's liberalism, it's freedom, it's property rights. Tell me what's not american about that. It's free markets. It is as american as it gets. And yet so many Americans are like, I don't understand this, and I reject this because they don't have education, they don't have training, they don't have financial literacy. This, to me is a big thing. To me, I think the macro is that if we move people from properly onboard them to web three, they become financially literate. If they become financial literate, then we don't have to worry about many of these financial frauds because they'll know what's going on. Very few people nowadays get scammed by email scams, but 20 years ago they did. It comes down to education. I think that's one macro. And education is a $5 trillion space today. Web three is barely in it with open campus and very active in trying to build that space as a foundation. But also, I think most people around the world are not still educated enough. And I think web three provides powerful funding mechanisms for this. And if you think about things like student loans, all the financial instruments that exist around the educational space, actually, these are not optimized at all. I'm currently doing college tours with my daughter, and I'm going through these universities. And one of the stats that blows my mind still today is how they're proud that in their last graduating years, 21% of their student populations, and whether it's 17% to 21% are first time students from their family generation. Now, one hand, that's admirable, and I love that. But to me, that America still potentially, actually not potentially has a significant population that has generational parents that have never gone to school or university is insane. But it just shows you where we are in the world, right? And, you know, if we live in the privileged class, we don't see it, but that's the world. And that's basically what we want to fix with web three, education, bringing capital information with digital property rights or educational content to teachers. And just as a side note, and it's kind of funny because it was completely unprompted. You know, I think education is so important. CZ actually just recently tweeted and he said, oh, you know what? I think education is something we're looking into. Stay tuned. Right. And again, this is how I see it, like, is that it's such an important thing to society. And I think every business leader ultimately will understand the value of education. I think if we make educators and teachers generate value from web three and crypto, that's how we win over hearts and minds, because you want your teachers to do better and you want our society to improve this way. At the end of the day, gaming is going to give us growth. DeFi is going to be amazing, but it won't win the parts and minds of people because it still seems to benefit a crowd of people that most of them can't associate with. Most parents don't want their kids to play more games, even if it makes some money, for instance. But they do want better education. They do want their teachers to make more money. They do want more equity for the people who provide basically learning to all of us. And so that's one of the big reasons why I think we should embrace web three education as much as we can."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, that's been part of my mission ever since I discovered all of this, was, listen, this is the biggest macro trade of all time. This is the answer to the set of problems that we've been given. And really the key thing is dont fuck this up. Its like, heres the opportunity set. Just learn what you need to do. Its actually not that difficult to get this bit right. Yes, it can be difficult to navigate everything, but just overall to educate as many people as possible. Thats what real vision has been doing as much as possible. I dont know. Yes, William, Im probably onboarded more people than almost anybody else in the world."
    },
    {
        "speaker": "C",
        "text": "Just by just doing an amazing job."
    },
    {
        "speaker": "B",
        "text": "Thank you. Just by talking that we've had education about nfts, education about web three, education about everything, just to get people to understand and not be scared of it and embrace it, because it's there to change their lives. And I don't want anybody to feel left behind and say we didn't get involved, we missed it, because then we've all failed. Then we failed in everything we do, which is on a level playing field."
    },
    {
        "speaker": "C",
        "text": "Yes. And there's still a lot of work to do, but I think there's an incredible opportunity for everyone. And I think the beautiful thing about web three is that everyone can get involved right now with almost no friction and no hurdles, if you think about it."
    },
    {
        "speaker": "B",
        "text": "Fantastic. Yeah. As ever, fantastic. Thank you for catching up with us. Really appreciate it. We could have spoken for hours one day. When you're in one place for a period of time, we'll sit down for longer."
    },
    {
        "speaker": "C",
        "text": "Yeah, let's do that. And hopefully the Internet connection won't be an issue."
    },
    {
        "speaker": "B",
        "text": "Yeah, perfect. All right, my friend, thanks so much."
    },
    {
        "speaker": "A",
        "text": "What a great conversation. I know. I'm feeling a lot better about our futures after that. And tomorrow, there's more reason for optimism as Beth kind of and Jordy Visser join us to discuss how tech and AI investments might just be another key in the puzzle of all of us on fucking our futures. But make sure to tune in, as it's not quite as simple as you may think. Thanks for watching, everybody."
    }
]