[
    {
        "speaker": "A",
        "text": "Hello, everyone, and welcome back to the real vision crypto daily briefing. Here is why you should watch today's show, respite for some customers of Celsius. We'll tell you which account holders will be getting some money back. Plus, we'll be joined live by Sergei Nazarov, co founder of Chainlink, to discuss one of the hot topics in crypto right now, proof of reserves. I'm Jeremy Varlo. Ash Bennington is back with us. You were kicking around at a conference yesterday, Ash. Where were you?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I sure was. I was at the Benzinga Future of crypto conference. Obviously a lot of fun to go out and meet people, and I think we've got some interesting new guests who I met yesterday who are going to be coming on the show shortly."
    },
    {
        "speaker": "A",
        "text": "Awesome. And how was the sentiment there? What were people saying? How are they feeling?"
    },
    {
        "speaker": "B",
        "text": "Overwhelmingly, the sentiment was on building, which is generally the case. You know, the conference was probably smaller than what we saw in, for example, in November of 2021 in terms of the number of attendees. But the people who are in this space right now, in fact, the people, I'm sure, who are watching this show are people who are committed to the cause of digital assets, who are passionate about decentralization, who are passionate about all the things that we talk about here on this show. Jeremy, awesome."
    },
    {
        "speaker": "A",
        "text": "Good to hear it. Before we get into things today, as always, if you're watching us on the real Vision website, thank you for that. If you haven't signed up there yet, check it out. Realvision.com crypto. There is a ton of great crypto and macro content there for you to enjoy. If you're watching on YouTube, please like subscribe and hit that notification bell so you don't miss. When we go live, let's start things off and jump right into some price action. And frankly, still not much action to ponder. Bitcoin has barely moved in the past 24 hours, and in the past week for that matter, bitcoin sitting at $17,000 and not budging one way or another. Is it a little bit more lively over on the Ethereum side, Ash?"
    },
    {
        "speaker": "B",
        "text": "Not really, Jeremy. A slightly bigger move over the past 24 hours in ether percentage terms offer bitcoin, but nothing major. We could be basically range bound. Ether is trading right now at 1250, so it's more of the same."
    },
    {
        "speaker": "A",
        "text": "Thanks for that, Ash. One other token we're looking at today is link, the native token of Chainlink. Of course, it is up today, but down some 10% on a trailing seven day basis. Chainlink introducing staking of the link coin on Tuesday. As I mentioned, we'll be joined by chainlink co founder Sergei Nazarov shortly. Let's jump into our top stories of the day. To start, there is some good news for users of the bankrupt crypto lender Celsius network. A us bankruptcy judge has ruled that some customers should receive their deposits back. Unfortunately, this only applies to a limited number of accounts. Ash, this is good news, but it does come with some big caveats. How much are we talking about?"
    },
    {
        "speaker": "B",
        "text": "Well, as you say, Jeremy, unfortunately, this only applies to a small number of Celsius users. It's a small victory, I guess. Here are the prerequisites. You have to have had a non interest bearing custody account. Your funds were not commingled with other Celsius assets, and your account was too small for Celsius to seek clawback to repay other customers. According to Celsius's official creditors committee. We're talking about $50 million here. When Celsius filed for chapter eleven bankruptcy, just to put the scale of this into context, it reported $4.3 billion in assets against $5.5 billion in liability. So obviously it gives you a sense of the scale of $50 million that these customers are getting back. Most of it's owed to its customers. So the ruling is really a drop in the bucket. I think it's fair to say the judge in this case is still weighing questions over ownership over several other types of accounts at Celsius. This include the so called earn and withhold accounts. You know, so big picture here. What the judge is saying is if you were a depositor who had essentially no interest and no, no expectation of receiving interest, no expectation of participating in an earn type program, you're going to get that money back. But again, unfortunately for Celsius users out there who may be listening to this, a relatively small proportion. Jeremy?"
    },
    {
        "speaker": "A",
        "text": "Thanks for that, Ash. Another story that we are following today surrounds Gary Gensler, the chairman of the US securities and Exchange Commission. He's come under a lot of criticism for many in the crypto space lately for his approach to crypto regulation. They see the SEC's actions as combative and expansive, in other words, regulation by enforcement. It appears, Ash, that he's happy to continue with this course."
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't know that I can characterize it exactly that way. I would just. We stick really close to the facts here. In an interview with Yahoo Finance, Chairman Gensler said he's not expecting any new powers from the new Congress. He did say it would be good for his agency to get more money and additional reach outside of us borders. However, Gensler's message for crypto companies is pretty simple, and it's remained pretty consistent. The rules are there. Follow them. Let me just read the quote. There's nothing incompatible, uh, about our securities laws and crypto. Close quote. You know, obviously that's the, the chairman's opinion. There are others in this space who would argue the converse, particularly on some nuances where the two, meaning cryptocurrency and digital assets, seem to differ materially for technical and structural reasons. Chair Gensler went on to say the Runway is getting shorter for non compliant crypto firms. What Gensler won't comment on specifically is FTX and his meetings, uh, with former FTX CEO Sam Bankman. Free Jeremy."
    },
    {
        "speaker": "A",
        "text": "Very interesting. Thanks, Ash. So Gensler did mention the SEC's recent triumph in a case against library, which he called a very big win for his agency. One other securities law compliance case that lots of people are following is obviously the SEC versus ripple. We'll speak to crypto lawyer John Deaton on Monday about that. But going back to Gary Gensler, Ash, I saw that he's facing increased scrutiny from us lawmakers."
    },
    {
        "speaker": "B",
        "text": "Yeah, I guess that's probably not surprising. A democratic congressman is calling for an investigation into SEC's failure to prevent the FTX collapse. Representative Richie Torres wants the Government Accountability Office, also known as the GAO, to get involved. Torres is calling for an independent review of the SEC's actions or lack of action around FTX decrypt calls. Torres's letter, quote, strongly worded. Close quote. Here's a quote from it. If the SEC has the authority mister Gensler claims, why did he fail to uncover the largest crypto Ponzi scheme in us history? One cannot have it both ways. Asserting authority while avoiding accountability. Torres goes on to say Gensler's quote is, quote, singularly irresponsible. Excuse me, singularly. Let me rephrase that. Torres goes on to say that Gensler is, quote, singularly responsible for the regulatory failures surrounding the collapse of FTX. So obviously, I think it's fair to say very strong words there. It's important to point out that SEC has been investigating FTX for some time. No civil charges by SEC have been announced. Yet again, SEC is in the civil enforcement business. FTX is also under investigation by CFTC and other civilization investigation. And the Department, the US Department of Justice, which is a criminal investigation, according to reporting on the matter from the Wall Street Journal in the New York Times. Look, it's important to point out it's Washington. Everything is political. Richie Torres is a member of the Congressional Progressive Caucus. That's the most left leaning side of the Democratic Party. There are 99 members of that caucus in the House and one senator, Senator Bernie Sanders. So there is definitely a political element of this, and you can sort of interpret or read the tea leaves as you like in terms of the relative political alignment and the desire to hear and seek more regulation here in the digital asset slash cryptocurrency space. Jeremy?"
    },
    {
        "speaker": "A",
        "text": "Yeah, certainly. And speaking of FTX, the plot continues to thicken. The New York Times reports that federal prosecutors are investigating Sandbankman freed in connection to the Terry USD and Luna collapse. These are the two sister tokens that imploded earlier in the year, causing significant turmoil in the crypto market. Us prosecutor, prosecutors, excuse me, in Manhattan, are examining the possibility that SBF manipulated the prices of terra and Luna to benefit FTX and Alameda. Ash, what do you make of this?"
    },
    {
        "speaker": "B",
        "text": "Well, you know, the investigation is still in its early stages, and it's not clear whether prosecutors have determined any wrongdoing by Mister Bankman Fried or when I, uh, they began looking at the terra slash terra USD and Luna trades. Look, I think that it's, it's, it's important to think about this holistically. Obviously, this is, we see the challenges that, that led to FTX or that immediately preceded FTX. Obviously, those of folks out there who are watching real vision, who are watching this show, already know all about this. But clearly, the terra Luna collapse, the three arrows capital collapse, seems to have at least some important bearing in terms of the context for what we saw with FTX. And that's a question that's going to continue to be investigated. It seems appropriate for them to be looking at it. But again, I read that New York Times article this morning. It is very early, it seems, based on the reporting that I read, based on the tone, having read these stories for God knows how many years now, that this is very early. But it sounds like, based on the reporting, at least in my interpretation, that they want to look at this holistically and take a look at what the antecedents were and whether or not there was some input or sort of causal link there, that's something that we're going to have to wait, unfortunately, to find out. But it certainly seems like that's the direction that they're going. Jeremy?"
    },
    {
        "speaker": "A",
        "text": "Yeah, the story just continues to get wilder by the minute. There has been a bit of a back and forth between SBF Sam Bankman Fried and Maxine Waters, there has been an ongoing will he or won't he? As whether SBFD will attend next week's congressional hearings. He indicated on Twitter that he wouldn't. And now Maxine Waters, the democratic chair of the House Financial services committee, has said a subpoena for SBF is still on the table. So, you know, we will continue to cover this as it unfolds. But let's get into our, let me."
    },
    {
        "speaker": "B",
        "text": "Just read again real quick, if you wouldn't mind, the direct quote from the New York Times, because the investigate quote, the investigation is in its early stages, and it's not clear whether prosecutors have determined any wrongdoing by Mister Bankman Friedenhe or when they began looking at Terrausd and Luna trades. Close quote. That's from the New York Times. The interesting thing about this to me is, and it's sort of something that I was thinking about earlier, the implication may be here, another interpretation on that, that the Terra and USD Terra USD Luna investigation may have actually begun earlier, meaning it may have begun prior to the collapse of FTX. And so they may have already had ongoing investigations. That's the interesting thing about, you know, the way investigations work. They're often not announced. Very often investigative agencies, whether it's criminal at DOJ or one of the civil investigating bodies here in the United States, may have already been looking into it. So that's the direct quote. Infer from it what you wish, and obviously, it's something that we're going to continue to cover here on this show. Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Yeah, most definitely. We will be covering it on this show. Let's bring in our guests now. As you all know, Sergey Nazarov is the co founder of Chainlink. Welcome to the show, Sergey. How are you today?"
    },
    {
        "speaker": "C",
        "text": "Doing well. Thank you. Thank you for having me on the show."
    },
    {
        "speaker": "A",
        "text": "Pleasure to have you. Ash, please take it away."
    },
    {
        "speaker": "B",
        "text": "Sergey, it's great to have you back on the show. It's interesting where we are right now. Obviously, the big story that we've been talking about here for weeks is FTX. And what's interesting about this is it sort of, it dovetails very nicely with some of the conversations that you and I have discussed many times before. Some of the core issues here, particularly around decentralization and what some of the technological mechanisms are that are in place that we might be using and might be seeing and hearing more of in the future to prevent these types of issues. Sergey, let me just ask you right off the bat, big picture, what's your take here? What happened at FTX, what went wrong, and what might be done to prevent it in the future?"
    },
    {
        "speaker": "C",
        "text": "I think this is an example of what cryptographic truth could have avoided. So this whole situation is a result of one piece of truth, one piece of information, namely the balance sheet of FTX becoming suddenly known to a large amount of users of FTX. So there's basically a piece of information that many people made an assumption about, and that assumption wasn't right. And when they found out, they engaged in a bank run, and they basically engaged in a bank run at an inopportune time for the platform. Right. So how could something like this have been solved? Well, it's actually really easy to solve. You just create transparency, right. The problem is that FTX was more of a traditional financial markets organization and not as much of a blockchain based defi like transparent thing. And now all of the exchanges want to become a blockchain like transparent thing. And so how would they do that? They would implement proof of reserves which would prove their balance sheet. It wouldn't necessarily prove every single thing that relates to their solvency, but it would prove enough to avoid this exact same situation. So let's imagine that FTX was completely transparent about its balance sheet from day day one. And then in day one, the balance sheet was made up of all cash. And so everyone was comfortable. All the users said, okay, I'm comfortable, you're all cash. Then FTX decided to change the composition of the balance sheet from all cash to partly bitcoin. And then everyone was like, okay, I like bitcoin, Im still comfortable. But then on the third day they decide to do bitcoin and FTT token, their own token, and they make 20% of the balance sheet FTT token, right, because their user deposits are growing and they need a larger balance sheet, right. Well then everyone could have made the decision to not be an FTX user, and they could have gone to FTX and said, if your balance sheet is made up of your own token, I don't want to be a user because I don't feel safe. And FTX would have been faced with a very simple choice. It could have just said, okay, I get it, I'm not going to put FTT on my balance sheet. I'm going to back your deposits with cash or bitcoin only. And then that's how they would have continued. Or they could have said, you know what, that's your problem. I'm not going to change my balance sheet. If you don't like me having FTT on the balance sheet, then don't be a user. And then a certain portion of the users would have left and a certain portion would have stayed. But very importantly, the portion that would have stayed would know the balance sheet. So there really be a situation where you could surprise them with this information because they proactively already known it. So what this is really about is the traditional financial markets problems making their way into the crypto industry and not being solved by blockchain technology. Now that they've happened, everyone is very eager to solve them using blockchain technology, which makes sense because this entire industry understands the concept of cryptographic truth and proof, and it's an obvious solution because they're already aware of this concept of proving things with cryptography."
    },
    {
        "speaker": "B",
        "text": "Well, you know, this is so interesting, and it's so important to talk about because I don't think we make this distinction between those of us who are inside the space versus those of us who are outside the space. And it's so interesting to me because the sort of the subtle nuance that you sort of discussed right there, I think, has been sort of lost outside the space. Quite frankly, if you read how this story is playing out in the Wall Street Journal or the New York Times, the answers that you get as well, it's another crypto failure. Of course, this is a problem that's, that's plagued crypto. But precisely to your point, and the argument that I've been making is that these are challenges that have, in many ways, nothing to do with crypto. These are classic problems that we've seen in the organization and structure of financial services companies for hundreds of years. It looks like the 1907 bankers panic, for example. Francis Kapla wrote this piece about that at the beginning of November, prior to the FTX implosion. And so it's very interesting to see how the externally, people who are outside the space are kind of blaming, well, it's just another crypto failure. But the reality is, I think it was Vance from framework ventures who said a couple of weeks ago, Sam Bankman Fried could have owned a chain of laundromats and been playing the same kind of financial games that he was playing with FTX, in his view. And I think it's an interesting sort of question to try to explore. But let's talk for people who are interested in hearing that next level of detail down on the technological side. So when you talk about proof of reserves, you talk about things like the ability to verify things not with the trust of individuals or with third parties, but using the laws of math and physics to verify the state of play or truth in a particular circumstance. Talk a little bit about what that means, how you think about it, and how you understand proof of reserves from a mechanical construction side on the blockchain."
    },
    {
        "speaker": "C",
        "text": "Sure. So there's a general principle we have here where cryptographic truth is superior to paper trust, basically, and that's a good fundamental principle. And then the simplest version of that is truth over trust, which is just a concept that we have internally and that we've shared more and more externally. Proof of reserves is a type of truth that gets turned into a cryptographic truth when you apply encryption and cryptography, in this case in the form of Oracle networks. So, basically, oracle networks can take a piece of information and they can validate it using cryptography to prove that it's true. And that's when something becomes a cryptographic truth. And that's why proof of reserves is very attractive, because the first word is proof. Right. And proof is a common term in the encryption and cryptography world, that you have various proofs, cryptographic proofs. And it's a very fundamental idea. So when we say proof of reserve, what people should really think about is, like, cryptographic proof of reserve."
    },
    {
        "speaker": "B",
        "text": "Sergey, walk us through a simple, stylized example of what that means and how it might work in practice. For example, if I claim that I own 100 bitcoin, how could I prove cryptographically that that was the case via an oracle network?"
    },
    {
        "speaker": "C",
        "text": "So bitcoin is really simple because you have another cryptographic truth system, the bitcoin blockchain, that we can rely on, and it's public by nature. So as long as you can prove your address with proof of reserves, we can verify, block to block, how much bitcoin is in that address. This is actually how a lot of wrapped bitcoin things work, where we can, and proof of reserves is used for a lot of wrapped tokens exactly in the way I just described, where we can prove that the native asset on the originating chain is locked up and by proving that it's locked up in that originating chain. When you make a wrapped asset, proof of reserves can act as a check. So you can't make more wrapped assets than there are native assets if you use proof of reserves to guarantee a wrapped asset. So not only can we prove that you own bitcoin, because we basically use an oracle network to read from a certain chain and to validate that your ownership is at a predefined threshold. But that proof of reserves for your bitcoin can then be a condition for creating wrapped bitcoin. So, for example, if we wanted to make ash wrapped bitcoin from your bitcoin holdings, people could be assured with proof of reserves that we can only ever have as much ash wrapped bitcoin as there is in ash's specific bitcoin addresses. And the proof of reserve system would guarantee that there's an accurate source of cryptographic information, cryptographic truth about that. So when you're validating on chain assets, it's actually, in certain ways, simpler. The real challenge for proof of reserves now is actually validating multiple off chain assets. And then the other challenge is how far proof of reserves goes versus other things like proof of liabilities, proof of solvency, proof of others. But, yeah."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing. Yeah, we're talking about that a little bit offline, that the construction, just proof of x, because proof of reserve itself may not be enough. Talk a little bit about the way you think about proof of liabilities, proof of assets, and how those get interconnected, particularly when some of those assets are held off chain. For example, if I claim to have $100 million in us treasuries, us treasuries are not on chain assets. How do you verify it? How do you validate it cryptographically on chain? Using an oracle network?"
    },
    {
        "speaker": "C",
        "text": "Sure. There's two ways to validate it. One way is you could go directly to the custodian that holds your assets. And the important thing for people to understand is that the custodian is separate from the entities doing custody for. So if the entity that's using a custodian went to the custodian and tried to get them to manipulate the data, that would be a pretty crazy situation where the vast majority of custodians would drop them as a customer because they."
    },
    {
        "speaker": "B",
        "text": "Saw and probably also a criminal act as well."
    },
    {
        "speaker": "C",
        "text": "Right. It would be very weird. Custodians wouldn't go along with it. So that is a trust assumption as an example. But let's say that we understand that custodians of off chain assets and the entity that owns the assets legally are two separate entities. Well, one way is you get access to the APIs of the custodian, and that custodian can be a gold vault. It could be a bank account, it could be any number of things. Then you proactively ping that vault API or that bank account API and you track what's going on in that custodians holdings for that specific account or that specific gold vault, and then you return that on chain. We do that for multiple gold coins and stable coins and various other real world asset backed coins. And we've actually been doing that on production for over two years. One of the first users of chain links, proof of reserves was actually wrapped bitcoin, the largest wrapped coin implementation there is. And basically whether it's on chain or off chain, what you're doing is you're getting data and you're proving it. So the first way with off chain is directly to the custodian, directly to the gold vault, directly to the bank, directly to the place that has the assets, which once again is a separate entity from the legal owner of the assets. And the custodians entire business is holding things and being honest about what it's holding. The second way is that you can use an auditing firm that basically goes and audits a bunch of separate bank accounts and then that auditing firm generates an API and that API gets validated and represented on chain. In this case, you're not trusting the custodian, you're trusting the auditing firm. But the auditing firm is also making very, very specific commitments and those commitments are not happening on an annual audit basis. Like that's, that's actually the problem in the fraud world. This is called the gap problem. So the gap problem is the period of time that you have to commit fraud. So if I verify something about you once a year, the gap problem is a year. And within that year a lot of wacky stuff can happen. If I, however, I validate something about you every 10 seconds, then the gap problem is 10 seconds. And so when it comes to off chain, you have the custodians and you have the auditors that are more technically inclined to provide APIs. And the real decision that I see there for people is often how complex is it to build the custody API based? One, if you have a bunch of accounts across a bunch of places, maybe someone uses an auditor to make the tracking of all that value simpler for them. If, however, you only have one or two custodians and those custodians have high quality APIs to pull the data, then you're probably in a simpler place going directly to the custodians."
    },
    {
        "speaker": "B",
        "text": "No, I was just going to say, and of course the two propositions are not logically exclusive. You can use auditors and custodians both can have APIs that you can pull data off of that could be inputs into an oracle network. But I wanted to talk about what some of the risks here were and some of the things that I know that you probably spend a great deal of your time thinking about in terms of trust. It's interesting, if you look at the list of the top custody banks in the US, there are basically four of them. It's bank of New York Mellon, which is the largest state street. JPMorgan and Citigroup. I think those are the only four banks that have tens of trillions of dollars in assets under custody. And then, conversely, you look at the accounting firms here in the United States. There are, as we know, the big four, Deloitte, Ian Y, KPMG, and pwc. The large accounting firms. As you said, trust is essentially their business. That is effectively why people go to them. Those names are something that carries weight. If I tell someone that I have $100 million under custody at JPMorgan or Bank of New York Mellon, that's something that can be verified. So there's a high degree of trust in those entities. But what are some of the challenges that might arise over that? I'm thinking of two right off the top of my head, and I'm curious about how you think about them and how you attempt to compensate for them. First would be something like a man in the middle attack on the API so that you could have a bad actor, a malicious actor, for example, who might want to manipulate assets for one reason or another to go short or long a particular security. And the second is the potential for rogue actors in companies to do things that may not necessarily be, in fact, that would not be in the best interest of the company as a whole for financial gain. How do you think about some of those challenges? And are there other risks that you also think about in terms of addressing?"
    },
    {
        "speaker": "C",
        "text": "Right. So there are a number of risks here, just to be super clear. One of the biggest risks is that people don't misunderstand what a proof of reserve's implementation is proving to them, because there's only a certain degree of things that are getting proven to them, such as there's this many assets in this type of account at this institution that doesn't say anything about the liabilities. It doesn't say anything of the company. It doesn't say about a lot of things. So there's this whole thing."
    },
    {
        "speaker": "B",
        "text": "So just to break this down for people, so they understand that people who may not have accounting backgrounds. So you have assets on one side of the balance sheet, you have liabilities on the other. So you're saying, essentially, Sergey, if I'm understanding you correctly, that if you prove that you have x number of assets, if you don't have proof of liabilities, you're not proving that the assets and liabilities are aligned or in balance in a way that people who are doing business with the company might be comfortable with."
    },
    {
        "speaker": "C",
        "text": "Yeah. You're not proving solvency. Right. So when it comes to FTX, I think people were concerned about solvency, but the thing that triggered the whole thing was the balance sheet and the balance sheets composition. So the main. The main thing that everyone got upset about and started doing a bank run about was the composition of the balance sheet. Right. It wasn't clear what the liabilities was. It was just, oh, wow, a lot of the balance sheet is FTT token. I didn't know that I'm going to get my money out. And that created a cascading set of events that resulted in this situation with FTX. So in the FTX case, proof of reserves would have solved that problem, because everybody would know from the beginning what the balance sheet is, so they wouldn't have a situation where they're really surprised and they're kind of deciding to do a bank run and all simultaneously withdrawing their funds. So that's one great example of proof of reserves being very useful for mitigating that specific risk of what are the assets? What is the balance sheet? Right. So that makes sense. Now, there's obviously these other risks that you discussed, which are people manipulating information. So that's the type of risk that I think people should take into account. If you have a single data source, not multiple data sources, then you're exposed to the risk of that single data source being manipulated. And then you have to ask yourself, okay, there's proof of reserves about custody in this place. How good is this place? How secure is that place? How much do I trust that place to do real custody and real security and avoid the problems you described, whether that's insider threat or whether that's man in the middle, packet, injection, whatever it is? So the real question here is, what is the real setup for proof of reserves? And I think what people should consider is what is getting proven to me and what isn't getting proven to me. What do I know about the things getting proven? So are the assets? Do I know what bank the assets are at? Do I know the type of account that it is? Is the proof of reserves implementation, checking the account every second, every day, every hour, our proof of reserves implementations have a feature that does 2% threshold changes. So if the account balance changes by a certain percentage, there should be an automatic update for some of the proof of reserves instances. And so, proof of reserves is like any other tool. It's a configurable tool that needs to be configured correctly for the purposes that people want to get from it. And so proof of reserves can be configured to prove a lot about the reserves and the balance sheet and the assets of a particular counterparty. And I think it's a fantastic tool because not only can it get adopted by, for example, someone like FTX, but it can actually get adopted by all the people who are now experiencing systemic financial risk from FTX. Users can decide if they want to use those applications based on their exposure to where their balance sheet resides. So you could even prove things like, I have this asset in my balance sheet, but this asset in my balance sheet is over here in this place. And so your exposure is not just to this asset, your exposure is also to this custodian or counterparty. For example, if there's some kind of CFI crypto lending thing that holds 90% of its assets, would some other C five crypto lending thing. So not only do you know the composition of the assets, you know that they're held in this other thing over here, right? So where all of this is going in a way that does harden and improve our industry, and which we're at the center of, because we've had proof of reserves working for over two years on production, powering some of the top stable coins and gold coins, and a lot of the other top DeFi and C five things out there is that everyone is realizing that truth over trust is real. It's not a nice concept. It's not an idea. It's a very real, very tangible, very useful risk management tool. And the concept of truth over trust, or cryptographic truth over paper promises is very clearly defined here in the form of proof of reserves. But my very, very strong feeling is that there's going to be many more pieces of cryptographic truth, such as liabilities, various measures of solvency, proof of selling an asset. There's a whole world of proof of x that provides very similar value to proof of reserves that people simply haven't woken up to yet. I, because there hasn't been an event that makes them worried about managing a risk, but we are actively developing those, working on those. And I have a very strong feeling that both in the crypto world and in the traditional financial system, proving things will be an increasingly critical aspect for people deciding to deal with a counterparty. So that's the positive outcome of this, is people are realizing that risk management through cryptographic truth and things like proof of reserves is not like a nice idea. It's the new minimum. It's the standard that everyone needs to meet and that holistically is better for our industry because it makes our industry uniquely more cryptographically proven."
    },
    {
        "speaker": "B",
        "text": "Yeah, a couple of side points here that I think are probably important to make. It's not just the quantitative aspect of it, but there's also a qualitative aspect. In the case of FTX, we've been talking about FTT here, but there are also some other so called Sam coins that were being held on the balance sheet here. I'm talking about serum especially, but also oxygen maps and bonefita. These were other coins that were spun up either by FTX or Alameda or some combination thereof. And second, for people who are thinking about the burden that this place is additionally on users, it's also possible that we could have layers of interpretation there. So it's not just that users would be responsible for understanding all the on chain data themselves. It would be that there would be third party entities who could look at that data and say, hey, by the way, if you have essentially the equivalent of analysts who are looking at this, who are very experienced looking at it and saying, hey, I see something that's moving here. I saw this oracle change, and I'm concerned about it, and it's a mechanism to essentially disseminate that information more broadly and to bring in expert analysis, as well as empowering users on their own to look at that data. Sergey, what I'm curious about is understanding where we are right now in terms of the current state of play with the technology for the so called proof of x that we've been talking about here. First, of course, proof of reserves, which say, has been running up for about two years right now on the oracle network, but also with regard to proof of assets, proof of liabilities, proof of solvency, more general, where are we right now in terms of the operational nature of it? Is this something that's running on the network itself? How is it being connected to the external APIs? And is that system yet, in a way ready for production to start guarding against these types of issues in the future?"
    },
    {
        "speaker": "C",
        "text": "Sure. So the way we view it is that it's just another type of data. It's just another type of cryptographic truth. This year, the Chainlink network has enabled $6.6 trillion worth of transactional value. A lot of that has been through market data, but there's other types of data, and one of those categories is this proof of reserves category and proof of various other things categories. I think the way that this is going to develop is, frankly, based on what users want to see and what users want to know. And we, for example, have a badge that people can put on their application and their site to show that they have been verified by proof of reserves. And this badge reminds me of the badges that I've seen from, like, e commerce websites back in the early two thousands where people knew that something was verified or their credit card number was secured somehow through Norton or something else like that. Right. So the reality of what proof of X develops next is a consumer dependent question, because the reasons that proof of reserves are getting adopted is that all the consumer focused applications want to prove something about themselves to consumers, because consumers have realized this risk and this risk management issue. So if consumers realize that the risk management issue they're concerned with is not just assets but also liabilities, well, then proof of liabilities is something that we're going to heavily accelerate. And then if they realize that what they really care about is proof of solvency with a certain level, then that's what will get accelerated. We have a lot of other type of stuff that isn't called proof of x, like, we don't have. We don't call it proof of identity, but we have many solutions in the Chainlink network about proving people's identity in order to allow them to comply with regulations and still use various great on chain financial products."
    },
    {
        "speaker": "B",
        "text": "Sergey, I'm mindful of the fact that we're about to run over time here, but I wanted to ask you, here we are in December, obviously, 2023, right around the corner. What do you foresee happening next year in terms of the implementation? What's on your roadmap? What do you foresee happening next? And what's the general trajectory that you see in this space for 2023?"
    },
    {
        "speaker": "C",
        "text": "There's three categories of what Chainlink and the Chainlink network is doing now. One is around data, which we just briefly discussed. There's a lot of market data innovation we're doing around low latency data. For derivatives. There's identity data, which I think will be attractive for regulated Defi, and I think will happen at some point. And then there's proof of x data, proof of reserves, proof of assets, proof of liabilities, proof of this, proof of that. So those are the three main categories in data that we're more concretely exploring and moving forward. On the compute side, there's automation, random numbers, and a number of other things. And on cross chain, there's something called CCIP, which is very exciting both for the crypto world and for the traditional banking sector, which has an increasingly large interest in moving assets across multiple bank chains, which we're getting increasingly involved in through the high quality security of CCIP."
    },
    {
        "speaker": "B",
        "text": "That's cross chain interoperability protocol, something that's running right now on the chainlink network."
    },
    {
        "speaker": "C",
        "text": "Just to be super clear, it's not fully running right now. It's a very security sensitive thing because there's been so many bridge hacks, so it's not fully live right now. We're still working on it, and the reason we're still working on it is because we're trying to get the security right, because it's relatively simple to spin up a bridge or a messaging bus between chains. But it's pretty complicated to keep all that value and information secure, exactly as."
    },
    {
        "speaker": "B",
        "text": "We'Ve seen with all the bridgehacks, as you mentioned, over the past twelve months or so."
    },
    {
        "speaker": "C",
        "text": "Right? Right. So our goal is to create these really secure systems, and that's why the Chainlink Oracle network has powered $6.6 trillion in transactions this year. It's not because we rush in and just hope it works. We do a lot of auditing, a lot of validation, a lot of security review, and CCIP is still under some amount of design and security review, so that's where that stands. I think that just like Oracle networks that deliver data to power, over $6 trillion in transactions are very important because the data is a critical attack vector. Cross chain communications and movements will also depend on security. So what's coming next for us is to make sure that the data quality keeps improving with low latency. The proof of reserves, proof of other things aspect of Chainlink continues to develop. Identity related data, I think has a real chance of gaining real adoption in the coming year. And so we have real interest in that. Then there is cross chain, and then there is certain amounts of computation. And really what all this results in is a larger, more cohesive platform where people can build really advanced smart contracts such as Defi. So that's the vision we're trying to really realize more and more in the coming year."
    },
    {
        "speaker": "B",
        "text": "Sergey, I could talk to you for the next 3 hours about all of this, but I want to bring Jeremy Varlow back in for his take."
    },
    {
        "speaker": "A",
        "text": "Jeremy, a fascinating conversation, and if you guys did choose to speak for three more hours, I would certainly be on the line listening. That was fascinating. I do have a few key takeaways in the interest of time. I'll try and keep them brief. But we covered today that Celsius may be providing funds back to some of their customers. Of course, Ash mentioned some of the caveats, those with non interest bearing custody accounts and funds that were not commingled with other Celsius assets. We also discussed Gary Gensler's message to crypto companies that the Runway was getting shorter for non compliant firms, and the obvious backlash from those in the crypto space, arguing that there are nuances where crypto and securities laws do differ. And then lastly, from our interview just now with Sergey, we continue to mention that these issues in the crypto space are traditional finance problems that have crept their way into crypto. These are not crypto failures. They are failures of centralized finance. And Sergey mentioned that cryptographic truth and transparency can capably solve those issues. I particularly liked the statement and the ethos over at Chainlink that cryptographic truth over paper trust or just shortened truth over trust. I would like to conclude by going to Sergey, if you have any final takeaways for us today."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think the takeaway that I have is I've been in this industry for over ten years, and so I've seen a lot of booms and busts. I've seen a lot of ups and downs. And some of those ups and downs don't really result in anything positive because they're based heavily on speculative stuff. This up and down from FTX is not great. I don't think it paints things in a positive light. But when I look at what's happening in terms of the demand for proof of reserves from Chainlink, and I look at the real adoption of this as the new minimum for proving things to users, I do think that this event will create a realization in our industry about how risk management should work. And I think that realization will fundamentally harden our industry the same way that open source cryptocurrencies are hardened by more specific, smaller attacks. And that hardening has a lot of value because all of that hardening of our industry and what it provides to is not happening in the traditional financial system. And so eventually, through enough of these kind of hiccups and bugs and issues in the industry's design as a whole, we will arrive at a hardened, transparent, reliable, user, controllable, immune from various manipulation financial system. And I think that that will have massive impact on the developed markets and it will have even larger impact on the emerging markets. And so while this isn't like the brightest paragraph in the book of what's happening in the blockchain world, I think there is a silver lining where it is going to harden and improve how our industry works. And all of those things add up. So I am seeing this realization around proof of reserves, and I think it's going to become a net positive over time as one additional key feature of why our industry provides this hardened, reliable method of conducting financial transactions and financial relationships."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "Listen, I'm going to keep mine real short here because I think Sergey covered the mechanics of this very well. I just want to zoom the camera out, give you a little bit of big picture. For me. The bottom line, what we've been talking about here in relation to the FTX collapse is not inherently a crypto problem. In fact, I would argue that it's the opposite of a decentralized problem. It's a centralization problem. It's what happens when you have highly centralized actors, frankly, in some senses, a kind of cult of personality around a very charismatic leader who lots of folks gave lots of money to operating effectively offshore in a highly unregulated environment. This is not a challenge that's inherent to crypto. In fact, it's exactly the opposite. I think that some of the conversations we've discussed here today, not endorsement of any one protocol, but the conversation that we've talked about today here with Sergey is this idea of true decentralization, cryptographic truth, truth based on math and physics rather than on trust of individuals. I think that's an important point. I think when we have this conversation here, Jeremy, in 2033, not 2023, these are precisely the issues we're going to be talking about. This is the future, and that's why we think this conversation is so important. And I just wanted to thank Sergey again for joining us here today."
    },
    {
        "speaker": "C",
        "text": "Thank you for having me. It's my absolute pleasure to be here. Always really enjoy our conversations. Thank you for diving into this important issue with me. Thank you."
    },
    {
        "speaker": "A",
        "text": "Thank you again, Sergey. It was great to have you on the show. Thank you, Ash. Always a pleasure doing the show with you. That is it for today. Don't forget to subscribe. Real vision crypto is free. Head over to realvision.com crypto. For those of you watching on YouTube, you know the drill, smash the likes notification bells, all that good stuff. Join us again tomorrow. Ryan Berkman's Ethereum investor and community member will be with us live. That should be a good one. See you at noon eastern time, 05:00 p.m. london live on the real vision crypto daily briefing."
    }
]