[
    {
        "speaker": "A",
        "text": "Today's crypto daily briefing is sponsored by Origin Dollar. With inflation still over 6% and CeFi lending platforms going bankrupt, DeFi protocols that earn interest on stablecoins are once again back on crypto investors minds. Apys on Aave compound and curve are currently around 2%. By the time you pay gas to stake and unstake, it's a question of if it's even worth it for most people. If you want to earn yield on your stablecoins without needing to pay gas, check out origin Protocol's origin dollar stablecoin OUSD's average APY over the past 30 days is 5%, twice the rate you get lending directly on blue chip protocols. The best part is the boosted yield isn't from leverage or extra risk, it's from extra collateral and is rigorously audited. This is because smart contracts on curve and other Dapps don't support rebasing. So their collateral is working for you. The way origin describes it, for every $1 of OUSD, there's more than $1 in DeFi working for you. Origin wants you to know the collateral earns yield through these dapps. The protocol routes rewards to your wallet on a daily basis. Do nothing and your OUSD balance grows daily. If you want to put your stablecoins to work, check out Origin dollars website. You can mint OUSD from the Dapp or swap your stablecoins for it on uniswap to start earning today. For those holding ETH, Origin protocol is teasing the release of OEtH, which does everything OUSD does, but for ether, it holds liquid staking derivatives to optimize yield. Follow along on origin Protocol's Twitter and Discord channels. Visit realvision.com originedollar to learn more."
    },
    {
        "speaker": "B",
        "text": "Paul Grewalt, chief legal officer at Coinbase Fantastic to have you on the show. We've waited to have you on a long time. Thanks for joining us."
    },
    {
        "speaker": "C",
        "text": "Thanks for having me on, Ash. I'm really looking forward to our conversation."
    },
    {
        "speaker": "B",
        "text": "Me too. Paul. Your shop, Coinbase, is at the very center of everything that's happening in the us crypto space. In the last six to twelve months, let's say the legal, regulatory and compliance aspect of crypto has become very much the center of that conversation, and you're very well positioned to talk about all of this big picture. What's happening, why is it important and how do we understand it?"
    },
    {
        "speaker": "C",
        "text": "Well, there's a lot happening right now when it comes to crypto and digital asset policy and regulation. I think the most important thing to understand is that first and foremost in the United States, we're seeing a turf battle, a fight over jurisdiction that is driving a lot of behavior at the securities and Exchange Commission, the commodities Futures Trading Commission, and other federal agencies. That really is first and foremost about who has the first line of sight and oversight over digital assets and crypto. That's why you're seeing, for example, different agencies claim that different types of digital assets are either securities on the one hand, or commodities or virtual currencies on the other. At the same time, as we're seeing this turf battle, I think it's fair to say we're seeing a real fight over what types of disclosures investors and others need, what types of market structures ought to apply to digital assets so that people can have confidence in what they're investing in, and at the same time, innovation is protected. So that fight is happening as well. The last thing I'll just say that's going on again at the highest level is that I think we're having a fundamental conversation right now in the United States over how does the rule of law actually work. Because while there are all sorts of good natured debates and disagreements, we can have and are having over the right types of disclosures, whether to think about project groups as common enterprises and all those sorts of issues. The fact of the matter is, Congress sets the law in this country. Regulatory agencies are charged with writing rules to execute that law. But we all operate fundamentally under a constitution which requires due process, which requires fair notice, which requires a number of other fundamental rights be respected, even as we try to get to the right set of rules that apply to protect this important industry and this important community."
    },
    {
        "speaker": "B",
        "text": "Yeah, and this all begins with the fact that the laws that regulators are interpreting are 90 years old. Clearly, cryptocurrency, digital assets was not in the mind of the folks who drafted those laws in the 1930s. Where are we now? You began with this notion of the turf battle that seems to be forming in Washington between the CFTC on one hand, and the SEC on the other. This is a fundamental question of the nature of what cryptocurrencies are. Are they commodities? Are they securities? Are they some other type of property or asset? How do you guys think about that at Coinbase?"
    },
    {
        "speaker": "C",
        "text": "Well, what we're seeing is quite remarkable. You're absolutely right that the laws that are applicable to crypto and digital assets were certainly drafted in a very different time with a very different set of concerns. The 1933 and 1934 securities and securities Exchange Acts obviously did not contemplate that. One day we would be talking about tokens that we would be talking about, distributed ledgers that we would be talking about, uh, credits, uh, uh, that are protected by blockchains and consensus mechanisms. These things, of course, didn't exist in the thirties. Um, they didn't even exist in large part ten or 20 years ago. Right. Nevertheless, you know, laws that were written in a different time can apply, and often do apply to new technologies, new circumstances, but it's important that they be applied and updated in ways that make sense for the present time in our present economy. Last July, Coinbase filed something called a petition for formal rulemaking. And this was a formal request that we submitted to the securities Exchange Commission, in which we asked something like 50 different questions that we thought needed to be answered in order for there to be a regulatory framework that could apply to digital assets that would make sense, that would protect investors, protect consumers, but also promote innovation and reflect the realities that digital assets fundamentally work differently. Unfortunately, Ash, nine months or more have passed since we filed that petition, and unfortunately, we have not received even a response to it. So we remain committed to pursuing rules that will apply not just to Coinbase, but the entire industry. Unfortunately, we don't yet have a willing partner and the SEC to fulfill that objective."
    },
    {
        "speaker": "B",
        "text": "And let's talk about the goals of that petition. It's important to point out that Coinbase also filed suit to get an answer to some of those questions. What is it that guys are seeking in terms of clarity and guidance? In a quite striking video that you guys posted a few weeks ago, you said, we will show up in your offices any day, anytime to discuss a workable path forward for our industry. Talk a little bit about what you need in terms of a workable path, what you feel you need in terms of clarity to make the kinds of business decisions for Coinbase and for the space more generally."
    },
    {
        "speaker": "C",
        "text": "Well, I think for the space more generally, what we need are standards, for example, around issuer disclosures. What is the set of information that any reasonable investor is entitled to and needs in order to make a sound investment decision when it comes to digital assets? We think there are standards that could and should work for digital assets, including cryptocurrencies, but they need to account for the unique nature of digital assets. The fact that project groups operate differently than corporations, the fact that the nature of tokens and assets often does change over time. And so we'd like to see basic, reasonable rules adopted so that everyone can understand what it is they're getting into when they elect to participate in a project or invest in digital tokens. Another big issue, Ash, is market structure. We'd like to see the current rules for digital asset exchanges reflect the reality that when it comes to crypto, when it comes to digital assets, the networks operate differently than more traditional asset classes. So, for example, with traditional asset classes, it makes sense if you have separate intermediate functions like trading, I'm sorry, clearance and settlement and things like that, and agents operating to perform those functions that are different and separate from one another. But of course, when it comes to crypto, settlement is essentially instant. And so to impose archaic structures on this asset class that just increase the cost, increase the delay and offer no benefit doesn't make sense. Those are the kinds of questions that we think could and should be answered by the SEC in order to allow for digital asset registration to take place. Up until this point, unfortunately, we don't have any answers to those questions. And so we're all operating in a very uncertain, very unsettled circumstance."
    },
    {
        "speaker": "B",
        "text": "Yeah, you know, in many ways, it's sort of second verse, same as the first. It's the same point that we were talking about earlier. If you attempt to apply laws, if you've worked in the traditional banking sector, you know that you have execution, clearing, and settlement execution. You do the trading clearing, you make sure that everything matches up, settling, you have the actual back end payment architecture go into place in crypto, in digital assets, all completely different. Very hard to understand how you could apply that framework, that paradigm to a digital asset space."
    },
    {
        "speaker": "C",
        "text": "Well, you can't. And of course, that's why when it's suggested that somehow cryptocurrency exchanges and issuers just come in and register, the suggestion really is unfortunately disingenuous, because the fact of the matter is, if you go to the website and download the form, as has been suggested on at least one occasion, you can't register today, you can't comply with the rules that are set out. And so, effectively, what's being suggested is digital assets operate outside of the regular perimeter and without any oversight. For the SEC, ironically, it's Coinbase and it's many others in the industry who support what we're trying to do, who are asking for that oversight, who are asking to be allowed to come into the perimeter. We just need rules to be able to do that, which is why we filed our petition in the first place."
    },
    {
        "speaker": "B",
        "text": "So let's talk a little bit about those rules. And one of the challenges with the digital asset space is that it's just so vast. It's nothing, just a particular asset class that's an entirely new paradigm for thinking about the way that assets work. I've heard you speak before about digital assets that clearly seem to be securities. Then you have things like stable coins, which may be better regulated, like a money market, then you have things that might be commodities. I mean, it's a really complex, rich, and ramified architecture out there. How do you begin to think about the categories that these digital assets fall into?"
    },
    {
        "speaker": "C",
        "text": "Well, the way we think about it, Ash, is actually pretty simple, which is, we would like to be able to offer as many assets in the United States as we are legally able to do. So that's first and foremost. Unfortunately, today, there is no way to be able to offer digital asset securities in the United States, because, as I've described, the SEC doesn't provide a path to registration that would allow that. And so we undertake a very rigorous analysis of any project that we evaluate, any asset that we're considering for listing. And if we conclude that, based on our best read of the current law, that an asset may be a security, we don't list it. Period. End stop. Now, we'd like to be able to list it right now. Our review process eliminates something like 90% or more of assets, because there may be a. A digital asset security risk or other legal issues with the project. But we'd like to be able to do to offer that in the future. That's one of the reasons why we've pushed so hard for a registration path for issuers and for exchanges like Coinbase. And at the same time, there are many projects, many assets, which are clearly not securities, which are commodities or currencies. And so if we otherwise are satisfied that they don't pose unnecessary or unacceptable risk for our customers in terms of cybersecurity or our ability to make sure that compliance issues are properly monitored, we list them. That's the way that we go about this. But make no mistake, what this means in real terms, Ash, is that 90 plus percent or more of assets are off limits to most us customers. And we'd like to be able to address that, but we need regulatory clarity in order to be able to do that."
    },
    {
        "speaker": "B",
        "text": "So in your view, all the digital assets that Coinbase currently lists are not securities, by the way, I should say in full disclosure, I have a Coinbase account or retail account myself, with an embarrassingly small amount of funds in it. But the assets that you guys list, in your view, are not securities."
    },
    {
        "speaker": "C",
        "text": "They're not. They're not. And I say that with confidence because of this review process that we undertake. And this is not just a matter of asking our issuers to download a form and submit it to Coinbase in the way that the SEC has suggested that all of us download its form and submit it to the SEC. We undertake a rigorous process that involves analysts here at the company, lawyers and others at Coinbase, outside counsel that we bring in to vet and evaluate our process. If we weren't confident in that process in and of itself. The fact is, we submitted this process and described it when, of course, two years ago, Coinbase became a public company. And who did we submit that process to? Of course, we submitted it to the SEC because they were the company. They were the agency which reviewed our application to list as a public company here in the United States and throughout that? S one process, Ash, where our draft registration statement and other materials were submitted to the SEC, Coinbase underwent a very rigorous vetting and evaluation by the commission of our asset review process. They asked lots of hard questions, they wanted lots of details, and we provided thorough answers in all the details that were requested. And after that entire process two years ago that we went through, at the end of the day, we were allowed to list as a public company. That certainly should give others, and it certainly gave Coinbase confidence that our process was sound. And of course, we always update it and we always are mending it in order to reflect new information and a new understanding of these markets. But this is not something new. This is something that's been battle tested over many years across many, many different assets and submitted to the SEC as part of our own public listing process nearly two years ago."
    },
    {
        "speaker": "B",
        "text": "Indeed, to that very point you posted on the Coinbase website just last week, quote, Coinbase is the same company that we were when the SEC allowed us to become a public company two years ago after detailed discussions with us about the very aspect of our businesses that are now the subject of the Wells notice. We should probably talk about the wells notice, what it means more generally, and how you feel it impacts your operations at Coinbase."
    },
    {
        "speaker": "C",
        "text": "Yeah. So a wells notice is just a legal term of art that refers to a formal notification by the SEC that it believes one or more violations of federal securities laws has taken place. Once a wells notice has issued, a company has the opportunity to come in to lay out its side of the case and to attempt to persuade either the staff or the commissioners themselves that no enforcement action should be pursued. Now, Coinbase has taken advantage of that opportunity. And of course, we have now shared publicly the very detailed brief we submitted to the SEC, as well as a video that it allowed us to present as well. And following those submissions, we have met with the SEC to try to make our case that enforcement action of the type that's been suggested by the SEC just doesn't make sense and frankly, would be contrary to law. We were very keen, Ash, to be as public about all of this as we could be. We shared the wells notice, of course, immediately after we received it, and we've now shared, as I mentioned, our response as well as the video. We're sharing all this so that people can assess the facts for themselves. They don't have to rely upon Coinbase's characterization, or, frankly, the SEC's characterization of that dialogue. People can review it for themselves and draw their own conclusions. I think if your listeners and viewers do that, what they will see is that we have laid out a very compelling case that an enforcement action against Coinbase, at least has been, has been suggested by the SEC, would be a very serious mistake."
    },
    {
        "speaker": "B",
        "text": "So let's dig in and talk about what that review process is, because I think it's so important for folks like me, who are non lawyers, to understand exactly what you guys do when you do this review process, and even more generally, how you think about the intellectual framework for determining what is and is not a security. So Coinbase released a letter to SEC in July, and there's an extensive appendix in this that defines two principal tests that you guys use to determine whether or not something is a security and whether it's more used more broadly in the industry. Of course, the first is the Howey test from the 1940s, and the second is the Reeves test from the 1990s. Can you describe what those tests are and why they're so important to making this determination between what is and is not a security under us law?"
    },
    {
        "speaker": "C",
        "text": "Yeah, well, both tests ultimately are focused or aimed at that fundamental question of is the product or service or asset that you're looking at a security or not? Because if it is a security, then there are a series of requirements that follow. And of course, the securities and Exchange Commission, as you might guess from the name, would have jurisdiction, authority to supervise that. The fundamental question under these tests is whether or not the asset or product or service in question is either an investment contract. On the one hand, if you're talking about tokens or a note, or a lending product, on the other, if you're talking about things that fall outside of the investment contract analysis. Those are the two major categories of crypto products or services that have been the focus of the SEC's attention. And there's been a lot of criticism, Ash or concerns raised about the Howie test and its application to digital assets. Because the Howey case that it refers to took place in the 1940s, it's only slightly younger than the statutes that Congress passed a decade before. And so some have suggested that it really doesn't make sense to even apply the Howie test. We think there would be a good opportunity for Congress to step in and issue new legislation that made more sense for a digital age, and that was, I think, more carefully tailored to the realities of how networks generally work in 2023 and beyond. But to be super clear, Howie remains good law. And we think it's very clear under Howie that the definition of investment contract, which requires that there be a transaction scheme or contract that involves an investment of money in a common enterprise, that there be an expectation of profits in the efforts or based upon the efforts of others, that that test, when you apply it to many digital assets, simply does not hold. Again, are there certain assets that are, in fact, investment contracts? Yes, we don't list them, but there are many others that are not. And for various reasons, it's important that you be very specific in applying that test to each individual asset. So that's what we do in this process that I described. We take the white papers that the issuers have drafted, we look at other information about the project that's been submitted as part of the application, and then we run all of that data, all that information through these legal standards and ask the fundamental question, are these different elements met? And if there's a close call, if there's an open question, we err on the side of caution because we don't want to list digital assets that qualify or might qualify as securities until we have a path to registration. But in many, many instances, the projects have become sufficiently decentralized. In many, many instances, there is no common enterprise, and in yet other instances, there is no contract at all that would even qualify under the Howey test. And so we have confidence that we can list the product or list the asset, or provide the product or service. And so that's what we do."
    },
    {
        "speaker": "B",
        "text": "And just a review for folks who are not familiar with this, those four prongs of the Howey test needs to be an investment of money in a common enterprise made with a reasonable expectation of profit, based predominantly on the entrepreneurial or managerial efforts of others. Those are the four principal tenets. For what reasons do you think, for example, Ethereum does not meet those tests?"
    },
    {
        "speaker": "C",
        "text": "Well, for example, Ethereum doesn't meet that test because, of course, when you're talking about a common enterprise. You're generally talking about a control group. You're generally talking about a centralized group of people who have authority over resource allocation, who have authority over managerial direction, who have authority over the long term success or failure of the project. And Ethereum, whatever its history, certainly in 2023, is none of those things. And that's just not me or Coinbase talking. You don't have to accept my word for it. Take the words of the chair of the Commodity Futures Trading Commission, Roz Benhamdez. Chair Benham, in testimony before Congress, was explicit that Ethereum is a commodity, not a security. And so you have other regulators validating this analysis, even as the chair of the SEC refused to answer that same basic question when it was put to him in his own testimony before Congress a week or two ago."
    },
    {
        "speaker": "B",
        "text": "Yeah, and to that very point, the CFTC makes the same, uh, points in their, uh, in their complaint against binance. I was just going to read this. Uh, essentially, I'm. I'm just going to skip ahead here. Uh, leverage retail commodity transactions involving digital assets that are commodities, including bitcoin, ethereum and litecoin for persons in the US. This is a reading from a complaint, uh, CFTC filed against binance. Uh, but again, that's the assertion that they're making, that these are in fact, commodities. How do you think about operating in this environment when you have different regulators essentially taking different views about whether or not a security is a security or a commodity? I mean, that is a very difficult position for the business to be in, but also a very difficult position for the entire space, for people who want to be good actors, who want to have clarity around what they're doing. These are very challenging times."
    },
    {
        "speaker": "C",
        "text": "It is very challenging for people and for companies that are trying to do the right thing. It's not just the regulators who are having these fundamental disagreements. Ash, you have the Department of Justice also making clear that it rejects the SECs current approach. We had a recent case involving a former employee of Coinbase who was accused of frontrunning. In fact, he ultimately pled guilty to that charge. And in that particular case, the assets at issue needed to be evaluated to establish whether or not the fraud that was taking place by this former employee was securities fraud on the one hand, or non securities fraud, or what in the law we refer to as wire fraud. And the Department of Justice, who, by the way, are no softies, these are federal prosecutors who have every incentive to pursue the highest charges and in fact, are directed internally to pursue the highest charges they can, looked at the same assets, as the SEC evaluated in its own parallel case and concluded that the assets were not securities, and therefore the case need to be charged not as a securities fraud case, but as a wire fraud case. And if that weren't enough, Ash, if it weren't enough that you have these different federal bodies reaching very different conclusions, you have the SEC chair himself reaching different conclusions at different points in time. For example, professor Gensler, before he was even appointed as chair of the SEC, said without qualification that something like 75% or more of the market is not even impacted by the Howie analysis because they are not securities. And even after Coinbase became a public company and Professor Gensler became chair Gensler in May of 2021, the chair said in his own testimony before Congress that there is no market regulator applicable to cryptocurrency exchanges like Coinbase because the assets that they trade in are not securities. That's the necessary implication of what he said. So it's a mess. It's a challenge. It can be even frustrating at times, but there's still time to get this right. I think sometimes in crypto we aren't optimistic enough that there are solutions to these problems. I am optimistic that we can draft reasonable rules that establish what is a security, what is not security. But we have to stop focusing on who has authority and whose turf we're encroaching upon. Those types of debates aren't helpful. What would be helpful are clear rules that define these things so that we can all focus on building great products and services instead of these legal fights."
    },
    {
        "speaker": "B",
        "text": "What do you think the best way to get there is? Obviously, everyone wants that clarity that you're talking about. But what do you think the best way to attain that goal is? Is it through new legislation? Is there some other type of action that you see us getting there? What are your thoughts about the direction? How do we get there?"
    },
    {
        "speaker": "C",
        "text": "Paul well, you know, we would love to see new legislation, and that's why we've been very encouraged by what appears to be bipartisan support in the House Financial Services Committee for legislation that would address at least portions of these issues. It may not be comprehensive in the end, but we think we can make good progress on certain areas, like stable coins, even if legislation is not achievable in the short term. As I said earlier, we think rulemaking by the securities and Exchange Commission could go a long way to clarify some of these issues. It's one of the reasons why more than nine months ago actually filed that petition. And it's also, as you alluded to earlier, one of the reasons why, just recently we filed our own petition in a federal appellate court to force the SEC to answer that petition so that we could finally get rules that make sense. At the end of the day, though, if legislation is not achievable in any meaningful sense in the short term, and if the commission is unwilling to fulfill its obligation or meet its obligation to issue simple rules or plain rules that we can all follow, there's really only one other place for us to go, Ash, and that's the us courts. Those are the federal courts, and that's why Coinbase doesn't relish the opportunity to go into court. But we are prepared to do it if that's what's required, because we think it's high time that we have some clarity and certainty in this industry."
    },
    {
        "speaker": "B",
        "text": "What were your thoughts watching just last week? I believe Patrick Henry's conversation with SEC chair Gary Gensler on the House floor. I thought it was interesting that Mister Gensler declined to make the determination of whether or not he thought Ethereum was or was not a security. He kept saying, it depends upon the facts and circumstances. I think the facts and circumstances around Ethereum are pretty well known, and they've been fairly well disclosed. In terms of the SEC's perspective on this, what was your reaction to that testimony?"
    },
    {
        "speaker": "C",
        "text": "Well, I think it just underscored how ridiculous this circumstance is. The fact is, as chairman McHenry pointed out, the SEC and the chair himself have been explicit as to other assets, for example, bitcoin. He has had no problem declaring bitcoin to be a commodity. And so to refuse to answer a chairman's question and to claim that facts and circumstances prevent him from being able to answer questions, I think reveals just how unacceptable the situation is. Because if the chair of the SEC can't answer that basic question, even while staying in Congress, how on earth can others in the crypto industry and american investors have confidence in the answers themselves? We need rules here. It doesn't have to be hard. It will require effort. But I was struck that even when that basic question was put to the chair, he simply wouldn't refuse. He simply wouldn't answer the question. And I think it just underscored how unsettled the situation has become for all of us."
    },
    {
        "speaker": "B",
        "text": "Yeah, we've got a lot of great questions coming in from our audience, viewers and listeners who are watching this show right now. And I want to bring some of these into the conversation because I think they're very well on point. The first one comes to us from Augustine on the real vision website. If Coinbase were to move offshore, how might that affect us customers? I know there are a lot of presuppositions in that question, Paul, but we should point out that just yesterday, Coinbase announced that Coinbase International was going to be formed, regulated by the BMA, the Bermuda Monetary Authority. Talk a little bit about how that could affect us customers and what the broader plan is from Coinbase's perspective."
    },
    {
        "speaker": "C",
        "text": "Well, I want to be very clear, Ash, that Coinbase was founded as a us company. We are incorporated in the state of Delaware, or under the laws of the state of Delaware. We are licensed by the New York Department of Financial Services. We're a proud american company, and we very much remain focused on serving american customers in compliance with us law. But the fact of the matter is that there's a very different kind of conversation happening outside the United States. In places like the UK and in Europe, in Australia and Singapore, in Bermuda, there's a recognition that digital assets, cryptocurrencies are here to stay. And so let's stop trying to force or push the industry into a certain corner or outside of a certain boundary. Let's recognize that this is something that citizens, american citizens included, want, and we'll insist upon. So let's come to some plain and clear rules that we can all agree upon and move this thing forward. And so, for Coinbase, it's just a natural evolution of our history that we look at these other countries and we look at these opportunities in other jurisdictions, and we allocate capital, that we invest resources, and that we look to grow our presence in these other markets, even as we remain committed to solving some of the problems that we have here in the United States. Coinbase's mission is ultimately to bring cryptocurrencies and digital assets to not just the millions of people here in the United States, but ultimately to billions of people all over the world. So we have to be an active participant in markets outside the United States. Those foreign exchanges that you mentioned, including our Bermuda exchange, will service international customers. Those will not be made available to the United States customers. And so us customers are going to have to continue to rely upon the services and products that we offer here and that our competitors offer here. But it just underscores the point that unless the US gets this right, unless we come to our senses and adopt reasonable, balanced rules, you're going to see the rest of the world racing ahead. They're not waiting for us."
    },
    {
        "speaker": "B",
        "text": "Ash, let me just ask this as a follow up. One of the things that I've heard a great deal on in the Twitter sphere is this notion that, look, if there are problems with us regulation, us companies will just move offshore and everything will be fine. We've seen in the case of binance, specifically CFTC and other regulators taking action against binance because of them offering us customers. What are in the view of regulators, securities or commodities? Does moving offshore this idea that it's just this kind of magical candy land, that once companies move offshore, that us customers can just get all of those services? Talk a little bit to that and why that may be a misconception."
    },
    {
        "speaker": "C",
        "text": "It's an absolute misconception, at least for companies that are following the law and doing the right thing. In Coinbase's case, we will not service us customers from these international exchanges. That's just not something we're interested in doing. I do think, though, that it's important for us regulators to understand that as more and more of these products and services are offered in other jurisdictions outside of the United States, you're just naturally going to see more and more migration of talent, of investment, of resources and jobs to those other places. And I just don't think as an american speaking now as an american citizen, that's in our interest. It's not a magic solution. It, I think, creates a real problem for Americans who want access to these products and services. And so it's really incumbent upon the regulators in the United States to adopt reasonable rules that will encourage investment and development here and allow american companies to continue to have a strong presence in the US."
    },
    {
        "speaker": "B",
        "text": "Yeah, this global competitiveness question is something that is so incredibly important. I think many Americans have taken for granted that the United States has been the high tech leader now for decades. And it seems as though perhaps from some perspectives, that that will always continue. But this is a dramatically changing ecosystem with the rise of digital assets and decentralization. And the risk here is that this will no longer be the us century if we can't figure out how to get our act together in terms of legal, regulatory and compliance."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's exactly right. And look, it's understandable. We've had a heck of a run in this country for many decades now, essentially since World War two, where we have been the only game in town or the most important market in the world. Again, speaking as an american, I'm proud of that record of accomplishment. I want to see it continue. But crypto and digital assets are inherently borderless. And I think that in this particular asset class, more than any other, you're going to see migration. If the US doesn't get its act together. And that's why countries like the UK and Germany and others, serious countries with serious regulators, these are nothing. Regulators who look the other way and have no interest in protecting their own citizenry and their own investors, are saying, come be a part of our economy, follow our rules, we will hold you accountable, but we want you here. And so here are sensible standards that you can comply with even as you grow your business."
    },
    {
        "speaker": "B",
        "text": "Well, here's a question on exactly that point from Sarah on the real vision website. Who wants to know? In the absence of regulatory clarity, is Coinbase answerable to in regards to retail consumer protections? Great question, Sarah."
    },
    {
        "speaker": "C",
        "text": "Yeah. We are absolutely accountable to our retail customers under the law. For example, consumer protection laws absolutely apply to coinbase as much as to any other business. Our representations, our statements have to be accurate, they have to be transparent. If they are not, state attorneys general, the Federal Trade Commission, the CFPB, there are no shortage of regulators that will hold us accountable. And frankly, they should. We are currently over. We are currently regulated by the New York Department of Financial Services, a very tough regulator that has very exacting standards. And so Coinbase and others already are subject to very strict retail protections and standards. And we should be. I mean, the thing that I would just underscore here, Ash, is we want protections because protections inspire confidence. And with confidence, we're going to see more and more people take their first steps into the crypto economy, which is, of course, our entire purpose, our entire mission as a company."
    },
    {
        "speaker": "B",
        "text": "Yeah. Here's a question on one specific security. XRP, or one specific digital asset, I should say. If the courts find secondary market sales of XRP are not a security, how would that affect the listing of XRP on Coinbase? This comes to us from crypto Erie on YouTube."
    },
    {
        "speaker": "C",
        "text": "Well, Coinbase is always evaluating and reevaluating asset listing decisions. And the question, of course, refers to the fact that in January of 2021, or thereabouts, I could be off by a bit on the timing. Coinbase made the decision to pause our listing of XRP in light of the litigation that that particular asset was subject to at that time. And of course, two years later, it's still subject to litigation. A lot of us are watching and waiting for the decision from Judge Torres and the southerners of New York in that case. But however the judge rules, of course we're going to assess her ruling and any follow on appeals, and very much weigh the court's determination in any decision we might make about relisting XRP. We're very eager for the court's decision so that we can do that."
    },
    {
        "speaker": "B",
        "text": "Yeah, I just logged into my Coinbase account to check, and it says, XRP, not tradable in your region at the top of the screen. Boy, this is an interesting question from Basho on YouTube. What, in your opinion, is the SEC's approach to regulating the crypto industry, and why do they seem to be hindering innovation rather than fostering growth? This really is a question of why, fundamentally, what's your view on why the SEC has taken the direction it's taken in its stance against digital assets?"
    },
    {
        "speaker": "C",
        "text": "Well, I always try to assume good intent, Ash, and perhaps I should be more skeptical. But to give the commission as much credit as I can, I do think that there has been a gap in oversight in the United States now for many years, and as a result of that, we've seen many american investors hurt by some of the calamities of the past year. Right. Terra Luna, the collapse of FTX. There's a long list that I suspect many of your listeners are very familiar with. And so I can respect and appreciate that many good people at the SEC are trying to make sure that those types of calamities don't happen or don't happen nearly as frequently in crypto. Here's the problem, though. The way to go about that is to adopt sensible rules. The way to go about that is to say, let's have a public, transparent rulemaking process that invites crypto advocates and crypto skeptics alike into the conversation and adopts basic standards that make sense. Weighing all these different considerations, that's the way you get to greater protection for american investors and greater confidence in markets like crypto. What doesn't make sense is what we're seeing now at the SEC, which is to regulate this entire market strictly by enforcement actions that are necessarily backwards looking, that require years of court litigation, and that do very little, if anything, to promote clarity and certainty. Looking ahead, we think the approach is a mistake, even if we don't question anyone's motives, per se, and we understand and agree and embrace the idea that regulation is a good thing for crypto."
    },
    {
        "speaker": "B",
        "text": "Not a bad thing, Paul, just an incredible conversation here today. I think we mapped out the big picture in a way that I haven't seen mapped out elsewhere in terms of the understanding, really the fundamental core of everything that's happening. Final thoughts, key takeaways that you'd like to leave our viewers and listeners with?"
    },
    {
        "speaker": "C",
        "text": "Well, the main thing I would like to just leave everyone with is, is to underscore just how important this. This fight is not just for Coinbase, not just for cryptocurrency exchanges more generally, but for all of us who have a strong interest in seeing this new technology take root here in the United States and flourish here in the United States. Because the fact of the matter is, crypto is a reality. It's already here. And the only question is, is it going to be here in the United States along with the rest of the world? Are we going to allow ourselves once again to see a technology that was initially developed or largely developed in this country flourish in other places because we made poor policy decisions and acted out of fear rather than out of optimism? So I really want to encourage your listeners, Ash, to get involved at Coinbase, we've started something called crypto 435. The 435 refers to the 435 congressional districts. If you go to our Twitter feed, you'll see a pinned tweet that allows people to learn more about how getting involved in crypto 435 will help make sure that regular people's voices are part of this conversation, however you choose to do it. I just think that it's important that everybody understand that this is about a much bigger set of principles than just the definition of a security under an 80 year old statute. This is about who we are as Americans and our competitiveness as a country and as an economy."
    },
    {
        "speaker": "B",
        "text": "Kash, that's so well said. And it's a reality that is already here today, as you say, in the world at large. And, of course, more specifically here in the United States. One in five or one in six Americans own or have owned digital assets, an incredible constituency here in the United States. And there's an incredible amount of passion, I think, around the bigger picture that we really haven't talked about here today, which is about what decentralization is really about, the idea of empowering individuals. This web three mode of looking at the world where individuals have the ability not just to read, as they did in web one and write as they have in web two, but to monetize and own their own assets and their own intellectual property and content, that really is the big picture of what we're talking about here. And I think that's very well said that this isn't just about the Howey test. This is about a broader set of ideas and principles, I guess. Final, final thoughts. What is it about that world that you find so appealing? Why are you so passionate about crypto, beyond the narrow legal conversation that we've had today?"
    },
    {
        "speaker": "C",
        "text": "Well, for me, it's about the opportunity, maybe even a once in a generation opportunity to solve some fundamental problems that have plagued our financial system in this country for decades. 80% or more ash of Americans have concluded that the traditional financial system is stacked against them and stacked in favor of incumbents. And more than 60% of them believe that that system needs a major upgrade. I think crypto can be a big part of that solution. But in order for that to happen, we need to have reasonable rules in this country that allow us all to have a full and fair opportunity to develop new technologies, new alternatives, to give more of a people a say and a stake in our system. That's what has me excited as much as anything else."
    },
    {
        "speaker": "B",
        "text": "Yeah, big finance and also big tech as well. The idea that organizations have grown very wealthy and very powerful in the valley, essentially by leveraging the data of their users and the capacity for users to get that back and to have more say in the conversation I think is just an incredibly exciting one."
    },
    {
        "speaker": "C",
        "text": "So do I. I couldn't agree more."
    },
    {
        "speaker": "B",
        "text": "Paul Grewal, incredible conversation. I hope you'll come back and do this with us again soon."
    },
    {
        "speaker": "C",
        "text": "I would very much enjoy that. Ash, thank you again for having me. It's been a real pleasure and privilege."
    },
    {
        "speaker": "B",
        "text": "Thanks for joining us. That's it for today. Remember to sign up for real vision crypto. It's free. Go to realvision.com crypto. That's real vision.com forward slash crypto. Make sure to join us again tomorrow. Eli Ben Sassoon from Starkware and Chris Lexman from unstoppable games will be our live guest. That's at 09:00 a.m. pacific time, noon Eastern, 05:00 p.m. if you're in London. Thanks for watching, everybody. Have a great afternoon."
    },
    {
        "speaker": "A",
        "text": "Today's episode of the real vision Crypto Daily briefing is in partnership with Origin Protocol's origin dollar. Put your stablecoins to work in defi@realvision.com origindollar."
    }
]