[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020 baby get 2020. Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hey everyone, if you like this podcast, go behind the paywall. To get privileged access to the smartest minds in finance, visit realvision.com rvpod and use the promo code podcast ten to get 10% off our essential membership for the first year, join the real vision community and learn how to become a better investor. And now into today's episode of Rao, real Vision."
    },
    {
        "speaker": "E",
        "text": "Why is the Nasdaq up 40%? And why is bitcoin up 60%? It's because they're already pricing it. Crypto summer comes sometime next year, or that's when things start to get crazy again."
    },
    {
        "speaker": "F",
        "text": "After months of stagnation in the crypto markets, there seems to be a light at the end of the tunnel. 2024 is likely to be the next big year for crypto, and not only because of the bitcoin halving."
    },
    {
        "speaker": "E",
        "text": "So I think macro is actually the dominant factor, and the halving is a false narrative. It doesn't matter because it still works."
    },
    {
        "speaker": "F",
        "text": "So what are the catalysts that will spark the next crypto bull market and in what time frames? But most importantly, how should you prepare for what is coming in 2024? Raoul Paul, macro investor and CEO of Real Vision, shared his insights in our latest cointelegraph interview. Before we get into the conversation, as always, don't forget to like the video and subscribe to our channel. I'm Giovanni. Let's get started. A lot of things happened since we last talked in early May 2022. Back then, it was right before the collapse of terra Luna and the beginning of this domino effect that resulted into the FTX collapse. How has your view on the crypto market changed since then?"
    },
    {
        "speaker": "E",
        "text": "Zero. Look, I've been around this since 2012. I've seen these, and it's usually the same mistake. Happens most times over is people build businesses based on leverage on an 80% volatility asset, and then when the asset starts going down, everybody blows up. Yes, it's quiet right now in crypto, but the ongoing adoption, let's say the number of active addresses keeps rising over time. Even last year, in a down 75% market, the number of active addresses rose 42%, which is remarkable. So for me, everything's on track."
    },
    {
        "speaker": "F",
        "text": "So I'm curious to know your view on the current macro picture and how it is impacting crypto at the moment."
    },
    {
        "speaker": "E",
        "text": "So last year in 2022, we started to see all the forward looking macro indicators, stuff like liquidity, stuff like the ISM survey, all of this stuff was falling sharply. It was all signaling that we were going to go into recession. All assets fell in 2022. I mean, everything, crypto, equities, bonds, the lot, because it was pricing in a recession, because of the inflation, the interest rate rises, all of those things. So for me, it all got priced in last year. Then this year we've seen what I refer to as crypto spring. But we've also seen macro spring, which is the forward looking indicators are now at the bottom and starting to rise quite sharply. So it suggests that we're transitioning through into better times. So where the economy is right now is probably at its slowest point. So a lot of people are like, well, where's my recession? It's most likely to happen in this quarter, and maybe Q one, but we're already seeing the lights at the end of the tunnel on the other side, which is why assets have been strong. And everyone's like, what? Why is the Nasdaq up 40% and why is bitcoin up 60%? It's because they're already pricing it. So I'm incredibly positive. So why is that? Well, if you think about what happens at this point in the cycle, at this point in the cycle, when we're going into that recession phase, we're really in the slowdown phase. Inflation falls, unemployment usually rises, the central bank usually stops hiking, which it feels that the Fed and certainly the ECB have got to, and others. So that takes some of the pressure off markets. And then as inflation comes out, unemployment rises or something breaks like the banks. Then we get what I refer to as more cow belt, which is more stimulus, which is the likely use of quantitative easing, cutting of interest rates. We've seen the US give some stimulus to the banks, so we're starting that stimulus cycle early stage. And again, these are the kind of things that crypto loves. That's the golden times and that's where we're coming."
    },
    {
        "speaker": "F",
        "text": "That's interesting, the way you adopt a, this expression like crypto spring, crypto summer, it's the same sort of expression used by Mark Husk. According to his view, crypto summer has already kind of started. While I'm more agreeing with you that this doesn't look like exactly as crypto summer, it looks more that we are still in a sort of slow pace."
    },
    {
        "speaker": "E",
        "text": "Situation, and I think that we might see the first signs of summer. So if you think of it in a calendar, sometime by around May, the day, suddenly you start to get some really nice hot days and the weather starts to get better. That's what I think we'll get to by the end of this year. So the markets will feel stronger, people will have a bit more optimism. Although the economy is going to look bad, that's where you start transitioning towards summer. Probably the real summer doesn't get going till Q 220 24. That's when things start to get crazy again."
    },
    {
        "speaker": "F",
        "text": "I just want to ask you about a major catalyst that everybody is waiting for for next year, which is the bitcoin halving. Everybody has its eyes on this event as one of the main catalysts that will likely spark the next big bull run. And we saw that happening in 20, 24 years, every four years before then. So historically, that has always been a big catalyst. But on the other hand, we have just a very few of those events to kind of base a scientific theory on. So what's your thought on this? How do you think the halving will play out this time?"
    },
    {
        "speaker": "E",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners and then we'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auction, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless. Everybody get 30, 30 biddy get 30 bid to get 20. 2020 biddy get 2020. I better get 15. 1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 up front for three."
    },
    {
        "speaker": "C",
        "text": "Months, plus taxes and fees. Promoting for new customers for a limited time, unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "E",
        "text": "So I think the halving is coincidental to the macro cycle. It just so happens that in 2008, nine magic things happened. One, all debts. All interest payments on all debts were forgiven. We went to zero interest rates everywhere. That reset the global economy. It's exactly the same time as bitcoin came out. So they're all birthed. Zero interest rates and bitcoin are birthed at the same time. And the macro cycle is this debt refi cycle, every three and a half years to four years, that happens. That exactly corresponds to the crypto cycle. I think it's coincidental. So I think macro is actually the dominant factor. And the halving is a false narrative, but it doesn't matter because it still works, right? It's the same cycle, so you can measure it any way you want. So if we go, okay, well, what's going to be happening next year? So next year the central bank will be cutting rates. Next year there might be fiscal stimulus because of an election. Next year, if the economy is slow, they're likely to be doing quantitative easing. So that's the full set of things that you've seen on every cycle so far. So, yeah, I think it's the same. Now, there is a risk that is nothing. Of course I understand that something changes and the central banks stay higher for longer. Nothing changes, liquidity doesn't come back. But that's yet to be proven."
    },
    {
        "speaker": "F",
        "text": "So what do you think is the potential here in terms of price appreciation?"
    },
    {
        "speaker": "E",
        "text": "Look, I've learned from the past is we don't give price appreciation because you get beaten over the head by people for it. So it's not worth it anymore. Normally prices rise from these kind of levels. Five x plus it goes beyond the all time high and maybe doubles that or triples that. That's the kind of zone that normally happens. Does that happen this time? I have no idea. I don't see why anything's changed. And I think the whole crypto market, bitcoin usually underperforms in the bull cycle. So whatever bitcoin does, EtH will do more. Solana might do more than that. And something else, whatever, will do a lot more than that because there's a risk curve, same as there are in all markets. So that's what I'm thinking will happen this time around. I don't see any reason it shouldn't. But as you said, there's not been many examples so far of this. So you've got kind of a few cycles and it's like, is it going to happen every time? Who the hell knows?"
    },
    {
        "speaker": "F",
        "text": "I remember the last time we talked, you were saying that you allocated a lot of your wealth into ethereum. At least your crypto allocations were switching focus from bitcoin to ethereum. Since then, a lot of happened. How bullish are you on ethereum?"
    },
    {
        "speaker": "E",
        "text": "So for me, it's still my core asset because there's so many applications built on top of it, and that's only growing over time. And now you've got the layer twos and that's scaling the whole space. So I remain very optimistic. So ETH is still my main focus and my main position. And then I have some bitcoin, obviously. And the other bigger position I've got is Solana, which is kind of under owned. It got killed in the down cycle, down 97%, same as ETH did back in 2018. It then we saw economic activity picking up on chain. If Solana continues to pick up economic activity in the way that it's doing, it will outperform ETH. Simple as that. And looking at previous cycles, those kind of things tend to do that. 1020 30 x EtH did 47 x from the low from 2018. Solana bottomed at. I can't remember what it was, nine, something like that. So could it do 47 x? Maybe, maybe not. From the low price? We'll have to wait and see."
    },
    {
        "speaker": "F",
        "text": "Now, I have just a final question for you, Rose. For all retail investors that are watching us now, that are waiting for 2024 as like a big year for crypto, that are looking for, that are looking forward for the market to recover, what would be a piece of advice for."
    },
    {
        "speaker": "E",
        "text": "All of them from you in crypto Spring? The best thing to do is be prepared. What am I going to do in this cycle? How am I going to fomo in? How am I going to position myself? What am I going to do? So I like to take notes to think about, to pre prepare for things. Where could I be wrong? What could go on? What risks will I take? How will I stop myself doing the stupid things? Because people do stupid things. They lose their minds in a bull market if it comes. So I think there's that. The other thing is to educate yourself, learn how to invest, understand the risks, the opportunities, and learn from the experts. Now, that's what we do at real vision. What we're actually doing with Ledger is something quite special. We've got a festival of learning. So it's an online festival of learning. It's free to join. And there we're going to help educate you with the smartest, most famous people in the space. Everybody's going to be there and it should be a lot of fun. People get a lot out of it. So it's called the next digital asset wave and how to prepare for it, which is exactly what we're talking about. And people who come and join us on that, again, it's free. You can complete a ledger quest, which is this gamified ledger education experience around NFTs web three crypto you can mint a proof of knowledge NFT to show that you've educated yourself. And again, I think it's great to hold yourself accountable for stuff like that. And then there's a chance to win 1000. I think there's, sorry, there's 100 co branded ledger devices. It's a real vision ledger mashup. So anybody who's interested, it's an amazing event. A lot of good people going to be there. You'll get educated. You'll learn how to prepare for ahead. Think about the risk. As I said, people lose their minds in bull markets. So go to realvision.com forward slash festival and just join us. It's free. It's on the 12th and 13 October."
    },
    {
        "speaker": "F",
        "text": "Looking forward to it. And yeah, it's always a pleasure to have you on, Raul. And let's see, perhaps let's talk again in a few months and see how the macro picture will have changed by then."
    },
    {
        "speaker": "E",
        "text": "I look forward to it."
    },
    {
        "speaker": "D",
        "text": "What's up, revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest and biggest names in finance."
    }
]