[
    {
        "speaker": "A",
        "text": "This episode is brought to you by La Quinta by Wyndham. Your work can take you all over the place, like Texas you've never been, but it's going to be great because you're staying at La Quinta by Wyndham. Their free bright side breakfast will give you energy for the day ahead. And after, you can unwind using their free high speed wifi. Tonight, La Quinta. Tomorrow you shine. Book your stay today@lq.com."
    },
    {
        "speaker": "B",
        "text": "Dot our story begins in 2014, after the largest financial crisis the world had ever experienced since the crash of 1929. Since then, weve made it our mission to democratize the very best financial intelligence. We broke the story of bitcoin in 2014 before the general public even knew what it was. Weve made award winning documentaries and series about some of the most important economic and geopolitical events of our time that have amassed millions of views across platforms. And weve spoken with investing legends about trends years before they played out here at real vision. We don't follow the news, we make the news this week on social media. We'll be showcasing some of the most important pieces in our history, unlocking some of them for you to watch for free, and sharing important takeaways from them that will be useful for you in today's markets. So be sure to tune in. We also have a very special offer just for you guys. To learn more, simply click on the link in the description or scan the QR code."
    },
    {
        "speaker": "C",
        "text": "GM GM it's web three Wednesdays on crypto daily briefing and thank you for spending some time with me on this learning journey. I'm Elaine Lee, your friendly crypto host and producer at Real Vision. Now, before I bring in our guests, I want to talk to you about an exciting initiative at Real Vision. The mint for season two of the Real Vision collective is happening right now. The aim of the real vision collective is to bring all your favorite NFTs communities together while giving you the knowledge to navigate web three. Season two is the next step in this journey to create this collection. We've pulled artwork from nine of the most significant CCO projects out there and transformed them into three unique mashups. Now, if you want to help us building the super communities of nfTs, head over to realvision.com collective to learn more and mint your own season two NFT. Now, with that said, let's bring in our guests. Hello. And joining me today is Andre van Yi, Robin, co founder and CEO of Plastics. Andre, welcome to the show and first time on Real Vision."
    },
    {
        "speaker": "D",
        "text": "Hello, Elaine hello. Thank you very much for inviting me. Very grateful to be here. And yes, it's my first time."
    },
    {
        "speaker": "C",
        "text": "Andre, I can promise you, after this conversation, you will be involved with the real vision community for sure. Now, Andre, I speak to so many people, so many people who have big, big ideas, right, about how nfts can rethink and change the world in how we interact in the business world. Sometimes they do sound like a million miles away with big, big ideas, but sometimes very real, which I think is something that you're building out over there. So it's a very real thing. It's real life use cases. What I love having conversations about in the world. Web three. So why don't we start talking about, like, just a little bit of one more about yourself. How did the crypto click sort of happen for you?"
    },
    {
        "speaker": "D",
        "text": "Well, the crypto click actually was a tool for the sustainability click. I guess in December of 2018, you or your viewers may recall that the Amazon was on fire, the forest was burning, and I was wondering, what could I do as an ordinary person to try to help make a difference? And it was really heart wrenching, because I just came to the conclusion that no matter what I wanted to try to do, I couldn't do anything. I had to go about my life. I had to go and basically go to work, take care of the family, move on. So I sort of said, well, how can we solve this climate problem, at least from the plastics perspective? And I actually realized that companies are the ones who are responsible for putting the plastics into the market. So eventually, if we can enable companies to make sure that they recover the plastic, the users or the consumers are the ones who pick the products from companies that have actually proven to be committed to the environment, verifiably so. In that sense, I said, okay, well, then basically what we need to do is we need to provide a tool so that companies can actually make sure they can recover plastics, and we need to make sure that consumers can know that the plastics being recovered, and that way we can connect. And that's when I said, well, let's talk about plastics as a company. And, well, we need to make sure that people know that funds are going to the plastic recovery projects. We need to know that if I'm going to do something, the money is going straight to the pockets of those that are actually doing something about plastic recovery. And that's where crypto walks in. Because ultimately, the underlying reason behind it was, well, if I'm going to make sure that money is being sent to a waste recovery project, I want to know that the waste recovery project, whether theyre in India, Sri Lanka, Thailand, Africa, Latin America or in Asia, are getting the money and the transparency and traceability of a blockchain was the solution to that problem. So crypto was a tool to fight the plastic recovery problem. It was contrary to, at the time, most projects would think, well, I have an idea in crypto, how can I make it fit into the real world? It was, the real world problem is plastics. How can we solve that problem? Oh, the best tool, crypto, the best tool, blockchain."
    },
    {
        "speaker": "C",
        "text": "Okay, so from what I've heard that you've told me so far, it's very much the climate problem is still very real. You know, you see the fires out in Europe and you see the californian fires you got, you sort of are aware of the problem very early on and you definitely see the sort of opportunity that, okay, the thing to cut the middle men out of crypto can very much solve that with blockchain technology. Now, you mentioned plastic. Obviously your company is all about tackling plastic pollution. So what is plastic? Which is your company spelt with a k, of course, for the culture. So what is plastic and how exactly does it actually work?"
    },
    {
        "speaker": "D",
        "text": "Well, Elaine, plastics is a marketplace where across the globe, waste recovery projects and waste management companies are able to generate a new source of funding to be able to build out their infrastructure and improve their recycling rates. So the industry hasn't changed in 50 years. The basic revenue model for the waste management industry has always been collecting the waste, sorting it and selling it as a feedstock to the recycling industry. So we came up to them and said, well, wait a minute, you can basically create the data that proves that you've recovered a certain amount of plastic, a certain type of plastic, and that you've actually delivered it to the recycler. So with your data, you can actually create a certificate that will prove that the plastic and the quantity of plastic recovered has not gone into the environment. And what is that data? Well, the invoice, ultimately, for 50 years, the waste management industry has been collecting waste and sorting it and selling it to the recycler. So when they're selling the waste, they're issuing invoices. We said, convert your invoice into an NFT, which is basically a certificate we call a plastic recovery guarantee, and put this plastic recovery guarantee, this NFT up for sale on the plastics marketplace. So who would buy them? Well, companies would buy them for two reasons. The main one is if a company is using, producing or distributing a certain type and amount of plastic. By buying these plastic recovery guarantees, essentially what they're doing is offsetting, is neutralizing their plastic footprint. And the second reason is from a corporate social responsibility exercise. By buying these plastic recovery guarantees, essentially what's happening is that they are funding the recovery of additional plastic because the money is going to the waste recovery project. To do what? To buy new machinery, hire more waste pickers, open up a new geographical area to pick up more plastic waste, deploy medical camps to take care of the medical health of the waste pickers. So it's a measurable impact and all of that by the simple fact of buying this plastic recovery guarantee, which for the most understanding is akin to a plastic credit."
    },
    {
        "speaker": "C",
        "text": "Yeah. So what I'm hearing is there's a whole recycling ecosystem if you get involved with plastic. And the thing is for any businesses or big enterprises out there to really have a sort of corporate social responsibility is so important in this day and age as we have to subconsciously live our lives every day with just being subconsciously aware of what's going on with our climate and with our environment. So let's take a look at the marketplace. As you said in plastic. It doesn't feel like your regular NFT marketplace, doesn't feel like the open sea, doesn't feel like the blur or whatever is out there at the moment. And I'm seeing like, you know, there are projects for like $40, there are projects for $1,000. Like there's all this kind of stuff available out there. I mean, talk me through one of those. Is there one that you particularly like? And don't mention the FC Barcelona yet because I'll get to that one. But just pick a project that you've gone out there right now. I mean, the artwork in itself is very organically as well, concentrating on environment. Pick a project and tell me about it. And what are they doing to tackle the whole climate problem?"
    },
    {
        "speaker": "D",
        "text": "Well, I'd like to pick as an example, Rosita Beer, Cerveza Rosita, as they say here in Spain. And Rosita Beer is basically a catalan beer company that sells millions of bottles a year and they don't use plastics. But they wanted to make sure that they would be known for being committed to the environment. And they decided to pick a waste recovery project in India and to be able to fund this waste recovery project by buying $70,000 worth of plastic recovery guarantees, or nfTs, to deploy medical camps in the region of India where the waste pickers are actually operating. And what they wanted to do was to make sure that their consumers, when they're buying these rosita beers, know effectively that Rosita, for every bottle that's being bought, there's a plastic bottle being recovered. And ultimately, they've decided to relabel their beer bottles with QR codes so that the consumers could actually check and verify. Is it true that Rosita is really committed to the environment? And then click on the QR code and see effectively where the money is going, what project is being funded, and what the impact is that is being made. So Rosita ultimately said, well, we are complying with local regulation, but we want to go beyond that and we want to make sure that our community knows that we're committed to global plastic recovery. And that's why they decided to work with plastics. So that would be ultimately a good example of a project that I particularly like, without mentioning the other one."
    },
    {
        "speaker": "C",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "E",
        "text": "You're a podcast listener, and this is a podcast ad. Reach great listeners like yourself with podcast advertising from lips and ads. Choose from hundreds of top podcasts offering host endorsements, or run a reproduced ad like this one across thousands of shows. To reach your target audience with lips and ads, go to lipsinads.com. now, that's Libsyn ads.com."
    },
    {
        "speaker": "C",
        "text": "No, we can get to it right now. And I love listening to you talk about that particular project. And especially I'll put you on the spot there by picking out a favorite one. But definitely something that, you know, just listening to you, I would love to see like either a documentary being followed through or definitely just more documentation, you know, putting out there on your Twitter platform, which your account now has 20,000 followers. So would love to see and follow your journey throughout there. So I do see on the very front page of the plastics of your website right now that you are working with FC Barcelona. FC Barcelona. To me, in the web three space is very, quite, very quiet. Does that make sense? No, it's quite making a prominent sort of footprint in the world of web three. You know, I am a huge world of women fan, and I know that obviously they have sort of worked with the world of women there, and we're able to put an FC jersey shirt on the world of women PFP. So what are you doing over there with football clubs? I know you're messing with hotels as well. And I've read that if you buy one of their nfts, then you get to claim back whatever they're offering on the website. But tell me about the partnership with FC Barcelona. This seems to be my team has put up with one with FC Barcelona there and the females project that they got. But tell me about your partnership with FC Barcelona. How did that happen and what that means for you?"
    },
    {
        "speaker": "D",
        "text": "Oh, well, first of all, the word grateful is not big enough to represent how we feel about the partnership with FC Barcelona. Ultimately, FC Barcelona obviously complies with their stadium regulation and recovering plastic for every game. They have a huge infrastructure in making sure that they're games are sustainable. But what they wanted to do is they wanted to leverage their brand and say, look, we're a global brand and we want to help recover plastic at a global level. And ultimately we want to empower our community to be part of plastic recovery. So they said, okay, we're going to do a NFT collection and offer this NFT collection to their I community, which will obviously provide them with the uniqueness of the collectible item, the digital collectible access to benefits such as entering a drawing to have one of the shirts, I believe twelve or 13 shirts of the team that have been signed off by all the players, the drawing having access to special benefits, for example, getting tweeted your name on the birthday, a whole series of benefits that they have. But more importantly, linking those nfts to what plastic recovery guarantees related to projects in Chile, Kenya and India. Because what they want to do is they want to recover plastic in those regions and they want fans not only to relate to football club Barcelona, but directly be empowered to recover plastics by buying these nfts. And so after having gone extensive research for web three sustainability partners, we were fortunate enough to be selected by a football club, Barcelona, to actually be the platform upon which they would issue these nfts, these digital collectibles that would be linked to waste recovery projects in the four nations that I've talked about, actually three nations. Four projects in three nations, Chile, Kenya and India. And over the course of the next three years, their commitment is to recover 1 million kilos of plastic. Which I do want to take this moment to say we wanted to establish the price of recovering a kilo at a dollar because what we didn't want were the waste pickers in developing nations to be exposed to the volatility of pricing of waste recovery projects. Ultimately, the carbon credit is endemic for speculation. So what we wanted to say, zero speculation on the actual recovery of plastic. So when a waste picker is collecting a kilo, they're going to get paid their dollar minus our transaction fee, which is 20%, because we are ultimately the verification body. That's our job. We verify according to our own methodology that these projects are allowed to issue these nfts. And then we do the auditing to make sure that the monies generated from the sale of these nfts are going towards what we call roadmaps, buying a machinery, hiring more waste pickers, increasing the salaries of the waste pickers, opening up new geographical areas, deploying medical camps, etcetera. So 80% of the funds goes to the waste recovery project. We know this because it's blockchain. You see the money going straight to the wallet of. And ultimately Barca said, we're going to work with plastics because we know that their plastic recovery guarantee is verifiable and traceable. And that was the great opportunity for them to empower their community, leverage their brand, to actually have an impact on plastic recovery at a global level."
    },
    {
        "speaker": "C",
        "text": "And tell me about the art, how does that partnership sort of come together? And then once you sort of explain to me, like, you know, how you pick the sort of artist, and then I just want to, I want you to tell me about, well, how do you get involved with plastics? Say, like if you have an initiative, you always been caring about the environment and you have an idea and they want to come to you, how would you start that kind of journey with plastics?"
    },
    {
        "speaker": "D",
        "text": "Well, I'd like to distinguish different Personas. Right. So you've got brands, you've got companies and communities like football club, Barcelona or like Rosita that say, we want to do something for the environment and we are going to say, how much budget do we have to recover plastic? Or how big is our community, our fan base, so that we can enable to recover plastic. So that's what they would do. And then you've got the actual waste recovery projects that say, well, until plastics arrived, my only source of funding was to actually pick up the plastic and sell it as a physical product. Now I know that I can sell the proof that I've recovered it and put it back into the recycling industry. So essentially I can build my waste recovery process by issuing nfts, so I can fund the growth of my project and fund the growth of plastic recovery. So then they need to, they contact us and then they, what they do is get through a verification process, which we obviously have our own methodology and we measure them in compliance to that methodology. And then the third Persona is the artist. So the artist basically is either on their own saying, I have an art collection, I want to create digital art. And I want to make sure that whoever buys my art is going to pick up and recover plastic, or their art is being acquired by one of the brands so that they can leverage their art to be able to recover plastic. And ultimately, why art? And why do we also talk about the art of recycling? We talk about the art of recycling because the emotional connection that art elicits in people is what we're trying to connect with plastic recovery. So essentially, an emotional connection to a real commitment to the environment is what we're trying to elicit. The power of art is to say, oh, I'm emotionally connected to recovering plastic. Oh, by the way, it's beautiful."
    },
    {
        "speaker": "C",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "F",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, ramp software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank and celtic bank members have DIc terms and conditions apply."
    },
    {
        "speaker": "C",
        "text": "I think you've put the nail on the head about why we like collecting stuff right in this day and age, especially if it comes with a purpose, that is definitely probably something worth your time looking a bit into as well. So let's move on to digging a little bit into the tech side of things. What chain on the blockchain are you sort of using this to provide the traceability component of the NFT? Is it ethereum or how does it work? Because I think I went onto the website and I think I got as far as basically connecting my metamask wallet, and then it's asking me to sort of onboard some plastic token. So what blockchain, is it using this whole ecosystem in plastic."
    },
    {
        "speaker": "D",
        "text": "So we decided to actually deploy plastics on the celo blockchain. And the reason we deployed it on celo blockchain was, first of all, from a philosophical perspective, from the birth of Ceelo, they were always impact driven, always impact driven in reducing carbon footprint and in recovering plastic and doing measurable activities in web three for the environment. So from a philosophical perspective, it was a match made in heaven. From a technical perspective, Ceelo had structured a proof of stake protocol which had a very close to zero carbon footprint. And whatever carbon footprint proof of stake has, they have a smart contract commitment to buy carbon credits to offset that carbon footprint. So effectively, Ceelo is zero carbon footprint because of their smart contract commitment to buy carbon credits. And of course, combining that with their proof of stake protocol. And then the third one was because they have a very strong social impact in developing nations to facilitate onboarding and offboarding into the real world by, for example, their wallet called valora, not requiring the twelve password, the twelve words to be able to have your wallet. So to really make it easy to interact with the blockchain. So for these three reasons, we decided to build plastics on the Ceelo blockchain."
    },
    {
        "speaker": "C",
        "text": "No, no, I'm learning a lot myself. I just quickly logged on to celo.org. i've never actually heard of it, but just logging quickly onto the website, it is a bit of a match made in heaven for your company. It says Ceelo is the carbon negative mobile first EVM compatible blockchain ecosystem, leading a thriving new digital economy for all. And it gives you an option of build with Ceelo. And just going on their Twitter, they have 449,000 followers. Very, very interesting. How are you being funded at the moment? Can I ask that? You have to talk about that?"
    },
    {
        "speaker": "D",
        "text": "Sure, sure. So basically, when we launched the tokenization in September of 2021, until June of 2022, we sold $3 million worth of plastics token. And then recently we received another million dollars from equity investment from a big fund. And we received about 500,000 from different funds across the world. In Israel, in New York, in London, we've also received funding from Google to fund the AI fraud detection on the NFT creation process. If you remember going back to the beginning of our conversation, the bottom line behind everything we do is the invoice. It's the invoice that a waste recovery project is issuing when they're selling the plastic that they've recovered to the recycler. So converting this invoice, basically number of invoice date of invoice, type of plastic, quantity of plastic and the destination of this plastic. Those five data points are the ones that are going on the blockchain. So to scale at a global level, and we are working in 16 countries, we're working with Google Hand in hand. We will be deploying in October the version of the AI fraud detection on these plastic recovery guarantees, which is the name we give to our plastic credits. And so we're very grateful to work with Google on the tech side as well. So that's, if you wish, a landscape of how to date."
    },
    {
        "speaker": "C",
        "text": "That's a lot, that's a lot of alpha, they would say, in this world right there. So thank you for that. What role do you use, what role do you sort of see plastics playing in the broader global effort to reduce plastic waste and solution? How big are we talking here?"
    },
    {
        "speaker": "D",
        "text": "Well, I'd like to actually underline that we're partners with the World Economic Forum. They've featured us in their annual report last year as a viable. Congratulations. Thank you, thank you. We're very proud of that and very grateful for plastic traceability, plastic recovery traceability. And ultimately our aspiration is to be the reference in plastic recovery guarantees. I mean, ultimately what we've done, and we're unique on the planet for this, is combining blockchain with accounting again the invoice and developing all the necessary security measures to make sure that the invoices are legitimate, to make sure that the funds are being transferred for the payment of these invoices, to make sure that the funds generated from the sale of the NFTs are going to the waste recovery projects to do what they say they're going to do on the roadmaps. So our aspiration is to be the world reference and plastic recovery guarantees and that's what we're working for. And Barcelona Football Club is an amazing credibility validation. However, I do want to say that we've got quite a few of other high profile teams to be announced that we're working with, will be working with as well as world brands. So our goal is to definitely continue this path."
    },
    {
        "speaker": "C",
        "text": "Very exciting things coming down the pipeline. And I'll be sitting on the edge of my seats watching this for sure. Andre, you know, employee and community engagement is so crucial for the success of any company. How does plastic engage with its employees and local communities where it operates? I think that's something that we need to discuss when we talk about growing so at such an exponential rate."
    },
    {
        "speaker": "D",
        "text": "Right, well, I'd like to take advantage of the fact that we are working in 16 countries, in 16 local communities, and that we're having absolutely measurable and verifiably measurable impact in the communities. By providing medical care in India, by providing the funding for electric transportation, for building parks in Brazil, for the children of the waste pickers, for providing uniforms, we are really impacting the lives of all of those that we're working with. I'd like to underline that we are working with all these waste recovery projects in developing nations because the waste management infrastructure is not developed as it is in Europe or in North America. Ultimately from our mission is to embed plastic recovery in every economic transaction. And as such, it's to be able to provide the source of funding for developing the waste management infrastructure in developing nations to improve their recycling rates without having to be subject to grant funding for these projects. Local support. So it's really taking capitalism and interweaving it with waste recovery, plastic waste recovery. And that's how we think that we have provided a solution to the problem of funding waste recovery in developing nations."
    },
    {
        "speaker": "C",
        "text": "How big is the team? At the moment?"
    },
    {
        "speaker": "D",
        "text": "We're 20. Right now we're 20. Most of us, 16 of us are based out of Barcelona, Spain, three of us in Scandinavia and one in New York."
    },
    {
        "speaker": "C",
        "text": "Wonderful. No time ever for Siesta just yet. No, I'm kidding. Always. Health is wealth. Remember here on river vision. By the way, viewers, put down your questions in the chat. We're going to be asking the best ones to air. Andre, are you okay to take a question or two from our wonderful community?"
    },
    {
        "speaker": "D",
        "text": "I look forward to it, Elaine. Look forward to it."
    },
    {
        "speaker": "C",
        "text": "Our community is the best. So I see Ralph, GM Ralph and Samantha, who's always reporting for duty, watching the show live. So remember, we do take the best one on the air. Real Vision members take priority because we know your usernames on the platform, on Discord and on Twitter, no matter what you throw at me, despite pronouncing half of them wrong. Now, if you're not a member yet, go to real vision.com forward slash crypto to sign up. Remember, it's absolutely free. It's where also, new episodes of Ralph House adventures in crypto premieres every Friday. And will you look at that? My two culprits are back in the house today. Ralph from the RV website. He's asking you, Andre, how many unique users are actively using your platform? And I, would you characterize the certificates being akin to carbon credits specifically for polymers? You see that question on the screen, right?"
    },
    {
        "speaker": "D",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "How many people are using it? And then tackle that because Ralph has got a visionary headspace. It's very big."
    },
    {
        "speaker": "D",
        "text": "So about 4000 plus people are unique users on the platform using it. About 22 corporate companies are using it and growing. And with respect to the carbon credits, yes. So we're plastic credit. We're value added plastic credit. The difference is that obviously a plastic credit is measurable. It has a tangible impact. You know that you're recovering plastic. You know that it's going back into the environment. We've also, contrary to carbon credit, we've decided to establish the reference price at a dollar for kilo. What we didn't want was people to speculate on the carbon plastic credit. However, that's the role of the token. One of the roles of token is if you want to make sure in the future you're going to recover a kilo of plastic for a cheap price, buy plastic token now because you know, all payments are made in plastics. So you will have to pay less plastics in the future to recover the same kilo. However, you know that the waste recovery project is still going to get the dollar a kilo reference. So that's what we wanted to make sure that those that are doing the work get paid. And that's a very big difference with the carbon credit markets."
    },
    {
        "speaker": "C",
        "text": "Okay, I'm just going to move on to Samantha's questions. Our honorary real vision, yogi bear that joins us on Deejan happy hour for a yoga session. When we do have one. She goes, this is an amazing climate initiative. Any plans for expansion into other countries? More, more, more, Andre."
    },
    {
        "speaker": "D",
        "text": "Yes, yes, more. Well, on the supply side, we are working in Thailand, Sri Lanka, India, Tanzania, Egypt, Kenya, Ivory coast, most of Latin America. And we're obviously looking forward to opening up more supply side. In other words, plastic recovery guarantees waste recovery projects to help them. On the demand side, we are focusing exclusively on Europe and North America because our mission is to include plastic recovery in all economic transactions. And the economies of Europe and North America are obviously quite large and can fund plastic recovery. And so from a demand side, we're focused on Europe and North America."
    },
    {
        "speaker": "C",
        "text": "Andre, you are an absolute treat and thank you so much for spending some time here with us on real vision. I hope you had a great time with us."
    },
    {
        "speaker": "D",
        "text": "Elaine, you're a wonderful host. I enjoyed very much the experience. Very grateful to be here and look forward to continuing our collaboration."
    },
    {
        "speaker": "C",
        "text": "No problem. I definitely will be taking a look on the marketplace just so I can flex my little tech gear that I can say, hey, I've actually been involved into one of these projects that I think makes a great initiative for the climate."
    },
    {
        "speaker": "D",
        "text": "A few left to go ahead before they're all gone."
    },
    {
        "speaker": "C",
        "text": "How much are they, by the way? For one, do you know?"
    },
    {
        "speaker": "D",
        "text": "$20. Of which $10 go for ten kilos of plastics in Kenya, India, or Chile."
    },
    {
        "speaker": "C",
        "text": "Of course, none of this is financial advice. Some of you may pay more than $10 for Ethereum gas, but there you go. I'm Elaine Lee. Thank you for joining us on the show. Thank you, Andre. Pleasure having you."
    },
    {
        "speaker": "D",
        "text": "Thank you very much."
    },
    {
        "speaker": "C",
        "text": "That's it for today. Make sure you check out our website. Go to realvision.com crypto. Andrey, I expect you to hit the like button. It's free to go. And sign up for our crypto content. Join us again tomorrow. Ash. We'll sit with the co founders of AI arena. See you at 09:00 a.m. pacific time, noon Eastern and 05:00 p.m. london time. Thank you for watching and listening. See you guys soon."
    },
    {
        "speaker": "G",
        "text": "What's up, revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest, and biggest names in finance."
    }
]