[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint."
    },
    {
        "speaker": "C",
        "text": "Mobile.Com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "A",
        "text": "Hey, everyone, if you like this podcast, go behind the paywall. To get privileged access to the smartest minds in finance, visit realvision.com rvpod and use the promo code podcast ten to get 10% off our essential membership for the first year, join the real vision community and learn how to become a better investor. And now into today's episode of Ralph Real Vision."
    },
    {
        "speaker": "C",
        "text": "Hi, everyone. Welcome to the real Vision Daily briefing. Live from New York City, I'm Maggie Lake. Here with me today is Raoul Powell, co founder of Real Vision and CEO. Hey, Raoul."
    },
    {
        "speaker": "D",
        "text": "Great to see you, Maggie."
    },
    {
        "speaker": "C",
        "text": "So we have somebody else with us you can't see, but we have a room full of our first cohort of vip's. I know you're not supposed to make noise. How about a round of applause so everybody knows. There you go. Super excited to have them all with us. We're holding an event here in New York, and there's one in happening. We think it's happened or happening, probably still happening in London right now, which we're super excited about. You can find out more about that. We'll tell you a little bit more in a bit, but it's great to be here with you. Rah."
    },
    {
        "speaker": "D",
        "text": "Yeah, I'm excited."
    },
    {
        "speaker": "C",
        "text": "So we're wrapping up the end of our two week content campaign crash or boom, how to profit on what's coming next. And we've had some really interesting conversations. You and I talked last week about the first week and really sort of digging into what's behind this divide. So people kind of generally feeling like all of the fiscal spending kind of offset this aggressive monetary tightening. We've seen through the timing off for a lot of people, made it a really tricky environment. So there's a lot of agreement around that, consensus around that. But then what to do about that? What happens next? Wildly divergent views. This week we had, I think, good representation from the hard asset crew, let's call it a lot of talk about things being different in a new regime. Let's listen to some highlights from that and then we'll talk on the other side. The challenge is that most investors have."
    },
    {
        "speaker": "D",
        "text": "Some version of 60 40. Whether they like to admit it or not, that's essentially what their exposures are."
    },
    {
        "speaker": "C",
        "text": "And what is 60 40 particularly good at?"
    },
    {
        "speaker": "D",
        "text": "When does it outperform? It outperforms in an environment where there's."
    },
    {
        "speaker": "C",
        "text": "Disinflationary strong growth, and instead what we're."
    },
    {
        "speaker": "D",
        "text": "Sort of seeing here is an environment of inflationary weak growth."
    },
    {
        "speaker": "C",
        "text": "I'm just long hard assets. I'm along all sorts of things that are below the cost of producing them, that are producing a lot of cash flow, or I think they're going to produce a lot of cash flow in the next year or two. But we're just long hard assets, preferably ones that don't have a massive GDP component to them. To be honest, the Fed's 2%."
    },
    {
        "speaker": "D",
        "text": "Stated."
    },
    {
        "speaker": "C",
        "text": "Goal is probably not going to happen, and at some point they're going to have to accept three or 4%."
    },
    {
        "speaker": "B",
        "text": "I'm long a lot of energy. I'm very, very long. Various parts of the energy complex. My take is pretty simple. You've had everything for energy to go down in the past, really six months. First you had the Iran Saudi deal, peace breaking out in the Middle east. That should have been energy bearishen, and it wasn't. You've had a whole lot of bad news on China. That should have been energy bearish. And energy continues to grind higher. Fossil fuels are an extremely efficient form."
    },
    {
        "speaker": "D",
        "text": "Of fuel for motor transportation."
    },
    {
        "speaker": "B",
        "text": "They deliver a lot of energy relative."
    },
    {
        "speaker": "D",
        "text": "To the volume of the material."
    },
    {
        "speaker": "B",
        "text": "They're just extraordinarily efficient."
    },
    {
        "speaker": "D",
        "text": "And I would suspect that people will."
    },
    {
        "speaker": "B",
        "text": "Continue to favor efficient forms of energy."
    },
    {
        "speaker": "C",
        "text": "So for us, it's AI. And that sounds very buzzword today. But I do wanna just reiterate, this has been a thesis of ours for many years on record archives. But within that, this is, in my humble opinion here, the number one investment opportunity of our lifetimes, the generation before us, their lifetime, the generation after us. This is an enormous opportunity, and there's nowhere else to invest right now. In my opinion, you shouldn't be fearful. As an investor, when you hear the."
    },
    {
        "speaker": "B",
        "text": "Word regime change, you should look at."
    },
    {
        "speaker": "C",
        "text": "It, lick your lips, and think of."
    },
    {
        "speaker": "B",
        "text": "It as an opportunity to make money, or at the bare minimum, save money in financial markets."
    },
    {
        "speaker": "C",
        "text": "And this is why we do research. This is why we constantly wake up and refresh the same models, refresh the."
    },
    {
        "speaker": "B",
        "text": "Same tools, analyze the same time series."
    },
    {
        "speaker": "C",
        "text": "To ultimately give ourselves the best chance of actually getting this stuff right. So that's just a little snippet of the amazing conversations we had for all of the full interviews, you can head over to our platform and check them out. If you are not already a member, scan the QR code, and that'll tell you what you need to do to take advantage of some spectacular deals we have right now so you can hop on the platform and join our community. So, Raoul, I love how Darius finished that, though, because he's like, listen, yes, it's difficult. It maybe is going to be more volatile, but there's opportunity, right? Anytime this is happening, there's opportunity. I think that's why Louie had make volatility great again on his hat. He and Cuppy are sort of like licking their lips, saying, this is going to be awesome, but you have to figure out your way through first. And a lot of the people in the content campaign, all of them, not only said what their view was, what their macro view was, but they also said where they see the opportunity coming. And it was really varied. It was all over the place. So let's talk a little bit about this view on hard assets, very different from the one you have."
    },
    {
        "speaker": "D",
        "text": "Yeah, but although you say that, but this point in the cycle. So I think of this as for me, we're in macro spring. Macro spring is volatile. It's confusing because you have inflation, the slow component, slowing down. But they just started the forward looking stuff, the commodity stuff starts picking up and you are bottoming in the business cycle. We saw the ism coming out today and it looks like it's at the bottom. And that's the work that Julian and I have done at global macro investor. So we actually think the economic cycle picks up, but the stuff like inflation, the wages, the rents and stuff slows down. So this point is classically a good point for commodities, because they get bombed out in the bad side of the cycle. And then you start to get the relief rally. So it's classically good for that, but it's also classically good for technology, which is why technology has been the best performing sector the whole year. So that's why people are so confused, because they kind of want it to be one or the other, and it's not."
    },
    {
        "speaker": "C",
        "text": "So are commodities anticipating the ultimate? Are they sort of looking past this? Are they just because they're coming off a bottom, or are they anticipating an ultimate payment?"
    },
    {
        "speaker": "D",
        "text": "My point was, last year, this was all priced in. What a lot of people find funny is I say, well, the equity market priced in the economic slowdown last year. And a lot of people say that's ridiculous, but those same people are actually the commodity bulls where the commodities priced it in last year as well. That's when most of the commodities fell and did most of their damage on the downside. So we had all of that last year. So this is the confusing, it's always a confusing point in markets."
    },
    {
        "speaker": "C",
        "text": "Do you think we're still going to have a recession or do you think that that also happened?"
    },
    {
        "speaker": "D",
        "text": "I think we're actually in one. I don't know a single business who's not seen a slowdown. I don't know a single person who's not had to let go of staff. I've not seen any sign that we've got robust strength. So yes, you might get the government sector growing somewhat from the fiscal stimulus, but what you're seeing is the private sector is struggling and we've seen that pretty much everywhere. So if that's the case, then usually if ISM's bottomed, therefore it bottomed over the last few months, that leads GDP by a quarter. So we probably end up seeing weaker GDP numbers. We might get downward revisions soon and then we'll get weaker GDP, I think into q four and q one because it takes a while before it comes back up from the bottom again. My hypothesis always was this was going to be a mild recession. It's like 1990, it's a mild recession. The markets fall kind of between 25 and 40%. Sure, some stuff like technology, the growth, the end of technology went down to 75%. Some of the commodities got hit equally as hard. But overall it's a relatively mild event, which is hard to believe with rates having gone up as much as they have."
    },
    {
        "speaker": "C",
        "text": "Well, and this is where the expectation get tough because people thought it was going to be another financial crisis. Now some people would say that's recency bias, but everything's not going to look like the great financial crisis. But that was some of the expectation with the amount of Fed hikes that we had."
    },
    {
        "speaker": "D",
        "text": "Yeah, and I've always said you can't have a financial crisis. Again, the reason being because youve got the magic money printer and what that does is debase the currency. So why 2008 was so bad is the value of collateral. So in a debt driven world, you have to pay your interest rates and your collateral must maintain. If a collateral collapses, then youve got this huge gap and everything blows up. So the magic money printer essentially, optically makes the value of the collateral rise so you don't default. So that's what happens here. So we're seeing it with what the Fed have been doing by taking off some of the, giving the emergency lending to some of the smaller banks. That's essentially the same thing. They're supporting the collateral by taking essentially the bonds which they're underwater on, and making them whole on it."
    },
    {
        "speaker": "C",
        "text": "Why we didn't see that sort of contagion that people thought for a minute we might see on that."
    },
    {
        "speaker": "D",
        "text": "I don't think it's over yet. I mean, I just, everybody should just watch that chart of Kre just ticks down every day in the BKX. The banking system doesnt like an inverted yield curve. It certainly doesnt like it when theyre offering half a percent on deposit rates and money market funds are offering 5.5% or whatever theyre offering. So that whole process is still underway. The Fed is still essentially emergency lending more and more each week. So its just a quiet, slow death going on. And just watch that price, because if it breaks back down below the price of what it was, March or April or whatever this year, then everyone starts to panic again. I think we're in that phase. September, October, great month for a good panic."
    },
    {
        "speaker": "C",
        "text": "Traditionally terrible."
    },
    {
        "speaker": "D",
        "text": "And usually that is normally the bottom of the bear market. The bottom of the bear market, the actual bear market was October. I remember talking about it in daily briefing and also on Twitter and write about GMi. It's the bear killer month is. So normally this kind of volatility happens very normal this time of year. We should expect more volatility into October, but usually that's when it stops. Everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse of auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium Wireless 20 2020 get 2020 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at mint."
    },
    {
        "speaker": "C",
        "text": "Mobile.Com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for a limited time unlimited more than 40gb per month slows full terms at Mint mobile.com dot when you were talking about the economy in Lisanne Saunders and David Rosenberg sat down as part of the content campaign and Lisanne called it a rolling recession. And so weakness in parts, but not ever, which makes some sense based on what we've seen, but not that big push down, which is why it's been hard to call."
    },
    {
        "speaker": "D",
        "text": "So if you think about it, tech had its horror story beginning of the year, commercial real estate, the banks. And it's just. Yeah, you're right. It's kind of rolled through bit by bit. So we'll wait and see. But all I do know is, like, american employment is really based around small and medium sized enterprises. That's the american economy. And these people can't, you know, these kind of rates take time to work through, but it just makes it harder for them to run businesses, harder for them to pay their rents, part of them, for a number of things. And slowly over time, you'll see that that has an effect on the economy. So it's not, it's not a big whoosh."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's going to take time to push through. So I wanted to. When you talked about the commodity, so you're not, you don't see your call being completely opposite to some of the people who are bullish commodities. You'd expect them to behave this way. But I think the interview with Cuppy and Louis Vincent gave, which really, I think they did a great job of giving voice to the people who believe in the commodity story and the hard asset story, but they don't think it's just that they're turning and bottoming. They see a very different regime now. And Kapi talked about three things. First of all, they see structural. Part of the commodity story is a structural bull market in emerging markets. They also talk about western currencies being debased and then underinvestment in energy. And so they don't, they think this is kind of like the rest of it's going to shit. And that's going to be what you."
    },
    {
        "speaker": "D",
        "text": "Can'T have a bull market, an emerging market with a strong dollar. They're basically one for one correlated. So emerging markets usually at this point in the cycle should also start to perform again. So if we think of the GMI macro allocation model that I think we presented in this room a few."
    },
    {
        "speaker": "C",
        "text": "Yeah, we were just talking about that."
    },
    {
        "speaker": "D",
        "text": "The business that model will spit out. It should be a weaker dollar environment. It's not currently, which is a bit of a surprise. It should be an EM pickup story, should be a commodity story. It should be a technology story. That's normally what happens at this point. Bonds are usually a bit iffy because you've still got the remnants of inflation until you go into macro spread. Sort of the macro summer phase where you're then getting into the disinflationary trend plus growth, which is the phase I think we hit in 2024. So the hard asset story, we don't know if it's a secular story or not. We know the supply constraints. We just have to see how that plays out. And it's not absolute price that matters. So oil at $100 is not necessarily wildly inflationary, because don't forget, it was at $100 a year and a half ago. So you need to think about rate of change terms, which confuses everybody as well. So always early cycle, you'll always see this pickup. And it's that weird dichotomy where the heavy inflation slowing down and the forward looking stuff's going up that often creates this little uptick in inflation for a few months. So we produced a chart in GMI which shows all of the inflationary episodes since 1940, and just put this against it. This is absolutely spot on. Normal. It's normal. And every time we get this little pickup, because it's that little point where the commodity markets breathe a sour relief, they start rallying. But then the really heavy kind of disinflation stuff happens and inflation rolls over. So I still think inflation rolls over. I'm still not a big bar of inflation. Commodity inflation is about 18% of CPI, 68%. 70% is like rents. So all the big stuff is still to come."
    },
    {
        "speaker": "C",
        "text": "It's interesting, because I think this is. There are people who think we're in a higher inflationary environment now. They think something's changed, and that the Fed, all the central banks. So by the way we're talking, we should mention fed, all of the central banks, Boj. We've had everyone weighing in, but they think that now, I think Bob Elliott was giving voice to this. The central bankers are going to go on pause, probably because they can't afford to raise rates anymore, but they'll have done it before they really got a handle on inflation. So we're going to be living in this era where inflation is trending higher, not crazy high, but higher."
    },
    {
        "speaker": "D",
        "text": "I don't see where that argument is in how the inflation cycle always takes two or three years to deflate because of how it's constructed. So my actual view is that they want inflation to overshoot. The inflation disinflationary cycle now was baked in the cake six months ago, nine months ago, so we kind of knew where it's going. All the forward looking indicators still show that. So my view is they actually want inflation to fall further than expected. And some of our models suggest it's well below 2% by the end of the year. So it's possible that if they're undershoot, their banks are a little bit rickety. They have the COVID they need to get rates lower because don't forget, the real issue at hand here is they've got about $13 trillion to roll of debt and they're going to go from 0% interest rates because that was the pandemic, issuance to 5%, 5.5%. And to do that, they have to issue more bonds. And then it just keeps going in this spiral. So the deficit keeps going, so they have to issue more bonds. The only ways around this equation for me are they either have to try and let inflation undershoot so they can get the COVID to cut, or they have to impose yield curve control at some point, which is what the japanese did. Both of the ways, to me, are actually monetary stimulus because both of them end up printing money. So I know that sounds weird to some people, but that's how I see it play out. Because if not, you end up in a death spiral of debt. And that's the last thing they can do. Because what is the collateral of the entire system? Us government bond."
    },
    {
        "speaker": "C",
        "text": "So a few of the folks in the campaign this week thought that the market is way too, I would say throughout the campaign, because I'm even thinking of Juliette de Klerk. I think think there's too much, too many rate cuts priced in right now currently. Does it seem like the market is too?"
    },
    {
        "speaker": "D",
        "text": "To me, not. So again, there's a small crowd of us, myself, Alex Gurevich and others, who will say there's nothing different here, and we will. More likely this was an outsized reaction to the outsized reaction to the downside from the pandemic. And we kind of continue to do that, make volatility great again within the rate cycle and the business cycle, and that maybe things haven't structurally changed. Now we have to wait and see. We have to wait and see whether something structurally there has changed or not, that rates stay the same for an extended period of time. But that would be very rare. It's normally four months that rates stay on hold, and often it's within two months they're cutting from peak rates. So they don't ever really last very long. There was a period in the nineties that they only partially raised rates. Then it plateaued, then it fell, then it raised, that kind of thing. But normally you get to the top of the mountaintop. Now is it Table Mountain or is it k two? That's what we need to find out."
    },
    {
        "speaker": "C",
        "text": "Right. I can tell that you wish you were in front of your terminal right now because you can pull up your charts."
    },
    {
        "speaker": "D",
        "text": "That's right."
    },
    {
        "speaker": "C",
        "text": "Because this is what having a framework is when you say, because we're always tempted to think something's changed and on the margin things are changing, it's not exactly the same, but if you look at it and chart it, which is why on the new platform we have charting and we have all of these new tools, including AI, to like, what happened. Is there a time that's a good."
    },
    {
        "speaker": "D",
        "text": "Thing to do, is if you go into the data center area, go to the economic data, and there's a whole bunch of them, like inflation charts, and just look at them and say, did we have a massive move down followed by a massive move up? Does that look like an equal and opposite reaction? And if you head check it, you go, yeah, it does. So then where does it resettle down? That's just all we need to know at this point. And we need to figure out, has something fundamentally, provably changed as opposed to, well, the inflation of the 1970s is coming back. Look, look, look at this chart where it went down and then went back up again, but then when you look at the 1940s, it went down, came up a bit and then went down again. Or other rate cycles, you will always get rising inflation at the end of the next cycle. That is 100% guaranteed. So inflation always does this, as GDP always does this, but to extrapolate it that suddenly there's a new trend seems misplaced."
    },
    {
        "speaker": "C",
        "text": "Yeah. Rosie made a very impassioned argument that the business cycle is not dead, that it's a living, breathing organization that changes."
    },
    {
        "speaker": "D",
        "text": "To be fair on him, he came into my office at GLG in 2000 and was beating this drum. And I remember him also in 2007 beating this drum, and he was getting laughed at. And people were saying, the yield curve inversion doesn't matter, we're going to have a soft landing. I remember it. That's when I first met Rosie. So a long time ago, and he was right. And David's not a bear either, because I remember being."
    },
    {
        "speaker": "C",
        "text": "That's what he pushes back on, that."
    },
    {
        "speaker": "D",
        "text": "I was really angry with him in like, 2010, 910, when he was bullish. I'm like, how can he be bullish? It's like this, you get stuck because you're so anchored to what's just happened and you kind of think the recency bias. Yeah, it's the recency bias. And you kind of think it's. You're so. You got PTSD. And I remember him turning bullish, thinking, what the fuck are you talking about? How can you be bullish? He was dead right."
    },
    {
        "speaker": "C",
        "text": "Yeah, because he's following the models."
    },
    {
        "speaker": "D",
        "text": "He's not always right, but these kind of calls, he's pretty much always been right when I've seen it."
    },
    {
        "speaker": "C",
        "text": "Yeah, well, and he did say, as many have, the timing and the bond call has been tough, and he was wrong. He was early on bonds."
    },
    {
        "speaker": "D",
        "text": "Yeah, early on."
    },
    {
        "speaker": "C",
        "text": "Yeah. But you both have a long term perspective. And so when I asked him about that in the content campaign, and that's with Lizanne, if you want to check it out, he said, listen, in the end, getting it right is what matters. So, yes, my timing is off. Off. By the way, he's not a trader, he's an economist. My timing was slightly off, but if it's the right call, it doesn't matter. That's what counts in the end. And so if you're short term, that's tough, but if you have a longer timeline, he'd rather be right in early than wrong."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "You bailed out."
    },
    {
        "speaker": "D",
        "text": "I bailed out in the end because, yes, I have a long term view, but it's like, this wasn't the hill I wanted to die on. I think there were better trades to be done. So I'm like, okay, look."
    },
    {
        "speaker": "C",
        "text": "Yeah, because you tie up your capital losing trade. Yeah. We have some questions. We still have this funny thing happening with the migration, with the new platform where they're coming in as a sequence of numbers. So my apologies for mentioning your name, but, Raoul, are hedge funds dumping nonprofitable tech stocks? It looks brutal out there."
    },
    {
        "speaker": "D",
        "text": "Yeah, I think that they will flip and change. So if they see the, a lot of the hedge funds are relatively short term, so they've made some money by running some of those stocks. They'll try and flip out. If commodities are moving, they'll try and get some exposure there. That's their job to do. And don't forget, technology went up a long way. It exceeded the Fed net liquidity. It had really had a good run. So for it to correct, I think it's normal this time of year is also a very normal time for it to correct. Had a monster run. It was the biggest ever run of the Nasdaq in history, I think."
    },
    {
        "speaker": "C",
        "text": "And there were lots of people that were on the sidelines for it. We've had people in the content nobody was in saying I missed that I was not in that nobody was in."
    },
    {
        "speaker": "D",
        "text": "The only people who were in were 401 ks. It was just people in 401 ks. And there was a bit of, if you look at the activity in Robin Hood, where traditionally people tend to be technology investors, call options. Yet some of the retail guys nailed it. Almost the entire hedge fund business and the entire institutional business had PTSD, and they didn't want to touch it. Hey, everyone, we're going to take another quick break and hear a word from our partners, and then we'll be right back."
    },
    {
        "speaker": "B",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp's software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line. The if you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy."
    },
    {
        "speaker": "D",
        "text": "Cards issued by Sutton bank."
    },
    {
        "speaker": "B",
        "text": "And celtic bank members have DIc terms and conditions apply."
    },
    {
        "speaker": "C",
        "text": "And so what does that mean as we head into year end? Tony Greer. I think it's Tony Greer and some others. We'll talk about the sort of dynamics of positioning as you go into year end. And if you're a short term trader, like some of the folks who come on, you got to be careful of that because they're going to be people who need to make sure that they."
    },
    {
        "speaker": "D",
        "text": "So normally, this is why you get the year end rally."
    },
    {
        "speaker": "C",
        "text": "Yeah, because they've got to make up if they miss out."
    },
    {
        "speaker": "D",
        "text": "Because when you produce that statement, that year end statement, you have to say, yeah, obviously I had the Nasdaq. Yeah, my performance wasn't quite as good, but, you know, factors, you know, something happened, but you can't show that you were, you know, massively underweight tech when you're reporting at the end of the year. So that's why we tend to get that end of year rally is like, okay, if this is not properly rolling over and something has changed, then I need to."
    },
    {
        "speaker": "C",
        "text": "I got to jump on board."
    },
    {
        "speaker": "D",
        "text": "Yeah, I need to own it. And they've all been underway. Equities, full stop."
    },
    {
        "speaker": "C",
        "text": "Yeah. By the way, Beth kind of was one of the, I would say that we had a lot of representation from the commodity hard asset. But Beth is, was talking about technology with you and specifically AI. She had that amazing Nvidia call that she was very convicted about."
    },
    {
        "speaker": "D",
        "text": "She's nervous, though."
    },
    {
        "speaker": "C",
        "text": "Yeah, I was going to say, how is she feeling now? She did say in the clip we played, she said she believes AI is the investment opportunity of a generation. But how is she feeling about the price of the market?"
    },
    {
        "speaker": "D",
        "text": "She was hedging, I think I asked her, I tried to pin her down, and I think she's long term, extremely."
    },
    {
        "speaker": "C",
        "text": "Bullish, but worried about valuations here, maybe."
    },
    {
        "speaker": "D",
        "text": "Valuations, market momentum, because she has a technical overlay. And I think that makes sense if you're trying to dampen that volatility. This period is always a tricky period. It's like peak uncertainty. So I think that's what she's doing. She's just like, okay, let me just reduce a bit of risk."
    },
    {
        "speaker": "C",
        "text": "Speaking to people who have different timeframes, too. So they're conscious of the fact that some of, some of the people that she may be talking to, maybe shorter term, that are trying to make that decision. I think, should we bail out of tech or not? Was one of the questions we got asked the most on the daily briefing. We'll see how it happens into year end, but that's really on people's minds, because you're right. For people who didn't move the allocation of their 401 portfolio, they did well on that, but they're scared of losing those gains that they sat on this year because they were in."
    },
    {
        "speaker": "D",
        "text": "That's just not my time. I just don't operate that way. That's how I did, did operate, and I just found it was suboptimal. If you're trying to trade a secular trend using the business cycle, because the business cycle goes on probably until 2025, 2026. So you can either just take the bet and accept that returns come with volatility. You don't get 48% returns in the Nasdaq without 20% pullback and that kind of stuff. Right. You just have to be used to that. But some people don't. And I always find that suboptimal, but I find very few traders that have done enormously well. You can do well from it, but usually you make the real money from just owning a trend."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's interesting, isn't it, because there's a lot of time and sweat put."
    },
    {
        "speaker": "D",
        "text": "Into that Roger Hirst talks about is one of the ways of dealing with stuff like this is you can sell covered calls so that you can just take in a bit of premium. You can buy some puts. Volatility has not been expensive, so there's ways of staying in a trend without trying to trade all the time. And I think that's very helpful if you're really trying to capture something and you don't like the volatility."
    },
    {
        "speaker": "C",
        "text": "And we have a whole section on the academy to help people, and now layer on the AI on that. That'll be amazing to help people. If you're beginning your journey and you want to know more about that, even if you want to know more, have a conversation with your financial advisor about it."
    },
    {
        "speaker": "D",
        "text": "But also, there's Imran's option course."
    },
    {
        "speaker": "C",
        "text": "That's what I mean."
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah. And then you can go to the AI, get it to summarize the points for you. Take a note, store it, hold yourself accountable, realize what you're doing. That kind of stuff, it's super powerful."
    },
    {
        "speaker": "C",
        "text": "The other thing I need that. Can you explain options to a five year old? That would be. I'll be putting that in. That's one of your prompts. It's true."
    },
    {
        "speaker": "D",
        "text": "And they'll just say, five year olds are not allowed to trade options, but they understand the option of, you can have sweets. If you do your homework, they'll figure it out. But, yeah, the other thing that we are trying to get out into the notes section is, and I think I mentioned this before, is a trade idea template, and that will be coming out in the next few weeks. And it's a simple thing, is when I was working at GLG, I'd gone from the sell side and gone to the buy side, and one of our investors came to us in the funds and said, listen, raoul, one thing you will find useful is from that switch to sell side to buy side is to write trade ideas down and then hold yourself accountable and take notes and refer to it. He said all people that he'd seen were good traders were able to do that. The template basically is, what is my idea? What is my entry level? If you're using stops, strict stops or idea stops, what will change you to get out of the trade? Then? What is the collaborating research that you've got? Here's my chart. This is what I'm trading. This is where I'm wrong. All of that stuff. Then you put that in your notes section, in real vision, and you look at it every day and say, has something changed? It stops you doing stupid stuff. If you tell yourself, this is a five year trade, and I have to accept 30% drawdowns. You will write that in your note, and you'll go and say, oh, it's down 15%. What do I care? I shouldn't care, or it's doing something that it shouldn't do, but you're not holding onto the trade too long."
    },
    {
        "speaker": "C",
        "text": "And the holding onto the trade. I had a great conversation with Denise Shaw once about this sort of monstrosity of dragging around something that's. I mean, that's why you got out of the Bontra. That's exactly what you."
    },
    {
        "speaker": "D",
        "text": "It's all day, I open up my screens and there will be the Bon tray just flashing at me. Everything else is right. All my technology bets the crypto. Great year. It's just this all the time. Go away."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "And so they just have to cut."
    },
    {
        "speaker": "C",
        "text": "And she works with. She works with people and just reckon. And sometimes they don't want to look at it because they just. There's something going on and you just have to, you know, like you said, hold yourself accountable and. And let go of that so you can free up your capital."
    },
    {
        "speaker": "D",
        "text": "So those notes are a superpower, is my point. They're a superpower that's changed your life to give you discipline in a really simple way."
    },
    {
        "speaker": "C",
        "text": "Yeah, I could probably find some uses for that in other parts of my life, too. Okay, so Raoul yields curlization yield curve. Not easy for me to say on a Friday. It's been a long week. Yield curve control. Exactly. Maybe I needed it before I came on for the US question mark."
    },
    {
        "speaker": "D",
        "text": "Look, I think it's coming at some point. It happened in the 1940s, I think it happens now. So why? What they want to do is keep financial repression. So they want to have interest rates below some sort of measure of inflation, or try and keep it. Try and keep it so there's enough GDP to pay the interest. So what you're doing is capping the interest payments, essentially, but by capping it, you put it on the central bank balance sheet, because they're saying we'll buy all bonds at that one price versus QE, which is we will buy this many bonds at generalized prices wherever the market is. So it's like a. We stand in the way of this one price, which is the BOJ have been doing for a long time. Generally. Generally in the past, that's worked. I know it's like a sin to say, because financial repression is the worst. It's a tax on everybody. But there are ways to get round financial repression, which is what I've been taught my entire thesis of the everything code is okay. If financial repression, as Russell Napier says, is the name of the game, then we need to find a ways to mitigate that and maybe profit from it."
    },
    {
        "speaker": "C",
        "text": "Yeah. Christopher asking, how does Raoul respond to us? Bonds are now a fragile asset the way emerging markets used to be, as espoused by Cuppy and gave, I think his name is Gavi Gav. Gav Gav. And I think that Luke Grumman also was making this point as well. So bonds aren't a safe haven anymore. They're a fragile asset."
    },
    {
        "speaker": "D",
        "text": "They're a fragile asset because, and we've talked about this a lot, there's too much issuance right now because you've got to roll all this debt and you need to issue new debt to pay the interest payments. It's what I'm talking about. And they have to solve that. So you either hope that they blow up the regional banks again so then they can stealth go back in. Don't forget, they've been stealth offsetting Qt all the way through this."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, both at the same time, really."
    },
    {
        "speaker": "D",
        "text": "Reverse repo is draining faster than they're doing QT on balance. So that's kept everything relatively tight. Now I think they'll switch as fast as they can. Again, I assume that the treasury and Fed are not stupid. I assume that they understand exactly the gravity of the situation and that the two choices theyve got to get is get rates down or if not, cap rates, because you cant issue this much bonds."
    },
    {
        "speaker": "C",
        "text": "And Im sure they know that that will be politically, I mean, Im sure theres a preference because they start going into yield curve control."
    },
    {
        "speaker": "D",
        "text": "Yeah. And dont forget a lot of Basel III, what it actually was. And I hadnt really realized this. What it was was a. Yeah."
    },
    {
        "speaker": "C",
        "text": "Puzzle through all the bank regulations. For those of you."
    },
    {
        "speaker": "D",
        "text": "That's right. That force banks to hold more reserves. What does that mean? It means the banks were the buyers of the bonds."
    },
    {
        "speaker": "C",
        "text": "Yeah. They stuffed them with treasuries, which now is sort of killing them. But."
    },
    {
        "speaker": "D",
        "text": "Yes, but they will find a buyer for bonds. That is their job. So whether it's the central bank, whether it's the banking system or it's the pension system, don't forget in Europe we had the big change in the pension system 20 years ago, which was basically, as the population ages, they have to buy, mandate, own more bonds. So guess what? The governments in an aging population issue more bonds. Well, the pension system is a bar of bonds, which is why Europe has been a bond owning economy for the last 20 odd years, the US has."
    },
    {
        "speaker": "C",
        "text": "Been equity and equity because we moved to 401. In that case, we're almost out of time. I just want to squeeze in another question and then talk a little bit about what's happening here. And this one is from CED. Can you please ask Raoul near the end, what was the main two or three takeaways from the sorry event for us crypto folks? Thanks."
    },
    {
        "speaker": "D",
        "text": "From the Massari event, it was."
    },
    {
        "speaker": "C",
        "text": "That's what you were."
    },
    {
        "speaker": "D",
        "text": "Yeah, Masari Mainnet. It was quieter, for sure, but I think a lot of people have been to Singapore to Tokenization 2049, and there was korean blockchain week beforehand. So I think a lot of people were blockchained out, but everybody was there. And I think what was really amazing, again, if you step back, is that space attracts an astonishing amount of smart people. I mean, I've never seen anything like it. And everybody is down their deep rabbit hole trying to fix some part of this. So everything was there from gaming and how to take away the monopolies of Apple and the control over who takes payment systems. All of this stuff within the gaming economy and the apps economy and the cultural economy. Then there's other people trying to solve payment rails. There's other people trying to solve the infrastructure layer. There's other people trying to solve the finance system and how we can put finance on the blockchain. So people like Franklin Templeton were there talking, who've been on real vision about how they are tokenizing money market funds. We had the hedge funds there, how they're investing in these markets and what kind of capital is flowing. There was Caitlin Long and Novo, and everybody talk about regulation and where that's going, and the bitcoin ETF. So it's so broad and the tentacles are everywhere with this extraordinary group of smart people. It shocks me every time because it gets reduced online to, you know, bitcoin and eth and blah, blah, blah. And when you actually see the magnitude of what is being built and by the types of people and the kind of smart capital. I met this guy for a coffee and I got introduced, guy, long beard, super nice guy, and he was an OG, 2011 super belate with the radar screen. And he happened to just end up doing kind of vc deals. He first was like, he met Vitalik before Ethereum came out. So he was Vitalik Ethereum ico, super early in absolutely everything, really quiet, considered Guy. And then he started doing VC. And I think his first VC fund, he returned 66 x, now runs money for two people. And I won't mention their names, are two of the most famous people in the history of finance. And he just does that and you're like, wow. One of them I knew, I know very well is a friend. The other person who I know, I didn't know how much involvement he had in this space."
    },
    {
        "speaker": "C",
        "text": "Well, that's super interesting, isn't it? Because there's all this, and I feel like when you're out there talking and the people in our community, there's this sort of layer of investing that some people did, dipping their toes into coins. And that's. There's a lot of negativity around the headlines there. And some of the NFT action has dried up a little bit. But then there's all this building and all those spaces going on behind the scenes that's not stopped, and in fact it's accelerating. And there's other money and formal. All these people are getting in on it."
    },
    {
        "speaker": "D",
        "text": "Now, while you've got this. I mean, I was at a party last night and half the room were web three music. And they're fighting a big fight. So really hard industry, because everybody's got IP rights. Film industry is the same."
    },
    {
        "speaker": "C",
        "text": "They're disrupting longstanding and they're disrupting industry."
    },
    {
        "speaker": "D",
        "text": "After industry after industry after industry, much like the Internet did. Right? So this is the kind of payment value rails for all of this. So everybody's doing that. So if you think of it, it's."
    },
    {
        "speaker": "C",
        "text": "Just not touching most of us yet. That's why you don't know."
    },
    {
        "speaker": "D",
        "text": "And so it's an ant colony."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "And it's anti fragile because it's an ant colony. And what you're about to do is you are about to kind of, as soon as liquidity comes back in the space, you're like feeding this ant colony and everything comes alive. So it's very clear to me when I see it, it's like everybody's heads down building, doing their thing, and the moment liquidity comes in, the whole place explodes again. So, yeah, it was really interesting."
    },
    {
        "speaker": "C",
        "text": "Are those people also doing AI or is that a different crowd?"
    },
    {
        "speaker": "D",
        "text": "There are people working kind of at the nexus of Aih. Obviously some of the VC investors cross over between the areas, but yeah, it's interesting to see the broad crossover. People obviously left the family offices, the people who lost interest. But I was sitting with Texas teachers retirement system, Matt Halstead, and Matt's coming on real vision. The interview's out. I mean, the pensions guys are there. I mean, they've been involved, early mandates, all of that. So look, you know, it's not what you think it is. There is an extraordinary amount of people, capital and intellect in that space."
    },
    {
        "speaker": "C",
        "text": "Yeah. It's amazing to watch. Good question. Thank you for that. Okay, we're out of time because we can't leave these people waiting. As we mentioned, we have a vip event happening here and in London. I know you're super psyched about this."
    },
    {
        "speaker": "D",
        "text": "Yes. It's always fun. It's always fun. And to do it in the real vision studio as well is great."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "It's just like a really cool space."
    },
    {
        "speaker": "C",
        "text": "So that's closed for now, though, right? If people are wondering about, oh, VIP."
    },
    {
        "speaker": "D",
        "text": "The VIP. Yeah, it's closed."
    },
    {
        "speaker": "C",
        "text": "Okay. But maybe we'll open it up again at some point."
    },
    {
        "speaker": "D",
        "text": "Maybe at the end of the year there is a waitlist."
    },
    {
        "speaker": "C",
        "text": "Okay. So if you're interested in all of this, you know what to do. Hit the QR code. Or you can go to the links that everyone's dropped in the chat to figure out if you want to join and you're not a member, if you want to find out when more information about our vip or if you're already a member and you want to upgrade. I was thinking before, when we were talking part of the series where you and Julian did a macro insiders, and it was like the duel of charts. And if I'm not mistaken, you were sort of accusing him of being a boomer. Is that right? I think so."
    },
    {
        "speaker": "D",
        "text": "Yeah. Yeah, I'll stick by that. I'll stick by that."
    },
    {
        "speaker": "C",
        "text": "But that's on pros. If you want to upgrade and get."
    },
    {
        "speaker": "D",
        "text": "You a little bit, that's another point is right now, there's an amazing deal going on. So if you're on the real vision email list, take up that deal. It's a really good opportunity. I don't know. It closes this week, next week, so."
    },
    {
        "speaker": "C",
        "text": "Yeah, it was related to the content campaign. And check out all of them. Give us your feedback on what you thought and what parts."
    },
    {
        "speaker": "D",
        "text": "I think it's. Sorry, it's three months for $20.49 for 2014 is when we started, $20.14."
    },
    {
        "speaker": "C",
        "text": "And I think it might close when we have the birthday celebration, perhaps."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "There's a lot of people who know a lot more about this than Raoul and I right now, but never ask me."
    },
    {
        "speaker": "D",
        "text": "I never know what's going on in."
    },
    {
        "speaker": "C",
        "text": "The QR code, and you'll find it all. But put your thoughts, especially if you're on the new platform, make sure that you chime in and give us your thoughts and feedback on what you heard over the course of these two weeks because it's really important. And we're going to continue to touch on this and also talk about how you can profit from it. Right. We got trade ideas. We're going to try to keep track of them now and see how it pans out and revisit some of those ideas with some of the people who came on, because it is a really tough environment we're in right now. And everyone said, in addition to saying it's been difficult and some of them have been wrong, you've got to be much more plugged in. You can't just like set and forget right now. It's just not that kind of environment."
    },
    {
        "speaker": "D",
        "text": "No, it is complex and there is a large amount of unknowns. So whoever comes on and sounds confident about what they think the future is, their confidence level is 60%."
    },
    {
        "speaker": "C",
        "text": "What are you going to be watching for most closely to make sure that your thesis is on track?"
    },
    {
        "speaker": "D",
        "text": "For me, the next thesis is somewhere around the end of q four. We should see liquidity coming back into the system now. Can it be a little bit later? Can be q one. But it's around that period that we should start to see that. So the macro thesis was economic growth picks up, this inflationary trend continues. We will see stimulus coming in as the inflationary numbers come down, and unemployment, which is a laggard as well, continues to rise slowly, not dramatically. So that's what I'm looking for. If you're looking for one thing. The one thing is, I think if you're looking for the impact of this higher rates, the KRE or the BKX for the banking system, because that's where the fragility lies. Everything else will be slow. People will buy less cars because they can't afford the leases or the loans, or the housing market stops because nobody can sell, because nobody wants to get any mortgage off variable rates, not fixed rates or reset their rates, so everything stops for a while, slows down. That's pretty normal. That was 1990. 1990, we had a banking crisis as well. So I just keep your eye on that. I'm not sure it's over yet, not with the rates like this."
    },
    {
        "speaker": "C",
        "text": "All right, Raoul, great to have you here. We're going to continue to hang out. Thanks to all of you for being with us. We will be back, of course, same time on Monday. Have a great weekend. Take care and good luck out there."
    },
    {
        "speaker": "A",
        "text": "What's up, revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest and biggest names in finance."
    }
]