[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile."
    },
    {
        "speaker": "B",
        "text": "With the price of just about everything."
    },
    {
        "speaker": "A",
        "text": "Going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch."
    },
    {
        "speaker": "B",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot. Hey, everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "A",
        "text": "Kevin's one of my close friends and my trusted ally and font of knowledge in the space. And I've gone through this journey, piggybacking off a lot of Kevin's journey, and hopefully he's picked up some stuff from me on the way. We even co founded a business together, science Magic Studios. But I really. I haven't actually caught up with Kevin for ages, and I really want to hear how he's feeling, what he's thinking, where the opportunities lie, where the risks lie ahead. And I think it'll be an amazing conversation because it always is with Kevin. The world of crypto is an incredibly exciting journey that we're all going on together. We don't know where it's leading to, but we know it's going to be absolutely massive. Join me, Raoul pal, as I guide you on our adventure to discover just what this new world will look like. Kevin Kelly, how the devil are you doing?"
    },
    {
        "speaker": "B",
        "text": "Great. How are you doing, sir?"
    },
    {
        "speaker": "A",
        "text": "I'm all right. I feel like we've. I think we feel like we're in crypto spring."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah."
    },
    {
        "speaker": "A",
        "text": "And I'm."
    },
    {
        "speaker": "B",
        "text": "And I'm trying to be cautious about not getting my hopes up too high because I've been burning."
    },
    {
        "speaker": "A",
        "text": "Everybody's the same."
    },
    {
        "speaker": "B",
        "text": "Yeah. I'm now, like the pessimist. I'm like, I don't buy it. I don't buy it quite yet."
    },
    {
        "speaker": "A",
        "text": "But it's funny because the whole market's like that right now. You can see it all over Twitter is everybody's so bruised from a bear market. Everyone's like, well, I don't know. I don't trust it."
    },
    {
        "speaker": "B",
        "text": "It's going to come back in my."
    },
    {
        "speaker": "A",
        "text": "Face as soon as I get hopeful."
    },
    {
        "speaker": "B",
        "text": "Yeah. I sit in that camp of, I started waiting back in a bit out of stables right at the end of last year, beginning of this year, which again has proven nice, but I'm more in the camp of, I guess guilty until proven innocent at this point, if that makes sense. So I'll catch the rest of the rally or when the bull market really returns. And again, those gains are going to be had a, but I'm still a little bit cautious of coming. Yeah, right. I mean you've always, your ten x lever, long perps, you're doing it all."
    },
    {
        "speaker": "A",
        "text": "No leverage here, boy."
    },
    {
        "speaker": "B",
        "text": "I know."
    },
    {
        "speaker": "A",
        "text": "So let's, you wrote a really good piece, the kind of macro crypto piece for Delphi. Talk a bit about your framework, how you think about stuff right now, and I'll score as well."
    },
    {
        "speaker": "B",
        "text": "Yeah. So a big theme for us really last year, and I think it's going to be extremely important this year especially as well, is it's really all boils down to liquidity. Right. And global liquidity cycles. And once you start to have that framework, a lot of what has happened and taken place and the outlook becomes I think, a bit more clear. The timeline is still again a moving target. But the big thing we're focusing on is tracking liquidity and where we think we are in that liquidity cycle. And what we saw at the end of last year, as we were kind of putting out that market, your headpiece was you started to see the early signs that liquidity cycle very well may have bottomed and was starting to show early signs of a reversal. Now whats important is that when that has happened historically, usually you dont see the full effects of that really impact the markets and financial markets for at least six to twelve months, sometimes as long as 18 months. So there is a lag to this. And so that kind of was our framework around contraction. Liquidity was a huge theme. One of the core drivers, everyone woke up to why macro was so important last year. Those are the core drivers of the drawdowns in 2022. If we're starting to see that cycle start to turn. My base case right now is I think 2023 is going to be a year of accumulation. It's going to be a choppy, volatile market. I think we're going to have a couple of different phases to the year in terms of market price action. So in the short term its a bit less clear. But in the longer term second half of 2023 and really moving into next year, I think the outlook becomes a lot more bullish. So thats our base case here. And im happy to get into how were thinking about the phases of this year. I think one thing youve seen so far just in January and the last several weeks is this increase in dollar liquidity, which again, has coincided with a pretty strong rally within risk assets, crypto equities, et cetera. I do think, though, that there is this potential for and a decent probability that the market gets a little ahead of itself, as we tend to do sometimes. There's a repricing that goes on, because right now it seems like everyone's trying to almost front run the front run. I saw a great tweet from somebody who was, I think, institutional sales, equity sales, and he was talking to a bunch of his clients over in Europe and he said, it's amazing to me that everyone's base case now it's become more consensus that recession risk is top of mind. Right. We move from inflation risk to recession risk. And that's something everyone's pretty much screaming about at this point sometime later in 2023. But at the same time, everyone's buying risk. Right. And in the anticipation of looking past the actual, let's say, immediate effects of what a recession will do to what the expected policy response is going to be. And so the risk of the repricing comes in wherever, if Jay comes out, Powell comes out in the next couple of meetings and is keeping to the higher for longer. And the timeline around that expected policy response gets pushed out further than most people expect right now because a lot of people are expecting it to be sooner. That's where I could see some more volatility coming to the market and potentially, again, a cool off phase consolidation before setting up for more bullish second half of the year and really getting into next year."
    },
    {
        "speaker": "A",
        "text": "Yes. I've got, obviously using a similar framework with liquidity, and my forward looking stuff there suggests that it's fully turned. So everything from the China credit stuff to the global macro investor financial conditions index turned really sharp. So I'm expecting a bottom in the cycle in April. That's the teeth of the recession. I think we're just going to go off a cliff now. But I think the market has priced this. It knows the recess, everybody knows there's a recession. There's literally not a person in the world doesn't know that right now. The question is, okay, if liquidity does change, how does this play out? And I looked at previous times. And it depends. ETH is very closely following bitcoin 2013. If that's the case now, then we could get a bigger spike and then a correction. If we're tracking the 2018, it's similar. I mean, it went 283% and then spent six months coming down. Now, if I look back and remember what was happening in so 2018 when it all took off was the pal pivot. He's like, ok, we stopped raising rates. People confuse it and say, thinking they cut rates. They didn't cut rates until September, August, and then they stopped QT in September. But up until about June, crypto rallied like crazy, and then it then corrected as the Fed started delivering on rate cuts. So it's kind of buy the rumour, sell the fact bit and then started getting traction later. So somewhere in that is this two halves idea I kind of agree with."
    },
    {
        "speaker": "B",
        "text": "So I'm going to look at that period as well. And I think, again, if you even look back at the drawdown, right, the peak and then drawdown, the 2018 cycle, a lot of similarities to what we've seen in the most recent kind of drawdown cycle. If we're putting ourselves in that position saying, okay, this is kind of end of Q 120, 19 April 2019, right, where you saw that big kind of wick right at the end of the quarter. And then to your point, the market continued to rip higher in the second quarter of 2019. On the back of, again, a somewhat similar backdrop in terms of changing macro expectations, specifically around Fed policy. What we saw there was this echo bubble of sorts where you had people really, again, getting bullish risk coming back into this market. We saw 200 plus percent price appreciations in a relatively quick period. But then you hit this point where buyer exhaustion caught up to the market. You saw a top out in the consolidation you referred to because it's not enough for the Fed to come. And even if they pause rates, and I think that's what everyone's looking at as, okay, that's the pivot. But that's not the most important part of this. It's what comes next and the timing of that liquidity."
    },
    {
        "speaker": "A",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners."
    },
    {
        "speaker": "B",
        "text": "We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile."
    },
    {
        "speaker": "B",
        "text": "With the price of just about everything."
    },
    {
        "speaker": "A",
        "text": "Going up during inflation, we thought we'd bring our prices. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile, unlimited premium wireless. Everybody get 30. 30, baby, get 30, get 20. 2020."
    },
    {
        "speaker": "A",
        "text": "1515, just $15 a month, so give it a try@mintmobile.com."
    },
    {
        "speaker": "B",
        "text": "Switch $45 up front for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "A",
        "text": "Yeah, and so what was different about the 2013 example is it did a sideways range, it put this big flag pattern and then broke out again, while 2019 was that quite big correction, taking back quite a lot of the move, and then crypto ended up the year up 100%. I don't know which way it plays out, but what's going on in my head is, okay, fine, we've got these two examples. That's not a lot to go by, but we got a rough idea what we think it could do. But then I think about the market itself right now, and everybody is underweight. 18% of the entire market's in stables. Every hedge fund is gun shy. Retailer, a bit like this. And we know the institutions did all of the work on allocation, stuff like that. It feels that everybody short the upside because the more it goes up, the more that they think, fuck, I need to pull the trigger. Now. Maybe that gets the excess optimism, or maybe it is so bullish, because again, if I think about the eth burn, if we burning stuff in a small rally from the low, imagine when participants actually really come back. I mean, we're going to end up with a lot of people wanting to buy ETH and less and less ETH every day coming onto the market. I just think it might be different this time. What that means, I don't know."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's a really interesting one. And coming to this year, I even said that I think, not to say it has the highest upside return potential, but I think from a risk adjusted basis, ETH probably was one of the best bets you could be making if your time horizon is longer than, let's call it six to twelve months, for a lot of the reasons you just mentioned there. And it's a really interesting dynamic when we start to see that demand for ETH coming in less ETH, because there's more ETH being burned. And you almost have this very vicious potential cycle in a sense, because the more it gets used, the more demand there is, the more transactions and the higher gas prices go."
    },
    {
        "speaker": "A",
        "text": "It may even cause a problem that they have to re change the token economics of ETH, because it almost works too well. It works too well. And you create a dislocating market to the upside and it becomes unstable. Because the other thing I'm thinking through and you've looked at this too, is this Shanghai fork? I know I don't stake, because I don't want the illiquidity for a year, and I don't want to use lido or anything, or rocket pool or whatever, because a, it's complicated and b, there's another risk that I can't quantify. But if I can do easy, straightforward EtH staking at any time horizon, which is what the Shanghai fork is, I'm going to stake my Eth. And I think that's going to take gigantic amounts of ETh out of the market."
    },
    {
        "speaker": "B",
        "text": "I think that's going to be more of a bullish event than a bearish event because a lot of people are talking about the overhang and the amount of ethics can become unstaked."
    },
    {
        "speaker": "A",
        "text": "Okay, so if you became unlocked today, would you sell eth?"
    },
    {
        "speaker": "B",
        "text": "No, nobody's going to sell. And I think that's also what a lot of people are going to start to, if they haven't already wake up to in terms of what again, that short term potential like bearish narrative looks like right now. Because one, to your point, no, I wouldn't. And two, I think the fact that you now will have much more control and much more certainty over the ability to unstake. Right. That reduces the risk of even some liquidity. Liquidity staking derivatives, you yourself personally might not use those, but if you look at some of those LSD's like Lido, like you mentioned, I think that becomes possibly even more popular. Right. Because it is a relatively easy way to get that type of exposure and maintain the liquidity of your stake itself. And the uncertainty, because you're reducing that uncertainty, it reduces the, by nature, reduces the risk around or the risk that people are factoring into staking eth. Right. So I agree with you. I actually think that that's going to be, again, short term, you never know. But I think that's going to actually be more of a bullish catalyst than a bearish catalyst."
    },
    {
        "speaker": "A",
        "text": "Yeah. So there is one world, and again, neither of us know anything here. We're just trying to figure out the probabilities. There is a probability that is not small that eth actually gets unruly to the upside in a way that people don't expect, because we are all expecting some sort of consolidation. We're all expecting. But if you get that moment in time where I retail is piling in, there's activity going on as defi comes back in new forms, NFTs get going and we've got reduced supply because of the staking and we've got the burn. I mean, we could set ourselves up to something. This kind of tremendous crypto bubble. There's a possibility of that, I think."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, if you look at the last, really the last cycle. Right. A big part. We talked about liquidity earlier. A big part of that was also fueled by the liquidity conditions within the crypto market itself, not exogenous ones. We're talking about global liquidity. But when you look at, say, eats, price is going up, and you're using that as collateral and some of these deFi lending protocols to go get exposure elsewhere or to add onto more of your position as the value of that collateral is going up, these price going up, you're basically increasing the borrowing capacity of the entire system. That's what can cause these really blow off tops and these excessive bubbles, is that it feeds on itself. And what we saw last year was really the unwind of that and the dark side of that type of leverage. Right? Yeah, 100%."
    },
    {
        "speaker": "A",
        "text": "Yeah. Look, it's not a straightforward year because I can see lots of different outcomes. Let's talk about some of the other tokens, protocols at a broad level. What's interesting, you. Mine, I, you know, it's not the most liked by some people, and other people love it, is Solana. The reason, my simple thesis on Solana, you know, I'm very simple in these things, is like, they clearly wanted to go and adapt, adopt the hundred, you know, the next hundred million, 500 million, a billion people, because they're consumer facing. They've got fucking stores, they've got a phone, you know, they've, they kind of get that side of things. And I just look at the chart, and it's so similar to ETH in 20 1819, with this exact same drawdown. The price pattern's the same. Everyone's given it up for dust. Okay. That's interesting to me. Any view on Solana?"
    },
    {
        "speaker": "B",
        "text": "Yeah, no, I think that's. And I think about these in very simple terms, too, because our team are the ones who are very much in the weeds on all the technical aspects of all this. And I think for me, where I've spent a lot of time, and I'm sure we'll get into this, is around what you mentioned there in terms of going after the quote, unquote normie crowd or more kind of mainstream adoption. And you can definitely put Solana in that category, I think even, and this is probably a very contrarian one, and there's good reasons for that, but I think a lot of the developments, especially on the partnerships that flow has been able to get recently, is certainly quite interesting. This focus, I think a big focus of this year and next year are going to be around consumer facing products and products that are going to drive real, actual usage and serve a real purpose. The way in which I've thought about this is, if you think about taking a step back and looking at the way in which crypto has evolved and these different kinds of hype cycles, I think we've gotten to a point where we have enough of the pieces in place now to be able to create some really creative use cases around this technology and these assets to incentivize different things and to bring more people in. Right. Bitcoin was what kicked us off. We know that. But even with the launch of Ethereum, that really having a standardized or a token standard for fungible tokens is what really helped to fuel the 2017 ICo boom. Then you fast forward and you've got DeFi and whole Defi summer, because now you had products like Uniswap that were launching and you had the advent of liquidity mining. And so that was another kind of speculative bubble. What was an innovation trigger in itself. Then you fast forward and you had the whole more consumer facing NFT side of things that we just came out of last couple of years. While each of those was a hype cycle in and of itself and led to big booms and big busts, each of them left behind important pieces of the puzzle that we can now start to fit together, I think in really unique ways where you can have hybrid NFT and fungible token models, eventually you have enough pieces to start to build out whatever your solution is for you. Whether you're a web three native protocol, whether you're a web three native community, whether you're a large brand organization trying to leverage web three into an existing business model, there's enough pieces for you to now play with to be able to build your own custom solution coming back to your original point. That's why I think some of those chains that are going and focusing on making the user experience a lot more intuitive, abstracting away some of the things that they can abstract away and also going out and targeting more of those consumer facing types of applications and potentially products are ones that I certainly am excited about. I would put slot on that camp flow again. I don't have a strong thesis on it yet. Starting to build that out, watching what they're doing in that space and not to pick a winner, I think you put that in a basket with something like, again, eth polygons doing polygon."
    },
    {
        "speaker": "A",
        "text": "I just spoke to Anthony from Polygon."
    },
    {
        "speaker": "B",
        "text": "Ton of stuff there."
    },
    {
        "speaker": "A",
        "text": "I mean, they're doing great stuff. And Polygon as a layer two accrue some of the value to the layer one. I don't even know yet if we know how to value the layer twos yet, but either way, Polygon is doing really, really well as well. It's kind of, for me, it's that Polygon Solana nexus feels like if somebody's going to crack and, yeah, maybe float, there's other ones around, but if anybody's going to crack scale, it's that. The other one that's really interesting to me is sui Mister Labs."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Because that is hugely fast and an amazing team and that kind of stuff. So that comes out and that feels like it might be the Solana of this cycle. Who knows? We've got instead or arbitrum or whatever. There's a few of these to come. Really big ones."
    },
    {
        "speaker": "B",
        "text": "Yeah. Another one our team, especially on the lab side, is building on is Cosmos and the whole app chain thesis, which I certainly find interesting. And again, there's trade offs in all of this. For me, the l one's having exposure. There definitely can be core, I think, to a portfolio for the next cycle because it's tough to say right now which one's going to win out. So you might want diverse exposure. The defi side is somewhat similar. For me, what I'm most excited about is the NFT side of things. I think that design space is just so wide open right now, and I think there are going to be opportunities for, if you look at the, again, if you're just putting on your investor cap, while you can't put as much size into some of these collections, there are certain assets within NFT collections that have seen venture like almost returns or hedge fund like returns. If you're not talking about 100 x or 200 x, but you're talking about seven x, eight x, ten x, there's a lot of really interesting NFT collections that have done well. Again, I think if you're coming in as an individual investor or even a smaller fund, you can get exposure to that space. And there is probably maybe even more alpha to be had in certain cases if you're able to get into or find some of these products early, because there's just so many that are now coming to market."
    },
    {
        "speaker": "A",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners."
    },
    {
        "speaker": "B",
        "text": "We'll be right back to the real."
    },
    {
        "speaker": "A",
        "text": "Vision crypto daily briefing. Yeah. And it is difficult for people to figure out what is worth getting involved in. But how, I thought about it as well, I think we talked about this in the past, is that if you invest in an ETH NFT, let's say you get the ETH exposure. So if ETH goes from wherever we are today, 1700, and it goes to 3400, your NFT might move around a little bit versus ETH. But generally speaking, you get that ETH appreciation now if you get it right. So one of the reasons that I bought a punk recently was the fact that, okay, they're about as cheap as they've been and they're like stable at 65 ETh right now. They're like high end property. So as the market goes up, they tend to outperform because people want to show off and they want to invest their ETH and they want to buy these things. So they tend to be a call option on the bull market. I still get the eth exposure, but if I'm right in punks triple, which would go back to the high, then I get the eth exposure tripled. People don't understand this, which is why some of those grails, some of those art ones, are potentially really good investments. Because what's the downside of a punk and ETH terms? 30%. What's the upside? 300%. That's a ten for one on an asset that's already going up. Potentially ten for one as well. That's really interesting to me. And then if you can degen and find these projects, as you said, you've seen 6520, nine's meme cards have gone from virtually nothing to eth. It's like, oh my God, are these ten x's?"
    },
    {
        "speaker": "B",
        "text": "I think collectively, but those are worth over 50,000 eth, if I'm not mistaken. But no, to your point, I think also I know you've been tracking a lot of what yuga's done and bored apes. And if you look at what they've done from a order of operations perspective in terms of building up a larger community, I think we're going to see a lot more of these types of models too. Where you have this base, let's say Genesis type of collection that an initial community is founded upon, but by holding that, it also gives you access to future drops of other assets."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's what we're doing with the real vision. Genesis NFT, same thing. It's like you're the OG and you get accrued all the benefits."
    },
    {
        "speaker": "B",
        "text": "Right, exactly. So I think those, we're going to see more and more of those models. I think somebody who did that really well, that continue to be close with. And I'm just impressed with everything that they're doing. Is Micah Johnson what they're doing with Aku? I know we've talked at length and I've even interviewed him on real vision, but I just think the way in which he went about doing the chapters and then those were open editions, so you had different total supply for each of the individual chapters."
    },
    {
        "speaker": "A",
        "text": "Has anybody tokenized stuff like an ape yet? Because. Because with a scarce asset, you can't fractionalize the price. I can't buy a fraction of an ETH, but I can buy a fraction of an ape. I can buy a fraction of an ETH. That's very egalitarian because everybody can put 10% of their assets in regardless of how much money you've got. But with a punk, you can't have people done that kind of stuff yet. So you can democratize access to even the rare assets in digital world, because if not, we're still not doing our job properly."
    },
    {
        "speaker": "B",
        "text": "Yeah. So there are platforms that allow you to do this in which you can fractionalize nfts and create more liquidity around or more accessibility, I guess, around some of these higher priced items. It's almost somewhat similar to, in a sense, we're talking about with liquid staking derivatives, where if you don't have enough eth to, let's say, run a validator yourself, you can deposit it in one of these LSD platforms. To be able to say, I want to stake one eth, I want to stake two eth, whatever it is, and it gives you that accessibility. If you don't have the means to be able to do it. There's, I think, still some questions around when you fractionalize, let's say an ape or even a punk apes is probably more applicable here. Just given the other utility or ways in which you can use it, there's still questions, I think, around. At the end of the day, who owns that? Or if it comes to some type of voting for an NFT, a high priced NFT, and you have 1000 people that own fractional shares of it, is there a way in which you basically just aggregate what the, almost like proxy billing, you aggregate what the general sentiment is of all the owners and then that gets pushed forward as the single vote. From an ownership perspective, there are still questions, I think, around that, but in terms of exposure, yeah, there's platforms that are now fractionalizing nfts and even starting to allow you to borrow and lend against your NFT holdings."
    },
    {
        "speaker": "A",
        "text": "I think it's interesting because both of us are really focused on this mass consumer adoption part. That's where I think the next phase is. You heard it from the CEO of Microsoft saying it will have its AI moment at some point. What is it going to be? Well, I'll come on to Defi in a sec, but the financial system is slow to adopt it. They're testing it, but at scale. To get the Nasdaq to adopt it for security and stuff like that takes a long time. So it feels that retail brands, and that part is where the next really big phase is. I think you agree with that as well. That's probably where. Because for this whole space to grow, we have to go from 300 million users to a billion users this time around or more. And that's going to come from something else that is at scale. And we've seen you and I have been involved with this stuff like ticketmaster that I've talked about a lot, and we're seeing people use this. We've just seen California talk about putting a car registration documents on Tezos. Okay, that's kind of interesting as well. Two things. One, I forgot to ask this before, is I feel like bitcoin's lost its narrative."
    },
    {
        "speaker": "B",
        "text": "Bitcoin, I think is probably a blast for this. It's the least exciting thing to me in crypto, and some people say that's."
    },
    {
        "speaker": "A",
        "text": "The point of it. I get that too."
    },
    {
        "speaker": "B",
        "text": "I think especially with the ETH merge and now eats economics changing and altering, I think it definitely took away some luster from the bitcoin crowd around digital scarcity and an actual hard cap. Now, again, it's not as if there's a hard cap on ETh. There are fluid dynamics there. One of the things I've over time grown to realize is, while again, bitcoin is absolutely instrumental in everything we're talking about today, wouldn't be here without it having a digitally scarce, hard capped asset. In order for that to become this true peer to peer, decentralized type of money network over time, or even be used as a reserve currency that I think people are still holding onto, there has to be some type of, at least in my opinion, flexibility around supply, because if not, this asset will always be exposed to excess volatility that will make it very difficult to eventually be some type of more stable, true store of value that people would want to engage or interact with. We've joked about the Starbucks example for years now, in terms of I wouldn't pay for cappuccino with bitcoin, but I think, again, it has its purpose, I think potentially as a store of value long term, from an investment side. But the peer to peer digital cash narrative that one of the reasons it was originally founded or founded upon, to me, it has lost some of its luster."
    },
    {
        "speaker": "A",
        "text": "Yeah. And if we think about how things are valid in terms of Metcalfe's law, and this is valuation, not the philosophy of bitcoin, you need the number of people using the network and the connections, and there's no connections on bitcoin. Yes, we got the lightning layer that batches transactions, but there's nothing else being built on it in the same way. So by definition, it can't do as well. The other thing is that if you're an asset allocator, and given the choice of ETH versus bitcoin and the green narrative stuff, you're always going to take ETH because it yields, you get a 5% real yield after supply and you've got the access. You're betting on the technology being adopted. Why would you not? I just feel like bitcoin's floundering and it's actually getting narrower in its focus. Somebody was joking. I can't remember who it was, was joking. You now need to be only eat meat, only take cold showers in the morning. You have to be this austere. You only read Seneca every day to fixate, or Marcus Aurelius to fixate on how terrible life should be. You should be wearing a hair shirt, you never spend any money, you just stack sats. And that's not a very big audience."
    },
    {
        "speaker": "B",
        "text": "No. And especially when the long term security of that model really depends on a much wider audience coming in and actually using it, because eventually that becomes much more fee based in terms of what your security depends on. Again, that gets into more of the, let's say, technical aspects. That maybe isn't a problem, certainly not in the next twelve months, maybe not five or ten years, but it is something that people have started to even question within this last cycle around. If you look at just the amount of fees that bitcoin brings in versus something like etH, right, putting the proof of stake change to the side, it's just not nearly as exciting. And I just don't think it's as useful. There's not enough there that's being built on top of it. Or eventually we built on top of it."
    },
    {
        "speaker": "A",
        "text": "Sure. Maybe central banks and sovereign wealth funds want to hold it in their balance sheet because it has no claim against it, like gold. But that's not mass adoption."
    },
    {
        "speaker": "B",
        "text": "I mean, to your point of them going more narrow, you had the announcement, I think it was earlier this week, around bitcoin nfts, and you saw immediately this huge riff between two camps of one saying, we're adding too much to this. The beauty is in bitcoin simplicity, and that's what it should always stay as. And you have others on their side saying, well, if this actually potentially increases the demand for black space within bitcoin, and then that could increase the amount of fees it brings in. People are trying to start to, to see if that helps, to maybe have it catch up with something like ETH because the fees eventually will become really important. It was just really interesting to see that bifurcation almost immediately between the two."
    },
    {
        "speaker": "A",
        "text": "And the network protectors have generally won out, in bitcoin's case all the time. So the people who don't want change have generally won out. And again, maybe in the long game that works, but in the next phase, I just don't see it working as well. Just don't think it's going to attract your uncle to invest in bitcoin next time around. He'll end up probably buying or getting an NFT which is attached to ETH without even knowing that he's got ETH exposure. It's going to be very interesting. The other thing that I think we've skirted around is you said something very interesting that I think is dead right is usually get an innovation bubble, then you get all the failures and stuff doesn't work. But out of that comes the learning and the next phase. I feel that DeFi, given what happened to the centralized exchanges and listening to Joey Krug at Pantera, who's like, this is the big theme for us. I think it makes sense. I don't even know where or what. Sure, you can own uniswap and Aave or whatever, DXDy is another one that people are looking at. But it feels that there's a lot of innovation to come out of DeFi because people have been building, resolving issues, figuring out what goes wrong, what goes right. Thoughts?"
    },
    {
        "speaker": "B",
        "text": "Yeah, no, I agree. I think in this cycle I think there will actually be more of an appreciation for some of those, if you want to call them blue chips. I know that's a bit of a loaded term. Within this space, the Uniswaps, the aaves of the world that held up extremely well when they were tested and we almost take for granted at this point how well they do work, right? So I think on one side, again, having exposure there, I certainly think theyll benefit, especially if we get to a point where institutions, well call it more professional investors are coming into the space. Theyre leveraging or relying on valuation frameworks to justify or figure out where they're allocating on an individual asset level, uniswap itself. And DyDX is actually another, I think, great example of one that potentially has even more potential. Those are actually generating real fees. There's real actual network activity happening on those applications. I think they certainly have going for them decentralized options, something that our team has been focused on for probably last twelve to 18 months. It's still very early stages, but it's necessary infrastructure, especially when you have more of those investor types coming in and they want to be able to efficiently hedge positions and run different strategies. What I do think is important though, and this ties a couple themes we've been talking about together, is we don't get to the next 100 million new entrants within web three by just trading DeFi tokens on other DeFi protocols. That's where I think, again, you have this merging of themes around nfts seem like they're out here on their own island. But if you're able to now fractionalize those, let's say you have a fungible token component to that, or there's hybrid models that arise where you've got nfts that serve as more membership loyalty, even being used as personal identifiers, and then you've got layered fungible tokens on top to tokenize communities. Point being, the more of that we have, the more we increase, I think the surface area for new entrants to come in, in which case you're now trading, and Defi benefits from this immensely. You now have more assets or more different diverse types of assets to trade across these different DeFi protocols. It's similar if you want to draw the parallel to just traditional markets. It's not as if we only have access to financial and banking stocks within the S and P. You have a whole litany of different sectors and industries."
    },
    {
        "speaker": "A",
        "text": "Raoul, that's made me think of something I've never looked at. This is percentage defi of the overall market and where it should be. Because yes, the modern system in traditional finance, actually, the finance system actually became larger than the economy, and it still is to the day. But that's an interesting dynamic to look at because I think, as you say right now, particularly with the experience in DeFi and how difficult some of these things are still that you can tell whether it's overshot because it shouldn't grow massively as a percent. The space needs to grow first and then the opportunity to use DeFi. Once you've created stuff you can see it with ETH and ETH staking, which is why Lido and other stuff has done well, is that became something that there was enough people holding ETH and therefore there was demand for this. But until we get to that, Defi cant massively outperform the market."
    },
    {
        "speaker": "B",
        "text": "Right. Yeah todays market youre definitely I guess over indexed towards infrastructure. So really like l one s and defi. Right. But again thats not entirely bad. And that probably actually is the way in which if we think about again order of operations of how these markets progressed, we needed that infrastructure to be built for us to be able to."
    },
    {
        "speaker": "A",
        "text": "Actually you need the foundation."
    },
    {
        "speaker": "B",
        "text": "You need the foundation, exactly. You need the base layer networks for all these applications to be able to run on and you need the defi infrastructure to be able to trade, borrow, lend and use these."
    },
    {
        "speaker": "A",
        "text": "Something I've been mulling over is do you think this is the last wave of layer ones, this next lot that come the SuI and a few others? And is that the end of, I mean there's a marginal return unless somebody's got a total step change in transaction speed, security and all of these things combined. It kind of feels like that game has played out because of layer twos and other abilities to change stuff. So is this the last of the layer one cycle? And then that's probably the entrance that we've got. And that's it. And it then goes to layer twos plus applications, layer like nfts and other stuff?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think it's a really good question. I think because of the inherent network effects that come with layer ones, especially the kind of base layer level, the argument there is for the first movers or early movers to wind up securing their position and potentially even dominating going."
    },
    {
        "speaker": "A",
        "text": "Forward, even though that makes suboptimal as well."
    },
    {
        "speaker": "B",
        "text": "Right. It makes the barrier entry a lot higher certainly to compete head to head to. I think you're going to see this divergence. This is something our teamopsy tracks pretty closely and is built out of thesis around. We go back to Cosmos. I think the rise of app chains is really interesting because they're not necessarily their own separate l one s for layer one s, but they do allow you to create your own custom chain in a sense or build your applications on top of customized base layer infrastructure. That, again, Dyd. We saw some DyDX where they're planning to move over and use the Cosmos SDK for the next version of DydX because of some of the inherent limitations with other solutions. A world in which to try and more directly answer your question. That could be a, you know, bull case for the cosmos ecosystem going forward. But it's not as if it's the last wave of l one s. It's just more fragmented app chains, right, that are built for more custom use cases that are tied together within, let's say, one l one ecosystem."
    },
    {
        "speaker": "A",
        "text": "Yeah, I just think that layer one hype cycle, I think it's really hard, particularly by the next phase of whatever the size eth is at that point. And where Solana is and some of these other very active chains is how the hell you as a brand or somebody who's using an application on top of web three, how are you going to say, oh, you know what? I'm going to choose some random small chain when we still haven't abstracted away the wallets and everything else to make it easy. You're just not going to take the risk."
    },
    {
        "speaker": "B",
        "text": "Within kazos like interchange security, where you're able to help smaller, let's say, app chains like bootstrap security, so you don't have to launch necessarily your own native token that serves as your economic security. You can actually bootstrap that through the network itself. That, again, I think is pretty big. That's a pretty big improvement and a pretty big selling point for in the examples you're using, those who want to be able to benefit from the customization side of, let's say, an app chain, but also don't want to have to worry about building up the security side of it, too, because again, there's obviously trade offs to that in other ecosystems. If you think about the l one hype wave, a lot of these were already in, let's say, production were being built at leading up to that. Some of them weren't, but that also stemmed from a problem that people were trying to find a solution for, which was congestion on ETH and on Ethereum, where you had gas prices that were through, especially in the NFT wave. Is that really ramped up? You had insane gas wars between at random times. You try to make it like a defi transaction. You'd be like, why the hell."
    },
    {
        "speaker": "A",
        "text": "Gary, deep, easy, just done a drop, right?"
    },
    {
        "speaker": "B",
        "text": "You have to almost plan trades around other things that are happening within the ecosystem. This concept of a monolithic chain, because all activity is funneled there. Out of that congestion rose some of these other l one solutions. I think really that event or that trend accelerated the l one narrative, which again, you could put into this historic innovation trigger hype cycle that we've seen across the space the entire time and through that lens, I really do think, and it might be misguided, but I really do think this focus on bringing more mainstream in and that focus being on brands, organizations, companies, I mean, artists create that whole side of things that is more the traditional world, especially creative industries, bringing those in, because thats the next wave of new entrants to come in. Because I think NFTs are going to be the gateway for most new web three entrants. That could very well be what sparks the next wave of this, the next push higher. Because again, a lot of the pieces within the crypto economy or the crypto ecosystem benefit, if that vision comes to fruition, there's just a lot more activity going on in the network and there's a lot more service area for new people to come in."
    },
    {
        "speaker": "A",
        "text": "Let's turn it 180 degrees now and talk about what the risk both of us. You're more cautious than I am. Shorter term, long term, we're both frothing at the mouth bulls. I'm more bullish right now. What gets us wrong this year? What is your biggest fear, where you think? I think for me, one of them is the ripple case, because we just don't know how it's going to get ruled. And I don't think it's not ruling on eth or anything else, but the market may fear getting deplatformed. And I think that could be something that could cause quite a hurdle here. I think all the leverage and the most of the big level scamming and all of that concentration risk is gone. Obviously, binance is always a risk because it's such a large part of the market and lawsuits against binance. But I'm actually very bullish on Coinbase because of this. I mean, it's fantastic position for Coinbase to be in. So. And then macro wise, I don't really see a macro risk in terms of inflation coming back yet. Sure, we can talk about that in 2024. What risks do you see where people need to keep an eye out for something, or is there anything they should be focused on? Say, this feels bit. I don't really like this. This could be a problem."
    },
    {
        "speaker": "B",
        "text": "Yeah. I think the biggest risk this year is access to funding for the crypto space and what I mean by that is there are a lot of projects, a lot of companies, a lot of teams that raise back 2021, 2020, beginning, let's say, of 2022. And even well into 2022, public markets started to fall. Private valuations remain, as they typically do, remain pretty high, and started to certainly catch up to where the public market is now trading, but those are still relatively high. The scrutiny around projects and deal flow has certainly increased. Where the power has shifted away from in 2021, you're banging at the door trying to get into these top deals. Just about every one of them was oversubscribed. Now, the benefit is the quality deal flow is certainly a lot higher in terms of venture bets that you want to be making. But there were a lot of products and teams that raised back in, let's say, 2021 that are probably coming up middle of 2023. Back half of 2023 are going to be coming back to market for new funding, depending on whether or not funding conditions improve. I think that's going to be a pretty big risk because at the end of the day, it takes money, it takes capital to build a lot of these things we're talking about and to continue to push this space forward, especially when you're talking about developer talent, that's expensive talent. I think there's going to be a lot of teams that run into liquidity and potentially even insolvency issues because they just don't have access to that funding. Those funding conditions are not nearly as favorable as they were 18 months ago."
    },
    {
        "speaker": "A",
        "text": "No. And the hot vc money's definitely gone to AI, so we're seeing a ton of activity of people building new stuff, and if there's anywhere that's getting allocated capital, it's that, well, it was web three last time around, so I think it holds back the capital in the space, which is also good because the strong survive as well. And people focus more on the structural business model as opposed to the. Listen, this is a binary option, let's give it a go, see if it works or not. So I think it might be a more intelligent stewardship of capital, but it's going to hold the space back because you get less innovation as well. There's a trade off between innovation and business models."
    },
    {
        "speaker": "B",
        "text": "Exactly. Silver lining is all these things we've talked about in terms of some people may say it's not something we should be focused on because maybe we're not there yet or we still have scalability, things that we're trying to solve for the mainstream crowd. What makes crypto and web three interesting and cool is that it is a bit behind the curtain. It is a bit of an insider's game today. But that being said, if you're able to create these experiences and increase that service area for new entrants to come in, that comes in with capital. That's another way in which you can have capital come into this space that isn't wholly dependent on this wave of institutions that everyone's talked about for years now, or even just pot dc money coming in and funding a lot of these early stage product teams or even later stage growth teams that have really scaled up. They've got actual businesses and they're just running overhead. That's just way too high. That access to funding, that's a very critical source of liquidity for the crypto economy right now. And that I think conditions will still be, even if we see markets turn around, I still think they're not going to be nearly as favorable as they were when most teams raised 18 months ago, 24 months ago."
    },
    {
        "speaker": "A",
        "text": "No. And that would give me. So we talked about one upside scenario where the rally just kind of forces everybody in and we've got the lesser eth supply, et cetera, et cetera, and somebody comes up with a bit more of a killer app. There's the base case that you and I talked about, which is we bottomed between June and October, depending which thing you're looking at. We rise up and then we correct. And then there's another scenario which I think what you're saying expresses, which is we actually don't rise as much and we kind of, because there's no new adoption, it just kind of stabilizes and slops around for a year. That's the other possibility here. It's not easy. I'm still."
    },
    {
        "speaker": "B",
        "text": "That's why I think this year is that more of like a year of accumulation, right. And you have these kind of choppy, volatile periods and potential phases that all sets up for what's to come. But if 2022 is the great reset, 2023 is the great accumulation."
    },
    {
        "speaker": "A",
        "text": "What happens if it just goes straight up? This is the thing I can't get my head around and I know, I'm not trying to sound crazy bullish, I always try and think about all these different outcomes. I don't really care if it goes sideways, I don't really care if it goes up and corrects, but I think everybody's going to fucking care. Much like we're seeing in equities right now is everybody's going to care if it just doesn't pull back because nobody, I mean, that's a huge problem for everybody."
    },
    {
        "speaker": "B",
        "text": "Yeah. And if it's pretty much up and to the right for the rest of the year, again, it operates on a bit of a light, but that's when you really start to see interest come in. That's where you see more vc money come in, more institutions. Fomo in. That's what really sparks, or is the catalyst that pushes people over the edge, where they're not just sitting and waiting and evaluating and observing what's going on. They have to become active participants. I think. Yeah. If we see up into the right for the first half of the year, that risk of access to funding and liquidity within the crypto ecosystem certainly becomes less of a risk in that scenario."
    },
    {
        "speaker": "A",
        "text": "The question is, a lot of people in the ecosystem, like Delphi, it's the tokens that they sit on that create the capital to be able to reinvest. So the space goes up, the more capital people have and the more they can be able to do stuff. Because a lot of it comes from the space itself."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, definitely. The flip side to that, too, is there's also, I think, a pretty sizable amount of protocols and project teams that, again, you raised funding back in 2021. Now you're starting to see unlock schedules in terms of actual tokens come to market for the rest of this year. Overhead supply. So there's a number of different factors here that I think, again, it really clouds up exactly what's going to happen in 2023. But the important thing is, if the short term is still murky, I think what's become clear is the long term, the end game hasn't changed. It's just a matter of timeline."
    },
    {
        "speaker": "A",
        "text": "Yeah, and we just don't know the path, and that's why I just don't trade it at all. I just accumulate, hold it, and don't do anything because I hate the fear of fucking that up. And I've done that. I've done it in the past where I sold bitcoin at 2000. On the way up, it went to 20,000, came down. I felt really good. I rebought it in that amazing pullback in 2020. I felt like a God straight into that hole. I bought it. Then I look back and thought, why the fuck did I sell out at 2000 and then buy it back at six and a half thousand? It's like if I just held onto it, so I just kind of keep out of its way and just, I observe it. But, you know, I just play for the long game. I think it's easier."
    },
    {
        "speaker": "B",
        "text": "Yeah. No, and definitely helps you sleep better at night, that's for sure."
    },
    {
        "speaker": "A",
        "text": "Well, you're in stables, so this makes me laugh, because if it goes up, you're going to be squealing, you won't be able to sleep at night."
    },
    {
        "speaker": "B",
        "text": "Yeah. And that's where the position I sit in now watching this market for the last. And I again started waiting in earlier this year. I was like, oh, this is great. And then I was like, right now I'm sitting here going, should have done more, right? I should just. Should have been irresponsibly long the whole time and just not even dealt with any of it."
    },
    {
        "speaker": "A",
        "text": "That's all I did. All I did. Kevin, great conversation. Look forward to doing these much more often for the pro crypto crowd because I think people hopefully get a lot out of it. We'll get some questions, we'll get some cadence of what people want to hear from us, and we can talk about all sorts of shit. You and I can talk for hours anyway, so it's pretty easy. I love the framework where we talk to Kevin and we spin through at a top down macro level where we think the opportunity sets are, and his philosophy is very much aligned with mine, where we think that the kind of web three angle is going to be the big unlock for this next cycle. It was also good to dig in with Kevin and learn to. He's more risk averse than I am right now, and it's always good to hear somebody's angle and also thinking through some of the risks to what could happen, what could go wrong, because it's a really important conversation, too. I enjoy doing these so much. I think Kevin and I are going to do more of these on real vision pro crypto, where we'll start really digging into some of these topics, catching up and getting people more understanding of the broader narrative, and then trying to dig in to some of the things he's talking about. I have no fucking idea about Cosmos, what it does or how it works, but I want to find out now. If Kevin's interested, I'm interested anyway. Hopefully you come with us on the journey."
    },
    {
        "speaker": "B",
        "text": "What's up, revolutionaries?"
    },
    {
        "speaker": "A",
        "text": "Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest, and biggest names in finance."
    }
]