[
    {
        "speaker": "A",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now, to the top analysis of today's crypto markets."
    },
    {
        "speaker": "B",
        "text": "Do more investigations and enforcement actions imperil the us crypto industry. Paxos ordered to halt milting minting of binance stablecoin. As new breaks, that Paxos may be next in the SEC's crosshairs, we're going to dive in and explain why it matters. Welcome back to real Vision Crypto daily briefing. I'm Ash Bennington. We also have Marshall Hayner, founder and CEO of Metallicus. Welcome to the show, Marshall."
    },
    {
        "speaker": "C",
        "text": "Thanks for having me, Ash."
    },
    {
        "speaker": "B",
        "text": "Marshall, we'll speak in just one moment, but first, let's take a look at our latest price action. The total crypto market cap is down 2% on coin. Market cap bitcoin is down 1% on a 24 hours basis. It's currently trading at around $21,600. It hasn't been a good week for bitcoin, as you can see. It's down by 5% on a trailing seven day basis. Meanwhile, ether has suffered an even bigger fall. In percentage terms, it's down some 3% on a 24 hours basis. The current price of ETH is $1,480, down almost 9% on a trailing seven day basis. With that said, let's bring in our guest. Marshall Hayner is founder and CEO of Metallicus. Mark Marshall, welcome back to the show. Great day to have you here with us."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's great to be back. It's been a tough year last year for Crypto and off to an intense start for this year. But I'm everly, I'm always optimistic about ever optimistic about the future of crypto. And the thing about crypto is that it's resilient. It survives all types of these issues, and that's one of the powers of it."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's so interesting. I think everyone here at real vision, of course, is very optimistic about the future of this technology, about the future of this space. But obviously, we have days like today that are difficult ones in terms of the news flow, in terms of what's happening in a legal and regulatory perspective. So let's jump right in and talk about that right now because we do have some significant news flow here on the day. Lots of late breaking news in the last 24 hours on the regulation front, following Friday's news flow on the SEC settlement reached with Kraken. Today's news starts with Paxos, with multiple news stories involving the SEC and state regulators here in New York last night, the SEC issued a Wells notice to Paxos, according to an exclusive report from the Wall Street Journal. Wells notice is a letter issued by SEC enforcement staff to notify a company or an individual about a potential enforcement action, the Journal reports. Quote, the notice alleges that Binance USD, a digital access asset that Paxos issues enlists is an unregulated security, according to sources from the Wall Street Journal, a Paxos spokesperson told the Journal, quote, Paxos is not commenting on any individual matter. Finally, according to the Wall Street Journal, quote, Binance said BusD is issued and owned by Paxos and it only licenses its brand. So obviously this is a statement coming from Binance saying effectively that this is a Paxos product that is simply licensed by Binance, if I'm reading that correctly. Now, just this morning, a statement issued by the New York Department of Financial Services, also known here as NYDFs, which is the regulator that Paxos has registered BUSD with. I'm just going to quote the statement directly from NYDFs. Quote, DF's has ordered Paxos to cease minting Paxos issued BUSD as a result of several unresolved issues related to Paxos oversight of its relationship with finance in regards to Paxos issued BUSD. In response, on February 13, 2023, Paxos notified customers of its intent to end its relationship with Binance for BUsD. Obviously, that's today, February 13. I also want to read this. This is the next paragraph in the NY DF's press release, and we'll unpack it and explain what it means here in just a second. Quote it is important to note that the department authorized Paxos to issue BUsD on the Ethereum blockchain. The department has not authorized binance peg BUSD on any blockchain, and Binance Peg BUsD is not issued by Paxos. There is currently no restriction on the listing or exchange in New York of existing Paxos issued Busd by DF's licensed entities. I know that's a lot of acronyms. We're going to try and unpack it for you. I'm not an expert on this, but to clarify, based on my understanding, BUSD is the ERC 20 token that's issued by Paxos. That's the token standard for fungible Ethereum tokens running on the Ethereum network, whereas Binance Peg BusD is a BEP 20 token running on the Binance smart chain, and that binance maintains a peg by holding BUSD against the Binance peg BusD. You have the ERC 20 version that's maintained by Paxos. I know this is a little bit confusing, Marshall. Where do we begin with all this news flow? How do we begin to explain it and its impact?"
    },
    {
        "speaker": "C",
        "text": "Yeah, you know, I've been saying this for a while, and when I introduced the Cryptocurrency Act 2020, I actually had a clause in there for synthetic stable coins and reserve backed, banked backed, bank backed stable coins. I'm a big believer in bank backed stable coins because they are held, one to one with registered banks who have fiduciary duties in terms of reportings, capital requirements and things like that, ratio requirements of how much cash they must always have on hand. In the case of a stablecoin that's not issued or parked in a bank that may be synthetic, whether it's collateralized by a cryptocurrency or in a more difficult scenario like UST or Luna, you may have some sort of rebasing mechanism. I think that these can be somewhat dangerous, because there's never really a guarantee that a dollar is a dollar in this case. So in the case of a synthetic stablecoin, it may collapse, like Luna, because the system doesn't work. It doesn't work under pressure, and it fails. In the case of a synthetic backed, like a make or die, it mostly works as long as there's a lot of liquidity and you don't have cascading liquidations where the underlying currency isn't liquidated at such a rate that the stable coin could de peg. And we saw that with Dai in 2020, when the COVID fear hit the news and crypto crashed very aggressively, and Dai got temporarily de pegged. In the instance with Binance, I think there's a little bit of consumer confusion, because you don't know what's the difference, as a layperson between the ERC 20 version of BUSD and the BSC version of BUSD, which rests on with Binance. So, in this way, I think NYDFs is kind of putting a little bit of distance and saying, we only agreed to issue this ERC 20 version, and then there's confusion because 90% of it rests with a foreign entity not based in the US, not parked at a bank. And before we started the show. I asked you, where do the dollars rest for the other 90%. If 20% of all of Binance's crypto reserves is busdhead and that is not backed and parked in New York or with a partner bank, then where does it rest? Is it in other stable coins? And where do the reserves of those stable coins rest? In a way, it kind of has its own potential cascading liquidation scenario in the event that tether collapsed or whatever. Is that collateral underneath the BSC side of Busd? And I think that regulators started to pick up on that and didn't maybe notice it right away. And I know that the layperson didn't notice it, and that's, I think, one of the difficulties. No one's saying that it's not backed. It's just hard to prove. And when it's not parked in a bank, there's obviously no guarantee. And I think that's why it's an SEC issue, because it's a promise of future value, even though you're not profiting off of it. It's a guarantee, supposedly, that it would always be $1."
    },
    {
        "speaker": "B",
        "text": "Okay, so a couple of points. I know this gets into the weeds here, but it's very much relevant to the stories as we're discussing them here this morning. So the first is, I do nothing believe that Paxos is a bank. I think Paxos operates as a trust rather than a bank, which management of Paxos maintains is actually more secure because they don't have the ability to have a fractional reserve relationship with those funds. They have to be held, one to one in trust for the beneficial ownership maintained by the actual owners of those coins. The second point is this idea that it's this weird, neither fish nor foul thing. It's like a semi synthetic coin, because what you have is that a public wallet that discloses the proof of assets on the ERC 20 side. Specifically the busd token that's held against the binance peg Busd. And there's some transparency in it, but it's still a manualized process, at least as I understand it, which is to say imperfectly, of the way that binance basically mints those tokens against the ERC 20 version. But again, I'm not certain of this. I'm no expert here."
    },
    {
        "speaker": "C",
        "text": "Yeah. To my understanding, it's very similar to the circle scenario where you have USDC that's parked at the signature bank. I'm sorry, I'm blanking on Paxos bank partner, but I don't know if it's Silvergate or who it is, but it's very similar. You have dollars parked at another bank. Those dollars in some cases, could be invested into government bonds or treasuries or other things that could be considered stable quality collateral that's backed by the us government. But in the case of the BUSD, you don't know where the other 90% is. And that was kind of. I think the issue with the regulator was to say that we don't really know if this is a dollar. And we saw the issues with tether, where tether left the United States and said, we don't have any entities in the United States. This asset could be traded in the US, but it's not issued in the US, it's not handled in the US. So you have the same scenario with BUSD, and then of course you have the regulator looking at the partner in the US who's minting and issuing. And now, if 100% of all of the BUSD stayed on the ERC 20 chain, which was what the New York Department of Financial Services had approved of, then I don't think that we would be having this issue. So if finance took the other 90% and sent all of the underlying crypto and that was liquidated to USD and parked in us bank accounts, this wouldn't be happening right now."
    },
    {
        "speaker": "B",
        "text": "But, you know."
    },
    {
        "speaker": "C",
        "text": "But the issue is that you have a portion of it. I was just going to say they only have a portion of it, 10% supposedly parked in the bank, you'd have to have 100%."
    },
    {
        "speaker": "B",
        "text": "You're talking about finance now. But what's interesting to me is why should that be in scope for this? In other words, if the binance is. If Paxos is holding a one to one peg against BUSD, then whatever finance is or is not doing on their end should be out of scope. And that's not what SEC says. This is contradistinction from NYDFs. SEC says, know that this is a wells notice issue, that they have issued unregistered securities. So whether or not I. They're held on a one to one peg basis in at least my reading of the story in Wall Street Journal about the SEC investigation, it seems immaterial. They're just saying, effectively, you haven't registered with SEC, you have an unregistered investment product. Whether or not you registered with my DFS, based on my reading at least, of the journal article, it sounds immaterial. By the way, I should say one thing here. I've been googling and I went to the Paxos website. Where are customer funds kept? Customer funds are held in segregated accounts. At FDIC insured us domiciled banks. They do not disclose, at least on the website, where those assets are held."
    },
    {
        "speaker": "C",
        "text": "Yeah, and I'm sure they have disclosed to the regulator who those partners are and where they're being held. The issue, as always, is proof of solvency and proof of reserves. When crypto had its big scary moment last year, a lot of crypto CEO's and platforms rushed to say, proof of reserves. Here are my proof of reserves. But it really was a lot of lip service because that's like saying proof. We have some money, but you don't know how much money is owed in the liabilities. And FTX looked great with its billions until you realized that they actually owe 10 billion. And that's when the rush for the door began, and that was kind of the end of FTX. So you have to be able to prove both. I think the future of crypto is really going to be all on chain, where, like, for what we're building over at Metallicus with Proton, we're building the trading on chain. But then you can have the proof of reserves and the proof of liability. So when, when you saw crypto exchanges saying, here, proof of reserves, that means nothing. You need proof of liability. Unfortunately, it's, it's pretty difficult to do if you're not all on chain, because then you basically just have to publish a certified statement. In that case, you're going to need a certified public account. You're going to, not just as a CPA, but you're going to need a reputable accounting firm like a top four to issue that, that certified statement. And that was the issue with finance in general when they were trying to get that statement. If you remember, Mazars, which was not a top four, retracted their audit. So same kind of thing."
    },
    {
        "speaker": "B",
        "text": "And they withdraw from crypto. Right. They totally withdrew from auditing."
    },
    {
        "speaker": "C",
        "text": "I believe they got spooked because what ended up happening was, I think there were a lot of entities that were questionable at best, showing up at Mazar's door. And Mazur said, you know what? This could completely destroy the reputation of our firm. If we focus on these crypto companies and we're wrong or we issue the wrong opinion, then it's going to damage all reputation for our future, our current and future clients. So they pulled out and they backed away, which makes sense. They limited the risk. The problem is that it's very difficult to get this audit if you don't actually have everything together, you won't be able to get the audit. On top of the fact that just, it's tough enough in crypto to get an auditor to accept, but an entity like a binance or Coinbase is large enough that these auditors would be willing to accept. The question is, does the entity have enough transparency to give them, to allow them to do that? In the case of Coinbase, yes, and they're a publicly listed company and they have to do that and they're audited. In the case of binance, I think it's a little bit trickier because they're global and there's so many things all over the place. But also, I think that there are obviously banking issues, and if you can't prove that the dollars are one to one, then that's an issue. In my opinion. I'm a little surprised that it was an SEC action. I think that it's more of an FTC action if it's another three letter agency, because it's more of an issue of consumer confusion. We don't buy a dollar with expectations of a profit on that dollar. We just hope that it won't go down. But I guess, and I'm not a securities lawyer, maybe that applies in both directions. So, and again, I don't know what cases there are for the opposite direction, retaining value, but maybe there is. So I'm not the securities expert in any way on that, but I would say that it is very confusing for consumers, because if you said, well, I hold busd, you would say, well, that's held with Paxos. But then when you really start to research under the hood and you go to ethers scan, you go to BSC scan, you'll see a notice that says this is backed by Paxos, but the binance smart chain version is not. And your layperson is not going to do that research. And even the research that you just did to find out what banks. Most people don't even ask that question. And it's a very important question to ask because why would we want to trade hold dollars that don't have retain value? That's. That's not very good. Right?"
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back. Well, so much to say there, and I just, I just want to jump in, first of all. Yes, absolutely. I am not a securities lawyer either, and not an expert on this. We are taking a kind of a first draft of history, trying to interpret the news flow as it comes out and explain and contextualize it as best we can. You're absolutely right. Binance peg USD BuSD is not the same as plain Busd, which is held on the Ethereum network. Definitely an important distinction for people to understand. Second, even if these audits do take place, that we've seen, that even if this is a big four approved audit, it's important, and they issue an unqualified opinion, which I think is the term of art in the accounting industry for the highest level of audit. It's important for people to understand that these are just single snapshots in time, and that money can be then shuttled back and forth on chain very rapidly. And so in terms of proof of solvency, an audit gives you only one snapshot at a particular point in time, at the time that the auditing firm signs off. I'm so glad you mentioned Brian Armstrong and Coindesk. Excuse me, Coinbase, because I wanted to show a tweet here up on the screen, if we could. Last Friday, a major settlement was announced between Kraken and the SEC. Obviously we've already covered that. And against this backdrop, Brian Armstrong, the CEO of Coinbase, defiantly tweeted over the weekend, quote, Coinbase staking services are not securities. We will happily defend this in court if needed. So a defiant statement there by Brian Armstrong, essentially making this assertion that Coinbase staking services are not securities in his view, and that they are happy to defend this in court if necessary. I'm curious, what's your take on that, Marshall?"
    },
    {
        "speaker": "C",
        "text": "I really like Brian. I think that he is. So you can see where I'm going with this. I have a lot of respect for Brian. I have a lot of respect for Coinbase. I think he's wrong, because the thing is that the issue here was that when you hand over your money in the case of Ethereum, and you want to stake Ethereum, if you're using a non custodial wallet and you're interacting directly with the chain, you are a network participant. If you hand over your ethereum to another entity, that entity becomes the network participant. How do you know what that entity is doing behind the scenes with your crypto? And we saw what happened in the case of Celsius and Blockfi and so forth, the CFI lenders that exploded 3 hours capital. We didn't know what was happening behind the scenes. So additionally, also charging a fee to access those rewards and advertising it kind of as an investment product, that you would be able to earn some sort of premium or APY on top of it. That doesn't necessarily make it a security per se, but it definitely puts it into that water when you start to make a promise that in the future your like Coinbase staked f, which is an ERC 20 token, that is really kind of a claim against future value and it's value that should inflate and become more valuable. So I certainly understand if there's a token that's being marketed that you could hold this token and it could absolutely become more valuable. That would probably be a security because it's a promise of future value. Also, the SEC is starting to show some division around this area where wrapped assets that have expectation of future value are problematic. A WBTC we've yet to see any sort of issue, but a Coinbase Steth staked EtH token obviously is potentially an issue. And whether it's tokenized or not, if it's just like a product on Coinbase and they say you can earn this APY well, if that was all done through Coinbase wallethood, then I don't think we'd be here talking about it today. But the issue was that it was staking, quote, as a service and that was kind of the issue that Kraken had. And again, I think this is the issue that Coinbase had. I think I also agree with Hester Pierce and a lot of crypto, I guess I would say the legal crypto Twitter and just regular crypto Twitter talking about the fact that there wasn't really clear guidance around this. And also when it comes to, and you could say, well, look back to the 1933 securities act, look at all the case law and it is new and it is evolving, but we don't necessarily have the entire picture. I think one of the issues is that firms like Coinbase probably would go and register if that was a potential. But as Hester Pierce pointed out, you're being told to register, but then there is no place for Coinbase to register. There is, but nothing would happen. Nothing would move forward. So that's the problem, is that it's not advancing forward in the sense that Coinbase can register and then actually offer this service. And so it's basically like a non starter. And I think that's part of the problem. And we would need to evolve that also."
    },
    {
        "speaker": "B",
        "text": "I'm not sure it's a catch 22, isn't it? Right, so we need you to register, but there's no place to register. In a way, at least, this is Hester Purse's view that she put forth, and which I believe Jesse Powell quickly agreed with on Twitter this notion that you need to register, but there really is no mechanism to register in a way that would be appropriate for these regulated crypto shops to do."
    },
    {
        "speaker": "C",
        "text": "And yet, to clarify, you can register and there is a place, I guess I use the wrong language. There is no path. There's no path forward. You can register, but there is no path forward to move forward beyond that. And that's very clear. And so when it comes to the."
    },
    {
        "speaker": "B",
        "text": "Coin regulation path to move forward, you mean essentially that you can register with SEC, but there's no mechanism then to productize that or to sort of inject a public product into the marketplace after registration takes place."
    },
    {
        "speaker": "C",
        "text": "Yes. So there are no alternative trading systems that are approved by the SEC that are handling crypto. So you don't see those who may."
    },
    {
        "speaker": "B",
        "text": "Not know ats are the alternate mechanism other than exchange traded for securities, to trade publicly here in the United States for retail investors."
    },
    {
        "speaker": "C",
        "text": "Right. And there's no broker dealer doing this as well either. Another SEC type of registered entity, Coinbase, actually acquired a broker dealer, but it was never approved. They didn't even talk about that in the tweet because I think it's just well known that that was not going to get approved, that they have tried, and it didn't work, in my honest opinion. I think what has happened here is that Coinbase and Kraken got a little far ahead of themselves with the product. They wanted to make it so easy for the end user because custodial systems are easy, and then it fit nicely into a nice revenue generating product because you could take a portion of all the staked rewards and that is revenue for Coinbase or Kraken. I think that if they had gone further with the product and they had made it easier to have non custodial wallets with key backups as opposed to full custody, then again, I don't think we'd be here. I think that would be a fully decentralized option where you as an individual are connecting to the ethereum network or the proton network or the metal blockchain or whatever chain that you might be staking on, whether that's polygon or avalanche. Lots of chains have staking and network governance and participation. But how do you make that easy for the end user? And I can certainly empathize building these products at Metallicus because it's what we do with metal pay and with our web off wallet and everything that we're building, it's difficult. What Coinbase has with a Coinbase wallet is a beautiful product. But don't forget that you have a 24 seed word when phrase seed word when you're signing up. It's not for your layperson, it's not for your average user. People will go on Coinbase, but they may never use Coinbase wallet. If Coinbase wallet and metamask and other wallets, EVM wallets became easier to use, then I think you'd see less prevalence of these products."
    },
    {
        "speaker": "B",
        "text": "Well, let me ask you this, because it's such an important point. First of all, EVM is the ethereum virtual machine for people who may not know. But talking a little bit about this because you also pointed out another important distinction here. It's part and parcel of this broader point that you bring up, which is the challenge of UI, ux user interface, user experience issues in the space that are so challenging. And that's the distinction that seemed to be quite material in the SEC release over the weekend, which is this idea of the distinction between staking versus staking as a service. Talk a little bit about that, as I understand that distinction. Staking as a service is essentially using a third party, centralized entity to provide those staking services. And I think more specifically, as a friend of mine pointed out over the weekend, it's about the transformation of a variable rate of return to a fixed rate of return, which obviously creates an arbitrage spread and a risk opportunity in terms of having to maintain that fixed leg of the payout."
    },
    {
        "speaker": "C",
        "text": "Yeah. And I think that that's, you know, there's direct network participation and then there's delegated network participation. Patient."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "And in the delegate and many blockchains, like proton blockchain has this idea of delegated proof of stake. So you have the miners or block producers that at any given time, you have 21 active block producers out of all the block producers or miners, crypto miners that would exist. And they decide decisions. Recently we had a big proposal and decision in the proton community, and the community will log into their wallet. Look at what the block producers are saying. This is what proposal they support, this is what vision they support. And then users can go and stake their proton, in this case against the block producer, that is with their interests. So sort of like the political system, right? You can vote for your elected representative to represent your needs to the state or federal government. Same thing in the cryptocurrency world. You do the same thing so many times. Staking is not just you put in your coins and you get more coins, but you're getting paid in the same way that the miners, crypto miners, are getting paid to have a direct, decentralized play into the governance. So these decisions can't all be made in a vacuum. They need to be made by the network. But what ends up happening is when you have the exchanger, you have large centralized entities that power centralizes. But then also another issue that you have is that you lose your kind of direct participation. So how do you know that that delegate is actually, and we know in politics in DC, that's a real problem, right? Who do we elect? Are they going to really represent us? Right. That's the problem also in crypto. And I always say everything is ten times bigger or longer in crypto. So one day in the human world is ten days in our crypto world. And so when it comes to decentralized governance, it's much faster, it can be messier, but at the same time, you want that direct participation. So if Coinbase is really kind of giving you that delegated participation, it's not that there's anything wrong with it. And I don't think that anyone should have had any reason to not trust them or that the product wouldn't work. But I think that the issue is that you as an individual are not directly interacting with the chain. So really as one person, you should be able to cast your vote and get those rewards directly. That's how it really should work. And I think that Coinbase got ahead of themselves because they really wanted to make the product simple. Same thing with Kraken. I have a username and a password, so if I ever forget my password, I can log in. If you lose your private key, you're done. And most people are not ready for self custody as the software matures and gets better. So in the case of Coinbase, I think they got ahead of themselves with the product. And I think when they're saying, we'll defend it, how long will it take to make key backups and Coinbase wallet better Ux and UI that you can make the product completely non custodial and decentralized? I think that they'll defend it as long as it takes to build that product and ship that product. That's my industry insider perspective."
    },
    {
        "speaker": "B",
        "text": "Marshall, let me just jump in here, because I wanted to bring it back to newsflow here on the story today on Paxos and Binance. We also heard from CZ, obviously the founder of Binance, and I just want to read this tweet directly to our viewers here and our listeners quote on the alleged SEC versus Paxos lawsuit. I believe they're saying alleged because it's a report by the journal. But there hasn't been public comment yet from SEC. I have no information about it other than public news articles. The lawsuit is between us, SEC and Paxos. I am not an expert on us security law, but personally I agree with Miles logic here, not that it means much. And I'm going to read through the tweet that then goes underneath. That was the retweet here from Cz of Miles Deutscher. And the tweet here says, quote, the SEC has labeled Busd as an unregistered security, close quote, and is suing its issuer, Paxos. And they haven't actually sued yet. We've just gotten this story that there is a wells notice that's been filed against Paxos. But how on earth is a stable coin considered a security when it clearly doesn't meet the Howey test criteria? No one has ever had an expectation of profit in double quotes when buying BUSD. And then I want to read the image that's beneath it for our listeners here who are listening to this as a podcast quote. In doing so, the Supreme Court established four criteria to determine whether an investment contract, an investment contract is, and this is the four principal prongs of the Howey test. I'm going to read those right now. One, an investment of money, two, in a common enterprise three, with the expectation of profit, four, to be derived from the efforts of others. Marshall, what's interesting to me here, and I'm curious about your opinion on this, is that it seems to me that there might be a little confusion about which standard SEC is using here. And again, the SEC has not made public this suit yet. But to me, what they're alleging is more that it's an investment contract rather than sort of like an unregistered money market fund rather than a security in the sense of a stock, which is what the Howey test is about. Obviously. It's orange groves in the 1950s, an elaboration on a 1930s statute. I don't know about this. Again, I'm clearly not an expert here, and we're doing this kind of on the fly as the new story comes out, but I'm not sure that that's the appropriate standard. You can't, for example, set up a money market account if you're not registered as a financial institution without registering that product first. To me, the Howie test, it's a little bit of a non sequitur here. Am I wrong about that?"
    },
    {
        "speaker": "C",
        "text": "I think you're right. And I think that this is a novel case because I don't think there is any expectation of profit when you buy busd. It's quite the opposite. We expect that it won't devalue. So it's kind of the opposite. I do think that it falls into that money market category. But then again, if that's the case, then all stable coins should register. I think that."
    },
    {
        "speaker": "B",
        "text": "I mean, it seems that's the direction that SEC is going with this, right? I mean, obviously we don't know, but it seems that that's the direction that more broadly the government is headed."
    },
    {
        "speaker": "C",
        "text": "I think so. Well, you know, at the same time, it's interesting because then you have agencies like the CFTC that have openly spoken out against SEC policy. Right. You have Commissioner Pham who wrote a letter who said, you know, she wasn't in agreement. So I think that the regulators may not all be on the same page about this, and that's almost certainly the."
    },
    {
        "speaker": "B",
        "text": "Case based on what we've seen. Obviously, we have CFTC and SEC who have been engaged in this sort of open debate about who the primary regulator of these entities will be. It's challenging because there isn't any statutory clarity about this. We don't have laws that very clearly specify who would be in control of being the primary regulator here. So there's this sort of jostling about. And the second point that you made with regard to Commissioner Pham and also commissioner Peirce on the SEC side, you also have these dissenting opinions coming out from within the regulatory agencies themselves."
    },
    {
        "speaker": "C",
        "text": "Yeah, and I think that this is really interesting, in my opinion, and again, I'm not a lawyer, but in my opinion, what I think makes the most sense. If there was a government agency regulator to come out and say something, it would be the FTC because it really is a consumer confusion issue, in my opinion. Where is the money held? Is it a value of a dollar? It should have a warning. If I buy some alcohol, it comes with a warning label on it to not operate heavy machinery. In the same way, I think stablecoins should have warnings on them to say back to the bank, here's the disclosing of the bank that holds the funds. Or this is a synthetic stablecoin like Dai, and it is backed with stake, with Ethereum, locked into smart contract that's collateralized, but at least your end user knows what they're dealing with and what they're using. And I think that that's the consumer confusion. I don't think that anyone buys busd with an expectation of profit they only expected that it wouldn't devalue. But again, I'm not a securities attorney, and I don't know how this plays into potentially a money market fund or something like that. In my opinion, the regulator for stablecoins really should be, it should be the Department of Treasury, it should be the OCC, and it should be the bank regulators, because the stable coin should be parked in the bank."
    },
    {
        "speaker": "B",
        "text": "And also give a little bit of context on this. OCC is officer of Comptroller of currency, which is one of the principal regulators of banking institutions here in the United States, as opposed to securities which are regulated by SEC. And this brings in another sort of layer of ambiguity in terms of the relevant regulators in these cases, obviously, it's very confusing. And then the other point that you made that I think is a good one, is this notion of the distinction between essentially stable coins that are asset backed and asset backed, one to one versus partially asset backed. And second, the sort of synthetic stablecoins, or algorithmic stablecoins, and how that algorithm manages to match or not match, as the case may be in the case of TerrausD, the underlying assets with the claims on those assets. These are all very complex, uh, issues that we're dealing with here. We're gonna get to viewer questions in just one moment. But first, for those watching on the real Vision website, thank you. If you haven't signed up there yet, check it out at real vision.com crypto. That's real vision.com forward slash crypto. That's the best way to access real Vision crypto content, and it's always free. Please like and subscribe and hit the notification bell if you're watching this on YouTube. Hey everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real Vision crypto daily briefing."
    },
    {
        "speaker": "D",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what with each vendor. Ramp's software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding ramp could be one of the best decisions youve ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy. Ramp.com easy cards issued by Sutton bank."
    },
    {
        "speaker": "A",
        "text": "And celtic bank members of DIC."
    },
    {
        "speaker": "D",
        "text": "Terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "Let's just jump in and hit some of these questions. We get a lot of them flowing into us right now. Here's one from Ray Gonzalez from YouTube would like to hear about Metallicus XMD stablecoin index and how it would meet regulatory compliance. Obviously a very relevant question here today with all these regulatory issues that we're talking about."
    },
    {
        "speaker": "C",
        "text": "Yeah, so the interesting thing about the way that we built the XMD basket, and for those that don't know, Metallicus launched its own stablecoin. But we recognize that stablecoins can change and transform over time. We also recognize that it's not great to have just one central issuer. We want to be able to move between different stable coins, whether that's USDC or USDP. At the same time, we really want to have to be de risked in that sense. We don't want to have something collapse. When it comes to metal dollar, we have essentially a basket of stablecoins, and those are all transparent through smart contract. So you can see that those stable coins are issued into the smart contract and that's what collateralizes the basket. Now, in the event that a stablecoin were to the Pegas, the metal dollar has a lot of risk control that doesn't exist on other stable coins. So if a stable coin is about to depeg, the smart contract detects that through oracle, that it's depends more than five basis points and it halts minting."
    },
    {
        "speaker": "B",
        "text": "How does it detect? Do you just crawl price feeds to see if there's a delta?"
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, that's right. So we have oracles that feed that information every second into the blockchain. It's getting that every 5 seconds. It's getting that information on price. And then if it detects across a global average of exchange prices that a stablecoin has depegged, the smart contract immediately halts redemption and also begins the process of liquidation. So today, for example, in the case of BUSD, it didn't depend enough for the smart contract to halt redemption. But as the maintainers of that contract, we recognized that's a problem. So we halted redemption, and we're in the process of removing that stable coin and liquidating from the basket. And that's really great because it has ability to future proof where if a stable coin is not good, it can be removed from the basket. If there's a problem, it can be removed. I think again, there's an issue of transparency and accountability. And definitely as the regulatory landscape evolves, something like metal dollar can evolve. To say it only focuses on bank backed stablecoins. And when I first launched it, that was 100% the focus. Through popular request, we added BUSD and USDT, but limited the ability of redemption. And you can see that the ability that you can mint and redeem. And with today's latest news, or yesterday's latest news, rather, we are most likely going to be removing all non bank backed stable coins completely from the ecosystem, because now we're starting to see more clarity. So XMD can evolve with the regulatory landscape because it's flexible, it's transparent, and essentially you can see who is the underlying backer. In the case of, for example, BUSD, there's a big question. In the case of USDT, there's a big question. So it's not. What we've learned is it's not just enough to limit that risk as the regulatory landscape is actively evolving and we're seeing the news, something like metal dollar can evolve to adapt to those regulations, whereas I think other stable coins might be caught in a very difficult position, like we saw with the USD today."
    },
    {
        "speaker": "B",
        "text": "Marshall, here's a question that hearkens back to the Kraken story we were talking about earlier. This comes from Bibi from YouTube. Like to hear Marshall's thoughts on Sec going after Kraken. What could Kraken have done differently to avoid being a target for their staking services? And then he also asks, how is protons Dex different that Kraken failed to do?"
    },
    {
        "speaker": "C",
        "text": "Absolutely. Yeah. So I saw this coming a long time ago. I'm an early bitcoiner, an early Dogecoin guy myself, early crypto guy. And so when I built proton and metal blockchain, metal pay, the technology that we build at Metallicus, we have a fair amount of stuff. I always think about the user, but I also think about what is the goal of crypto in general. The goal is self sovereignty. You can say it's anonymity, but it's not. It's about self sovereignty. It's about ownership. It's about true ownership. Not just what you hold in the bank, but what you actually hold in your crypto keys, as the saying goes, not your keys, not your coins. Right? And so early crypto products were designed in a non custodial way because non custodial early wallet products are very difficult. So what Kraken could have done differently is to have a Kraken wallet that has very good back, like the Metallicus Webauth wallet, for example, that has very good UX and good UI, has ability to backup keys, has a good ability to onboard. Maybe that 24 word C phrase is too much for the layperson, so let's make it easier. But that's really hard in the world of UX and UI and software development. So that would be what, in my opinion, Kraken could have done differently. Very similar to Coinbase or Metallicus, you have a non custodial wallet like Coinbase wallet or web off wallet. Kraken could have made a kraken wallet and then all of the staking, it wouldn't be staking as a service, it would just be staking, full stop staking in your crypto wallet. But the benefits of that would be potentially, we make it just as easy to onboard as you can onboard to the Kraken custodial platform. If that had been done then, I think that we wouldn't have these issues now. Metallicus, two years ago, three years ago now started on that process. We were building a centralized exchange at the time called Metallax. And I just finally did a table flip and said, this doesn't work for the future of crypto. This is not what the future of crypto is all about. Furthermore, we should have everything be transparent and on chain with the ability to not only prove the reserves, but the ability to prove the liability. So if you have an X, BTC or a WBTC, I want to be able to see the links to bitcoin blockchain where the WBTC is held. In the case of bitgo, you have this."
    },
    {
        "speaker": "B",
        "text": "Marshall, jump in here in the interested time because we're running out. It's been a great conversation, obviously, tremendous amount of news flow to cover here. A lot of the philosophical sort of foundations for these types of conversations we discussed here. Fantastic having you on the show, but I wanted to ask you this. Marshall, final thoughts, key takeaways that you'd like to share with our audience? Obviously, we've covered a lot of ground here today."
    },
    {
        "speaker": "C",
        "text": "Yeah. And I say it every show. Keep learning, keep researching. Get involved in crypto. Crypto. The phenomenon of crypto is not just to buy it and hope that it goes up in value. It is to learn and to empower the future of the Internet. So please get involved in cryptocurrency in the communities. Come check us out@proton.org and metallicus.com and you can kind of see what we're doing. But get involved in crypto communities. Be an active participant. Don't just be a user of a staker as a service. Download the actual wallet and stake in the wallet and join the telegram and be part of the consensus. The more we do that, the less we have these problems."
    },
    {
        "speaker": "B",
        "text": "So my key takeaways from the day are, look, obviously, as we've talked about in the show here today, there's a lot of complexity and a lot of ambiguity in this space. Some of the technology obviously is incredibly complex, very confusing, particularly for people who are not in the space 70 hours per week working with these tokens. And then also ambiguity from the regulatory perspective as we just discussed, ambiguity in the sense that there appears to be right now some dissension within these regulatory agencies themselves and competition among the regulators. And I think ultimately what all of this derives from is an absence of statutory clarity. So you have regulators attempting to interpret the laws that were effectively not written in many cases. The securities regulation that we're talking about here was written in the 1930s, and you have these regulatory agencies that attempt to effectively stay up to date by changing interpretations and rulemaking around that. But we just don't have statutory clarity around this. And it's probably going to be a long and drawn out and somewhat messy process as we continue to see these regulations being sort of enforcement, being the primary mechanism here to guide the industry as a regulation by enforcement is the term of art that securities lawyers sometimes use. But it is an incredibly complex place and it's incredibly fast moving. But I can assure you this will continue to cover the news flow here on real vision crypto daily briefing and continue to hash through these issues and try and make sense of it. Marshall, once again, thank you again so much for being on the show. Really enjoyed this conversation. Conversation."
    },
    {
        "speaker": "C",
        "text": "Thanks again for having me, Ash. And thanks again to the real vision community. You guys are amazing. Thank you."
    },
    {
        "speaker": "B",
        "text": "Thanks. For those watching on YouTube, like and subscribe and hit the notification bell. That way you can always stay up to date on all the latest news flow on crypto and analysis. If you're not a real vision crypto subscriber yet, don't forget it's free. Head to real vision.com crypto. That's real vision.com. forward slash crypto. That's it for today. We'll be back tomorrow with Brian Estes joining us to talk about all things bitcoin. See you at 09:00 a.m. pacific, noon Eastern, 05:00 p.m. london time, live on real vision, crypto daily briefing. Have a great day, everybody."
    }
]