[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get."
    },
    {
        "speaker": "C",
        "text": "30 30 baby get 30 baby get 20."
    },
    {
        "speaker": "B",
        "text": "2020 baby get 2020. Bid to get 15."
    },
    {
        "speaker": "C",
        "text": "1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at mint mobile.com switch."
    },
    {
        "speaker": "D",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "E",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance, join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "B",
        "text": "Crypto prices rally despite regulators tightening the screws, Binance admits it will be penalized for the sins of the past and the guarantors of SBF bail bond finally revealed. Welcome to real vision Crypto Daily briefing. I'm Ash Bennington. I'm joined by Christopher Perkins from Coin Fund. Welcome to the show."
    },
    {
        "speaker": "C",
        "text": "Thank you, Ash."
    },
    {
        "speaker": "B",
        "text": "Always a pleasure to have you back. Plenty to discuss. We'll get to that in just a minute, but first, let's take a look at today's price analysis. We've seen a significant rally in the past 24 hours despite new potential headwinds for the industry. We're going to discuss these on the show in just a moment. The total crypto market cap is up 6.5% on coin market cap since yesterday, taking it above $1.1 trillion. Bitcoin has passed 25,000 for the first time since August. It's up nearly 10% on a 24 hours basis and roughly the same percentage on a weekly basis. Pretty much all those weekly gains happened in the last several hours here. Coindesk reports some $185 million worth of shorts in bitcoin has been liquidated in the past 24 hours. Short bets on prices are bets on prices falling. Shorts comprise 90% of liquidations. Meanwhile, ether is not falling behind and is also surging. It's up nearly 10% on the past 24 hours. Although lags bitcoin a bit on a weekly basis. Ether is currently trading at more than 1000, highest since price since November. There's an interesting report on staked Ethereum by Binance research it was cited on coindesk. Binance says only about a third of ether stakeholders who staked their ether in Ethereum's beacon chain over the past three years are currently making money. The rest are currently in the red. With that said, let's bring in Christopher. He's president of Coinfend, a crypto investment firm, and former managing director at Citi and Lehman Brothers. Chris, we'd love to hear your thoughts on this market."
    },
    {
        "speaker": "C",
        "text": "Hey, Ash, how are you doing today? Yeah. If you were to shut your eyes a year ago and you were to say, ok, there's a situation where FTX is gone, we had major issues there in fraud, Celsius, Blockfi, Genesis. We can continue to add to the list. What do you think the price of bitcoin and eth would be? My guess would be that we would say something materially lower. And so I think one of the first points, the underlying resiliency of these markets is profound, and we really need to start unpacking. Why is that? And I think the answer is that there's real value in these assets. We're bringing in a new era of technology, and we're continuing to see incredible projects being built in the space across this thing we call Web three. Smart people are coming in and value is being created. And so against that backdrop, you know, we've seen an array of regulatory activity coming very quickly. You know, and I think a lot of this was highly anticipated. We just went through a really difficult time, and one of the first principles that we need to solve for it. Look, this is a very young emerging space, and in time, as we have those regulatory guardrails come into effect, and we believe in principles based regulation, and once that's in place, you're going to see even greater adoption within these ecosystems. So we've always been supporters of principles based regulation. We can start with maybe talking about what's going on with the SEC in the custody rule, if you like, but a lot happening. But the underlying thesis is a very strong resiliency across the asset class."
    },
    {
        "speaker": "B",
        "text": "Well, Chris, you make some important points there. One of the most important of which, I think, is trying to think along multiple time horizons. That's what everyone in the investment space does. It's one of the biggest mental shifts that people who are new to this space, I think need to make is how you can think about what's happening in the longer term. You've made the case, you've articulated it very clearly there for the importance of digital, decentralized assets at the core of an evolving financial system, commercial system, banking system, et cetera, et cetera. The list goes on and on, all the places that this is going to touch, whether it's defi, whether it's web three. I mean, this is just an enormous opportunity. But I guess I have to ask, what's happened in the last day that would make you think, boy, I want to pay 10% more for these assets, like a short time horizon. How do you reconcile it?"
    },
    {
        "speaker": "C",
        "text": "Well, I think there's a bunch going on. One of the reasons, on a macro basis, and we've been talking about it, but yields are rising and in certain cases, stable. Coins today don't pay through interest. To the extent that you're looking for additional exposure to the asset class, maybe it makes sense to move into bitcoin and ethereum. But I think maybe another major factor. And by the way, we're seeing the Nasdaq rally as well. So there's obviously macro factors coming into play. But I do think it is positive for the industry when you're starting to see a new equilibrium being formed when it comes to regulation. And like I said earlier, we believe in principles based regulation, and the SEC now is taking an approach where they've become much more active recently. And I do believe that in time we will find a new equilibrium. I think the custody rule is a really important example. I think, Chris, since you touched on."
    },
    {
        "speaker": "B",
        "text": "It, let me just read the latest news flow on it so folks who aren't following this as closely as you are can come up to speed. The US securities and Exchange Commission has proposed new rules that would require digital assets to be held on qualified custodians held by qualified custodians. We'll talk a little bit more about that. Define that as a term of art in just a second. Currently, the guidelines for registered investors only cover where and how they hold traditional assets for their clients. The new rules would broaden the scope and affect multiple crypto companies, as well as trad five firms that have dabbled in crypto. Here's a representative take, I think, from CNBC. Quote, it would be the SEC's most overt effort to rein in even regulated crypto exchanges that have substantial institutional custody programs serving high net worth individuals and entities which custody investor assets like hedge funds or retirement investment managers. It goes on to say the move poses a fresh threat to crypto exchange custody programs as other federal regulators actively discourage custodians like banks from holding crypto assets. The amendments also to come as the SEC aggressively accelerates enforcement attempts. Coindesk reports that crypto exchanges, Coinbase and crypto bank Anchorage say they would be fine under the new rules, but big uncertainty remains for some of the other players in this space. Chris, you're just about to talk about this. Give us your take and analysis on what this means and what the significance is."
    },
    {
        "speaker": "C",
        "text": "So the industry just went through a pretty traumatic time, right, where a number of different client assets were lost across numerous different insolvencies. And I think I articulated some of them previously. I think across the industry and across the regulatory space, everybody believes that client asset protections are an important principle that we need to solve for. And if you can solve for that principle, folks will come into the space and we'll have a much broader adoption across the crypto space. So principles matter. Obviously, we've been articulating for a very long time that we believe that a legislative approach is the most important. I was down at the CFTC. I participated in one of the advisory committees this week, and the Europeans came out and they said, listen, we looked at our old rules and we realized that we needed to do something different. And they talked about why they put out mica, which was really to address the specifics of the crypto industry. And they also announced a sandbox recently. And of course, we're supportive of things such as sandboxes. But the point is, can you explain."
    },
    {
        "speaker": "B",
        "text": "Real quick what a sandbox is? Cause I think there's probably a lot of confusion about this idea of a space where people can play with some degree of safe harbor."
    },
    {
        "speaker": "C",
        "text": "What's exactly that? I mean, how do you create an environment where you give a founder or an entrepreneur the ability to develop and innovate and to try and to even fail without having major systemic consequence? Do you kind of, like, take away that concern that, oh, my gosh, if I develop something new and innovative and groundbreaking, gosh, I may be outside of regulation, because in many cases, existing regulation doesn't understand new technologies and they don't reconcile. And we've talked about this in the past, how much of our system is predicated on intermediaries? And with things such as blockchain technology, you don't need an intermediary. So that's part of it. But stepping back to the custody rule, I think everyone agrees that customer asset protections are important. And trust me, if you're caught in Celsius or FTX, more than ever, you want a system that protects your assets. This is fundamental. Look, it's a super comprehensive rule put out by the SEC. The thing is, it's 433 pages long. It's not something that you can read overnight and say, this is what's great about it. There's a lot of nuance here, so it's going to take a lot of time to read through those 433 pages. From there, there needs to be a really thoughtful comment period. The SEC has proposed 60 days. Personally, I would like to see that extended, because when you go through rulemaking, the way to get it right and to make it truly principles based is to have engagement, to understand unintended consequences, and to have that two way dialogue between regulators and industry participants to say, well, wait a second, we're trying to solve for client asset protections. What tools do we have at our disposal to make them better than ever? And I would argue personally that things like blockchain technology, things like smart contracts, MPC technology, these are all multi party computation, sorry, multiparty computation technology, these are all technologies that can take the old system and make it even better. And so as we go through this process with the SEC of providing them comments, it's important to always step back to first principles and say, well, gosh, don't outlaw this. Let's encourage this technology because we can actually deliver with capabilities that we never had before, and that'll be the focus of our dialogue. But in the end, when we see institutions, and we talk to institutions every day, what's the thing that concerns the most about entering the crypto space? It's, will my assets be safe? That's what they care about the most. And so seeing the SEC putting out guidelines and rules to say, well, this is how you're going to have better, safer, qualified custody in the space. I think for many traditional institutions, they like it because they're like, wow, now I can go to my investors, whomever, and say, we have a regime here that's regulated and safe. So I think the top line for many traditional folks is important. I think for many of the folks in the industry, there's a lot of nuance, and it's imperative that we engage, engage, engage to make sure that the entirety and the second order, the unintended consequences are fully understood. And fact, the matter is, we need to find out a way to empower this client protection through new technologies, like I mentioned."
    },
    {
        "speaker": "B",
        "text": "Boy, Chris, that's so well said. And I think it mirrors my thinking in many ways. I think of it as client protection, safety and security, and also systemic risk management, two of the biggest buckets that our regulatory infrastructure deals with here. And I think you're absolutely right. It's not just about making things better it's about making things potentially much better, about enabling new opportunities, new growth, the capacity to do things that we couldn't do 15 years ago, ten years ago, even today, at scale, one of the advantages to living here in New York City, aside from the disgusting rents and overpriced food, is that you get to have dinner with really smart people who have been in the securities business for a very long time. I had dinner last night with an old friend of mine who's a bit of a skeptic, and he said, well, crypto, to me, it's like a solution in search of a problem. Like, what is it that I really need that I can't, like, do today? Right? I've got a, you know, I've got a brokerage account, I've got a bank. Things work pretty well. And I actually said, kind of off the top of my head, like, I'm like, well, what's wrong with a telephone? He's like, what do you mean? I was like, what's wrong with a fax machine? Right? Like, the idea is that you create opportunities to do things that you weren't able to do in the past with, for example, the explosion of the Internet, by the way, I think that all of these technologies that we're talking about, I think of them in some ways as Web 3.0. It's the programmable money, it's the ability to do these things in a digital and programmable way. But the opportunities, in many cases, are not necessarily obvious because it's a question of sort of like, how high is high? What could you do if you could dramatically reduce economic frictions? What would you do if you could dramatically increase the ability of people who have been, for example, excluded from participating in the system the way that you and I have, from having economic opportunities, not through redistribution, but through creating a fairer system that was cheaper, that was easier to use, that empowered people. I mean, there's just so much opportunity here, and I feel like that sometimes gets lost in the shuffle."
    },
    {
        "speaker": "C",
        "text": "Yeah, you mentioned systemic risk, and there's been a lot of talk about stable coins in the space recently. Bitcoins are awesome. They are an incredible, incredible opportunity, and we remain hopeful that we get some legislation around them. We're not sure if that's going to happen or not. But, gosh, what an incredible innovation and opportunity for the United States and. And our economy. What do they do? They eliminate systemic risk because you can settle in near real time. I used to run a foreign exchange, my brokerage business, the largest in the world, one of my biggest risks was this thing called Hearstat risk settlement. You pay money out in one currency and it takes days for the other currency to come in. That's a major systemic risk. Stablecoins solve that instantaneously."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "They're more inclusive. Uniswap recently put out a piece on FXDev. You can reduce remittances by 80% by settling through stablecoins. Not to mention the us government should love it, because what do you do? You buy treasuries to essentially mint stable coins. That's great for the us government. So again, in the end, I think that these technologies will prevail. We just need to stay very focused on the principles that we're trying to solve. But really great points, Ash."
    },
    {
        "speaker": "B",
        "text": "Yeah. In many ways, I suspect that what we're going to see from stablecoins is going to be regulation there. It's going to be intensely regulated. My bet, based on my reading, and I don't have any inside information here, but I've been watching these things for a fair amount of time. And it really seems to me like if it walks like a duck and quacks like a duck, if it looks like a banking service, if it looks like a regulated financial service, can get regulated like one, I suspect that stable coins are going to be the tip of the spear for regulation here."
    },
    {
        "speaker": "C",
        "text": "Yeah. And that regulation should be actually empowered. It should be empowered through legislation. And so very hopeful that. That our elected officials realize the opportunity and the promise and really then empower our regulators to put forth rules that encourage innovation. That's what's going to differentiate us as a country. And hopefully it starts there."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's so. Well said. The importance of competitive advantage here in this space, it's not like this technology is going back into the toothpaste tube. If we ignore it here in the United States, we're just going to get left behind. It's such an important point. Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint mobile, unlimited premium wireless."
    },
    {
        "speaker": "C",
        "text": "Everybody get 30, 30 biddy get 30 bid to get 20."
    },
    {
        "speaker": "B",
        "text": "2020."
    },
    {
        "speaker": "C",
        "text": "1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com."
    },
    {
        "speaker": "D",
        "text": "Switch $45 up front for three months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "B",
        "text": "Hey, listen, Chris, let's do a little bit. I know neither of us are lawyers here, but a little bit of first principles to just get people up to speed, at least I'll give you my understanding of the way the current system works. You tell me how off base I am with this. Right? So you have this. I mean, ultimately, it's all driven by legislation. It's all driven by law. And the laws in many cases were written 90 years ago. I'm thinking specifically about something that we keep coming back to, the 1933 securities act and the 1934 securities Exchange act. That's really those and a few of the similar vintage Franklin Delano Roosevelt vintage. Frankly, legislation is really the core of the way the system works in terms of the legislative architecture. And then you obviously have these regulatory agencies, and there's always some question and debate about how autonomous they are from the administration, disagreement about whether, for example, a president can fire the head of SEC. I think technically, legally he can't. But the precedent is, if the president asks for your resignation, you hand in your resignation. So to what extent it's a reflection of the current presidential administration is an open question. But basically you have these regulatory organizations that file suit against entities when they feel that they're in violation of the law, those entities. Then the respondents can answer that in federal court by disputing the claims. Then you get case law that gets worked out. You have a whole sort of elaborate series of, you have the appellate process and Cape's law gets established. But reality is that all of this stuff is based. Ultimately, the first principles that it's based in is the law. In many cases, it's 90 years old. And it'll come as no surprise to anyone that the 1933 securities act doesn't speak to digital assets and cryptocurrency. So what we wind up having here is this weird sort of retrofitting situation where you have these regulatory agencies which file suit, file charges, basically civil charges in federal court against entities that they feel have violated. Then it works its way through the federal court, and then case law gets established. For example, we always hear about the Howey test. I think that's a 1950s vintage sort of explication about what is and what is not a security. And this gets built up and layered up over time. But the reality is the fix would be ultimately to write some digital asset, crypto specific legislation in the House and the Senate, get it passed, and hopefully make the United states more competitive. I don't know. Is that sort of a rough outline of the way you see things."
    },
    {
        "speaker": "C",
        "text": "Yeah, you nailed it. Having lived through the global financial crisis, what did we have after that? We had Dodd Frank. And that gave it, tasked the regulators, including Chairman Gensler, who was chairman of the CFTC at the time, to go forth and put certain rules here. We don't have that. And so we are left with navigating legacy jurisdictions. And people don't understand this, but the way jurisdictions work today is that everything in the world is a commodity except for movie receipts, onions and securities. And the test to determine what a security is is the Howey test. I know it makes no sense, but it's the truth. And so there's been that ongoing back and forth over which jurisdiction should this sit in? Frankly, it shouldn't matter. It shouldn't matter at all. It should be like, hey, which principles are we trying to solve for? And then ensuring that we solve through them through proactive. So I'd love to see us go on the offense rather than look back to the fifties and see where this goes."
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "C",
        "text": "Exactly. There's been an interesting change of tone from the administration. We saw this piece come out a while back that talked about responsible innovation, which is great. And regardless of anything that we're seeing, we're not seeing, in my mind, anyone seeking to ban this technology. But on the 27th, the White House put out a new statement from the NEC, and it talked about how they."
    },
    {
        "speaker": "B",
        "text": "Want to keep the National Economic Council."
    },
    {
        "speaker": "C",
        "text": "Sorry, National Economic Council, banking and crypto, separate. But then they go on to say, well, we also want to investigate the ways that these new technologies can deliver efficiencies, inclusivity, et cetera. I don't necessarily agree with that approach. I think if we have technology that can be more efficient, less intermediate, less fees, we have technology that can allow more inclusivity. Let's embrace it, and let's put forth an ecosystem that abides by those principles. And then if we want those efficiencies in crypto, let's give them to traditional finance as well. And we're starting to see a lot of momentum now and focus on this thing we called real world assets. I try not to say RWA, because it triggers me as an ex banker, which is like risk weighted assets. But."
    },
    {
        "speaker": "B",
        "text": "Chris, are you implying the risk weighting didn't turn out to be accurate?"
    },
    {
        "speaker": "C",
        "text": "Perhaps. But as we start thinking about what we can do with tokenization and have an ability to settle in real time and reduce risk, I think it's going to be very beneficial for our traditional economy. As well."
    },
    {
        "speaker": "B",
        "text": "Yeah. By the way, as we talk about the regulatory infrastructure and potential penalties, civil and otherwise, I just wanted to go through this story here as we discuss this. In an exclusive interview with the Wall Street Journal, Binance chief strategy officer Patrick Hillman said the company expects to pay monetary fines to settle ongoing us investigations. Hillman said Binance grew quickly in its early days and people building the company were then unfamiliar with compliance with laws on money laundering, bribery, corruption and sanctions. Hillman said Binance has been working to ensure no gaps in compliance exist today, but Hillman admitted the company would still have to pay for past conduct. Sources speaking to the journal say Binance is under investigation by the US Department of Justice as a cover force criminal investigative unit and the Commodities Futures Trading Commission, which we've also discussed today. Chris, the binance situation remains a Damocles sword hanging over crypto. What are your thoughts here?"
    },
    {
        "speaker": "C",
        "text": "Look, I think centralized entities need to be thoughtfully regulated. And in the aftermath of what we saw with FTX and everything else, it makes sense for them to be thoughtfully regulated. And they're of the size now where it's important that they adhere by those principles we talked about. They should be able to protect client assets and they should be following laws and the jurisdictions where they apply. So very supportive of principles based regulation. Starting with centralized providers makes a lot of sense. But I also think it's really important to differentiate between centralized providers and technology. And DeFi, like totally different thing here. Yes, you can regulate someone like finance, that makes sense. But when you're thinking about regulating DeFi, it's code, it's completely different. And that kind of nuance is going to be really important as we continue to engage with regulatory officials."
    },
    {
        "speaker": "B",
        "text": "Yeah, and it's interesting and to what extent folks understand those distinctions, policymakers particularly because this technology is so new, it is emerging, and it is an important distinction to make between centralized counterparties, which we've been talking about today, and the true decentralized applications that are coming in DeFi, web three and others in the future. By the way, talking of Binance, one of the biggest stories of 2022 in crypto was Binance's CEO rivalry with FTX, of course, Sam Bankman Friede. And we've got an interesting update about Sam Bankman Fried and that story right now. We've all been waiting to find out who the two signers of Sam Bankman Fried's bail bond are. The long wait is over. They have been revealed as two people who worked at Stanford University where Bankman Fried's parents have also worked. Andreas Papek is a senior research scientist. He put up $200,000 for Sam Bankman Fried's bail. And Larry Kramer is a former dean of Stanford Law School. He committed 500,000. Kramer told Coindesk he did it because of his friendship with SBF's parents. So obviously some action on that front. Chris, I got a couple more stories that I wanted to get your take on here. Some interesting news coming in. Let's start with a couple of stories from the world of gaming. The block reports that Square Enix, the creator of Final Fantasy and one of the world's biggest gaming studios, is working on a game that will run on the Polygon blockchain. It's called symbogenesis and will be released in the spring. Polygon is a layer two blockchain built on Ethereum. Also, according to Coindesk, Square Enix is among 25 network validators on the gaming blockchain. Oasis, japanese conglomerate Softbank has joined that list. It also includes the like of Sega and Bandai Namco. Here's another story we're looking at today. Hong Kong has just gone through the world's first issuance of tokenized green bonds. The government there has announced a successful sale of $100 million worth of bonds. The yield is 4.05%. The aim of green bonds is to finance environmentally friendly projects. The fact they're tokenized means they can be sold digitally as well. Obviously, this is part of the ESG movement. And finally, you have to let it all go. Nero. Fear, doubt and disbelief. Looks like the actor Keanu Reeves, who played Neo in the film Matrix, embraced that famous quote in an interview with Wired, flagged by Decrypt, the famous actor said, quote, to poo poo crypto, or the volatility of cryptocurrency. It's only going to make it better in terms of how it's safeguarded. So, I don't know, maybe a slightly ambiguous quote, but it sounds like maybe Nio is on board."
    },
    {
        "speaker": "C",
        "text": "Awesome."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "So let's talk about gaming first. Really, really interesting vertical. $200 billion. Tam and I have a 15 year old. There's nothing he loves more than gaming. It's an industry that will continue to grow."
    },
    {
        "speaker": "B",
        "text": "Listen, if you're over 40 and you don't have kids, this is something the story you may have missed. Right now, gaming generates more revenue than film and music combined. It is an extraordinarily enormous industry, and."
    },
    {
        "speaker": "C",
        "text": "It'S set to grow, particularly with web three. We saw the first iterations of gaming play to earn gaming they suffered from a lot of the other challenges we've seen across web three, and that's user experience. It's been pretty tough. Gaming takes a long time, games take a long time to be built, but those games are starting to really come online right now. And that user experience, the quality of the games are coming on. And now with web three, what you can do is instead of just earning an in game asset, you can actually take that asset outside of the system and it can be financialized and traded. And I think that's a very powerful thing and a powerful force. So it's going to be interesting to see how that user experience changes and how gamers come online. There's actually this big debate in the gaming industry about whether NFTs are a good thing or a bad thing. I think that'll continue to evolve in time as people understand the opportunity and promise, as the games get better."
    },
    {
        "speaker": "B",
        "text": "A very heated debate, actually, I would say. And it's interesting because I think that the promise and the potential for NFTs has yet to be made clear as a use case. But it's clearly there. I mean, it's something that's just immense. By the way, talking about UI, Ux, user interface, user experience, the challenges that we've had in the web three space, it's not great yet. If you don't have a master's degree in computer science, it's a little bit tricky, it's a little bit challenging. But boy, on the opposite side of the coin, if you're a nerd like me, sometimes I go up to twitch and I watch the PS five games. Man, there is just no industry that's figured out user interface, user experience better than the gaming business. There's just nothing simpler, more elegant, more intuitive. Something you can use on a controller. Don't even require a keyboard. They've just done amazing things in the last decade to make that experience so great. And boy, if there's ever an industry that could use it, it's web three. So you kind of wonder about what the future potential is for that marriage."
    },
    {
        "speaker": "C",
        "text": "Yeah, and just wait until some of these next generation AI capabilities come online. I think the time to market with a lot of gaming will be much quicker as we unleash AI to develop code and faster, faster than ever to also create environments. I think that's going to be a huge contributor to gaming on the Hong Kong space. If you want to pivot. Ash?"
    },
    {
        "speaker": "B",
        "text": "Yeah, sure, absolutely."
    },
    {
        "speaker": "C",
        "text": "So super interesting themes there as you start unpacking what's going on. First, Hong Kong seems to be warming up again to tokenization and crypto. That's a big theme. They pulled back for a while and now we're starting to see more activity and movement out of Hong Kong, more leadership in the Asia region. Typically when Hong Kong moves, it'll incentivize Singapore to get more active as well. So I think this is a very, very positive step. Two other themes you can unpack in that article. The first is, again, tokenization of a real world asset. This is a theme that we continue to see across the board. Recent activity by JPMorgan as an example. We saw there as well within Aave. But then. So tokenization Hong Kong and then ESG, right. When I talk to regulators at the most senior level, they focus on the environment. Most governments around the world focus on the environment."
    },
    {
        "speaker": "B",
        "text": "By the way, I say this all the time when it comes to ESG, which is love it or hate it, it's something that is a part of government framework for thinking about the future."
    },
    {
        "speaker": "C",
        "text": "Absolutely. You can't ignore it. It's there. And because of that, when you find these major themes, ESG and blockchain, and you bring them together, things happen. I mean, we're seeing a number of different projects that are tokenizing carbon credits. It's a kind of accessible application because we have an issue with this thing called double spend. So if you can start carving out carbon credits and being able to create nfts that represent certain parts of rainforests, there's applicability. And so super interesting themes there. As you look at, at Hong Kong as a region opening up Asia. The theme as well is I think regulators are going to start going on offense and start competing with regulation rather than staying on defense. And there's just so much to lose if they don't have their policies right. And so moving this movement forward by Hong Kong is a good thing. Singapore will follow and that's great. So super interesting story there."
    },
    {
        "speaker": "B",
        "text": "Yeah, I just saw someone posted in the comments. I always read these on the livestream. When did we vote on ESG? Listen, the reality is we didn't have, but the fact is that whether we voted on it or not, it's something that's very much part of the, of the framework of the, you know, when, whether you can criticize this or not, the Davos said this is the, this is the framework that we see coming out of there. It's something that we hear repeated all the time. It's interesting to me because I have lots of friends in the financial services industry who clearly lean right of center who are clearly skeptical about ESG from a political perspective, from a philosophical perspective, and yet they do business there because obviously it's, it's a way to make money."
    },
    {
        "speaker": "C",
        "text": "I've spoken to many senior, senior regulators and what they've opened up the comments time and time again. My primary focus is the environment. And like it or not, it doesn't matter if that's their focus, it will drive a degree of economic activity. So something to watch."
    },
    {
        "speaker": "B",
        "text": "One of the things about finance and investing that I always sort of stress is, remember, it's not about what you want to happen, it's what you think is probable that's likely to happen. And the kind of the normative distinction of like, do I like this or do I hate it isn't really relevant. The reality is that markets are moving in that direction, which is to say if you're not happy with something, the way to change it is at the ballot box. But fundamentally, this is the world you find yourself in. Basic rule of investing is you live in the world as it is and not the world as you wish it to be. I know a lot of people obviously have real philosophical problems with it, so it's worth pointing out. By the way, it looks like we've got some viewer questions queuing up here. We'll get to those in just a moment. For those watching on the real Vision website, thank you. If you haven't signed up there yet, check it out@realvision.com. crypto. That's realvision.com forward slash crypto. That's the best way to access real vision crypto content, and it's always free. We also have a pro crypto membership for all those who want to take their knowledge to the next level at 02:00 p.m. eastern today. So in just over an hour, I'll host our co founder, Raoul Pal, live with co founder of Delphi Digital, Kevin Kelly, for the latest insider talks. That's a pro product here on real vision. Join us if you can, and if you're watching on YouTube, please like and subscribe. And please also hit the notification bell so you can get notified of all the great content that we've got coming. Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing. Okay, Chris, want to do some viewer questions?"
    },
    {
        "speaker": "C",
        "text": "Sure."
    },
    {
        "speaker": "B",
        "text": "Okay, first viewer question. This one comes from Ralph H. On the real Vision website. Can Chris give us his take on the current regulatory action impacting Paxos also, how does experience serving as CFTC's GMAC? And can he discuss his impressions on CFTC's viewpoints on crypto?"
    },
    {
        "speaker": "C",
        "text": "Yeah, let me start with the GMAC. So I was appointed to something called the Global Markets Advisory Committee. I'm one of about five, four or five crypto native folks that were invited to participate. We had our first meeting on Monday and I'm honored to be on that committee. And the reason for that is that it's an opportunity for people like me to represent the industry. And I reached out to as many people as I could before I went down there on what I should bring to the table. But the CFTC has been very thoughtful in giving us a voice where they want to hear our views. They actually voted to establish a subcommittee to focus on digital assets. And it's that kind of dialogue and engagement that I think is going to be really important to get things right now. Are we going to get them perfect? I don't know, but at least they'll hear our voice, they'll hear our views. They asked me to present on a number of different financial use, non financial use cases. And then I tried to make a point that one of the problems that we have, and I testified in front of Congress on this, is that we don't have derivatives in the United States that are accessible to us persons. We don't have scalable derivatives, and derivatives are used to hedge risk. And so I asked if they could focus on that. And there's some market structure issues around that and legacy technologies and intermediaries and all the things that we talk about."
    },
    {
        "speaker": "B",
        "text": "Preston, one of the great mysteries of the universe is why we have the ability to access, for example, futures products that are exchange traded but not spot. It is something that's baffling, I think, to many of us."
    },
    {
        "speaker": "C",
        "text": "Mike well, we can bet all we want, but we can't hedge our risk in crypto. These are things that I'm keen to try to solve because I come from that background on Paxos. It's. Look, the regulators are going to be focused on obvious issues that they see and they need to address. They can't afford to have, I don't think any of us can afford to have another FTX. And I'm not saying that Paxos is anything like that, but they're going to be very focused on obvious issues that they see. I read the New York DF's statement and it looks as though they have a very clear, um, issue with the way that Paxos was operating. And I'm sure that that will be worked through, less certain on the specifics of, of the SEC action. And I think it's something that, you know, we will see. Like I said earlier, ultimately there will be an equilibrium that's established. You know, whether it's settled or whether there's court action, that equilibrium will be established. And, God, I really hope while that equilibrium is being figured out, we go back and we focused on legislation to really make the rules of the road clear. Like I said earlier, I think stable coins are an incredible opportunity. People challenge crypto people all the time on utility. It's utility that's staring us in the face. The FX markets are seven. They trade $7.2 trillion per day. Per day. A tokenized FX market will be much more efficient, less systemically risky, and save a ton of costs. Trust me. Trust it from someone who used to operate in those markets."
    },
    {
        "speaker": "B",
        "text": "Yeah, very well said. Here's some questions from Mister Wright. I think in many ways he sort of embodies some of the points and the fears that we were talking about earlier. He writes, biggest crypto concern, will government let me profit in this market? Will they force me offshore? What happens if the USA does not give clarity to crypto? The dollar is systematically being destroyed. What choice does the Fed have? So, obviously a lot of points there, but a lot of good ones. Chris, what are your take? What's the risk here if government sort of regulates this into attempts to regulate it into obscurity and forces some of this offshore where the innovation will not benefit the United States?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I saw the article on Operation Choke, point two, point zero. And there's a lot of fear running around that. My sense is that, and I think many of us agree, you cannot put the technology, the genie can't go back into the bottle. Right? It's here. And I do see that there's recognition of that across the board, across regulators. I mean, even if you look at the White House's recent statement I referenced, they do talk about an understanding that there are efficiencies and benefits of the technology, but they're at the point now where they're saying, well, let's keep it separate from the traditional banking system. Look, I'm long term bullish. We have a very old Congress right now. When you talk to younger people, average age is 64."
    },
    {
        "speaker": "B",
        "text": "I was just googling. It's actually earlier on the Senate, 64 years old."
    },
    {
        "speaker": "C",
        "text": "When you talk to your grandparents, it's hard to explain what blockchain is. It just is. But as time goes on, I think you're going to see more and more people who get into more senior positions within policy and government. It's inevitable that we're going to have a thoughtful adoption of this technology. And as time comes on, and as long as we stay principles focused, we establish that new equilibrium. Elections come and go, people come and go. And I do think long term there's no stopping the adoption of this technology."
    },
    {
        "speaker": "B",
        "text": "Yeah. And there's also no reason why older people can't adapt to this. We're a little bit older, I think, than most of the folks in crypto. My mother is on her iPhone at least as much as I am, so I feel like there is definitely a spot. There's room to grow, I think there's room to educate people. Technology is just so very new. Here's another one from Mister Wright on YouTube. Does Christopher C. In game crypto rewards able to be traded in real world products? What timing will it have and how will taxation be handled? Lots of good questions there."
    },
    {
        "speaker": "C",
        "text": "Yeah, I'm not a tax expert, but this is what I know in web three we have the ability to put private property into the Internet. We can create things of value. I would argue that in game, assets today have value and you're not supposed to bring them outside that environment, but maybe some people do, but you can't generally take them outside of that environment. I think what web three allows you to do is to earn something of value. Then to the extent that we have new financial tools around valuations, et cetera, or markets, ideally you earned it. You should be able to trade it for somebody else who wants to come in at that game at a certain other level. Do we think that I'm going to have a certain avatar and be able to play it in every single game? I don't know. Maybe, maybe not. But I do think that there will be status and certain value that's accrued that you'll be able to monetize in various marketplaces. And if there's value and it's fungible, then do you trade it for USDC or do you trade it for eth? I think so. And then you can take that outside of the ecosystem. Tax remains a huge problem, right. The capabilities and there are a number of projects in the space. It's tax season. I'm excited for that technology to improve so that you can connect it comprehensively to all wallets. But tax, I do think that there's going to be, there needs to be a lot more focus on efficient tax treatment. But yeah, that type of activity would be taxed to the extent you monetize it. But I do think that that is the future of gaming."
    },
    {
        "speaker": "B",
        "text": "Here's a question for you from Gary Winters on the real vision website. What effect will the proposed new rules have on retail brokerage accounts that hold listed digital asset securities? My guess is none. But, Chris, I'm curious to hear your."
    },
    {
        "speaker": "C",
        "text": "View, trying to understand the question. Ask, can you say that again?"
    },
    {
        "speaker": "B",
        "text": "What effect will the proposed new rules have on retail brokerage accounts that hold listed digital asset securities? I think what he's talking about here is basically the ETF's right. If you own."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, I think the only thing I could think of would be that the. Well, we don't have a right now. We have futures based, which you don't need custody."
    },
    {
        "speaker": "B",
        "text": "I'm sorry, I should have said closed end funds also apply. I think he's talking about GBTC. If you have GBTC, which is a security, and you own it in your Chuck Schwab account, what's the impact? Again, not a lawyer here, not an expert. My guess is not it's security."
    },
    {
        "speaker": "C",
        "text": "I think they would have to comply with the custody rules once finalized, and if there are any nuances or changes that would have to be observed, you know, that that would be out of the top of my head. What it would be, you know, is it are assets held within a qualified custodian. If these rules come out and we don't know what the final form is, there's a 60 day comment period. Right. That's something to watch."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I think he's talking about from the. And again, I could be wrong. This is all highly speculative here. Obviously, you're answering a question that's just been posed, and we're not experts and we don't have the information in front of us. But. But my guess is, if the question is, you know, what happens to the person who owns that in their Chuck Schwab account, I would assume probably, perhaps erroneously, there's probably no change to them."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think you're right."
    },
    {
        "speaker": "B",
        "text": "But obviously something that you're going to have to watch for yourself if you own one of those securities. Clearly not financial advice here, but we'll have to see. Let's see. Let's do one more. Here's one from Bandit 8899 on YouTube. This is price question. Do you think crypto could still retest its lows in the rising interest rate environment?"
    },
    {
        "speaker": "C",
        "text": "I don't like to comment on individual tokens. You know, we're very, very confident in the long term adoption and trajectory of the space. Look, it's a volatile space. Markets go up, markets go down. We've seen in the last year that macroeconomic forces have a material impact on crypto. As rates rose, we saw what happened. And so I think that's one of many impacts that people consider when they're thinking about various price targets. So I don't like to talk in extreme cases, but I guess that's where I think macroeconomic inputs will remain an important impact to any price discovery or future price action that you intend to see."
    },
    {
        "speaker": "B",
        "text": "Chris, always fantastic to have you on the show. Great conversation, as always. Give us your final thoughts, key takeaways that you'd like to leave our listeners and viewers with."
    },
    {
        "speaker": "C",
        "text": "Yeah, I'll tell you, long term bullish. I'm pretty excited about the space. Like I said when I began, this market is resilient. We're continuing to build. We're seeing great projects every single day. I've got the greatest job in the world. I wake up and I meet and I get exposed to some of the smartest entrepreneurs who are building amazing things. Short term volatility aside, really, really confident on the long term trajectory of this project, of this thing we call web three. And I feel lucky to be part of it. But always great to talk to you, Ash."
    },
    {
        "speaker": "B",
        "text": "Yeah, Chris, always great to talk to you. Here are my takeaways here. I think you've said it so well. We did an interesting mix in this conversation here about some of the news cycle stories. Obviously, we're talking about the short term price action, things that can influence short term price action. But I think longer term, you said it so well. It's the smart young men and women in this space who are out there building things and developing solutions. And I think we did a good job of covering what some of those potential opportunities are here in this conversation on the opportunity to reduce costs, to reduce friction, to increase financial inclusivity, to build platforms where businesses, financial products and other things can be offered in ways that are far more effective, far more user friendly, far cheaper and more efficient than they are today. That's really about what the promise is in this space. And I think that's the reason why we both spend our days doing it, because it's, quite frankly, the most exciting thing happening in the world right now in terms of innovation, in terms of technology. I just wouldn't want to be anywhere else. So that's kind of my key takeaway. Chris, really, again, such a pleasure to have you with us."
    },
    {
        "speaker": "C",
        "text": "Likewise, Ash. Have a great day."
    },
    {
        "speaker": "B",
        "text": "For those of you watching on YouTube, like and subscribe and hit the notification bell. That way you will always stay up to date with the latest crypto news and analysis. If you're not a real vision crypto subscriber yet, don't forget, it's free. Head to realvision.com crypto. That's real vision.com slash crypto. That's it for today. We'll be back tomorrow with Jake Sherwinski from the Blockchain association. See you at 09:00 a.m. pacific, noon Eastern, 05:00 p.m. london time, live on real vision crypto daily briefing. Have a great day, everybody."
    }
]