[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless."
    },
    {
        "speaker": "A",
        "text": "Everybody get 30."
    },
    {
        "speaker": "B",
        "text": "30, baby get 30, baby get 20."
    },
    {
        "speaker": "A",
        "text": "2020, baby get 2020. Bid to get 15."
    },
    {
        "speaker": "B",
        "text": "1515, just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot. Picture yourself on a beach, retired early and enjoying financial freedom. If this is your dream, then now's the time to level up your investing game and real vision can help you. We arm you with the knowledge, the tools and the network to succeed on your financial journey on your own terms, take control of your future, and visit realvision.com free. That's realvision.com free. Hi, I'm Raoul Pal, and this is my show, the journeyman, which, as you know by now, is my journey to the understanding at the nexus of macro crypto and the exponential age of technology. You know, I've been on this journey for 35 years now, and there's parts when I totally lost the way and there's parts where I've seen it all come together perfectly and there's parts of. Most of it is somewhere in the middle. What was very interesting is that the pandemic changed many people's lives, not just in the way of the impact that it had, but in the way that it shook people to understand what was really going on in the system. Because of 2008, because of Europe in 2012, when things went awry in 2020 and the stimulus came and assets rocketed, it got everybody to ask the question, what the fuck is going on? What does this all mean? And what do I not understand? Now? I was very privileged because of real vision to be able to help people in that journey. I remember when the pandemic came, I came on the platform and said, look, this is how I think it's going to play out. I've seen these kinds of things before. There's some macro knock on effects. I didn't get it all right, but I got a lot of it right. And I took literally millions of people down with me on the crypto journey as they began to understand why it was so damned important in the system that we've got. And I've been taking people on this journey with me for as long as real vision has existed. And before that too, from writing global macro investor, and even before that, just purchasing Bloomberg messages for the world's largest hedge funds. Me trying to figure out the world and take people with me on that learning journey. Now I'm taking you. That's the whole point. I'm trying to share this with you. People say, why do you give out so much value? Because it matters to me. It matters if the world is so fucked and there's so much going on that we can't take as many people with us as possible. This idea of a life raft, of a set of opportunities that can unfuck our futures, I think is really important. So listen, do me that favor. If you do enjoy this content, you find it useful. It really matters to me if I'm going to share this with you, that you subscribe to the YouTube channel. It's a small thing. You just press the button. And if you can leave a comment as well. It helps the algorithm, it helps us grow, it helps us spread more information to more people. That's the mission here. So my next guest kind of profoundly changed his life over 2020 and kind of reinvented who he was because he too wants to help people in the journey as he figured it all out. And that's James from invest answers. Many people who watch this show also watch James show. So if you're a fan of James and you've come over here, welcome to the journeyman. It's great to see you. And hopefully we can add value in the way that James has added value for many other people, too. This conversation should be fascinating for you because we will be talking about the importance of crypto, the importance of technology, and how to think about the world around us. Anyway, enjoy the interview with James. Join me, Raoul Powell, as I go on a journey of discovery through the macro crypto and exponential age landscapes. In the journeyman, I talk to the smartest people in the world so we can all become smarter together. James, fantastic to get you back on real vision, and this time on Railpal, the journeyman, where we can get together and chat. Ize."
    },
    {
        "speaker": "B",
        "text": "Exactly. And I loved the Journeyman episode. It used to just be you on your own. Now you're bringing on people to go on a journey with you, correct?"
    },
    {
        "speaker": "A",
        "text": "That's right. I have free reign to just go and interview the most interesting people in the world. The same area that you focus on, which is this nexus of macro crypto and technology, which is where everything's going, which is why I've always been drawn to your stuff. And I just thought, you know what? I really want to bring you on to get your story, and then we can just talk about stuff, because I'm really interested in some of the stuff you've been doing. And I know we have a huge audience overlap as well, because people just like it. Maybe it's the weird accents, that kind of stuff. Who knows?"
    },
    {
        "speaker": "B",
        "text": "Maybe. Yeah. Well, thank you for having me."
    },
    {
        "speaker": "A",
        "text": "So take us back. Give us the. Give us your story, and then how the hell you got into all of this in the first place? But let's. Let's hear the story."
    },
    {
        "speaker": "B",
        "text": "Well, the quick and dirty one. I think as a kid, I was always into encyclopedias and modeling and math and stuff, and I can't remember the exact year, but it was. I saw this Wall street movie, and I was probably a teenager. I think you and I are pretty much the same age, give or take a year or so. And I said, I want to be in capital markets. And before that, I wanted to be a vet, an astronaut, an architect, you know, scientist, business, all these crazy things. And my dad always said to me, follow the money. Don't be caught wearing a white coat with a test tube in your pocket. So that was kind of how it began."
    },
    {
        "speaker": "A",
        "text": "Where did you grow up?"
    },
    {
        "speaker": "B",
        "text": "All over the place. So I grew up with my father and different places, but I went to the german schooling system as a kid, and that had a big impact on how I viewed the world as very different to other parts of Europe that maybe worked well with my brain later in life. Went to a different high school, which had a very different system, but what that had was much more competition. So you're boarding school, 100 boys your age, all the usual stuff that happens there, but it helps you really kind of focus, shakes you up, kind of like c 19 did in 2020. But I was always interested in kind of my father guided me initially. So I was into finance, did a degree, bachelor's degree in banking and finance, and then got an internship in capital markets that grew to something bigger. Started working in earnest in Zurich, Switzerland, in the field of alternative risk financing, financial risk management, you know, helping big companies hedge their exposures, and got into FX trading. And then I was transferred to the United States in about. And that's when I discovered the Nasdaq. You know, I used to play with coffee beans and currencies, and then, you know, kind of on the personal side. I felt it was fun. And when I discovered Nasdaq, and at the time, it was actually kind of impeccable to 96 through 99. It was a crazy party in those markets. But since then, I've just been really been focusing. Oh, I went to an american school as well, Wharton Business school, masters in finance, and I've got multiple other degrees as well. But I've always been obsessed with quant modeling, arb model building, etcetera, and also obsessed with technology and disruption. So I'm kind of like a hybrid of a whole bunch of things all coming together. And that's why it's a good fit for me right now with all the disruption, with four different colliding s curves with crypto, to be able to bring it all together and try and make a difference."
    },
    {
        "speaker": "A",
        "text": "So from the kind of 2000 to kind of 2015, what were you doing at that point? Were you in finance or were you doing other stuff?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I was in finance and moved in, did a lot of bi business intelligence and business automation. So trying to do things like help banks leverage technology to do things better, cheaper, faster. That's why when crypto came on the scene, it's like, aha, I see the need for this. And then on the side, I just did a whole bunch of different stuff. Worked in, initially on the east coast, and then moved to the west coast in 99, started a startup, and the rest is history. Got the Silicon Valley bug, spent some time down on Sandhill Road, etcetera, etcetera. Seen a lot of stuff, got my scars, and here I am. I was able to actually have enough to retire basically five years ago now at this stage. And just then I got bored. And then I started making videos. Actually, the funniest story is my first video I made because I was sailing. I had a boat, 13 crew, and none of them understood bitcoin. And this is in 2019. And I was like, guys, guys, just, you know, if you got a kid, buy one bitcoin. If you got two kids, buy two bitcoin. It's $3,000 or whatever at the stage. And I couldn't convince them. I said, you know what I'm going to do tonight? I'm going to create a mind map and I'm going to record it. It'll take about ten minutes. You guys watch it and see if you're convinced. So I put that video out, shared it with them. Of the 13 people too were convinced after that and bought bitcoin. Eleven were not actually including myself. 1010 were not. But that video went viral. Ive then since taken off the Internet because I doxed myself in it. But thats kind of how the journey began."
    },
    {
        "speaker": "A",
        "text": "Hey, everyone were going to take a quick pause and hear a word from our partners. Well be right back. Hi, you. Hey. Listen, if youre enjoying this, come and see me on the YouTube channel. Raoul pal, the journeyman. Sign up there. Get everything I ever do. See you there. Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium Wireless 20 2020 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at mint mobile.com dot. $45 up front for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at mint mobile.com dot. And what was your crypto journey then?"
    },
    {
        "speaker": "B",
        "text": "So, in 2017, I've always understood scarcity, hardness. I call it hardness. And when I started digging, I knew about bitcoin, like, 2015. I didn't buy at first till about 2017, but I invest with a lot of risk. I'm not afraid of risk. But when it comes to bitcoin, it was deep out the risk curves. I dabbled a little bit, and it was fortunate because it crashed in December 2019. No, hang on, 2017, yeah. Getting all my years muddled up. And after that, I just kind of. I had this very weird DCA strategy. I took a portion of my rental income because I invest in real estate as well, and allocated that to bitcoin, DCA. It was like a super crude DCA strategy, and that proved to be a very clever strategy. So I didn't take it really seriously until, like, you, you saw the crazy stuff happening. I was expecting a tremor in 2019 in the financial markets. And then I had a friend that I was helping with a business who had a sister in a place called Wuhan that was a game changer. We did a. I don't know what type of web conference software it was. It may have just. I don't know what it was, but I got to hear, loosely translated from Chinese, what was happening on the ground. In December 2019, I moved to cash. That was it. And I waited till March. Then that day, I remember just shutting the door, locking myself down, and deployed everything in very heavily leveraged positions, which was very life changing. Buying everything cheap. I remember that day, I bought all my eth on one day. All of it just, oops, chips on the table type of approach."
    },
    {
        "speaker": "A",
        "text": "I was pretty much the same. I saw them welding doors of apartment buildings in Wuhan. I'm like, holy fuck, this is serious. Then it went to south Korea. I thought, well, Asia. And then it was Italy. The moment that that happened, that was it. I knew exactly where this was going. We knew what was going to play out. And same thing. It was that 50% collapse day. I was like, okay, this is the time. I didn't manage to get it all in then, but around that bitcoin, below 10,000 was all in one go."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's, you know, when you're old dogs like us, you've seen this stuff happen and play ads many times, but you never quite have the courage to hit that button and deploy all at once. But then when you're in your fifties, you just like, yeah, I know what's going to happen."
    },
    {
        "speaker": "A",
        "text": "But also because you and I are able to take more risk because we have income, we have savings, you know, we've de risked our lives. So you can either take risk when you've got none of those things or when you've got those things. We don't have to be the richest people in the world, but you've got a backstop from which to take risk against the middle. It's actually harder because it matters if it goes wrong. You can't afford your new kitchen and the shit like that that goes off."
    },
    {
        "speaker": "B",
        "text": "Exactly. And that's actually for the audience, that's such an important point, the undulation of what your risk appetite can be at different stages of your life. The older you get, the less concerned you are about kind of when you have money, you're less concerned about it. You're also less concerned about what other people think about you, and you just got to do your own thing. So the other element, which is kind of interesting, that was a big aha moment to me because I remember information asymmetry back in the nineties. It was extremely hard to have knowledge of exactly whats going on. I remember a friend of mine in Brazil told me there was a big, bad frost, and that triggered a certain investment, but the media werent covering that. We used to have to depend on newspapers for information to make trades. Thats different. Now."
    },
    {
        "speaker": "A",
        "text": "I was in the hedge fund industry, and we would get this information before anybody. We had information asymmetry. We would get the phone call, the interesting stuff, and everybody else would get it from the newspaper. As you said, there wasn't this instantaneous, I mean, real vision started a lot of this stuff. It didn't exist before then, but, yeah, it's fascinating."
    },
    {
        "speaker": "B",
        "text": "And that was a huge part as well, of the perfect storm of 2019 kind of moving to cash. We knew we had a very good inkling that this was not going to turn out good. Then the combination of understanding macros, seeing the crazy money printing, we knew what that would do to risk assets. And then we had the information that the media didn't. The media covered everything up. So it was a massive turning point. I think. If you imagine my journey, everything changed in those three months between December 2019 and March 2020. Everything changed. My whole outlook on life, outlook towards investing in markets, towards the world, towards media, towards governments, towards macro, everything pivoted in that twelve week period. And I'm sure maybe you saw the same thing happening as well. Anyway, you're the one asking the questions, not me."
    },
    {
        "speaker": "A",
        "text": "Well, you can ask me questions as we go, but yes, it was a point where we kind of knew what was going on, but we couldn't really put our finger on it properly. In fact, it's even taken me longer to put together this whole everything code thesis around this. But 2020, it became absolutely clear that the debasement of currency was the biggest trend and that there was no way out of this debt crisis. And this is only going to accelerate. And then that's when I think, like you had realized it was only two trends that matter. One was technology, the other was crypto, and they're both technology, and those were the only ways to get ahead. And this was one hell of an opportunity. So talk me through the invest answers, how that evolved from you fucking around with a few videos not showing. Hello? Hello, hello? Is anybody there? To now suddenly people wanting to know what you're talking about. And then you building a. You became very well known, not only for the crypto side, also for Tesla, and you took a lot of shit for that, because people never understood that company. So I'd love to hear some of this, the whole evolution of the podcast journey itself as well."
    },
    {
        "speaker": "B",
        "text": "Well, it was kind of because I."
    },
    {
        "speaker": "A",
        "text": "Think it's your knowledge journey, it's authentically your knowledge journey. So that's why it's interesting."
    },
    {
        "speaker": "B",
        "text": "I think a couple of things disturbed me a lot. One, how unprepared people were for the future, how there was a lot of lack of knowledge around kind of investing, how people were relying on things like Social Security in the US. That was kind of a big problem. And then I thought, well, you know, one of the things I actually do a lot of things, one is to help people identify blind spots. A lot of the Ray Dalio stuff, I like to try understand how the mind works, block all emotions from everything that anybody should ever do, and then build a lot of models. So for example, I started, like, that random video was late. I didn't really start in earnest till beginning of 2021. And I think my third video ever was an arb trade between bitcoin and microstrategy. That's it. I've been doing that trade since, I think I started in September 2020 when they bought bitcoin first, I think in August 2020. And I said, this is like stealing candy from a baby. And Wall street had no clue about this orb at all. Now you're beginning to see them wake up to it. But, and the infinite money glitch of, you know, price go up, issue shares, added indexes, you know, it's. It's pretty straightforward. And you look at that. So I was big into models and just sharing, sharing stuff. One of the big aha. Moments as well. Again, from my background, the combination of skills, one of the things I was looking for was when you're like, you know, bitcoin. Okay, that's all right. I was technically in the. I don't want to use the term bitcoin maxi, but I only held bitcoin up until March 2020. And that's when I bought all the ETH, because I thought, well, like, I'm going to dabble in this old coin stuff, but I still have to dig into it. And this sounds interesting, and it sounds like the safest play. And it was at the time, it was a great deal between $90 and $200 on that short window of time that you could grab it. So that proved to be pretty good. But then I was like, okay, is there an ETH killer? I heard the term somewhere in March 2021. So had this guy working with me, and we built a thing called the crypto compendium, which looks at about 60 different factors across crypto for the top 500. And then a thing called the SCP profiler that goes deeper into metrics around smart contract platforms, 56 of them right now. And we identified Solana as the ETH killer. If there ever was going to be one, it was going to be Solana. So one of the things that I spend an ordinary amount of time is trying to identify opportunities early before anybody else does, because that's when the real money is made. And that's what I did in the past. Like, things like when the iPod came out of Apple and then the iPhone came out, and then it was crazy time. Netflix, Google, Facebook, all those things I learned from Silicon Valley. Getting into these technologies early is game changing. And the idea was to help the audience identify ways in which they could identify these winners early. I also not only a big position in microstrategy, but also bitcoin miners. Solana, a couple of Solana alt ecosystem plays as well. Tesla Nvidia. That's basically my positions right there. All AI, all crypto."
    },
    {
        "speaker": "A",
        "text": "It's fascinating because I've gone down a journey where I used to run large diversified macro portfolios. I now basically run 90% Solana because I think everything is so correlated, and then you might as well just choose the best performing asset and don't get married to it, because it was ETH last cycle. Now I do a lot of technology investing as well. But even. We'll talk about Tesla and Nvidia and stuff in a sec. And AI, but even if I think they're the greatest companies in all of history, I just divided by the chart, solana, and they're all down 99%. So in which case I can't even do it, which is crazy. I mean, it's not a normal world where I say, yeah, my entire diversification is basically, I've got one token and a bunch of other stuff on the side. Yeah, I've got some meme stuff and bits and pieces and a whole bunch of nfts because I've been buying high value, high end art nfts for long term value. That's it. And it sounds like you've gone kind of the same way where you're super concentrated in two basic ideas. Blockchain AI."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, it's interesting because I always try and zoom out and see the world in cycles, as you do too. What is super interesting, and it proves how irrational markets are. And again, that whole asymmetry and the ability for people to understand stuff, the average human, when I say the average human, I'm talking 90%, maybe 95% don't understand. Maybe what Solana is, people don't understand what Tesla is. People thought Nvidia made chips for gaming consoles, graphic chips, etcetera. And that is kind of the interesting thing. So it really does pay to take the time to get into these things and understand them early. And it's weird. It is a bit confusing right now with things like, you've got a company and I've owned a Tesla for over five years, Model X. I've."
    },
    {
        "speaker": "A",
        "text": "I've got the Model X plaid, and my wife's got a Model Y performance. They're fucking amazing."
    },
    {
        "speaker": "B",
        "text": "What do you do in the Cayman with those cars?"
    },
    {
        "speaker": "A",
        "text": "I don't. It's crazy. It's preposterous, but it's still a good car."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, that's unbelievable. And zero cost of ownership, but it drives itself. And I've been early FSD, beta user, et cetera. And now we have this tipping point where I actually appraised things like Tesla at a trillion dollars just on the energy business alone that nobody understands. They try and compare them to General Motors and Ford, and now they're doing a hard pivot into cybercabs, robotaxis, autonomy hard pivot, investing billions. Nobody gets it. And will it be successful? Yes, because I have it. I see it. I see the improvements, every single version. And what people don't understand is they get upset if number doesn't go up. They get really impatient. I mean, we had that during the period of ETF's, the week before the halving, and then three weeks after the having flat. People were about to jump off a cliff after bitcoin doing a forex. They were like, I'm out of this. This is it. Bear market's back. Screw this. Throw in the towel. These are the times when it's darkest. It's an opportunity. And again, the limbic system can't wrap his head around that for whatever reason. And that also kind of fascinates me is how the mind works and how we can help humans control that limbic system."
    },
    {
        "speaker": "A",
        "text": "I took a much more aggressive position in Tesla with a bunch of calls into the bottom of the recent sell off. Because Tesla to me is super interesting because it trades like a cyclical car company in the down cycle because people buy less cars, right? We can see that they're struggling with car sales and inventories because it sells cars. But the moment the cycle turns, which is where we are now, as the business cycle goes, you get the double kicker of earnings multiplier, plus the technology, which is why it ends up massively outperforming everything else in the up cycle. But people's psychology. They then look at sentiment on Twitter and it's like anti elon or it's this or it's that. They've lost their way and they can't sell cars. And look at China and mid curve, mid curve, mid curve. It's like, guys, nobody can sell cars when the economy is slow either. And Tesla is sitting on $30 billion of cash not going bust. So you might as well invest on a forward basis. Use this opportunity."
    },
    {
        "speaker": "B",
        "text": "I saw this car video the other day and it was this guy walking through parking lots. He went through Toyota parking lot and Ford and GM and whatever the other carmaker is, and he was looking at all the stuff on the lots. And how much these cars cost, even after massive discounts. But they werent moving the iron or moving the metal or whatever they call it in that space. And you see, I think it was like a wrangler jeep or something. It had bolts sticking out the side of the door on the outside. This model hasn't changed in 30 years, and they're selling it for 60 or $80,000, which is the price of a Cybertruck. And I'm like, they're so dead. But Elon is always eight years ahead of where the world thinks. And I don't want this to be an Elon show at all. But literally, when I first saw rockets landing on their tails, that changed everything for me. I was like, don't fade this guy. He's so far ahead. And neuralink mind blowing on the car and the robots."
    },
    {
        "speaker": "A",
        "text": "And what's weird is you're not allowed to talk about Tesla because people think you're weird. People think you're a cultist or a groupie. And it's like, I don't have self driving in the Cayman Islands, but the car is as revolutionary as an iPhone was. And you see it. I was in a taxa in an Uber two days ago in Miami. It was a Tesla. I'm like, what do you think of your car? He's like, we spent 40 minutes just talking about his car. The same in an uber in Portugal, in a Tesla, 40 minutes. The GUy was just, I have never paid sErvice. He said, I'm making a 30% higher margin as an Uber driver because I've got a Tesla and all of these things. But if you talk about it, if you say, well, look at the robots, people are, well, Elon, it's all nonsense. SeLF driving cars is never going to happen, even though the new self driving is Pretty Bloody good, from what I hear. And there's another iteration coming out in a couple of weeks or so, but everyone discounts all of that. There's SomEthinG so weird that you're not even allowed to talk about TESLA without people. And we're sure we'll have in the comment section of this anti TesLa thing. It's weird."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's quite an opporTunity. There's one other thing. You mentioned a story of being in an Uber. I was in one. I was at the cybertruck event in Austin, and I was this guy who's in a new model y playing with the FSD and everything else. He loved it. He had a chevy suburban before, and you'd have to go to the gas station twice a day spend $150 because it's hot there in the summer, and they have to run the engine all the time to run the air conditioning, which burned all the gas. I mean, I just. Just think about if you've ever been in a parking garage beside a suburban and just the fumes alone would nearly kill you. And this thing is 24/7 this guy works 18 hours a day, and he's making more than double what he made running an Uber x or whatever. Uber plus uber executive, whatever it's called. I cannot remember. Then the suburban you have in the past is crazy. But back to robots, too. We have another big problem. That's demographics, which is another one of your big macro things. I just saw a stat this morning that the german population, working age population between 20 and 55, is going to fall by 20% over the next ten years. People have no idea. Well, Elon does, but the impact of that. Germany needs robots fast. Every will need robots soon, and that's going to bring about radical changes as well. So crazy, crazy world."
    },
    {
        "speaker": "A",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back. Whoa. Landing an account this big will totally change my landscaping business. It's going to mean hiring more guys and more equipment and new trucks for the new guys to drive the new equipment in. I don't know if I'm ready. You can do this. And Ford Pro finsimple can help. Our experts are ready to make growing pains less painful for your business with flexible financing solutions that meet the needs of your business today when you need them. Get started@fordpro.com. financing. Yeah, I mean, it's very interesting because Japan has been public in their desire for robots for the same issue. China same. Europe has been slow on the uptake, but Germany is building the Nvidia plant. Sorry, the TSMC plant there. Japan has a TSMC plant and the US is building three. Really interesting. I began watching mid curve takes on Twitter. Elon had said, GDP is obviously GDP per capita Times Capita. Fucking moron. Of course it is. What he's trying to explain is that without capita people, you have no GDP, and with a shrinking global population, GDP growth collapses. So you have to solve that equation, and the only answer is the robots and the AI."
    },
    {
        "speaker": "B",
        "text": "Yep, exactly. And then that can lead to abundance. And a lot of people think, oh, we're all going to be rich and sit on the beach and have cocktails all the time. I don't see that future at all. I think the people that control the robots and control the big companies will just get richer and those that don't will have to compete for sub dollar ten an hour or dollar an hour labor fees. I think it could be even more dystopian. We're seeing some of the moves in that direction as well. With Ubi and handouts and everything else. How do you view that world? Is it terrifying? I'm terrified of no, I'm actually got."
    },
    {
        "speaker": "A",
        "text": "The opposite, because the current narrative is the robots are taking our jobs. When the narrative is so strong, like you, I start to explore what is the other narrative, because this is obvious narrative. Of course it's going to take jobs. You know, I'm building a ral AI, which is going to be a video AI version of me. Can that take my job? In some respects, yes. But when I think through this, I think through what is the essence of what humans are. How do we add value to each other? Actually, you add zero economic value for me because you've made my can of La Croix. That's not your economic value. That is economic value. The economic value you give to me is I watch you on your YouTube channel and I'll learn something from you. Right. Discussion. Humans are social creatures. We like to communicate with each other and be around each other, and we life like experiences. And somebody floored me, David Matin, who I write the exponentialist with, floored me with this comment. He's like, ask any kid what they want to do for a living. And it's not you and I, which was, oh, we want to be a banker or astronaut or a marine biologist, which I wanted. I want to be an influencer. And at first, you and I of the age, we'd roll our eyes and go, really? But there again, you and I are both doing that as part of what we do. But David said, you've got to understand they're adaptive. Humans are incredibly adaptive. And if our job in the future is to entertain other humans, then they're making the right life choice right now, if that is the thing. And then when we add web three and the ability to tokenize these communities and culture, then it actually creates an economic system in its own right based around humans. Somebody else raised an interesting point to me, so I'm dumping a load of info on you. Somebody else raised a really interesting point. They said, obviously, onlyfans will be AI, but you'll pay a premium for human onlyfansheendeh. And that at a macro level, also becomes interesting."
    },
    {
        "speaker": "B",
        "text": "A fun story, by the way. I didn't know what of meant yesterday. And I found out because something blew up on Twitter. So I had no idea what that whole world was."
    },
    {
        "speaker": "A",
        "text": "But yeah, people go, yeah, yeah, I've never even been down that rabbit hole, but I understand what it is. But the point being is obviously that all of porn will go to Aih, because it's cheaper and easier to do and you don't have lawsuits and anything else. But humans are still humans. So, for example, prostitution will always survive."
    },
    {
        "speaker": "B",
        "text": "But I see when I look at other cultures around the world, take Japan, take China, etcetera. Obviously there's negative birth rates, but people are more interested in their video games and talking to AI and robots, which already exist in that part of the world, than having human interactions, having a girlfriend or boyfriend or whatever else. So I still think the more technology."
    },
    {
        "speaker": "A",
        "text": "Humans are complicated, right? Any of us who've been married know how complicated humans are. And it's, it's a difficult world. And so an AI doesn't give you that complexity. It's like having a dog. Dogs are always nice to you. They never tell you off, they never get disappointed. They're just nice. And so I kind of get that why some people just want to deal with the AI because you don't have to deal with the, the realities. But other people do want to be around humans or at least interact in some way, whether it's over Minecraft or something else."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's, again, one of the things that startles me the most is the pace of evolution, of the changes that are happening. And I don't think the world is ready for that. They are not aware and they think, yeah, they're like, I heard somebody on a channel saying, yeah, Tesla will nail FSD in 15 years. That's when Robotaxi will come. And this is a Wall street analyst, you know what I mean? Beyond clueless. But anyway, let's get back to crypto, because that's what people really want to learn now. And one of the things that I'm fascinated about is these ETF's. I monitor them daily, I monitor the flows. And I know people always ask me, they think it's bad for the space, and I think money coming into space is good for the space because it raises the price that helps everybody. But do you believe there are games happening behind the scenes with these ETF's market maker manipulation? Do all these ETF's have the fully stacked wallets? Do they wait a week to buy them on a dip, etcetera? Because I did an analysis of this, and there's at least four big instances where flows did not match price in a big way."
    },
    {
        "speaker": "A",
        "text": "Yeah, there are ways. Theyre doing order flows that dont mean open market buying. So theres ways around it. I know most of the people who have built these ETF businesses, theyre stray as a fucking die and theyre in the mission. Is there manipulation? There is. Having been at the epicenter of the financial system, there's always somebody trying to make a price and take a price. There is no grandmaster plan for manipulation. Wait till the options come on these things. And then it becomes more complicated. The more participants there are, the more complicated that world becomes. So I think it, like you, it's a net positive. I think it's hilarious because at one level I think the SEC and the authorities and the financial system think well we're going to control most of these assets and we can use our usual channels so we can maintain our fee structure and our control. How I think of it is it's a trojan horse because before you know it, you buy bitcoin. Then you're seeing that solana is going up more. You end up opening a coinbase account. Before you know it, you're self custarding your Solana and aping into Whiffenhe. That's the journey. We've seen them all do it. We've seen them all do it. They'll start with the bitcoin ETF and before you know it, they've got a bag full of whiff in their phantom wallet and their worlds will have changed. So I think of it as a trojan horse. They think they've won control. I think they've actually lost control."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's so. And can you believe the week we've just had? And I've been saying for probably a year and a half now that crypto will become part of the agenda for this election coming up. And boy, we saw four huge things happening in a few days. Sab, what's the other one fit? CBDC, barring that and then the ETH approval. I mean it just shows you somebody made a decision at the highest level and I said just, you know, or politicians want to get reelected. How do you view all of this? It's bonkers. Whatever."
    },
    {
        "speaker": "A",
        "text": "I think it's very simple. The left is utterly terrified of Trump. And Trump made a move and they could see it resonated and theyre like, well, the only way of equaling the playing field, what we cant do. Somebody said this and its a really important point. When Elizabeth Warren said were going to build an anti crypto army. Theyre going up against a group of 25 to 45 year olds who are distributed across the Internet, whose entire passion is this one thing that makes them get wealthier. And you're standing in their way. And these guys know how to use the Internet. And memes, good fucking luck to stop that."
    },
    {
        "speaker": "B",
        "text": "I go one step further to get wealthier. No, for some, it's the only escape."
    },
    {
        "speaker": "A",
        "text": "So I think Trump caught that narrative because he happened to have those NFTs. I think Ryan Selkins, a few others explained very clearly is like, theres 100 million coinbase accounts, 10 million are active. It will go up to 40 million in 2025 in the normal bull market. Those are voters. And youre going to tell them, youre not going to allow them to have a chance to get ahead, as you say, or even escape any of this trap that weve all created. And I think theyve gone, fuck."
    },
    {
        "speaker": "B",
        "text": "And its so funny. In the land of the free, you cant deny choice. And then you have Warren, who earns, what, 280,000 a year? And shes got 70 million in her bank account, which is probably funded by brown envelopes, allegedly. I dont know. How do you make 70 million in ten years earning a salary? Question for you."
    },
    {
        "speaker": "A",
        "text": "I mean, look, the us political system stinks. I mean, the UK, for all of its flaws, and it is flawed, doesn't have this level of corporate corruption at the highest level. Europe doesn't have it. It has different. It has bureaucratic corruption, different countries have different styles of corruption. The us kleptocracy between politicians and corporations is disgusting and everybody knows it. And RFK is going to try and run on this. They'll try and stamp him out, obviously."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, he is no shot. But also, if you look at the three of them, he's the least worst. But I agree with that."
    },
    {
        "speaker": "A",
        "text": "You could go up against the medical, the pharmaceutical industry, go up against the food industry, go up against the fossil fuel industry, go up against any of these and then try to finance industry as well, and you've got a bullet to your head."
    },
    {
        "speaker": "B",
        "text": "Yeah, that is interesting, what you mentioned there regarding how the Dems, I think Trump said he'd take crypto donations within an hour. The Biden administration said the same thing. Trump said he'd tariff. Ev's from China, Biden did it. Kind of preemptive strike. And so many more examples of this. I think it just shows you exactly what's going on. Back to crypto, you mentioned your 90%. Sol, what did you think of the ETH? ETF? It was going to be a buy the rumor, sell the news. All the action popped in that 24 hours spike, and then it's plateaued off. A lot of people think, oh my ETH is going to go to 8000. I'm not sure I see that happening, because it will be that GBTC 2.0 event where all the ETH will be dumped out of the speculation vehicle, which is grayscale. How do you see the future of."
    },
    {
        "speaker": "A",
        "text": "This at all, Raoul, on a long term basis? Number go up. So I'm not fussed about that. The path is interesting. I think it's going to be defined by how Blackrock defined Ethereum. You and I have been in space for too long. We know what Ethereum is to us. We know what it is. We know how positions versus other smart contracts. We know the breadth and depth of the Ethereum ecosystem and how good it is. We know its failures. But heres a bunch of people coming into the space, call them raas, and they need a sales pitch and theyve been given heres a cryptocurrency. Its bitcoin, its kind of your life raft, its digital gold. Okay, they bought that. So Blackrock are not stupid. They have no interest in going to sell. Oh, here's another cryptocurrency which would fail. So I'm really interested in the narrative they craft because this has a, I think has a potential to change the entire crypto space. That's how big this ETF is, and not necessarily from a flows perspective. I'm sure it'll decline over time. But more from what is the narrative of the space? And my guess is we're going to build the world on token. We're going to tokenize the world, and Ethereum is the platform to do it. And if they sell that, and we know the finance, every single investment bank has been building teams internally for years and years. ETH now gets regulatory clarity. There's going to be a raft of product coming out of finance."
    },
    {
        "speaker": "B",
        "text": "And Larry is clever enough to know that his existing system is archaic and it needs a revolution to spice it up. And the world will be tokenized, there's no doubt about that. And he sees that. The question is, when you actually use Ethereum, like I've dug up an old phantom wallet, I still couldn't get stuff to work. It is absolutely painful, and I haven't used Ethereum since 2021. When you compare it to the alternative, which will remain nameless, do you think the, the Pinkster will see a better, cheaper, faster solution with Solana?"
    },
    {
        "speaker": "A",
        "text": "I think they will look at it a different way. Yeah, it's not you and me moving tokens around how quick and easy it is and how the Solana experience works. And solana and firedance are okay. That's also going to play into the financial system. But let's just talk about Eth. It's the settlement layer that interests them the most and the fact that you can then build layer twos. Heres something really interesting most people dont realize. I was in Switzerland speaking to one of the investors in the asset management company, and she works for, shes one of the senior traders for Louis Dreyfus, the commodity trading house. She trades AGS soft commodities. Im like, well, youre investing my fund. Im surprised you guys dont use it internally, like stablecoins internally, because youve got operations in Angola and wherever, you know, everywhere in the world, and you need to move money around. She goes, yeah, we do some of that stuff, but all of the agricultural commodity trading houses built a blockchain on top of Ethereum three, four years ago. I'm like, what? She goes, oh, yeah, all our letters of credit are shipping, our quality standards. This is this crop and all of that. It's already on blockchain. We use this in this instant efficiency. I'm like, huh? So if you think about that, what you've got is the settlement layer, the database, the super secure database that is eth. The speed and everything of that bit we kind of proven with the layer twos or layer threes, doesn't matter as long as the settlement layer is there."
    },
    {
        "speaker": "B",
        "text": "And they can wait 15 minutes compared."
    },
    {
        "speaker": "A",
        "text": "To the previous world, compared to the finance system. Yeah, yeah. T plus two at best. So I think for them, it's actually perfect. And what we find confusing with the endless layers will make total sense to them because they can create their own layer, settlement layer for equities, let's call it, and it can settle at the ETH layer. Okay, that's a big fucking deal."
    },
    {
        "speaker": "B",
        "text": "And when they're moving large amounts of money, it's important. Security comes first time and speed, etcetera."
    },
    {
        "speaker": "A",
        "text": "You have to be. And security from state attack. This is big boys games if you're going to settle the entire financial markets on it. You can't have something that has just a small number of validators or number of nodes. It has to be broadly spread, and it has to be super resilient to attack because you're playing the game of nations here. I do think, even talking to you, just clarifying in my head, that there is no other choice yet. Now, that doesn't mean, and Toli has talked about this, that you can't use different protocols for different things. Let's say you use fire dancer for the execution layer and it can settle into the theorem as the settlement layer. These kind of things will happen too, and I think it'll get more and more interesting as we go."
    },
    {
        "speaker": "B",
        "text": "So. Well, then that begs the question, why are you 90% Sol if ETH is so wonderful? Or does the consumer chain matter with onboarding a billion users first, that's where the action will be."
    },
    {
        "speaker": "A",
        "text": "Listen, I'm even easier than that. Things that are early in the adoption curve, but with proven adoption go up faster in price. I literally don't care whether it's Solana or some new thing, but it has to be. At this point in the adoption curve, there was Solana, avalanche, Luna, and Polygon that were the four forerunners. One went to zero and Solana rose fastest out of the ashes. Like you, I was buying in June 2022 and really went Max long as we went. So I saw the network effects were superior early, and I said, this is probably the bet. Like Ethereum was in the last cycle. And then im a simpleton. I just used the charts and look at the eth bitcoin cross, the Eth Solana cross, and Solana was breaking out. Im like, okay, thats as simple as that. So its not I leave the narrative as something I can discuss and debate, but really, the proof is in the simple, simplest of metrics. And we will see in this cycle a bunch, three, four new protocols, new layer ones that will do really well and outperform Sol. They will all go down 99% or 98% or 97% in the next cycle. And one of those will be anointed too. We've seen this with memes. Doge has survived. And out of these memes that are around now, whether it's pepe or whether it's whiff or whatever bonk or whatever it is, one of these will be crowned the survivor for the next time around. So I just observe these kind of patterns."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's funny, because when I take into account things like the Lindy effect, that doesn't really apply to crypto. Certain things do stand the test of time, but they don't grow. Certain things stand the test of time and hang tough, and certain things just get killed over the cycle."
    },
    {
        "speaker": "A",
        "text": "So here's how I think about those. When I look at using Metcalfe's law in crypto, it's a two sided equation. One is the number of active users call it that. And the other is amount of activity on the network, which I think you can capture by value exchange in dollar terms. And those two seem to explain most price. And price is pretty much correct in crypto. So when you think about Doge, it is a one sided ecosystem. It is just retail investors and a whale called Elon Musk that holds $3 billion of it. And it's maintained its value because people have stayed with the meme, because it made people wealth, real wealth, and they stick with it. They're loyal to it. Now, if Elon uses it for x, which I think he will, well, you're going to create an extreme jump in value from this thing. At some point, many of them that die lose the retail investor because they don't have an actual community. Cardano. I know we're going to get hated for saying this. Cardano is more held by retail community, but they're loyal to it, which is why it maintains its value, even though the applications haven't scaled in the way that the community would have liked it to have been. And it's true with many of these ecosystems, it's the ones that fail to actually keep the retail or fail to get. XRP is another interesting one because it actually has quite a few applications, but there are lots of small microtransactions, so it doesn't create as much value, but there's a lot of retail and it kind of balances it out. So I just think of them really simply in these terms."
    },
    {
        "speaker": "B",
        "text": "But you wouldn't own XRP. The procedures of perpetual inflation. I don't understand that at all."
    },
    {
        "speaker": "A",
        "text": "I have owned. I bought XRP in December 20 when it got delisted. Because when something gets delisted and puked so much, I was like, there's real network activity, but I'm not going to own it based on my thesis. Yeah, I've got some in my wallet that's left over, but it's not a position because it doesn't have the provable network growth. Good luck to them. If they manage to do it. Fabulous for them. I'll be an investor, but until it's proven, I won't be."
    },
    {
        "speaker": "B",
        "text": "Okay, so when it comes to money printing, we're nearly at 35 trillion of the us debt and China has fired their printers into high gear. And I love one of your charts. I can't remember what it's called, but it's the direct correlation between kind of assets, risk assets and global liquidity trademark that. Where are we now with that?"
    },
    {
        "speaker": "A",
        "text": "Because you're not supposed to be answering me all the questions, but I have just put you. For you over the weekend. This will come out probably the following week. I've just done a two and a half hour video on this. It's like the biggest macro piece I've ever put together. Myself and Julian battle lay this whole thing. But liquidity is coming. Liquidity is the key driver of all kind of scarcer assets. So equities, real estate, whatever it may be. And so all I see is liquidity from every angle about to happen. If you step back and say, okay, at a macro level, the central banks are all withdrawing liquidity, which is bad for assets. And we all took it on the chin as they all came down. Great. And then what happened to, firstly, the us regional banks blew up ETF. So that's telling you there's not enough dollars in the us system. The liquidity was too tight. Next, Credit Suisse blows up. That tells you the banking system. Globally, the euro dollar market is starved at dollars. Next, dollar yen blows up. Oh, fuck. Okay. That's. The whole asian economy doesn't have enough dollars. And it's a. Yeah. 87% of world traders in dollars. And now China is trying to figure its shit out because it's going to have to devalue its currency, which nobody wants. Next minute, Yellen is there twice in three months. So there is a dollar injection of liquidity. That has to happen because the system is telling you that there's not enough dollars in the system. There's always a dollar shortage in this world. Then we've got a us election where they will hand out candy to the kids in whichever format. We've got a Basel IV banking agreement that comes into place which forces the banks to hold more bonds. That's January for Europe, July for the US and the UK. We've got Janet Yellen, having fully loaded up the treasury general account, will now get a checkbook out and start spraying out the checks into the election. We got that withdrawal. The Fed, meanwhile, have played ball and said, well, we won't do quantitative tightening as much we want to let liquidity. So it's all coming. So it's the macro crypto summer thing. What are you most bullish about? What has got your attention? You got your positions, your core positions. But what is driving your focus, really?"
    },
    {
        "speaker": "B",
        "text": "It's my huge focus right now for this year, what I like to do is pack the bags hard in the bear. Billions made in the bear during the. I go from total yolo risk on person late 2022. Early 2023. Now we're in this weird time, 2024, where we're midway through the bull market. Now is the time to be much more conservative. My entire focus is we're working on some new models because we do a lot of model building. So very big on ta for timing exits and entries and risk management. And right now the focus is on, I don't call it profit taking, but it's kind of layering out and rotation at the same time. So taking profits from asset X that I've done crazily well. So I like my biggest position. Nearly half what I have is driven by options and microstrategy. So I made the decision. I made the decision not to buy spot bitcoin, but to do synthetic longs and microstrategy when it was like talk."
    },
    {
        "speaker": "A",
        "text": "Me through your microstrategy theory, because some people understand this, others don't talk to you through why you think it's an endless money machine."
    },
    {
        "speaker": "B",
        "text": "Well, the simple way you like to break it down, there's a lot more mechanics to it. But if you imagine a stock, a stock is a function of the future price, future earnings expectations. All right, now in a bull market, bitcoin is going up, which means that the new FASB rules, et cetera, it's going to realize much more profit, much more value. And as it gets indexed, it has to be purchased more and more. And just got out the MSCI, well at the end of this month, in fact, in six days, it's going to be added and then you're going to get that perpetual biddenness. Then you got Saylor, the Degen stacking holy can, borrowing money for six, seven years at 0% to buy bitcoin, making the asset harder, making the price go up, it's a self fulfilling prophecy. What is really interesting though is it'll go up in a bull market, but it'll be crucified in the bear. That's just the reality. This is why the timing is so, so important. But considering just the simple way to think about microstrategy is the assets that it holds will go up as the price of bitcoin goes up, which means the company becomes more valuable, which means it has to be purchased more. And when it gets out of the S and P 500, thats a complete game changer."
    },
    {
        "speaker": "A",
        "text": "Why does it outperform bitcoin?"
    },
    {
        "speaker": "B",
        "text": "Yeah, its completely outperforming. So I have ARb models that if you look at it on a trend line, as it gets bigger, it gets bid more. And I know there was one or two hedge funds that went short. One of them got killed doing it, another one was probably about to get killed doing it. It's hard to explain, but think of it as a multiple. So you can take microstrategy in the bear. It has a market gap less than what it held in bitcoin. That's when you buy like crazy. Then the multiples have become sometimes nearly 1.7 x. I guess it's because it's."
    },
    {
        "speaker": "A",
        "text": "Discounting the future ability to purchase bitcoin. So it's like bitcoin plus an option on the future of bitcoin."
    },
    {
        "speaker": "B",
        "text": "Absolutely."
    },
    {
        "speaker": "A",
        "text": "That would be the way to look at it. Right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. It's also an easy on ramp for many. I know people in the UK, for example, they can't buy bitcoin, but you know what? They can buy microstrategy. This guy sent me a picture from the UK and from a bus stop, and he watches my channel. Old guy, he thought he'd never had a shot at retirement. To 65, 66 years of age, him and his wife, he Yolo'd put everything he had, like 20,000 pounds, into microstrategy at the bottom. Now his life has changed and he had the on ramp to do it. He didn't have the onramp to buy bitcoin, didn't even know where to begin to. And that is the difference. That's like, you see the G sol premium on grayscale, 500%. Why is that? It's an easy on ramp. It's like people buying gold in China at a 30% to 40% premium. Why they need it. They expect maybe war with Taiwan, et cetera. I mean, all these factors. There's many factors, and it's complicated, but."
    },
    {
        "speaker": "A",
        "text": "When you're looking at options, are you looking at long term options or do you do short term? How do you these kind of bets?"
    },
    {
        "speaker": "B",
        "text": "I do leaps. So what I do, because I have a lot of margin, I am in a position to sell a lot of puts, and I use that to buy a lot of calls. It's that simple synthetic long. And I keep a very big mattress."
    },
    {
        "speaker": "A",
        "text": "Because that can sell short to dated puts against long dated calls."
    },
    {
        "speaker": "B",
        "text": "Or no. The magic there is I sell out of the money calls against the synthetic law. I let the put expire worthless long term capital gains. I hold the coal, convert that to equity down the line, and then I get more margin to play with. That's my infinite money glitch. And again, it's a super risky strategy if you don't know what you're doing. But if you crack the magic sauce, it's very special."
    },
    {
        "speaker": "A",
        "text": "What else are you trading around in the salana? You said you got other bets in Solana. You obviously own Solana, your main crypto bet. What else have you got that's interesting there for you?"
    },
    {
        "speaker": "B",
        "text": "Well, you can guess one of them. It's Nasana and render the AI plays. Nasana is a very interesting project and I got into that when it was a very low cap. I can't remember, it was like 50 million or something. And I had analyzed all the others that are pumped by pumpers, all garbage. But this one has real legs. This is going to sound very bad, and I hope I don't offend people that are against gambling, but the whole gaming space is super interesting. And there's two. There's one, one that I actually use and I own called SCS Solana casino. And the other one, Divi coming out, I just voted for in Jupiter yesterday. Between those two, would you look at the. Everything's going to the blockchain. Okay. And humans be humans, which means they're degensitive. And gaming, sports gaming, betting on the Eurovision song contest. I mean, people will bet on anything. Formula one, rugby, America's cup. And now you've got these blockchain platforms that have everything on them and you can bet frictionlessly and you know, the house isn't rigged against you because it's somewhat transparent. You can watch everything in real time. So I think gaming is a big one. And dexs, they're my big plays. I do not. I did mention I'm conservative. I don't dabble in nfts, I don't dabble in meme coins, although I do own some bonk, which I got from the phone. But it's crumb. But it was funny. It is a crumb that not too long ago I looked at the value of the wallet on the phone. It's like you get over $2,000 worth of free gear for a phone that costs $500. It's bonkers. It's a crazy world. And it's also fun. So I do enjoy sharing what I see and analyzing cryptos and identifying winners, hopefully early. And I think we've got a long way to go for this bull run. Well, at least call it eight months to twelve months, at least."
    },
    {
        "speaker": "A",
        "text": "So that's my final question for you. Yeah, we've got time to run non specific. I'm not going to ask you the stupid question of what date and whatever. We don't know what price doesn't matter. How are you thinking about the end of the cycle? Because this is the one thing I had to put a whole piece out on this to help people think it through. I went through the last cycle and didn't sell anything because I didn't want to. I just wanted to buy to add to compound. I've done that twice, and I've sold out one cycle in the middle. I've traded different ways. How are you thinking about it for the end of the cycle? For you? You're taking lifestyle chips off, you're staying in, you're stepping by the sidelines. Give me your rough thesis."
    },
    {
        "speaker": "B",
        "text": "This is probably the most important question today. First of all, to be a successful investor, you never want to make the same mistake twice. I was caught out last time around. My target for bitcoin was 89k. I'd actually exited out of things like matic and stuff. Kind of got a lot of the exits right, but not bitcoin, not Solana. I was not aware of the shenanigans that were happening behind the scenes until it was too late. And that was the problem. However, I was in a position to, you know, have cash to deploy at the bottom. So waited, waited, nibbled, nibbled. And then when things really bottomed hard, went in hard with a lot. That's where I could use my. Like, when you got a big mattress of leverage, you can do things much more creatively with that on a proxy, like microstrategy, than you can by buying spot bitcoin. That was my decision, which I published as well. The interesting thing about this cycle, which has me confused, first of all, I didn't want to make the same mistake twice. So I made a conscious decision to invest more than seven digits in a team of developers to build tools that will help us identify the tops. That was, first of all, I do not want to miss this top. Second, we're building right now a set of profit taking rotation optimization models, which are going to be critical to scale out. And the very interesting thing, when you do the math of this, imagine you sell 20% of your bag at layers, going up to what is your top price target. Even if you take 20% of your bag off, or 20% of the dollar value off, at the end of the day, you only leave between eleven and 13% on the table if you assume reach all time highs. Like, the math behind profit taking is fascinating. People want to try time. The exact top. Okay, bitcoin is going to 150. I'm going to sell it 149. That is a losing strategy. Now, there is a wildcard here, which also has my little brain perplexed. What happens if we get the perpetual bid and bitcoin ETF does what gold GLd did up for eight years, even through a financial crisis. What about that? And I'll put that question back to you. Do you entertain that thesis?"
    },
    {
        "speaker": "A",
        "text": "Yes. Everybody has PTSD because the last cycle was stunted for whatever reason. It started earlier, more aggressive because of what happened, the 2020 shenanigans and then the FTX, it was more stunted. That's what my view is. And it caught many of us by surprise. Would I have done anything different? No, I wouldn't have sold a penny anyway. So it was not in my thesis. I have a long term thesis. Jeff Bezos is the richest man in the world. Not because he fucking traded his stock, it's because he didn't trade his stock. Right. This is. I know it's antithetical for most people, but it is really the way to get rich is just do nothing. But we all live in the real world and we want to cash in some lifestyle chips and we want to make sure that we feel like we've achieved something out of all of the hard work that we've put in. So my view is I'm just going to use time somewhere. Towards the end of this year, I'll take a third off, then I don't give a shit. And then if we have a super cycle, I'll take another chunk off. But I don't know what to do with that money. I don't really need to do anything else. So let's just sit in cash and wait for a bear market and hope it happens. But God forbid if it doesn't happen, but at least I'll get some exposure. This is why, if you can avoid trying to do too much in seven years time, you will thank yourself for not having done it. Ive done both. Ive sold out in 2017. The other thing is, lets say your $1,000 is now worth a million bucks, and you sell out and you nail the high. Within 20% of the high, brilliant. Market collapses down 90%. You will not put your million dollars back in. You can't do it. Even though it's de risked, nobody can do that. Which case you will under allocate compared to what you would have had. It's weird. The psychology of investing, particularly when this is a high stakes game, we've all got lots of our net worth tied up in these bets. The psychology investing is really hard. So I don't know, we also build out models in the macro investing tool GMI, everything else around the timing, because we need to do it for the asset management firm to a certain extent. But me personally, I'm trying not to fret that noise, but just give people the tools to understand it themselves."
    },
    {
        "speaker": "B",
        "text": "It's so funny, this perpetual bid thing I'm obsessed with, because it means we've got to change your on chain analytics that drive a lot of the top indicators, because everything is different right now with these ETF's, but we have the hardness. So bitcoin has never been as hard. A 0.85% inflation rate. We have demand. The 13 fs turned a lot of heads. I mean, I know for a fact there are state pension funds, there are police pension funds in San Francisco. They're saying, calpers, we need some of this bitcoin stuff. You got Ray Dalio not in there yet. You got, what, 30, 36, 37 trillion in sovereign wealth funds? You know these better than anybody else. They need to deploy that. Just that perpetual bid could keep this thing afloat. And there may not be a bear market. And if there is a bear market, maybe it's only a shallow bear, like a 40% drawdown."
    },
    {
        "speaker": "A",
        "text": "I don't think the perpetual money machine overcomes cyclicality. Liquidity in, liquidity out. I don't think you can avoid it. So it's such a dominant force that if the Fed have to and the other central banks have to reduce liquidity at the end of the cycle, which they almost always do, it will hit the assets. But the point being is I don't believe they're going to gift us the chance yet again to buy an asset down 90% and give us a 30 or 40 x return every time we go back to the casino. I mean, it's hilarious. The opportunity they've given us, and you've taken it. It's made enormous, life changing profits. That's my biggest fear, is the damn thing goes down 40%, and we're all caught offside waiting for the last leg, and we don't get it. That's a bigger fear. It's not yet. And this is why I just. I don't want to be trapped out of the market either. A lot of people fear getting trapped in the market. My fear is being trapped out of the market. This is the largest wealth generating machine humanity's ever been given."
    },
    {
        "speaker": "B",
        "text": "That's such an important point. There was one time in my life where I moved all to cash, and that was December 2019. Only one time. Because I know, like, you know, you got to be in the market, never be out of the market. That's why a big part of my focus is that rotation piece. I do have one final question for you, though, if I may. The head of Goldman Sachs, I can't remember his name, came out this week. He said, no fed rate cut in 2024. Now, I have a theory on this. Since Jerome Powell is a lifelong Republican, I think he wants to torch the Biden administration. What do you think? And also, they can't sell their bonds. They need to keep the rates high. How does your calculus work on this? And they're torching everything. Commercial real estate, selling of vehicles, I mean, people's credit cards going through the roof."
    },
    {
        "speaker": "A",
        "text": "Firstly, for most of the liquidity formula, it matters not about rate cuts. Cast your mind back. 1994, the bond market blew up. Similar, not less extreme, but it was very extreme at the time. Everyone thought we were going to get a recession in 95, 96. We didn't. We skirted it. And what happened was the Fed cut once or twice, 25 basis points, 50 basis points, and then didn't do anything until 1998 in the asian crisis, the Nasdaq went up 170% in that period. You just need stability. You don't need.com. we've got the same backdrop of AI and everything else. You don't need rate cuts, you need liquidity, and you need stability. And even if liquidity stays the same, but you have stability, it gives people the ability to take risk. So I'm not worried about it. I don't think anybody knows how it plays out, but I know that Europe has to and will cut rates. The UK has to and will cut rates. China has to and will cut rates. And if they're not careful, the dollar is too strong. So the US has to do something about it. The only answer is liquidity. And let's say by not doing something, they torch commercial real estate, which is going to happen anyway. It's a slow death, or an instant death. Whatever way, the answer is always more cowbell. So whatever happens, the answer will always be more liquidity, which is why this is the most lopsided, asymmetric macro risk taking environment in all history."
    },
    {
        "speaker": "B",
        "text": "Yeah. So the difference between you and I, I don't see the liquidity spigot being turned off, because now it's a race to printing as much fiat as you possibly can. And the rest of central banks will follow what China are doing. They've taken it into high gear. The west hasn't followed yet, but I think Europe will cut first and then they turn on the spigots. Us is doing stealth spigoting and those that are close to the contio machine do very well, but it hasn't hit the retail pocket yet, and it may not the way they're doing it this time around. So I don't see them. With 35 trillion and high interest rates and inability to sell treasury bonds. They're going to have to somehow keep the rates high or else they're going to have to find a different buyer for the treasury bonds."
    },
    {
        "speaker": "A",
        "text": "Well, they can't because it means that to issue more treasuries, because that's never going to happen. Take it off the table. This is everyone's obsession with the death spiral. These people are not stupid. They know the game. You don't know the game they're playing. The game they're playing is we will keep this fucking game going forever because we have all the tricks up our sleeve. And once you've figured out the quantitative easing as printing of money, we'll change the bank regulations. And once you realize that we can't put the commercial real estate in our bank, we'll create an SPV and put the bad loans into it. Once you realize that they have all of the cards. But one thing they're motivated by is they are politicians. They will not allow the debt spiral. And if you've got the world's reserve currency, you don't have to. So I really like bringing other podcasters onto the show, and the reason being is it's not all about their guests, it's about their journey too, because they're the ones who are absorbing all the knowledge of the conversations they're having. And he interviews people and makes his own presentations, and we get to hack his four years of learning journey by bringing him here. And that's why I brought on a few podcasters, because they don't get interviewed a lot, but they're very useful because we're getting the distillation of their knowledge from what they've been talking to people about and bringing it here and sharing it. So I really do hope you've enjoyed that. This is exactly the sharing of information. The meeting of minds is what real vision is about. And I know I often tell you and pester you and beg you, but we built real vision for you to solve the problems of unfucking your future, giving you what you need, the tools, the network, the connections, the people all around the world. That incredible spinning globe where you can connect with anybody in any country who's a real vision member and talk to them about what matters to you. This kind of stuff, you can't do it on YouTube. You can only do it on real vision. Once you go there, realvision.com it's free to sign up. You'll see what the fuck I'm bleating on about and why it's so good. So do me that favor. If I add value to you, make sure you subscribe to this channel and go to realvision.com. set up a free account and let us impress you with the knowledge, tools and network that will help you unfuck your future. See you there. We hope you enjoyed this episode at real vision. We arm you with expert knowledge, time efficient tools and a powerful network to help you succeed on your financial journey. Get a taste of financial freedom with our free offer@realvision.com."
    },
    {
        "speaker": "B",
        "text": "Free."
    },
    {
        "speaker": "A",
        "text": "That's realvision.com free."
    }
]