[
    {
        "speaker": "A",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what with each vendor. Ramp's software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding Ramp could be one of the best decisions youve ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank and Celtic bank members of DIC. Terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "Rick Ruhl Rick Rule is a favorite of the real vision community. If you'd like to meet Rick and get a masterclass from the master himself, you'll want to head to the Rick Rule Symposium on natural resource investing in Florida July 23 to 27th. You'll get access to industry insiders, elite bullion dealers, gold council members, and uranium pros. Just head over to realvision.com Rick for tickets. That's realvision.com rick."
    },
    {
        "speaker": "C",
        "text": "So, Josh, first of all, welcome. Thank you for joining us. How are you doing today? You know, how are the vibes this week for you?"
    },
    {
        "speaker": "D",
        "text": "Hey guys, thanks for having me. Vibes are good coming off vacation. I think the rest of the market's also on vacation. So that's why we've seen a whole lot of nothing going on lately here price wise. But when people get back, things are going to get interesting, I think, as some more news type events start popping up and wanting to move price, it's interesting how it seems like 32k has been really guarded and 30k has been really guarded from the buyers and the sellers. Respectfully inverse to that. So we really held this range extremely tightly. And one of the just, boom, throwing it out Bollinger bands for anybody who knows what, those are just a measure of a lack of volatility, just very, very tight on the Bollinger bands here on the daily chart."
    },
    {
        "speaker": "C",
        "text": "Well, I'm definitely excited to talk about some of those events that might be taking place when everyone's getting back from vacation. I want to hear all about this, but Josh, before we jump into things, I wanted to ask you if you can give us a quick primer on your DMArC analysis and how that differs from other approaches in this space."
    },
    {
        "speaker": "D",
        "text": "Yeah, sure. You mean, so I'm mainly a cloud Ichimoku cloud trader. I think the TD guys. Is it somebody else on the call? But really what you got to figure out for yourself is what type of trader are you? Like you were saying earlier, are you a short time horizon person? Are you a long time horizon person? You're better off over time using a long time horizon. You know, five or ten years, I think is a bit much, but certainly acceptable for most people, depending on if you are leaning towards that investor mindset. I think the investor mindset's more five to ten year time horizon. As a trader, my sweet spot personally is like weeks, months, days, but that's me, right? Some people are really good at trading extremely low timeframes. I just prefer higher timeframes. Higher timeframes generally just give you more data. So if you're making quick decisions all the time, if you're trying to swerve the car in and out of the lane constantly, you're gonna crash a lot more often than if you're on cruise control and you're just vibing. Right, right. So from that perspective, I prefer trend trading. I prefer sitting in a position for a long period of time and letting the market just do its thing. Another thing people get into trouble with is they're just over trading all the time. They just, I'm a trader, I got to click the button right. Like, that's not how you make money. That just isn't how most people over time make money. Anyway."
    },
    {
        "speaker": "C",
        "text": "That'S a very interesting point to make because I do know some people that have just gotten into the trading realm, and that's something they do. They always kind of feel like they have to make a trade if they see something. So it's actually very good that you mentioned that. So you talked about your time horizon and some things you look for, but what are some indicators that you look for when trading? Most traders I talk to are, are day traders, but it's very interesting that you're kind of a little longer term than that sometimes. What are some indicators you look for in your trades?"
    },
    {
        "speaker": "D",
        "text": "Yeah. So from a trend perspective, just what I mean there is, are we making higher highs over time generally, or are we making lower lows over time if we're making higher highs, that's known as a bullish market. If we're not making lower lows, and that's known as a bearish market, if you're making higher highs or lower lows quickly, then typically you see volume come along with that. But from a trend perspective, I prefer Ichimoku cloud. I've certainly popularized it, I think, in crypto over the past ten years, since I've been trading. And that's just really a seemingly complex, moving, average system, when in reality it's just the checks and balances keep me on the right side of the trade. Basically, you need some sort of litmus test to help get your mind out of it. So subtract the subjectivity, use math, and from then on out, you know, you can just use your system, assuming that it works to some degree, to help, ideally, make more good trades and bad trades over time. And that's all. That's the best anybody can do."
    },
    {
        "speaker": "C",
        "text": "So what would you, you know, I'm kind of jumping all over the place here, but, like, what would you say to someone who is, you know, kind of just getting in, into. They've been involved in crypto. They're a holder, so they have some knowledge of what goes on. They have an idea of certain trends, but they never, you know, traded. Whether that's chart cloud trading, they're wanting to get involved in it for the first time. What, what would you, what are some tips you would give them or what, what direction would you point them to kind of get that knowledge and confidence in trading?"
    },
    {
        "speaker": "D",
        "text": "Yeah. So one of the things that really helped me initially was just being a part of a group of people talking about, this is a great example, right? As a spaces, or early on it was Teamspeak. Now it's more discord oriented. Maybe it's even Reddit, whatever it is, right. Wall street bets. Right. Whatever. Community, uh, crypto, Twitter, uh, trading view. You need to have some sort of exposure, so you have some baseline as far as what even exists. Right. You don't know what you don't know. So you need some sort of initial springboard to at least show you what's going on if you want a more structured approach. Um, there's this site called babypips.com. it has like breakdown classes for people that are free. Like, it's really good, super basic, if you know absolutely nothing. Another one I really like is trading view, again, just on the ideas section, just to see what people are looking at. Are they looking at Elliot waves? Are Elliot waves absurd? Are moving averages better? Do I like chart patterns that way? You have at least some sort of knowledge base to go forward and try to understand what's going on. And then from there I would have tried to apply it yourself in some form. Low stakes sort of situation, right. And learn from there. But a lot of people sort of just like click buttons and hope for the best. Right?"
    },
    {
        "speaker": "C",
        "text": "That's funny. I think a lot of people do do that. So kind of a holistic view right now. Where do you see the market right now and where do you see it kind of heading? Where do you see our trends heading? I guess in the next six months to a year from now."
    },
    {
        "speaker": "D",
        "text": "Yeah. One good thing to watch always is engagement. So if you're in the spaces, you're probably aware of various crypto influencers or YouTube channels, whatever it is, and just watch how the engagement changes in the comment section and the views. Like this is just super basic anecdotal, right? You can look at this from a metric perspective when we're talking about Google Trends, but you'll notice now, sure, it's vacation, it's summer, it's like low engagement anyway, but just notice how the engagement changes and how sentiment broadly changes. That's very powerful for crypto, has been since 2011."
    },
    {
        "speaker": "E",
        "text": "Josh, I think you're completely right there. Just before you move on too quickly, when you're talking about the markets next six months and engagement is very important, we have a question from the audience called Alex Codd. I know Alex is not raising his hand up just yet, but he's asking you what is a cloud trader? Because I think you mentioned that at the very beginning. So he goes, what is a cloud trader? Complete nervous here."
    },
    {
        "speaker": "D",
        "text": "Sure. Yeah. So Ichimoku Cloud is a specific indicator that you can pull up on most trading platforms. I don't know what people use other than Tradingview these days. Crypto watch is a good one as well. Back in the day, bitcoin wisdom was a really good charting website, but I would definitely get out of the habit of if you're going to google.com and searching tickers and things like that or Yahoo, get out of that habit, go towards things like trading view. Again, these are free resources, so it's not like there's no cost there because then you'll see the tools that are available and you'll see this massive encyclopedia of trading resources. But the cloud was created by a japanese journalist in the fifties, I believe. And again, it just helps you figure out what the trend is. Are we bullish? Are we bearish? And then it gives you entry points based on certain crosses within that system. It's very hard to describe without looking at it. But if you go through my twitter, you'll see plenty of examples of that."
    },
    {
        "speaker": "C",
        "text": "That was a great question. Alex Codd, thank you for asking that because I did not really know what that was. I was going to revisit that. But great question. So, Josh, so we're looking at engagement, and that's a good way to see where the trends are going. So I guess, you know, it's just."
    },
    {
        "speaker": "D",
        "text": "Like a non, you know, non price metric you can use just anecdotally. Right? Like, is your family coming up to you? Do people know that you're trading crypto or that you're into crypto? Are they asking you about it? Are people randomly asking you about doge or some, you know, meme coin? Right. Like know when to remember those moments and remember what price was in those moments relative to now, when basically crypto is kind of left for dead for most people. Most people, if they were in crypto last year, they lost a lot of money. They blew up their sour grapes situation on everything. And now we have institutions rolling in, picking up pieces. Over the next six months, I think institutional flows are going to be critical. Another free resource for people is James Butterfell on coinshares. Does this weekly flows report from all the institutional products. And he basically looks at where the money is going in the ETF's, the etps, and you'll notice the complete reverse of sentiment there since the ETF application by Blackrock. So that, I think is another critical metric to watch over the next six months because wheres the money going to be coming from? Probably not retail. Probably going to be coming from institutional. Thats where this unlocked flows. Its like a dam, right? Its been shut off for years. People just watching on the sidelines, watching things blow up. And the Blackrock etfemen, assuming it gets approved, we'll just open that floodgate."
    },
    {
        "speaker": "C",
        "text": "It's a funny thing you mentioned there about, you know, just engagement and kind of paying attention. We have a running joke in a couple of our community run Twitter spaces that when your normie friends are asking you about the next or the hot crypto coin, that is, that is a good time to start selling. But it's just, you know, just a fun joke that we have. Don't do that to your friends, guys. But I'm really glad you mentioned that. So we just brought Defi definite on the stage, another one of our great visionaries. Lance, how you doing? What you got for us?"
    },
    {
        "speaker": "F",
        "text": "Very well, thank you. Great to see you all again here. What I did like was what Josh said. And a lot of people sort of forget about this. He kept saying, he said it multiple times over time, making money over time. I think there's so many people that are wanting to try and make money tomorrow. Bang, bang. You know, you can't blame these people. But I think the key is, like Josh says, is to make this money over time. And yeah, there's plenty of free resources out there, so completely agree with that. And I wish that we could hear that more often from people just saying, let's grow this over time. There's no rush. The markets ain't going anywhere, you know, so, yeah, refreshing. Thank you, Josh."
    },
    {
        "speaker": "C",
        "text": "Yeah, and guys, the space is also recorded, so you can always go back and listen. Josh is a mention few different resources that you can, you can go and check out as well. So definitely check, check those out. So. So, Josh, you know, in, in our space and, you know, within the real vision community, we have a very degen crowd, if you will. You know, we people that like to, you know, go in on all coins, as we call them, shit coins. But, you know, an important thing when throwing money around is managing risk. Right? And in trading, I think that's a very important thing, just as is important to take profits. I think it's also equally as important to stop your losses as well to live to trade another day. What, um, what can you, like, what are some strategies you use to manage risk or how do you view that as a whole in your trading strategy?"
    },
    {
        "speaker": "D",
        "text": "Sure. Yeah. I mean, just being at the table is the single most important thing that you can do as a trader. The last thing you want to do is blow up, you know, and I. If you blow up, you're done, right? So most people need to blow up to figure out what they did wrong, which is unfortunate, but it's part of the trading tuition. That's just historically for most people how it works out. Right. Either you blew up trading at FTX, you blew up not understanding custodial or counterparty risk at Celsius, blocked by et cetera, et cetera, et cetera. But hopefully that's a small price people are paying and they're learning over time. But one of the first and easiest things you can do is from a risk perspective to avoid custodial issues or just missed clicks, whatever is set up sort of sub accounts on your trading accounts, which just means either make multiple accounts or if the trading venue has the sub account option, that way you can split up your funds separately. Another way I just do that personally is I keep a lot of my funds in a hardware wallet. I keep the trading funds on the exchange and that's that. That's sort of my version of a sub account. But that way I'm not blowing up. If I do blow up or if there's, you know, hack or whatever, I don't lose everything instantly. Right. It's sort of protection against myself or any sort of other shenanigans. I was around for Mount Gox. Okay, so not your keys, not your coins is very real, and people, people realize that over the past year."
    },
    {
        "speaker": "E",
        "text": "Josh, I've got a question for you. You know how you said you use your cold wallets, obviously for stuff that you don't want to touch, but obviously for speed purposes, you do have to use sort of like a centralized exchange to on ramp what is in your eyes at the moment, dare I ask? One of the safest sort of exchanges to use out there nowadays, with the exception of Coinbase, because I think that one's too easy."
    },
    {
        "speaker": "D",
        "text": "Sure, yeah. This is highly dependent on jurisdiction. I figured based on the accident, most people are in the UK, but for me, I prefer Kraken and Coinbase. I onboarded with Coinbase in 2013 and traded with them for a long time. Kraken onboarded early days as well. Any other exchange, I would be very, very careful. That includes binance. That includes any high leverage shitcoin exchange. Prevent yourself from blowing up at their cost or your lack of discretion regarding custodial risk. Just split those funds up. You don't have to go all 100 x long on bitmax in one trade. Just split it up and be responsible. That's really the best way to not blow up. And at the first sight of any issue with any exchange, just take the funds and put them in a hardware wallet. Just turtle up. It takes 5 seconds to do, assuming they have the funds to give you, obviously. But yeah, back to your original question. Coinbase and Kraken are certainly my top two currently."
    },
    {
        "speaker": "E",
        "text": "It's very good advice. Thank you."
    },
    {
        "speaker": "D",
        "text": "Sir."
    },
    {
        "speaker": "G",
        "text": "Hey. Hey, everyone. How's everyone doing? I hope you're all good. Why not Binance?"
    },
    {
        "speaker": "D",
        "text": "Yeah. So, Binance, if you would have told me last year that all the things that happen with FTX happened with Binance, I think most people would almost not bad. They'd just be like, oh, yeah, okay. Binance has had issues for years and they continue to have issues even now. That's a risk I'm not willing to take. It doesn't mean, like other people are okay with those risks versus myself. I just prefer not to keep anything on binance personally, and it's certainly dependent on which assets you're keeping. Is it in BSC? Is it on binance us? Is it in one of their staking or lending products? I just personally wouldn't use binance at this time."
    },
    {
        "speaker": "G",
        "text": "Okay, interesting. And if I may ask a follow up question."
    },
    {
        "speaker": "D",
        "text": "Yeah, sure."
    },
    {
        "speaker": "G",
        "text": "What are your thoughts on passive trading? Right, so, I mean, there are some tools. There's a new. There's a new dapp called Astradao, and it uses AI powered signals and uniswap, and it basically automates the trades. Yeah. So you put your money in an index, you can put your money in there, whichever index you want, and it just automates the trading based on AI based signals. What are your thoughts on. On passive trading? Are you into it, and would you consider it?"
    },
    {
        "speaker": "D",
        "text": "Yeah. So I'm a big proponent of all that sort of stuff, and I've played around with a lot of that stuff over the years. I would just be really careful with. Again, use the sub account mindset in your head. You're not giving somebody 100 BTC or 300 grand or whatever it is. Split the money up. Okay. Again, you don't want to blow up. You don't want to risk some trading error on some defi index, et cetera, et cetera, et cetera. You don't want to give all your money to blockfi or Celsius. People learn these lessons now, but it's the same thing. That hasn't changed. I don't have any issues with those. Automated trading, robot trading, robo trading. I would start small, see if it works. It doesn't mean it can't randomly blow up on you overnight. But again, just protect yourself from yourself. You know, use the sub account mindset and split things up. You know, I don't like finance, but it doesn't mean other people don't as well. And they can certainly keep funds there. But there's a difference between lunch money and losing your seat at the table, right? So I would just encourage people to be very careful with losing all their money in one place. Unfortunately, that's just the state of things in digital assets right now."
    },
    {
        "speaker": "G",
        "text": "Okay, cool. Check out the jumbotron for the platform I was talking about. Thanks."
    },
    {
        "speaker": "C",
        "text": "And speaking of Binance, Josh, just recently, I believe it was yesterday or the day before, Binance had bitcoin and ETH in particular, trading at prices significantly lower than the rest of the market or the rest of exchanges. Do you have an insight on why that might be? Was that just a glitch on their website, or was that done purposefully? Is there any reason why they might do something like that?"
    },
    {
        "speaker": "D",
        "text": "Yeah, anytime. Generally you see a disconnect, whether it's Poloniac, Kraken, some other random exchange, that usually means there isn't an arbitrage ability there. There isn't a two way flow that's easily reconnected between sort of the fiat markets, the banking rails, and what you're seeing on the market pairs. So it'd definitely be very careful. You might think, oh, this bitcoin's on sale in binance, right? But I come to find out, like, oh, it's very hard to get fiat into binance, or someone is buying a stable coin, or maybe binance is selling XYZ crypto to shore up some other hole in their balance sheet somewhere else. Right. These things happen at Binance. Okay? They just do. Again, that's just me. I just don't use Binance anymore at this point. Any shenanigans you see over there, I just assume it's not good things. And we know that their banking rails aren't really connected at the moment. And globally, it seems like every other day you see a new bank or a new jurisdiction is dropping them as ability to get money into the exchange. So you're going to see very weird prices and on binance because of that."
    },
    {
        "speaker": "C",
        "text": "That's great. That's great to know. Appreciate that explanation, Lance, go ahead."
    },
    {
        "speaker": "F",
        "text": "So, Josh, when you approach in the markets, are you having a view on what the US dollar is doing or interest rates, or are you straight to your rich and moco cloud? And if it's above the cloud, you're in the uptrend. And if it's below, lower the cloud, you're in a downtrend. Are you actually taking notice of what's going off globally, if that makes sense?"
    },
    {
        "speaker": "D",
        "text": "Yeah, that's a great question. So, for most of bitcoins history, for most of the history of cryptocurrency, rates were zero, effectively. Right. Or negative in some places. So most people, including myself, never really cared to look at rates or paid attention. I didn't really know who Greenspan was or anybody else. Right now, everybody knows who Paul is. That's a bad sign. Everybody knows that the CPI releases tomorrow. Okay? Everyone's super keyed into macro stuff. There's a billion podcasts on macro, right? So these days, yes. Ever since the fed got more hawkish in the US, definitely paying attention to inflation, paying attention to rates, paying attention to all those little data points. Again, like, okay, you're driving down some main thoroughfare. Is the amusement park parking lot full? Okay, I just saw a headline today about the Disney lines being the least long they've been in years. So this is some sort of anecdotal indication that either Disney is too expensive or people are running out of money. It's all these little data points again, that aren't necessarily actionable. But pay attention to what you're seeing out there because you'll hear people say, we're definitely going into a recession or everything's fine. And it's very hard to interpret everything collectively."
    },
    {
        "speaker": "F",
        "text": "Are you finding that kind of, it's improved your risk management as well? Just being aware of them little things? Does it make you stop and think before? Well, obviously it does, but. So to clean that question up, do you ultimately find that it's helping with your risk management?"
    },
    {
        "speaker": "D",
        "text": "Yes, I think understanding, like the tailwinds and the headwinds, right, are, is the fed being hawkish a tailwind or a headwind? Just basically understanding that, right, it's a headwind. Okay, so what is the fed doing right now? They're raising, but they're getting close to maybe ending that cycle. They may do a couple more raises, blah, blah, blah. Right. So that does affect the risk management perspective as far as size is concerned, as far as trade duration or even how far I expect the trade to run price wise based on market events. Again tomorrow there's a CPI release in the US and we're probably going to see a lower CPI which may end up breaking us out of this range on bitcoin. And five minutes after that we may drop right back down to the range because that's how we've been trading. So, you know, if I'm a breakout trader and I'm waiting for a level to be breached and there's a market event coming up, I may be reducing the size on my, my trades."
    },
    {
        "speaker": "F",
        "text": "I was about to say, would you be trading into that number? Are you going to leave your positions on or would you keep out of that position if you knew that the news was coming?"
    },
    {
        "speaker": "D",
        "text": "Yes. I don't like to trade around the event itself. The number comes out and then you start trading it. I like to in advance have an understanding of what's going on. Again, I'm saying I think CPI is going to come down. Trueflation is a really good website for that. It has both uk and us versions and they've been dead on the money as far as predicting direction and speed and intensity at CPI."
    },
    {
        "speaker": "E",
        "text": "Josh, I was just going to ask then because I feel like you have a good grasp of the lay of the land out there. A term that we often use at real vision is that macro is crypto and crypto is macro. And I think what you just mentioned touches on all that kind of stuff. So I think a very simple question to you is, do you feel that we still have a looming recession coming in?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, again, like, you go down the street, you know, restaurants are full, everyone's looking for work, still on the services side, but at the same time, houses are the most unaffordable they've ever been. Cars are the most unaffordable or affordable they've ever been. Credit card APY is the highest they've ever been. Non revolving, credit declining. It's, you know, it's. Things are just all over the place. I don't have a good read necessarily on the expectation. The other side of it is the jobs data. We get the, when it comes out, it gets revised the next month and everyone forgets that a revision happened and it doesn't even matter. So the data itself is, seems to be corrupted in some fashion. So it's very topsy turvy analysis, paralysis type stuff. I don't know. And the other question is, will a recession even affect, like bitcoin prices, for example? Right. Like from an actionability perspective, I'd like to think it probably would, but ultimately it probably comes down to the strength of the dollar. If the dollar continues to weaken, we should expect that to act as a tailwind for prices on the crypto side. So it's really hard. I don't know. I don't know. It also depends on your political leanings. If you're a red Republican, you're probably seeing things like the FPR getting drawn down and people getting super angry and very doomerish. And if you're blue, you're probably more hopeful and optimistic. So I don't know. It's very tough."
    },
    {
        "speaker": "F",
        "text": "The market and the economy are different things. I mean, a trader is going to make money on the way up and on the way down, so they get twice as rich in a recession. It's just a poor bloke who's on the streets who hasn't got a clue what's going on in the world. They're the ones that feel it the most, but somebody that knows what they're doing, they get double rich when people are getting their asses raped, for want of a better word."
    },
    {
        "speaker": "H",
        "text": "Well, one of the indicators I look for, and I see a lot at the moment, is our customers switch from paying us on a debit card to paying us with a credit card. And we noticed this in 2008 as well. And it lasted for a couple of years. And an awful lot of people that we see out and about in the supermarkets are paying for their groceries on a credit card instead of a debit card. And the amount of customers that have switched from debit to credit is outrageous. So I think there's a lot more pain to come, especially over here in the UK."
    },
    {
        "speaker": "D",
        "text": "I wonder. I was going to say the picture globally is complex. Regionally it's complex. Based on your socioeconomic status, it's super complex. It's important and interesting to take all that in, but for me, I lean on the technical analysis that really negative decisions like the S and P. For example, in the beginning of the year, everyone was super bearish, very sure of a recession, and the recession never came. The technicals were suggesting we were making higher lows, higher lows, higher lows in a chart pattern reminiscent of an inverted head and shoulders. And sure enough, here we are. All of a sudden, we found some bullish catalysts in AI revolution, or whatever you want to call it. We're at 4400, so that is not where people had us at the end of last year, people being analysts and whatnot."
    },
    {
        "speaker": "C",
        "text": "So I want to go to the learning tribe who came on stage. They didn't have a chance to speak yet, and then we'll go to batsy right after. But real quick, guys, the learning tribe is a community, real vision, community led Twitter space hosted by free your mind, defy defin and money penny. They host the space every Tuesday at 05:00 p.m. eT. Unfortunately, we stole their time slot today, but I'm happy that they could join us on stage. Free your mind, is that you behind the account? How are you doing?"
    },
    {
        "speaker": "I",
        "text": "Yeah, buddy. Thanks for letting me up. And, yeah, we were talking before this because Penny obviously is the co host on both. She's like, what should we do? I'm like, well, there's no sense in hosting the space and competing with the people we're trying to support, so let's try to bring everybody over and make a super space. So this has been a great conversation. It's been very valuable. Exactly the type of conversations we host every Tuesday. So, yeah, definitely check it out. If you're interested in these types of conversations, I actually wanted to switch gears a little bit, and then we can come back if other people have different questions on the mental side, you know, Josh, the way your personality, your demeanor, and the way you're just even answering your questions and you hold yourself and the way you speak, you have just a very calm demeanor. And sometimes I found, like the traders that I've interacted with in the crypto space are seem to be a little bit more high strung. And so I would assert and bet that you have a lot of practices that help you remain mentally calm. And I don't know if maybe you could speak to some things that you do or kind of how you built that up. Overdose the years."
    },
    {
        "speaker": "D",
        "text": "Yeah, sure. It's funny you say that, you know, I have a low resting heart rate, I have a low pulse, bradycardic, whatever you want to call that. You're right. I'm normally super calm, unbothered by most things. It's probably more genetics than anything specifically. But your personality, you're right, has a big impact on trading. And stress has a big impact on your ability to trade profitably as well. So you definitely want to. Again, this is all like soft skills, like silly stuff, like make sure you're getting enough sleep, make sure you're in the habit of physically exercising. Right. Just silly stuff like that. Certainly helps, especially in a bull market when everyone's sort of all keyed up on the, on euphoria. But, yeah, I don't really have any exercises specifically, sadly. But you're right. I'm very calm person. Most of the time."
    },
    {
        "speaker": "E",
        "text": "You basically take 30% Josh. No, you take 70% Josh and 30% Elaine. That's how you deal with the market."
    },
    {
        "speaker": "F",
        "text": "I was going to say ten minutes with me, Josh, I'll rustle your feathers, mate."
    },
    {
        "speaker": "C",
        "text": "Listen, I cannot speak to the, I can speak to the importance of. I know Josh said it was silly, but like, I use probably joking, of course, but like, guys, the importance of sleep, it cannot be understated, honestly. Like, the days that I get more sleep, I can retain information better. I understand things better. I remember people's names in conversations. It's like it's a magic hack, honestly. Get sleep, people. All right, Betsy, you kept your hand up. Thank you for waiting patiently. We're going to go over to you now."
    },
    {
        "speaker": "G",
        "text": "Thank you. Gold member. So just another couple of questions for Josh, if you don't mind. So I am familiar with truflation, the website. Right. I didn't know that they do predictions. Can you just explain that and just tell me where I can find that on the website? Number one. And then I have a follow up question. Thanks."
    },
    {
        "speaker": "D",
        "text": "Sure. Yeah. So they do real time inflation estimates. They get data points from all sorts of real estate inputs, Redfin, I'm blanking on the other stuff. But if you go through the methodology, they'll sort of highlight where they're getting their data points from. And a lot of people give them a lot of flack for being wrong or having the wrong methodology or whatever. And like, look, it's a data point, okay? It's not perfect, but it is a data point and it has done really well over the past, what, year and a half or something that we've been sort of tracking inflation."
    },
    {
        "speaker": "G",
        "text": "Yeah, sure."
    },
    {
        "speaker": "D",
        "text": "So."
    },
    {
        "speaker": "G",
        "text": "No, no, I'm familiar with the methodology and they use Chainlink and stuff to kind of get all the data points together in a kind of fair way. But you said that they're right on the money in terms of predicting where inflation might go."
    },
    {
        "speaker": "D",
        "text": "We have CPI prints that are the previous month, right, in the US, I think in the UK and ECB. I actually like how they do it better. I think they release a print, like a pre print at the beginning of every month and then they finalize it in the middle of the month or something like that."
    },
    {
        "speaker": "G",
        "text": "Yeah, they revise it."
    },
    {
        "speaker": "D",
        "text": "I wish we did that here, but I. All of our data is a month lagging. On top of that, the inputs in the CPI are, some of them six month lagging, specifically the housing component. So when I say predictive, the trufflation data you're seeing today is potentially the data that we're going to get on CPI a month from now."
    },
    {
        "speaker": "G",
        "text": "Oh, yes, I do see that on the US one. I see what you mean now. So it says reported government rate is 4%, but really year on year it's actually 2.45%. So what you're saying is probably in a couple or a few months, they're going to end up reporting what trueflation is already saying. Is that what you mean?"
    },
    {
        "speaker": "D",
        "text": "Correct. So if you line it up and you sort of backdate where the CPI prints were relative to trufflation, trufflation has been dead on the money as far as where those data points should be. One other thing I'll bring up in regards to inflation, there's another forecasting through the Fed. I'm blanking on what it's called. Anyway, there's another forecasting site that does like two months in advance, basically, and not this print, but the one after the CPI print after this one is expected to start rising again. So it's just going to be interesting politically what the Fed is going to do going into an election season and seeing CPI as low as it is potentially going to get. And then what are they going to do when CPI starts rising again? Potentially, I hope they have this data in advance, I'm sure, and hope that they have real time data to some degree, but you just never know. Right."
    },
    {
        "speaker": "G",
        "text": "Okay. Okay. And then my follow up question was, thank you for that. My follow up question was about the options market. Do you use that in your trading in terms of kind of trying to see where the volatility, I don't know what Lance is laughing at, trying to see where the volatility and stuff might be to kind of say, okay, right, I'm using the options market to try to kind of make my, you know, my normal day to day trades. Do you, do you pay attention to that at all or not?"
    },
    {
        "speaker": "D",
        "text": "Yeah. So because I'm a dirty, filthy american, I've really never been able to trade on Darabit, which is the premier options platform, honestly, in crypto. So if I was going to trade options, that's where I would trade it. The only data points are really good in regards to options would be the max pain levels. So when we're coming up to an expiration or when there's a lot of open interest, the market may move to the area where it's most painful, price wise, for both the calls and the puts or the longs and the shorts, however you want to think about that. And another options data point to pay attention to is the expiration dates specifically because you'll have very large open interest around those dates potentially closing out. And price likes to sort of not do anything until those dates are finished and the rollover happened and whatever else. So that is important for sure. Even in legacy markets, you'll hear things like triple witching or quarterly roll, that sort of thing. That's kind of like features options. Then there's backwardation and katango. And if I'm saying anything that anyone on this call has no idea what I'm talking about, you can always go to investopedia. That's another great free resource. Just start looking stuff up or go to chat GPT right. Just start looking stuff up. And those are great free resources to try to understand what people are talking about."
    },
    {
        "speaker": "C",
        "text": "Yeah, cash, you were speaking, you're speaking another language to me there. I appreciate you mentioning that. Investopedia is a great, great resource. Let's, let's talk coins a little bit. Now, obviously, I want to preface this by saying this is not financial advice, guys. It says it right there in Josh's bio as well, not financial advice. And we know this in the space but being a, being that you're someone, you know, in the weeds, no. You know, this stuff you look at, you know, the, what's going on in the market. What are some coins that are crypto coins that you are bullish on? And even a little step further than that, what are some coins that maybe the, the general population in this space isn't aware of that could have a breakout or be something that maybe we should be talking about?"
    },
    {
        "speaker": "D",
        "text": "Yeah. So the first question I think anybody has to ask when they're trading anything is, does Blackrock have an ETF pending on this coin? You know, if the answer is no, then you have to take serious consideration and think, well, should I be trading the coin that the flows would potentially be coming from? Back to that institutional flows question, I'm certainly not a bitcoin maximalist, but right now is a great time to be a bitcoin maximalist, certainly. So from a coin perspective, something else you can look at is bitcoin dominance. BTC D on Tradingview the ticker, and I'm sure you guys have talked about dominance before, but it's just the relative bitcoin market cap against everything else, and it continues to grow and grow and grow. It's about 50%, probably closer to 52%. So because of that, youll probably see more and more attention gravitate towards bitcoin. Bitcoin will act as this black hole, sucking all the liquidity out of altcoins in the near term. That also has a really good opportunity for certain coins, not maybe now, but like weeks to months from now when people start to capitulate and they start to see bitcoins at whatever it is. Fifty k, sixty k, doesn't matter. That's when you start to look for altcoin trades, in my opinion. I do this series on Wednesday where I talk about altcoin setups and on my YouTube channel, and there really hasn't been anything recently at all anywhere else. Ethereum does have a really good high timeframe ascending triangle, which has a bullish bias. From a technical perspective, an ascending triangle is just a chart pattern. So Eth USD could do very well and etH BTC could also do very poorly. So I'd keep that in mind. Right. If you're trading on margin or something and you want to take this breakout trade on ETH USD. The chart looks great. The chart looks phenomenal. But from a relative value perspective, you still may be losing on a just buy and hold against BTC. Yeah, sure, go ahead."
    },
    {
        "speaker": "H",
        "text": "Can I just ask, what coin do you not like. That's a popular coin that either there's something about it you just don't like, or you would never trade it is the one."
    },
    {
        "speaker": "D",
        "text": "A lot of the layer ones, like Avax, Telana, polkadot, they're sort of just copying what ETH is doing, or trying to copy EtH. So unless they build a better ETH, then it's really hard to justify what's going on in any other layer one. Right now, my other scorching hot take is staking for ETH hasn't been a good thing. I don't think over time it's going to be a good thing. Historically, it hasn't been a good thing. ETH does best price wise, and people are using it, and I don't consider staking it using it. Even liquid staking derivatives, those would have to take off exponentially, I think, in order for ETH price to do well. But if you look at all the runs for ETH, they've been relative to ICOs, they've been relative to NFTs, they've been relative to Defi, and throwing it in, staking just hasn't worked out. I know it's early, I know it's super early on that, but that's been a problem for ETH, certainly. ETH is a go forth and multiply coin. It's not a sit on it and stake it coin. So I think it has a bit of an identity crisis there. Even though I think a lot of the ETH maxis are all about this yield component. It's just nothing not in the identity of ETH. It just isn't. So I hope I'm wrong over time, but right now, that certainly hurt Eth. But any other altcoin, it comes back to regulation, you're sort of risking potentially getting delisted on an exchange. So even Monero, which I love a lot, from a fundamental perspective, that's got to be on top of the list to be delisted globally, just period, based on its privacy capabilities. So you gotta pay attention to that stuff as well. You may love a community, you may love a founder, a project, whatever, but the delisting risk globally for any of this stuff is extremely high right now, because most regulatory regimes are extremely hostile towards non BTC cryptocurrencies."
    },
    {
        "speaker": "G",
        "text": "So let me just chime in on that. There's a protocol, it's a project called Thor Chain, and you can do swaps, cross chain swaps, decentralized. Yeah, as long as there's liquidity in there. So a lot of the stuff which is getting delisted, things like Monero, if they, if there is the liquidity pool in Monero, you can still swap between them without a centralized exchange. So you can have your bitcoin and you could in theory use store chain to kind of swap in and out. So a lot of the kind of delisting risks can be mitigated with those kind of stuff. With that kind of stuff, yeah."
    },
    {
        "speaker": "D",
        "text": "I think from a price perspective though, you have, Ripple's a great example, right. You have indices dropping it from like the bitwise ten. You've got exchanges dropping it. You've got exchanges sending people an email saying hey, we're going to delist this coin you're holding. Either get it off or sell it. Basically it's game over. Nothing's really dead until it's delisted. Bitcoin cash is a great example for a trader."
    },
    {
        "speaker": "G",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "D",
        "text": "It had a 200% run over the past, whatever weeks, simply because it was listed somewhere. And you can get into the binance smart chain conspiracy theories around BCH as well for fun. But nothing is dead until it gets delisted. So that is the ultimate bad news for any coin at the end of the day. And you just got to be careful about that sort of thing, even as an industry or as a specific sector of the market. Like Defi for example. You know, if the us government decides to go after Defi, then you know that's going to get really ugly for a lot of those coins."
    },
    {
        "speaker": "C",
        "text": "Josh, this was, this was just a fantastic space. Oh, Penny, go ahead. Did you want to."
    },
    {
        "speaker": "H",
        "text": "Yeah, I just had another question for Josh. I was just going to ask, do you ever like lose your mind and just do a dgen play and ape into a shitcoin like bonk or Pepe just for fun?"
    },
    {
        "speaker": "D",
        "text": "I don't personally. One thing I like to do though, again, this sub account mindset is let's say bitcoin dominance gets to 58% to 60%. Let's say altcoins start to look good. I'll then take a percentage of the bitcoin profits and just look at the charts and just look at what looks good. Does zcash look good? Does link look good? Does doge look good? It doesnt matter, I dont care. But at the end of the day the chart will dictate for me where the money goes and then I sort of treat it like an index where I just spread the money around and let it do its thing. But alts will have their day, its just not today. Its probably not tomorrow, but, you know, towards. Towards 2024, things may look good again. I don't think NFTs are where it's at either, but yeah, that's probably as DJ and as I get from that perspective."
    },
    {
        "speaker": "H",
        "text": "Thank you."
    },
    {
        "speaker": "C",
        "text": "I love that. Love that. Josh, this has been just a fantastic space. There's a phrase that comes to mind of how I can explain this space. You give someone a fish, they'll eat for a day, but you teach them to fish and they'll eat for a lifetime. And Josh, you have taught us to fish today, so I really appreciate that. I want to leave it to you for any final words you might have. Where can we find you? How can we watch your content? Follow along, let us know."
    },
    {
        "speaker": "D",
        "text": "Sure. Yeah. Well, thanks for having me. Hopefully it wasn't too boring. But as long as people. You're right. As long as people do their homework and you're dedicated and you're not just pressing buttons without knowing anything about anything, you'll probably do okay. Okay. And the most important thing is to make sure you have a seat at the table. As far as my content, I do a lot of content on YouTube. YouTube.com carpehnochtom. I posted to Twitter as well and trading view. I'm on tradingview, so you'll see everything I do on Twitter. And if you ever any questions about anything, just hit me up in the comments on Twitter or on YouTube."
    },
    {
        "speaker": "C",
        "text": "Wonderful. Everyone, make sure you follow Josh. Make sure you follow the learning tribe. Go engage with their content. I mean, this is just a fantastic space. I'm going to go watch some of Josh's videos on YouTube right after this, so don't me. I'll be. I'll be on YouTube right now. But everyone, you have a great day. Happy taco Tuesday. We'll see you tomorrow. It is all week. We're doing the crypto gathering tomorrow. We're talking about what all of this means for web three and nfts. So let's continue the conversation and we'll talk to you then."
    },
    {
        "speaker": "B",
        "text": "Rick Ruhl Rick Ruhl is a favorite of the real vision community. If you'd like to meet Rick and get a masterclass from the master himself, you'll want to head to the Rick Rule Symposium on natural resource investing in Florida July 23. Three to 27. You'll get access to industry insiders, elite bullion dealers, gold council members and uranium Pros. Just head over to realvision.com Rick for tickets. That's realvision.com rick."
    }
]