[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps, and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com. tech all lowercase. That's Shopify.com tech."
    },
    {
        "speaker": "B",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "C",
        "text": "Hello everyone, I'm Nico Bruga and welcome back to the real Vision crypto Daily briefing. I'm joined by Chris Bullock, aka Blasto Plast, a real vision crypto member and a great friend of real vision. Chris, welcome to your non girl episode of Crypto Daily briefing."
    },
    {
        "speaker": "D",
        "text": "Thanks, Nico. I'm actually really excited to be here today."
    },
    {
        "speaker": "C",
        "text": "I'm always excited to chat with you and we have an incredibly exciting conversation lined up. But before we get into that, this show is free. Real vision Crypto is free to sign up for, but we also have a professional grade, paid for membership called Pro Crypto. Chris, I know you're a member there. Can you explain why you're a member for pro Crypto?"
    },
    {
        "speaker": "D",
        "text": "Yes, honestly, pro Crypto is an amazing community. I think more than anything. But I mean, of course you do get some really amazing feedback features like essential macro insight every month from Raoul and Julian, really comprehensive deep dives, but also zoomed out, high timeframe charting and insights from Delphi Digital regular up to date technical analysis shows that come out every week from industry experts that talk about crypto and Defi and NFTs and all of that. And it's all great. But honestly, for me, the icing on the cake with pro crypto is the discord community. I think, honestly, it's the best community on the Internet. I mean, the members in there are like family. There's so many different people from different backgrounds and experience levels, and they bring all kinds of just unique insight and information to the table. And really, I think most importantly, the signal to noise ratio in that group is just extremely high. I mean, everyone posts just super relevant content. Everyone treats each other with respect, everyone is polite. It's just so full of robust civil discourse. And I really think that that's where the magic of pro crypto happens. And honestly, at this point, I don't know how I could navigate the crypto space without this community at this point. And then lastly, every month you guys do this really cool thing. You do this discord distillery show where members of the community get to come on with you and ash and talk about what's going on in the previous month in crypto. And I think it's cool. And it just gives us community members an opportunity to really feel like we're part of the real Vision team and we're all in this together, contributing to its success. It's just a great thing. Just, just. Yeah, I just love pro crypto."
    },
    {
        "speaker": "C",
        "text": "Well, thank you, Chris. And we love having you as part of this community and having you on the crypto distillery show, which everybody should check out. It's the last pro crypto show every month we wrap out the whole month with key takeaways from charts to macro to what might be going on in nfts or web three. And Chris is a regular contributor on that show. So please check it out. Before we get to our main segment today, let's do a quick check of the markets and pull up the BTC seven day chart here and let's see what's going on. So right now we see that BTC is trading around 30,000, pretty much flat for the entire week, it feels like for ether. Let's take a look at that. Ether is a bit under today at 1872, so $1,872 at the moment. Also pretty sideways weak it feels like for ether as well. Lastly, let's take a quick look at apecoin. The coin, of course, associated with Yuga Labs is bored Ape Yacht club. Yuga coin is down quite a bit this week, and there's speculation that might be because one of the most rare and valuable bored apes has recently been sold. So that might have caused the apecoin to crash down, but we will see. Hopefully next week will be better for NFTs and we might see some rising numbers for bitcoin and ethereum. By the way, don't forget to put down your questions in the chat. We'll ask the best ones on air. Remember, real vision members take priority. If you're not a real vision member yet, go to realvision.com crypto to sign up. It's free and will remain so, and that's where you'll be able to watch the latest Ral pal adventures in crypto before anyone else. Today we have an amazing conversation with Raoul and Ryan, Sean Adams and David Hoffman, the founders and hosts of bankless. Please check it out. Now, with that said, many of you will remember the ledger controversy from a few weeks ago, so we thought it would be good to talk about cold storage on this show. Let's bring in our guest. Ruben Mair is co founder and CEO of Engrave. Welcome to real Vision, Ruben."
    },
    {
        "speaker": "E",
        "text": "Hi, Nico. Hi, Chris. Good to be here. I'm actually also an avid follower of the podcast specifically, so it's an honor to be here."
    },
    {
        "speaker": "C",
        "text": "Well, thank you so much for joining us, Ruben. Now, I am a bit of a Luddite with all of these things. Chris is actually our unofficial official technical security expert for real vision. He did an amazing series with our own Elaine Lee for pro crypto, all about how to protect your crypto assets. So check it out. I'm going to stick around just to inject some humor and maybe pull you guys out of the weeds a little bit. But because Chris is our expert, I'm going to hand it off to Chris, Chris right now."
    },
    {
        "speaker": "D",
        "text": "Thanks, Nico. Ruben. Hi. It's a pleasure to have you here today."
    },
    {
        "speaker": "E",
        "text": "Yeah, thanks for having me."
    },
    {
        "speaker": "D",
        "text": "So let's talk a little bit about your background first and how engrave came to be. How did you first get into the crypto space and then hardware wallets in particular?"
    },
    {
        "speaker": "E",
        "text": "Absolutely. So, long story short, I think you can best characterize me as a lifelong learner. So during my studies, I was reading a lot. After my studies, I actually, when I started my work, I kept studying in parallel. So my main degree is master's in business engineering, which sort of combines, let's say, all the civil engineering topics with business. And then after that, when I started my job as a strategy consultant, I just kept studying. And the first postgraduate I did was in financial markets, where I created, as my thesis, a robo advisor. So automated wealth management. And I think that's sort of the redhead line. Throughout my career and my life, I really want to empower people to be financially up to speed, but also, of course, with engrave, not to lose that wealth that they build up. So that became sort of one of the first robo advisors automated wealth investment platforms back in Europe. And then I also, let's say, was doing in 2015, I think, sort of a strategy 2020 for one of the big banks there. And, of course, bitcoin sort of came waving around, and it looked interesting. But for me, most of it, I was trained a bit by the Warren buffet principles, where whoever looks like a bubble. Stay away. Things you don't understand, don't invest in them. So that's exactly what I did until, I think it was 2016, maybe early 17, that my co founder, Edwards, told me, just look under the roots of this technology and tell me you don't like it. And when I did that, everything changes. It was like 100 light bulbs going on in my head and all shouting the same thing. This is actually the way to empower anything you can empower. And for me, one of the main use cases that came out of that, the first thing I thought of was, what if a tsunami comes by, wipes away all the land in a developing country? And there is only one database, the database of the dictator that says, now it's all mine. How do you fight against that? And the idea that with this shared truth, this shared, immutable truth that everybody could have and just. Just have that first step, if we can stand up against this centralized power. For me, I could see so many use cases there that I decided to invest in crypto. And let's say that in 2016, me, Edward, and Xavier, the three co founders of Engrave, we met each other around that shared purpose. So, initially, we were just challenging each other with a very simple question. What if you would have to put all your crypto in one spot and be able to sleep at night? We looked out of the window, but we couldn't see anything that we actually could say yes to. After my co founder, Xavier, he was hacked in 2017 for 44,000 ETH in the parity hack. So, one of the big hacks in the industry, two big things came out of that. So, the first one was they actually turned the whole thing around by finding the vulnerability and wiping all the other wallets based on eat, saving around $200 million worth of eat back then. And second, it just amplified that whole idea of protection, financial empowerment, and ultimately, what became the seed for engrave."
    },
    {
        "speaker": "D",
        "text": "Okay, where is Engrave based out of?"
    },
    {
        "speaker": "E",
        "text": "Engrave is based in Belgium, and our supply chain for the hardware wallets is also based completely in Belgium."
    },
    {
        "speaker": "D",
        "text": "Oh, nice. Okay. Okay. And when did you guys launch? Fully. Officially. And I get your product out?"
    },
    {
        "speaker": "E",
        "text": "Yeah. So we started in 2018, but our main goal was to build ultimate security product for, let's say, digital assets. Word three. So happy to dive into that, of course. And we did a pre order campaign, like Indiegogo campaign in June 2020, where we sold about $500,000 worth of wallets. And then in November 2021, we started shipping all those pre orders. And since last year, around this time, we do. Next day, worldwide shipping. So if you need a wallet, you go to the website, you buy it. And if you're in Europe tomorrow, you have it. If you're in the US, you will have it in a few days, maybe by the end of the week."
    },
    {
        "speaker": "F",
        "text": "Hey, everyone, we're going to take a."
    },
    {
        "speaker": "C",
        "text": "Quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "D",
        "text": "Wow, that's great. That's great. One of the things I wanted to touch on is I know it's been difficult for a lot of new entrants into the space to really understand the big differences between hardware wallets and software wallets. Can you talk a little bit about some of the things you guys are doing to kind of reach a larger audience and promote the importance of self custody and more specifically, self custody with hardware wallets?"
    },
    {
        "speaker": "E",
        "text": "Yeah, not sure if I fully understand the question. So, I mean, I think what's interesting to see is that 2022 was sort of a good year for the whole concept of self custody and by extension, hardware wallets, platforms, failing platforms that every single year, what we saw since the beginning, let's say 2018, that was a record year. When you talked about the number of Hex 2.5 billion, last year was the last record year. It just keeps on becoming a bigger problem. And, yeah, you can either keep it on an exchange where it basically means you don't own anything, they own the assets. You have a right to ask if you can send them somewhere with hot wallets, you sort of get the keys in the custody, but then again, you don't know where the keys were made, who made them, who saw them. And there's so many questions that you don't have a proper answer to. And then ultimately, I think last year became the year in which the idea of self custody and real self custody with cold wallets, for most people, it was, let's say, far away from your home, far away from your bet show, suddenly became a crucial part of your security hygiene in crypto. And that is what I think is sort of continuing also with the incumbents that use connected technology like USB, Bluetooth, that are actually now evidencing, that they can extract your private keys, that they can get to your keys. So with engraved by design, something like that is impossible. And to answer your question a bit on the how do we sort of get this more to the mass. So we are currently building. So it's a QR code based, fully air gapped hardware wallethood. So we are currently setting a standard for the whole industry together with trust wallets together with metamask, so that everybody can use the same QR code communication layer and can easily, let's say, SDK into. I have my favorite wallet already, but I want more security. So I link it up with the engrave. The engrave makes my keys, helps me with signing for the big transactions. And that's. And of course, I mean, these two wallets on their own have 60 million users in total monthly active. So for us, that's one of the steps to get us closer to helping all these people."
    },
    {
        "speaker": "C",
        "text": "Very good."
    },
    {
        "speaker": "D",
        "text": "And that's a perfect segue into my next question, which is, let's talk about a little bit of some of the features that make your product unique amongst your competitors. Things like the air gap, like you mentioned, the perfect key generation. Maybe dig into that a little bit."
    },
    {
        "speaker": "E",
        "text": "Absolutely. So, for us, it was really about constantly adhering to three very simple but very crucial principles. The first one is all about, we will never compromise on your security. And before maybe I go into that, second is it needs to be all easy to use. So what would Apple do if they build this kind of technology? And third, it needs to be end to end security. So we see security as something systemic. It starts in the supply chain. You can already make a lot of mistakes there, or your products can be intercepted before they arrive to the user. It can already be hacked. So there are so many things there, but also on the other side. So you create your keys and so on and so on, and ultimately you pass on to, hopefully heaven and your kids need access to it. So what do you do then? And so in the first layer, so the maximum security layer, that is where we immediately realized we couldn't build a connected device because the connection, for us, we saw it as that's opening the box of Pandora. Suddenly every hacker in the world can try to attack that connection layer. So we decided to go air gapped, meaning 100% offline device. We cannot connect to Bluetooth, USB, you name it, any kind of those technologies we use QR codes. And the beauty about QR codes is, one, it's air gapped. So if you're somewhere else, you cannot really attack that kind of channel. But also it opens up the whole idea of security through transparency. So today, if you sign with your hardware wallet and transaction, you don't really know what you're signing. It's really a black box. There is a connection, but you don't really see what am I about to sign with the QR code. Everybody in the world and in crypto, we know that tomorrow if we do things we shouldn't be doing, everybody will know. So you can easily scan a QR code with any device and see what's inside there. So that means that if we hide information, everybody will know that. So you get security through transparency, sort of the white box experience. And basically it's also intuitive security. You understand what you're about to sign. It's still five bitcoin from Chris to Nico, just maybe a gas fee. You still see exactly the thing that you were communicating from your phone to your cold wallet. So I would say on the level of air gap is very important because it also means by design, we cannot extract your private keys, which has been a big topic in the last few months, simply because we don't have that kind of connection. And second, and that's, I would say, what we're also most proud of. We actually put a certification as the ultimate proof of our security. So worldwide, there is an internationally recognized standard for security. It's called common criteria evaluation, assurance level, or in short, Eal. So every chip in the world is certified for that. Generally, let's say your credit card chip will have eal five as a level, and there's seven levels. Incumbent hardware wallets also have level five chips that they basically buy from somewhere else. Apple pays level five and Xero. So our hardware wallet has a secure os that tackles all the security functionalities, and it's the only device in the world that has eal seven. So if we talk about not compromising your security, we mean it. And you can see it in our air gap and in our security certification, to name two aspects."
    },
    {
        "speaker": "D",
        "text": "So I did notice specifically talking about air gap regarding firmware updates, you do have to connect a USB cable to install firmware boot. So can you talk a little bit about sort of what mechanisms you have in place to mitigate any potential threats while the device is connected to the computer? In that situation, yeah."
    },
    {
        "speaker": "E",
        "text": "So our USB. We have a USB connection available. It's a sandbox from the rest of the device, and it can only receive packages. You can, of course, test it. As a user, we cannot send anything back. So the way that you can use the USB is either you do wall charging or you put it in your computer. There is no way to extract information out of it. And it's also part of the certification of the EAL seven security. So even if you do a firmware update, you have the most secure firmware update in the world. That's what the security certification says. Nobody else has achieved it. So basically I would say that's the main gist of our firmware updates."
    },
    {
        "speaker": "D",
        "text": "Got it. Tell me a little bit about the battery. How long does it last? Is it replaceable?"
    },
    {
        "speaker": "E",
        "text": "Yeah, the battery is a smartphone, great battery. So let's say you use a smartphone every day, 24 hours a day, probably even if you sleep. It's doing stuff. Sure. So we have a smartphone, great battery in the hardware wallet. Hardware wallet. You don't use it that much. So let's say you have it for a few years. That thing will still be at 95% of its capacity. So on that level, you shouldn't be worrying when it comes to battery malfunctioning. Sometimes it happens. Of course, the hardware is only hardware. Then typically we have a warranty period of two years. So you will get a new one. If you really have an issue, we cannot, let's say, by design, take out your battery, put in a new one. Why? Because it is the ultimate security device. It is completely built from scratch, hardware wise as well, to know that it's being opened and to wipe the keys when that happens. So we don't allow for battery replacements. We prefer to send you a new one because that's our first promise. We don't compromise on your security."
    },
    {
        "speaker": "D",
        "text": "So it has kind of a self destruct sort of mechanism built in if you open the case or something like that. Okay. Okay."
    },
    {
        "speaker": "E",
        "text": "Yes. So there are different layers of anti tampering and also some new novel layers that didn't exist before engrave zero came. Came along."
    },
    {
        "speaker": "D",
        "text": "Nice. Nice. So tell me about some of the current maybe feature updates that you guys are working on now for the device that are in development to be released soon."
    },
    {
        "speaker": "E",
        "text": "Yeah, so I would say the QR codes, Stanford is definitely a huge one because in the end, then you can use your metamask and do it with keys that you created offline with your device. We also have another key generation process where we ironed out all the security risks we still saw for a user. So we can definitely talk about that. We have a sort of a patented key, which is called the engraved perfect key, and it's also the last hiccups of the 24 word ctrace to keep it at that. So we're working on that. We're currently doing a fundraise, so capital raise for a company led by Binance. There's also one of the big asset managers part of this around, and that will allow us to subsequently support the swapping, the on and off ramp, the staking parts of the hardware wallet. So today they're not there, but in a few months time, they will be. And of course, the continuous evolution of their new coins. We need to support them, their new features. And what's interesting is that we are not necessarily a high reward company. We are more of a end to end security company. So we already have these asset managers coming to us telling us, look, we understand eal seven, that's what we need. So what can you build for us? And then the discussions sometimes go into the direction of engrave can also build super secure apps and super secure, let's say, cryptographic algorithms based setups. Everybody knows MPC, but there is so much more in cryptography. So, yeah, we are sort of also an end to end security partner for asset managers b two B and beyond."
    },
    {
        "speaker": "C",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "G",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With RAmp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense, categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy ramp.com easy cards issued by."
    },
    {
        "speaker": "D",
        "text": "Sutton bank and Celtic bank, members of DIC terms and conditions supply. You mentioned Metamask support. I know currently it's not yet available, but what's the timeframe for that? And I guess maybe talk briefly how that process works. Like, do you have to work directly with Metamask? Is it sort of a joint development to have support for that, or what's that like?"
    },
    {
        "speaker": "E",
        "text": "Yeah, absolutely. It needs to be done in, let's say, mutual communication between the two projects. Because in the end, they need to decide if they want to put QR codes there. It all needs to work. So of course, we are doing this together with them. Same with trust wallet. So the first one that will go live will be trust wallet, and then after that, it will be metamask. For a user perspective, it's extremely straightforward. So you just say, I want to connect a wallet, and then you can go into the hardware wallet section, you tap on engrave, and whether you have, let's say, a phone or a computer, both have a camera, you just have a sign in QR codes, and your wallet will be connected, but your private keys, obviously, will stay offline on the coldest wallet."
    },
    {
        "speaker": "D",
        "text": "Right. And then what about NFT support?"
    },
    {
        "speaker": "E",
        "text": "Yeah, so today we already support the eat nfts. And then I would say when it comes to overall coin support and some of the NFT chains, we are still a bit behind on the wallets who have been longer into the industry. But of course, those are not the biggest catch ups that we need to do. So it's just a matter of time, and then all your favorite coins will be supported. And of course, we already support a lot, like, let's say, Solana avalanche Elrond. Elrond ecosystem. So we do support a lot already. And the beauty about the devices, it is much more powerful than the average hardware wallet because it uses a much stronger microprocessor. It has, let's say, gigabytes of memory. So there is no limitation on how many coins you can have on there. And the device itself already has everything pre programmed. And when it comes with a firmware update, you can add the new coins. So with our device, you just tell it with one tap of your finger, I want bitcoin. I want eat. If you want something, you can look for it. So in a blink of an eye, you can do everything you need from your crypto wallet, even though it's actually offline."
    },
    {
        "speaker": "D",
        "text": "Okay. With the NFT management. I'm just curious, are the nfts viewable on the device itself, or only through, say, you have a companion app, the liquid companion app. Is that where they would be managed?"
    },
    {
        "speaker": "E",
        "text": "I suppose, yeah, exactly. So of course we could do it, but we don't really see the actual use of it. I mean, in the end, you can take your phone, which you always have on YouTube, you can show your friends, look, these are all my nfts. And the beauty is that even if they kick your butt, it doesn't matter. They can't get access to them because those are stored on your zero. Even if you have your zero with you, it doesn't matter either. Even you have the so called dollar five wrench attack that they can do, and they can push you to give out your keys, you can always get into a fake wallet that might have some assets as well. That's the standard thing in most gold wallets. So for us, it's just more logical to show on your phone. This is everything I have. And on your wallet, you have everything you need to send them somewhere else."
    },
    {
        "speaker": "D",
        "text": "So you are able to send them directly. Like you could send, like, I could send you an NFT through the liquid app, say, for example, without having to go through like, opensea or some kind of marketplace interface."
    },
    {
        "speaker": "E",
        "text": "Absolutely, absolutely. So of course you need to sign it with your zero, but that's simply, it's basically your zero screen. You tap on scan, the device goes in scan mode, that's one button. And on your device, you say where you want to send it, and then you scan that and sign it with your horror wallet, and then you have a signature that you scan with your phone, and that's it. Then it moves on to, let's say, the person you're sending it to."
    },
    {
        "speaker": "D",
        "text": "Got it. Got it. Okay. And I think the last question for me is just maybe talk about some of the things you guys are doing to, I guess, help prevent users from falling victim to so many of the scams that are out there. Perhaps a solution to address things like blind signing or various phishing scams, or ways to maybe help identify dodgy smart contracts or things like that. Is there mechanisms that you guys are putting in place to make that process easier for newer entrants and things?"
    },
    {
        "speaker": "E",
        "text": "Yeah, I would say the first thing is obviously just education. So if you would go on our blog, you will find a lot of those articles we really want to look out there for you. And it doesn't limit itself to, let's say, a cold walleth. So that's, I think, the most important thing. And then ultimately, I think the industry is moving a bit towards the fact that there are, let's say, new tools that can look for you behind the transaction and look into the smart contract, if everything makes sense. So those are things that in the future will be part of horrible as well. The beauty, of course, with us is that if it's about your offline crypto, then you will always be able to verify what you're about to sign. So you have your app, your app can be hacked. That is, it's an online thing. But the beauty is that you can see on your app five bitcoin from Chris to Niko, and you show that in a QR code to our device. Our device will show you everything. It will show you again, it's still five bitcoin from Chris to Nico. And so, you know, that's the thing. You still want to sign and then you send a signature to your app. If somebody changes that signature afterwards, then nothing will happen to your crypto. So that actually that's something that misses with some hardware wallets, because they either have a very small screen or you just can't verify all of that. So with us, you get that as part of the interface. And that's also why QR codes are so incredibly powerful and why we believe that an air gapped wallet is the only actual viable cold wallet for the purpose of what it needs to do."
    },
    {
        "speaker": "D",
        "text": "Agreed. That's great. I guess that's all from my end. Nico, do we have any viewer questions?"
    },
    {
        "speaker": "C",
        "text": "Yes, we do. And we're going to start today with one of our most loyal viewers, Paul. This is going to be an easy one. Ruben will engrave work with a Windows seven desktop. That's a problem for other hardware. So does it work with Windows seven?"
    },
    {
        "speaker": "E",
        "text": "Well, so right now we are mobile first. So there is no web app yet. But of course this is something that we are thinking about, with which I don't mean we're building it or we will build it. That all depends, of course, on the our priorities. But so for now that doesn't exist. But I hope you have a phone. If you have a phone, then you can use our wallet as well."
    },
    {
        "speaker": "C",
        "text": "Love it. I would be very surprised if Paul does not have a phone. John, also from our website asks, and this is a bit of a doozy, but I'd love to hear both of your thoughts. Ruben, we'll start with you. Is there anything to prevent a government or another entity forcing your company giving access to the wallet keys. Obviously you live and you guys are headquartered in Belgium. Very different EU than here in the US, but what are your thoughts on that?"
    },
    {
        "speaker": "E",
        "text": "Yeah, I mean, the belgian cybercrime unit already came to us and asked us that question, because sometimes they find it in, let's say, places where we should never go ourselves. But there is by design, there are no backdoors. So to give you a very tangible example, every secure element, so every chip inside of hardware wallets that makes the keys and keeps the keys safe, is currently for security professionals, perceived as their backdoors. And that's also the reality. So if you look on Google and you look at it a little bit, you will find that some of these big third parties have access to the whole idea of what is the key that comes out on the other side of that. So I still have to, let's say, meet the hardware that actually look into that. But we have fixed that problem for the user. So we have resolved all the tampering, but with our perfect key generation process, which you can also find on the website. So I hope that helps a bit."
    },
    {
        "speaker": "C",
        "text": "Absolutely. Chris, anything you wanted to add?"
    },
    {
        "speaker": "D",
        "text": "Well, yeah, no, I mean, just exactly that. Pretty much no hardware wallet maker on the planet has access to those keys. All the keys are generated on the devices themselves. Well after the point of sale. The manufacturers don't store that information or even know what that information is. It comes from the device. So."
    },
    {
        "speaker": "C",
        "text": "So it's not like iPhone, where the feds can go to Apple and be like, unlock this phone for us and they do it. It's not."
    },
    {
        "speaker": "E",
        "text": "It doesn't work that way."
    },
    {
        "speaker": "D",
        "text": "It doesn't work that way."
    },
    {
        "speaker": "E",
        "text": "No. Exactly. And what we also have. So we have. So we haven't really spoken about our backup. So we have a stainless steel backup. It's called graphene. It is stainless steel. So your house can burn down, you'll still be there, but it actually consists of two different parts that both are unique and that only show your actual key when you put them on top of each other. And suddenly you can see the pattern of your key. So the nice thing about this is that you keep them separate. And if somebody finds one of them, they have no information of your seed versus the current setup that most people do is I have 24 words, maybe I put two times twelve. If I find twelve words, I have a lot of information. And because of these two different plates, and the fact that they both unique, they are also recoverable, but without any third party risk. So engrave can help you get one of those plates back. But we can never find out what the key is. And the beauty is we don't even have a database. So we just use pure cryptography to reconstruct the plate that you lose. And that also means that even if the government would come to us and say, give us everything you know about this specific person, one, we don't have information on that person. And two, even if we give you all the plates, there's nothing you can do with it. So the sort of what if I. The question that you need to ask in crypto, sorry? In crypto, yes. But in security, is one that we ask ourselves adamantly every single day since the last five years."
    },
    {
        "speaker": "C",
        "text": "Sounds great. Well, Ruben, Chris, thank you so much for joining us on the show. It was a pleasure having you. And I have learned a ton today and will definitely be rewatching the episode to get everything that went right over my head. But thank you both so much for joining us."
    },
    {
        "speaker": "E",
        "text": "Fantastic. Thank you."
    },
    {
        "speaker": "C",
        "text": "Well, that's it for today. Make sure to check out our website. Go to realvision.com crypto. It's free to sign up for our content. And we got a fun little special announcement for everybody today. Next week we'll be running a special campaign on this show. We're calling it crypto gathering. Is it game on? We'll explore whether we're entering a crypto bull market imminently or not, as well as how to prepare yourself for it with an array of experts. Experts. We're starting with Rao with one of his classic macro crypto nexus breakdowns. And we'll leave you with a snippet of Ralph breaking down what else might be coming next week. We'll see you Monday at 09:00 a.m. pacific, noon Eastern and 05:00 p.m. london time. Thanks for watching, everybody."
    },
    {
        "speaker": "H",
        "text": "Hi, everyone. I just wanted to break the news that we'll be running a five day crypto gathering special starting on July 10. These are always really special events. The big question we're seeking to answer in this special week of programming is, is it game on? We'll be bringing, as ever, the best guests into the space to pick their brains to find out whether the bull market is really on and if so, how to position for it. So I'll be kicking off on Monday with my own deep dive analysis on the crypto macro framework and where I think we are. And then as we go throughout the week, we'll bring on experts in technical analysis on chain analysis. We'll have fund managers to ask them how they're positioning, because that's really important because those guys are all over the space. We'll also be looking deeply into the web three and NFT markets. I know there's been some pain in that space. We understand if there's opportunity here, too. Anyway, there's going to be a ton of stuff. We're also going to be doing daily Twitter spaces, a special Djen happy hour pro crypto technical trader, and probably a bunch of other stuff, too. We want to cover everything, give you all the information you need, and have a lot of fun doing it. Basically, I kind of think of this as like a mini Glastonbury festival stuff going on everywhere. And I think of it as Glastonbury because I'm annoyed that I missed it this year. It's the world's best music festival. Anyway, stay updated. We just need your email realvision.com gathering and I'll see you on Monday. And let's figure out where we're really going."
    },
    {
        "speaker": "F",
        "text": "What's up revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest, and biggest names in finance."
    }
]