[
    {
        "speaker": "A",
        "text": "Whoa."
    },
    {
        "speaker": "B",
        "text": "Landing an account this big will totally change my landscaping business. It's gonna mean hiring more guys and more equipment and new trucks for the new guys to drive the new equipment in. I don't know if I'm ready."
    },
    {
        "speaker": "A",
        "text": "You can do this. And Ford Pro finsimple can help. Our experts are ready to make growing pains less painful for your business with flexible financing solutions that meet the needs of your business today when you need them started@fordpro.com."
    },
    {
        "speaker": "B",
        "text": "Financing hi, Raoul here. As you know, you may have heard the news that the real vision plus tier is now going to be a core tier. And that's why we're going to double down on the programming and the value and experiences for you. That's an incredible new suite of programming with actionable ideas, the ability for you to talk to our guests. In addition, we're embedding the macro investing tool to allow you to navigate the business cycle. It's Julian Bittle and myself giving you the tools the professionals use to allocate capital. I think it's going to be an absolute game changer for you all. Also, we'll have flash updates when they occur by many of our great guests and so much more on the platform, from the trade ideas to the note taking to the AI tools to the community. You guys, the value of that community is something priceless and real. Vision plus, where you can get two years for the price of one if you just click on the link below. I'll see you there. Join me, Raoul Pell, as I go on a journey of discovery through the macro, crypto and exponential age landscapes. In the journeyman, I talk to the smartest people in the world so we can all become smarter together."
    },
    {
        "speaker": "A",
        "text": "So it's been almost 100 days, 93 days of trading in this range. But today one of our guests says that we're going to go from that trading range into this parabolic move. Now, the big question is if we're going to go from a trading range that we've been on, an accumulation range that we've been on for 100 days to a parabolic move that looks something like this, we need catalysts. We need something to change the range into the parabolic move. And today what we're going to be speaking about is what the catalyst could be that will take us from here to here within the next month or so. And that's really what we're going to be spending time on today. Also, we're going to be talking about this Trump verdict, because I think it's a big, big, big thing as you know, Trump was found guilty in a hush money case. Now, this case wasn't the cleanest case. And Trump came out. I wanted, I want you guys to hear what, what Trump actually said after the verdict was given."
    },
    {
        "speaker": "C",
        "text": "This was a disgrace. This was a rigged trial by a conflicted judge who was corrupt. It's a rigged trial of disgrace. They wouldn't give us a venue change. We were at 5% or 6% in this district, in this area. This was a rigged, disgraceful."
    },
    {
        "speaker": "A",
        "text": "He's calling it a rig trial. And if, when we look at the facts letter, you'll see that indeed, it was a rig trial. Now, this is what the Democrats are doing to try and get Trump out of the presidential race before Biden actually has to compete with him. We're going to be talking about that because that actually does affect crypto. So, listen, Friday, huge show. Let's go, guys. I don't know about you guys, but I can tell you that this slide was choppiness is driving me absolutely crazy. As I tweeted the other day, I just can't wait for this market to be fun again. I just can't wait to wake up every morning, see the green bubbles, and just get that energy, that hit of dopamine, that gives me the energy to keep going for the day. Anyway, despite that, I guess we are still making money. If you took that trade yesterday that I gave you, the Stargate short, you should be making a lot of money. I mean, I know that I'm certainly making. Making a lot of money on my Stargate short. You can see I'm now up 59% on that trade that we did yesterday. So congratulations to everyone who got it, specifically the people in frontrunners. Frontrunners, as you guys know, is our discord. And we are opening the waiting list for anyone who wants to get in. All you do is go to the link below. Go to the link below and look for the link that tells you to sign up to frontrunners. It will be somewhere in the link below. There it is. It's this link over here. Click the front runners access. You literally have 24 more hours to sign up before we let people in. Then we're not letting in anybody else until either someone dies or someone leaves. That's basically how it goes. All right, enough about frontrunners. Let's get into the alpha of the show. It's Friday. It's a Friday banter, remember? Our Friday banters are brought to you by Nordvpn. If you don't already have a VPN, guys, you need to get a VPN because if you don't have a VPN, you are exposing your IP address. If you're exposing your IP address, you're exposing it to hackers and you are exposing it to exchanges and you are exposing it to defi protocols. Even though you think that you're surfing anonymously, you need to surf anonymously because otherwise the grubby government, the disgusting government, can get their hands onto your data. Hackers can get their hands onto your data. To avoid this, you get yourself a VPN. You pay $3 a month, or less than $3 a month, and you protect your crypto, okay? You protect your crypto. You make sure that you keep the life changing gates. If you want that, click on this link over here, sign up for VPN and then sign up for threat protection because this is the, this is the link that protects you from all those malicious sites that, that they try and steal your data. So do that today. You also support the channel when you do it. And I promise you guys, there are a lot of ways that it's okay to lose your money. The one way that it's not okay to lose your money is to lose it in a hack or to give it to the government. That's not okay to lose a good money. And then before we talk about the banana zone and how we get into this crazy banana zone with my friend Raoul Paul, one more thing I need your help on. So we are entering the bitget trading competition right now. What is this bitget trading competition? Well, you can win up to $5 million if we win this trading competition. You can see that there are six days, 6 hours and 30 minutes left for you to actually enter. If you want to enter our team, or specifically my team because we're going to go up against the rest and we want to win the $5 million. What you do, you sign up with that link over here. If you already signed up to bitget, just click here and join the team. Just join our team. This is going to be the winning team. You can see we have 18 members, but this is going to go up really, really, really fast. The biggest team has 6000 members. The more members we get, the easier it is for us to win. You got six days to sign up. Go and sign up and let's win this trading competition. Let's do it, guys. Let's go. Go, go. All right, now let's talk about how we get from this point over here. 100 days chop to what happened to my chart? 100 days, chop to this. What we call the bananas. And if we want that, we're going to need to have certain catalysts, we're going to need to have certain triggers that get us from that point to this point. Now, to talk about those triggers. I've got my friend here, Raoul Paul, and he's become famous for. Well, not the reason you may think he's become famous. Raoul, you've become famous for the banana. Tell us a little bit about. I mean, I see, just, I got to show you this. Like, when you got. You posted something where you went to Grok and you said, in crypto, what is the banana zone? And Grok replied, in context of cryptocurrency, the banana zone refers to a phase of explosive growth and high market volatility, often characterized by rapid price increases and a frenzy of trading activity. It is. It's a term coined by Raoul Paul, a macro guru and CEO of real vision, to describe a period in the crypto market cycle where altcoins, cryptocurrencies other than bitcoin are expected to outperform, potentially leading to. To significant market cap growth. The analogy is drawn from the shape of the banana, symbolizing the sharp upward curve in the price charts. During this phase, it is seen as a time of high risk and high reward, where investors and traders need to be particularly cautious and strategic in their approach. And you said, bananas come to those who wait. So give me some insight about this banana zone."
    },
    {
        "speaker": "B",
        "text": "The banana zone is that period in crypto markets, which you would call altcoin season. It's when everything just starts going vertical. Now, it always comes in the US election year because of this cycle, which is the bitcoin halving cycle, which is this everything code cycle. And it tends to come around the summer or autumn of that year, and things start accelerating and get silly. And when prices start going bananas and they look like the banana. So there's some charts that I've shown on twitter where you can see the banana zone there on the left side of the chart. The prior banana zone is when suddenly you get consolidation. It goes up a bit, consolidates, and then it just goes bananas. Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "D",
        "text": "Warmer, sunnier days are calling. Fuel up for them with factors no prep, no mess meals meet your wellness goals in time for summer, thanks to the menu of chef crafted meals with options like calorie smart protein plus and keto factors, fresh, never frozen meals are dietician approved and ready to eat in just two minutes. So no matter how busy you are, you'll always have time to enjoy nutritious, great tasting meals. With 35 different meals and more than 60 add ons to choose from every week, you'll always have new flavors to explore. Head to Factormeals.com Journeyman 50 and use code JourneYman 50 to get 50% off your first box plus 20% off your next month. That's code JourneymaN 50 at factormeals.com journeyman 50 to get 50% off your first box plus 20% off your next month while your subscription is active."
    },
    {
        "speaker": "A",
        "text": "So that started in. I mean, you can kind of say it started around August 2020. 2020. That was when the banana zone started last time. I think that the elections were in November 2020. Some. Probably somewhere around there, right?"
    },
    {
        "speaker": "B",
        "text": "Correct."
    },
    {
        "speaker": "A",
        "text": "So are you alluding to the fact that we may repeat this so choppy till August ish, and then it's been."
    },
    {
        "speaker": "B",
        "text": "Repeating every single time since crypto began? So this is the bitcoin halving cycle. It's that chart. That chart is the chart. That's why it looks like a banana. It's just like. It just does this, and it's why we're all in crypto, to be honest."
    },
    {
        "speaker": "A",
        "text": "So we're all in. So, well done. Hold on. Are you telling me you're not in this for the tech. Are you telling me that you're in this for the bananas?"
    },
    {
        "speaker": "B",
        "text": "I'm in it for the bananas? No, the bananas, that are a function of the tech. In the end, the more people build on it, the more. If you abstract this all away, what are we doing here? We've been given the new layer to the Internet, which is the Internet of value, the layer of ownership, settlement, all of this stuff. Now, unlike the Internet, we couldn't own that. We can own this. So the more it gets used, the more the number go up and the more we profit from it. So it's this huge, egalitarian, democratic way of distributing a huge amount of wealth to a huge number of people. To put it in perspective, this space is a $2.5 trillion space today. By the end of this cycle, it should be ten to $15 trillion. By 2032, if you continue growing at these kind of rates, you get to $100 trillion. So there's $97.5 trillion of money on the table, which is why I keep telling people not to fuck this up, because the opportunity is so big, and that is just by owning the new Internet, essentially. So that's what this is all about. So there is a banana zone, which is the periods of time where it goes bananas. Then we get the corrective periods and then we repeat this cycle again. Now, will everything repeat perfectly? Will it be identical? No, there's no guarantees come with this. But it's based on the liquidity cycle, it's based on the macro cycle, it's based on interest rates, it's based on a lot of things."
    },
    {
        "speaker": "A",
        "text": "Let's go through all the things that actually could be catalysts for this. I think the biggest and most obvious one that could be catalyst to this is the global liquidity. I know you're a big proponent or a big fan of talking about global liquidity cycles. We've seen a couple of indicators. The m two money supply is now positive for the first time since November 2022. I guess that if the predictions are correct, and I mean, it's very hard for us to say, but it looks like the market is starting to price in the one, maybe two rate cuts before the end of the year. I'd love to hear your view on that. And just generally, we're in an environment where it does seem like we're going to get more liquidity. Right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So if you think of what liquidity is doing, why the central banks and governments are injecting liquidity, it's to be able to fund the debts. We're in the big debt funding cycle this year, which is why the banana zone happens and why the everything code cycle. All of this happens, they have to fund all the debt, and so they inject liquidity into the system. They do it via rate cuts, they do it via the reverse repo, they do it via quantitative easing. They do it by any mechanism they can to roll the debt, and that's Europe, the US, China, Japan, the UK, everybody. So they all do the same game. So they're all teeing up. They've been waiting for inflation to come lower, ready to start hitting the accelerator. Liquidity has been rising, which is why the markets have been rising. But it gets to the phase where it has to go up a lot to finance what, $10 trillion of stuff that needs to be financed. So that's all to come, and that tends to happen this year and next year."
    },
    {
        "speaker": "A",
        "text": "Okay, now, any relevance to the election? Do you think that the election is a catalyst? How does the election play into this?"
    },
    {
        "speaker": "B",
        "text": "You're in an election in South Africa right now, and what every political party does around elections is give out candy to the kids. Any way of giving out some form of stimulus to try and say, well, those guys looked after me, I feel good. Now, so if I look at even the business cycle, all my forward looking indicators are like, it's turning up quite sharply in the US and globally. So by the time it gets the US election, the US economy is going to be expanding again. Inflation will be less of a problem. Interest rates will have come down. They'll have given out. They've canceled some student loans. They'll find some other way of giving money to people."
    },
    {
        "speaker": "A",
        "text": "All that economy stimulating all that is putting more money into circulation, right?"
    },
    {
        "speaker": "B",
        "text": "Correct."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Now I want putting more money into people's pockets. Everyone listen, if you want to unfuck your future, let me help you. Follow this channel, subscribe, click the notifications, and you'll get everything as soon as it comes out. See you there."
    },
    {
        "speaker": "A",
        "text": "Speaking about elections, I think the battleground, to me about the elections, or it seems to me like one of the big battlegrounds has moved to crypto. I think we've all, we've all seen this."
    },
    {
        "speaker": "C",
        "text": "They are against it. The Biden. Biden doesn't even know what it is. If you ask Biden, sir, are you for or against crypto? What's that? What the. Get me off the stage. He's saying, get me off the stage."
    },
    {
        "speaker": "B",
        "text": "Now."
    },
    {
        "speaker": "C",
        "text": "He has no idea. But look, Gensler is very much against it."
    },
    {
        "speaker": "A",
        "text": "The Democrats, I mean, that was the Trump speech or the Trump get together that seems to have ignited the war. I think since then, Trump's realized how powerful the crypto community is and how passionate it is. And, I mean, he's just playing more. You announced you're taking cryptocurrency."
    },
    {
        "speaker": "C",
        "text": "What we're doing is we're backing it as a form of, as a field, and we have to, because otherwise somebody else is going to be doing it from another country. And as you know, they're already trying and it's going to happen and we're going to help it happen. And it's something that can be very good. I think it can be very."
    },
    {
        "speaker": "A",
        "text": "So, I mean, Trump, I mean, obviously got realized how powerful the crypto community is, and I think that that's putting the Biden administration under pressure. I mean, we got, we get headlines like this saying Biden campaign ramps up crypto industry outreach in surprising tone shift. Now question, how much of an election issue do you really think crypto is? Do you think these guys really care about crypto? Do you think that the american voter really cares about crypto?"
    },
    {
        "speaker": "B",
        "text": "How much do your parents care about crypto? That's the age of these people. I mean, they don't really care, but they care about the voters. And look, Coinbase has 108 million accounts of which right now, maybe 1012 million are active. As you start going to the banana zone, that starts going from 10 million to 20 million to 30 million. So suddenly it becomes a lot of voters. Add that to the political power of the firms that are involved in the ETF's, and it's now actually a funding issue for these people as well, because if they say the wrong things, then the big financial sponsors for their super pacs start applying pressure. So I think it's much more of an issue than they first realized. And I think Liz Warren made a fatal mistake of saying, we're building an anti crypto army without realizing or fighting a bunch of degenerate meme artists who are native to the Internet, who are distributed everywhere. That's not an easy battle to take on. And I think they're starting to realize that this could be their own goal because obviously RFK as well is running on a pro crypto format. So the Democrats, they either have to kind of fall in line or they're going to try and say, we are the party that stands against this, but who does that play to? They're not going to get the swing voter by doing that."
    },
    {
        "speaker": "A",
        "text": "Okay, so, but is it too little, too late? I mean, do you think that, like, I mean, like, the way I see it is, I said earlier this week, I said on one of my shows, I said, you know, it feels like two parents that are divorced and are arguing, and I think the person that gains the most is the kid in the middle. You get gifts from both of them because they feel guilty for everything that they've done. That's how I feel being in crypto now. I feel like Trump and Biden are arguing and the beneficiaries of that are the crypto is the crypto market. Because, I mean, I guess you could probably say that the bar turn on the ETH ETF was as a result of that. I guess that now Ross Ulbricht may be pardoned if Trump sticks to his word and he says Ross Ulbricht may actually be pardoned. So I kind of think that in this case, Biden and Trump are fighting it out. We've got crypto as the middle ground, and as a result, the biggest winner is actually crypto here because they're both campaigning to us, talking the language that we want, basically."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I think this is typical of an election cycle, is suddenly it's going to become super important to these people just because it's, you know, in an election which is very 50 50, anybody who can swing the vote matters. And so they will get out of their way to find those little pockets of voters. And this is a big pocket of voters."
    },
    {
        "speaker": "A",
        "text": "Do you think, do you think that, do you think that the Democrats have done too much damage, like, or do you think that they could win back the crypto vote? I mean, they gave us the eth eTF. You could probably say, I mean, they gave us the bitcoin ETF as well during the Democrats four years. What do you think? How does this play out for? Can they make good with the crypto army?"
    },
    {
        "speaker": "B",
        "text": "Well, the full crypto army is not in swing yet. The full retail is not there. So I think that, yes, those of us have been around the space and been through the whole bear market. I don't think you're going to win us over. But does the swing voter, the extra 20 or 30 million coinbase accounts that get reactivated, can they win those back? So they're showing they're not opposing them? Look, it's possible. I think that's why the Democrats are giving it a go. It's like, ok, well, maybe these guys will forgive us, a bunch of us won't. But ordinary people, if they don't say it is an issue, then they won't worry about it."
    },
    {
        "speaker": "A",
        "text": "I mean, it sounds amazing because it sounds like we can only gain here. It sounds like they want to win us back. And for them to win us back, they're going to have to make, they're going to have to do a lot of things. They're going to have to go to the other extreme if they're going to want to win back the vote that they've damaged. So I guess that it feeds well for us, right? It bodes well for us."
    },
    {
        "speaker": "B",
        "text": "Yeah, it does. But we got to be careful. We live in a very small echo chamber where we'll play the same Trump 1 minute sound bite backwards and forwards. People who never would have voted for Trump in their entire lives now going, well, I'm going to vote for Trump in a two minute soundbite. Is that what he's actually saying when he's on the ground in Philadelphia or in Kansas? No, he's doing targeted messaging at targeted people to tell them what they want to hear. So let's not say that he's campaigning on the crypto bandwagon. He's telling Ryan Selkus and a bunch of people who went to his NFT event. He's telling certain people. So let's just be a little bit aware of the overall surroundings. On the other hand, the Democrats will have approved an EtHTF that is a big deal in its own right."
    },
    {
        "speaker": "A",
        "text": "Ok. I know that you and I. Well, it seems like you and I were both caught off guard there. I mean, I saw this. I'm not sure if Peter Brunt said bear trap and you said, this is, this is where I think the odds lie. But I don't own much ETH as, as I have been mainly Solana for the last nine months. I mean, look, full disclosure, I made a video about two weeks before this and I said I'm selling my ETH for Sol and I had to unlock my ETH from Eigen layer. So it took like eight days to unlock. And in the last day of the unlock is when the ETH ETF announcement came out. So I was saved to by the unlock, which I probably deserve, because with Luna, I lost my money because it was locked. So I think this time I was, I made a little bit of money because it was locked. But I think I was, I was really caught off guard with the ETH ETF and I think the, the rest of the market was also caught off guard with ETH ETF. Do you agree that in general, with bitcoin we had a huge bid? We had a bid from 23,000 to 40,000 before the ETF launch, as we had preparation, as we had, you know, talk about the ETF that was going to get approved. Kind of feels like with ETH, we were like a bomb dropped. The price went up from, I don't know, 3000 to wherever it is today, but it kind of feels that the whole market is, in my opinion, maybe a little bit underweight ETh or it feels to me like there's a trade waiting to catch up. I don't know if that's the feeling that you get."
    },
    {
        "speaker": "B",
        "text": "Yeah. So, you know, I've been following the ETH bitcoin chart and I thought it was going to turn. I didn't, I thought the ETF was coming. I didn't think it was going to come at that particular moment, so. But I did. I even put out some sort of update on this just happened the weekend before this news came out. So why we're not getting much follow through right now is we're not getting much new inflow into the system. So people are switching a bit of their soul into the ETH and fomoing into this trade. But really the game starts when the ETF launches because most people are fully allocated. It's not like any of us are sitting with cash on the sidelines, so we're all fully allocated. You have to switch from one to the other. I think people will switch some of their bitcoin for ETH to play this trade, but it's the institutional flows. I think the big game in town is going to be. What is the narrative that Blackrock comes up with? This is. This is the game. I think it's going to be tokenize the world."
    },
    {
        "speaker": "A",
        "text": "So I want to. I want to. I want to go. I want to dig into a lot of things. The first thing you said, let's talk about the flows. I agree with you on the flows. I want to look, just. Let's maybe dig into flows for a second. I think the one thing we got to. We got to bear in mind is that the Abbott ETF, to get to $20 billion assets under management took 137 days, fastest ETF of all time, to reach $20 billion. What I'm saying here is that ETH has got big, big boots to full here. Like, massive, massive, massive boost to full year. There was a lot of time for Blackrock and for the rest of the guys to create demand for bitcoin. And there's probably a month between now and the launch date where they've got to create the same kind of demand for ETH at the same time. You have the grayscale portfolio, which has $10 billion worth of ETH under management or something like that. $11,000,000,000.21 billion of ETH under management, and that becomes liquid eth. Right. So those. Those. Those have been locked up. They become liquid ETH. I have a little bit of a concern that we won't be able to generate as much demand for the ETH ETF that quickly, and therefore the. The launch will feel a bit like a flop. I don't know if you know what I mean. Like. Like with bitcoin, we had all this demand. We advertised and marketed the asset class with ethnic. We've got 30 days. We've got 30 days to get the ball into motion, and then $11 billion worth of ETH comes unlocked, and then we've got to try and create demand. So we get this race between the GBTC versus the outflows on GBTC versus the inflows from Blackrock every day. And I'm just worried that we're going to get into that kind of scenario, but without all the advertising and without."
    },
    {
        "speaker": "B",
        "text": "All the demand, sook, I don't know. And I'm kind of indifferent. The bigger trade is over and this will play out. The other thing important to notice is that ETH is a third of the size and then 20 something percent of all ETH is staked. And then there is, if you generate a lot of on chain activity, you'll end up starting to burn ETH again. So what you've got is actually very limited supply and most ETH is just held locked away, either staked or unstaked. So there's very little free flow of ETh. So it depends what kind of price action we see. All Blackrock need to do is just add it as part of the portfolios. We've seen this before, so I don't know, let's say the grayscale loses 5 billion. Will we get 5 billion of inflows? Probably. Over what time period? You know, three months. Hey, everyone, we can take another quick break and hear a word from our partners. We'll be right back. This is the moment. The bachelorette is back."
    },
    {
        "speaker": "C",
        "text": "And the power I'm gonna fall in."
    },
    {
        "speaker": "B",
        "text": "Love is in Jen's hands."
    },
    {
        "speaker": "A",
        "text": "I'm gonna do it my way."
    },
    {
        "speaker": "B",
        "text": "ABC Monday everything about her is great."
    },
    {
        "speaker": "A",
        "text": "I feel so special."
    },
    {
        "speaker": "B",
        "text": "Jess look like a queen."
    },
    {
        "speaker": "A",
        "text": "My men are very, very hot. Someone call 911. You are looking so fired. This is the beginning of a new era."
    },
    {
        "speaker": "B",
        "text": "The Bachelorette, all new Monday, 87 central on ABC and stream on Hulu."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, if you think about the bitcoin, ETF got over 25 billion in three months. But I also read this, I read that like every dollar into ETH ETF's is going to have four x to 32 x bigger price impact. So you don't need as many dollars to move the ETH."
    },
    {
        "speaker": "B",
        "text": "That's the point. But your point is also right, is that the overhang, because the GBTC is quite big, that overhang is an overhang and it will dampen the market. It will confuse people from time to time. But over time, if they can bring more people into the space, let's say bitcoin is on its way to 100,000. People are just going to look at the smaller price denominator of ETH and say, I'm just going to buy some of that. People are dumb in that respect. They just look at the."
    },
    {
        "speaker": "A",
        "text": "I mean, you say dumb, so I'll."
    },
    {
        "speaker": "B",
        "text": "Buy more of it."
    },
    {
        "speaker": "A",
        "text": "You say dumb, but I remember when I was trading, when I first started trading, I started trading on Coinbase and there was only bitcoin and ETH. So bitcoin's price was between 501,000 and ETH was between two and $20. And I kind of remember when on days where the bitcoin price ran up too much, I used to like, well, should I just buy this, ethan? I had no idea what ETH did or how it worked. I just bought it because I just thought, shit, I missed the bitcoin run. I just. Yeah, and I missed the bitcoin run."
    },
    {
        "speaker": "B",
        "text": "So that will play out. That will play out for sure."
    },
    {
        "speaker": "A",
        "text": "How, how do you see Wall street seeing ETh? Like, I mean, like it's clear that bitcoin is a store of value and they seeing bitcoin as a digital gold and a store of value. I'm not sure that they see bitcoin as a technology even though it's a store of value technology. I don't think they price it like an exponential technology. Wall street are very familiar with pricing exponential technologies. They know how to price Facebook, they know how to price Amazon, they know how to price Google. They're experts in pricing network technologies. Do you think that there's a difference between the way they're going to see ETH and see bitcoin well, outside of the ETF?"
    },
    {
        "speaker": "B",
        "text": "The ETF just gives them the COVID to use ETH as their foundational layer for the stuff that they want to do. Because Goldman Sachs is not going to be using the Eth ETF. It wants to use ETH, as does JPMorgans, everybody else, to tokenize assets and do other stuff. What is super interesting to Wall street is yield. Yield allows you to build products. You can do all sorts of things with yield. You can take the ETH yield and buy call options to give you a upside or guaranteed products. You can create structured products. You can do lots of things. So I think that they've always been interested in ETH, and I've said this for a long time, is the ETH yield is the big game in town. Not because it's high yield, but you can do lots of financial engineering once you've got yield. They also all want to build on the technology, whether it's on a layer two or on ETH itself. But this is where they're going to start tokenizing a lot of assets. Nobody gets fired for using Ethereum, so that's a choice. And most of these people have been building, most of the banks have been building in this space and had teams since 2015, 1617. So if you think of the technology they've been using, it's generally ETH. So they understand ETH. ETH is the big one. You don't get fired for it. Your board's not going to tell you off. Why did you use some random thing? But we've now got the flexibility of the layer twos, which makes it cheaper and easier, depending what level of security they need. So, look, I think it's a very, very big deal for the financial markets, much bigger than it is for retail."
    },
    {
        "speaker": "A",
        "text": "Raoul, do you think the ETH, ETF has another risk because they said that specifically, you can't have staking. The institutions effectively start off with a negative yield because they give up on the, on the, on the staking yield. So do you think that that's, you know, you mentioned that, that for Wall street, it's all about yield. They are starting here at what? I don't know. I don't know what the right word is. A yield disadvantage, a yield deficit."
    },
    {
        "speaker": "B",
        "text": "What you're referring to Wall street is not Wall street. What you're talking about is financial advisors. Okay, so those guys, yes, it would be nice if they had a yield on the product as well. But many, many financial products over the years as ETF's, haven't given the stock borrow fees or the dividends, and then they get forced into it by a free market where competitor comes in and offers it. So I think it's fairly common that you see this kind of thing. Wall street itself will actually deal with ETH itself. The Raas and stuff."
    },
    {
        "speaker": "A",
        "text": "Got it."
    },
    {
        "speaker": "B",
        "text": "Right. Now, nobody cares about a 5% yield if you're an RAA, if number go up 100% in the year, right? So it doesn't really matter. But competition will force it, and they'll force the regulators to allow it. They're just not going to do it yet."
    },
    {
        "speaker": "A",
        "text": "Okay? Now, when I look at the ETH BTC chart, I know you've been following this Eth BTC chart for a long time. Um, thesis for ETH BTC. And let me just paint a picture for you here. Up until probably two weeks ago, any institution that wanted to allocate to any RAA that wanted to allocate any money into crypto had one option. Funds probably said, okay, look, we're putting 2% of our money into crypto. The only option was bitcoin. Therefore, we're going to put 2% of our money into bitcoin. Then to Michael Saylor's huge surprise, and probably huge disappointment, in fact, I have to play this, this quick video just to show you. I watched it. I thought it was quite. You know, he's always said, there is no second best. They will never, ever, ever approve an ETH ETF because it's all, they're all securities. And then."
    },
    {
        "speaker": "E",
        "text": "You know, so here's what I think. I think two weeks before, the world looked like bitcoin was going to be the only asset securitized and offered as a spot ETF by the Wall street establishment, and it was going to spread as the one legitimate crypto asset. I think right now, the best expectation is the crypto asset class will be legitimized, supported by both parties. There's an industry, crypto is an asset class. There's an entire range of use cases, 24/7 digital trading, digital art, nfts tokens, decentralized. This functionality defi there's a lot of things that will be considered in a more open light, and bitcoin will be the leader of the crypto asset class. And if you look at it and."
    },
    {
        "speaker": "A",
        "text": "Say, well, he says, okay, so he went from being the only to actually being the leader now. I mean, he said it that way."
    },
    {
        "speaker": "B",
        "text": "He came onto my podcast in 2022 and basically just told me, Ral ETH is a security. This is all securities. People are going to go to prison for this. It's never going to happen. He rallied around the cult of the laser eyed maxis and told them, there can only be one God. And here he is coming on saying, complete change of tune is, well, there are many gods, but, oh, one God is going to be a bit larger than your goddess. It is a staggering change in narrative that's come out of him, and it's good to see, because it was unhealthy and toxic, what the narrative was coming out of the bitcoin hard believers. Bitcoin has its role. It always had its role."
    },
    {
        "speaker": "A",
        "text": "Okay, so question, how do you see this ETH BTC chart, and how much do you think bitcoin will lose to the Eth ETF? Again, I think that it was quite novel that 2% of portfolios were going to be allocated into crypto, but now it's two cryptos. There's not one crypto anymore. So how do you see the ETH BTC chart playing out?"
    },
    {
        "speaker": "B",
        "text": "Well, I think it goes to new all time highs."
    },
    {
        "speaker": "A",
        "text": "Wow. Okay, that's big."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's a big move. That's what I think happened. That's what I think is up for grabs here. I've been following this chart for a long time. It has been. We now come into the season where this tends to outperform. It's usually when the Ism is picking up. The altcoin season starts, the liquidity season starts, the banana zone tends to be the period when ETH outperforms. So we're in that zone. It really picks up next year but starts this year. If you go back to 2020, ETH started basing and then started outperforming from about the summer onwards and really started picking up towards the end of 2020. And then by 2021 it went ETH tastic. It went into full banana zone. I think we'll see something similar. I also think Eth will underperform Sol. People get confused when you show the I want to go there anymore. It's like, no, I think Sol outperforms this, but I think ETH outperforms bitcoin and I think it's healthy for the space because it shows a deepening and broadening of the overall space, which is what we want."
    },
    {
        "speaker": "A",
        "text": "So I put a trade down this week or last week. I don't know if I'm an idiot for doing it. I went short bitcoin, long eth. So I guess I'm pretty much funding neutral. I guess I'm pretty much market neutral. I'm only betting on the gap to close between bitcoin and ETH. Good trade, bad trade, good trade."
    },
    {
        "speaker": "B",
        "text": "I mean, I put that trade idea out on the real vision platform two, three weeks ago just before the ETF announcement. I think it's a good trade."
    },
    {
        "speaker": "A",
        "text": "Guys, this is why. This is why you should be watching real vision. I'm going to leave a link below because you would have got that information two or three weeks before I acted. I mean, you see, I've got a lot of catching up to do. I've got a lot of catching up to do before. Before I'm as good as the master here."
    },
    {
        "speaker": "B",
        "text": "I think people should do is, you know, my YouTube channel, the journeyman."
    },
    {
        "speaker": "A",
        "text": "Hold on."
    },
    {
        "speaker": "B",
        "text": "Really good stuff."
    },
    {
        "speaker": "A",
        "text": "Let me. I'm going to leave a link to it, but I want to just go. I want you to just tell us a little bit about the journeyman while we have before, before we start talking."
    },
    {
        "speaker": "B",
        "text": "About any man, is my journey to that kind of nexus of macro crypto and the exponential age of technology. And I interview amazing people. But that interview, see that one? Everything. Codemaster class. I've literally put my heart and soul of 30 years of information and given it to people."
    },
    {
        "speaker": "A",
        "text": "Holy shit."
    },
    {
        "speaker": "B",
        "text": "Two and a half hours of everything you possibly need to know about how this all works."
    },
    {
        "speaker": "A",
        "text": "Guys, go and check it out."
    },
    {
        "speaker": "B",
        "text": "The real vision platform, which is free at real vision.com. you can download the entire PDF document with all of the charts. There's 130 pages of charts. So watch that video. I can't express how important it is."
    },
    {
        "speaker": "A",
        "text": "Amazing. So, guys, there's a link below. There is a link below. Just go and click that link and then you guys can watch it. Also. Subscribe. I just subscribed. If I did, I would have taken my, my, my short bitcoin long Easter egg two weeks before I did. Maybe I would have been a whole lot richer. Okay, let's talk about the next one. So you spoke about, we spoke about Eth BTC. Let's talk about Sol Ethan and the reason why I'm using Sol eth. Up until now, Solana has greatly, greatly, greatly outperformed ETH in this cycle. I want to quickly just call up a chart first so people can have a look at it. But that is the chart. That's the sole east chart. You can see that specifically since January, this thing has gone like a, like a rocket. Obviously, since the ETF was approved, we've got a slight correction. How do you see this chart playing out? Because, you know, you're getting a lot of use on Solana right now. I mean, you're getting the meme coin mania, which we're going to talk about in a few minutes. Crazy usage on Solana, phantom wallet beating big apps like Telegram, Snapchat in terms of adoption and usage. You're getting celebrities launching meme coins every second day. But I mean, you laugh. We can talk about that, but you laugh. But I was watching the app downloads on Phantom relative to the celebrities coming in to Solana. And there is a huge spike in downloads when Caitlyn Jenner launched a token and another huge spike in downloads when Iggy launched the token. So I mean, you can laugh at it, but that is getting downloads of Phantom."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. So question, what do you think happens now? Do you think that, do you still think, I know you were very bullish around the soul trade. Do you still as bullish around the soul trade as you were before? Now that there is the ETF in the mixed?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think theres a bit of chop still. But then I think later in the year, the Sol eth chart breaks higher and I think it goes significantly higher again. So I do think Sol will double or triple the performance that EtH does and thats driven by the usage and then fired answer. Okay, so gives you a big narrative."
    },
    {
        "speaker": "A",
        "text": "So I want to talk a little bit about the usage. Let's talk about, about the, the usage of soul. So the usage of soul currently is all around meme coins. Right? Like we look at the transactions, we look at the active, the activism. I'm just trying to get us a chart over here just to show us the, the usage relative to other chains. Just give me a second, I'll log in to."
    },
    {
        "speaker": "B",
        "text": "Yeah, there's that. And DeFi has a decent, yeah, there's a decent DeFi ecosystem in Seoul as well."
    },
    {
        "speaker": "A",
        "text": "So you're right. But I looked at the DeFi usage, and the DeFi usage is mainly dexs. So there's no real TVL. The DeFi usage is mainly dexs. And the problem with the DeXs is that they're mainly being used for meme coins. And so a lot of the critics, okay, obviously specific in the ETH ecosystem, are saying, you guys cool, keep your usage, but your usage is just people trading meme coins. We're building real apps, we're tokenizing real world assets, we're tokenizing, we're building lending apps, we're building pendles of the world where you can separate your yield from your. We're building interest products. You guys are trading meme coins and shitcoins. What do you think of that ETH narrative or that ETH maxi narrative, which is saying that."
    },
    {
        "speaker": "B",
        "text": "Well, last time around, ETH was all about nfTs. I don't care. Usage is usage, early stage uses. What these meme coins are is an early stage testing ground that NFTs were last time for a technology, stress testing it and figuring out what is the true product market fit. My guess is what we're doing here is starting the social token thing that I've talked about for some time now. Will we get there this time around? No, like NFTs last time around, we didn't fully get there, so, but what we're seeing is the start of something, which is community tokens, and the ways of participating in cultural communities and benefiting if you help the community itself. So I think it's a very big thing that's happening. Like the first round of nfTs, 99.9% of it will go to zero, but you can have some fun doing it in the meantime. So I certainly don't judge it. And people are very aware of the risks that they're taking in it. And I think what it's just showing, if we step back, it's just showing that Solana can handle these kind of transactions at the right cost, at the right speed. And it also shows that culture can be tokenized in a way that works for the Internet. Culture."
    },
    {
        "speaker": "A",
        "text": "Culture tokenized, we say, we called nfts culture tokenized. I found nfts to be very excluding exclusive. So it excluded a lot of people. If you couldn't afford a punk, if you couldn't afford an ape, you were excluded and you felt very isolated, like, hey, I can't afford it. I can't get in just because I don't have enough money. Meme coins, anyone can afford them. Ten cents, one cent. You can be part of a meme coin community. Who wins the culture battle? Is it NFts or is it."
    },
    {
        "speaker": "B",
        "text": "It's all part of culture, right? High value things end up being nfts. It just works better for that. But it also nfts will end up being for tickets and all sorts of other things. This is just the start of the technology. Memes is a different thing. It's fun to build fungible versus non fungible. There's different use cases in the end, but culture always starts. The movement started nfts. It started meme coins. It's all the same cultural movement. My guess is 90% of the people who are in meme coins now were in nfts last time around. It's the same thing."
    },
    {
        "speaker": "A",
        "text": "So what does this mean for nfts? What does it mean for people who want to launch nfts right now? I haven't heard of anyone launching an NFT for a long, long, long time. My thesis here is nfTs, if you're going to launch them, better have a use case. And a use case means you should be able to use them in a game. You should be able to use them to get some real backstage access in a concert. I don't know what the use case is, but I kind of think that."
    },
    {
        "speaker": "B",
        "text": "Memes are, or it's high end art from a famous artist where you own a limited. One of a limited number. Yes, that's the other. That's the other true value in these things."
    },
    {
        "speaker": "A",
        "text": "Whereas the real culture, the real culture movement will migrate to the one with the least barrier to entry, which is meme coins."
    },
    {
        "speaker": "B",
        "text": "Right, of course. Don't forget, you could do nFTs on Solana for virtually nothing. So don't confuse this with an end of nfTs. Somebody's going to come up with another use of having a non fungible token, whether it's a specific artwork or something that is culturally relevant, that works in the same way as a meme coin, and you can buy them for nothing so that it's not gone. It's just the market only has a certain amount of attention."
    },
    {
        "speaker": "A",
        "text": "Okay. Do you own any meme coins? Well, yeah. What communities have you bought into?"
    },
    {
        "speaker": "B",
        "text": "I am 50 yeah, 50 is probably the wrong number. My two biggest bets that are equally weighted are whiff and bonk. And I've been in those for a while now. And I still have some doge because I still think Elon's going to do something with doge over time. Do I have any? I don't have any others. That's it. And all I do is also I just look at every chart relative to another. So I look at the bonk versus other memes or with. Versus other memes, the bonk with chart, which I can't figure out the direction, which is why I'm both of those. I don't do the super early stuff. I don't have time. I don't have time to go into pump.com pump fun and figure out what's going to move."
    },
    {
        "speaker": "A",
        "text": "So a lot of people use the meme coins as the proxy for the success of the chain. So, like, if you believe in Solana, you buy with. If you believe in Eth, you buy Pepe. If you believe in base, you buy bread. Good thesis, bad thesis. Do you think that there's any thesis there?"
    },
    {
        "speaker": "B",
        "text": "Yeah, we're all tribal. We'll do that kind of stuff. We just like, it's our identifier. We're part of this group and not that group. We wear red shirt because we support Liverpool, the blue shirt because we support Everton. We're just humans. Humans are ridiculous. So of course it is. So if you're generally more eth orientated, you probably prefer Pepe. But we're seeing a lot of people moving cross chains now. We're seeing a lot less of that narrative than there was maybe in the last cycle, which is good to see. You're seeing NFT artists happily punting around in sol meme coins. And it's good. I like it."
    },
    {
        "speaker": "A",
        "text": "What do you think are."
    },
    {
        "speaker": "B",
        "text": "And they've got runes and ordinals as well. So people are getting more multi chain, which I think is great."
    },
    {
        "speaker": "A",
        "text": "What do you think of this? I mean, we spoke about it earlier. Caitlyn Jenner launching a token. I mean, this is the token pattern, you know, it's a pretty, it's a pretty normal token pattern. We had. We had Iggy who launched mother. I wonder if I'm gonna get the right mother here or if I'm gonna. Here we go. I think we know this chart all too well. Same, same story. So it feels to me like celebs are coming in, they are bringing in their communities, they are getting their communities wrecked. I mean, for lack of a better word. They're getting the communities ricked. In the last cycle, we had similar things with icos where washed. I call them degrade, washed out celebs. So it's not. You won't get, like, an a grade celeb doing it. You get a degrade, washed out Celeb, who has become accustomed to a lifestyle, needs a lot of cash, has run out of opportunities to cash out by selling t shirts or running extra shows. I don't know what else they do to get. To get even. Even onlyfans. And now what they're doing is they saying, hold on, there's actually a better thing than onlyfans. It's crypto. You go in there, you bring your community, you dump, you create a token, you dump your token on them, and it looks like this. So some people say, it's good. It's bringing adoption. It's getting people to download phantom wallets. Other people say, well, hold on. Everyone that's coming in is getting wrecked. What's your view here?"
    },
    {
        "speaker": "B",
        "text": "I think 99% of all meme coin charts look like that. So they are as bad as every other fucker launching a meme coin. Okay, but fine. Everybody knows what this is about. This is pure speculation on, is this cultural meme going to gain relevancy or not? Does me, as Caitlyn Jenner have relevancy that can persist or not? That's the game. That's why the bowdoin and the tremp and all of this stuff, right? It's, can a meme be persistent? So I don't have a problem with it. As long as everybody knows that this is a game of betting on raindrops going down windows. And we are humans. We all bet on it. And some of these memes are persistent for centuries, and others persist for an afternoon as long as everybody has a smile on his face that you've got on your face now, when you're laughing at the ridiculousness of this space and realize that all we're doing is speculating that all we're doing is going to Vegas, but with slightly better odds than the lottery ticket, that Americans spend $110 billion on lottery tickets every year. Well, they have better odds in the meme coin casino. So I also think it's very early stage proof of concept testing of what will develop out of this."
    },
    {
        "speaker": "A",
        "text": "So the reason why I laugh, the reason why I laugh is because I've tried a million times to explain to my wife how I'm making money on a dog with a hat or whatever, and she said, okay, but I still don't get it. She just cannot. And I mean, it's like, how do you explain to someone that a Tremp, Tremp has a Trump or Tremp has a market cap of $500 million? Like, it just half a billion dollars of."
    },
    {
        "speaker": "B",
        "text": "Here's the way to explain it to her. So find a famous meme. Let's say the girl looking back at the burning house."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "That actually got tokenized as an NFT. But lets assume that you can participate in the success of that meme that youve found. Like spotting a band where you go to a pub and this band is amazing, and then they end up becoming Coldplay, right? Its that same feeling of being, discovering something that nobody else discovered and it becoming a big thing. This way you get to financially participate while you dont. When you discover the new bandaid, is this the next big meme or not? It's a game that everybody can play."
    },
    {
        "speaker": "A",
        "text": "Okay, but even if the meme's successful, why should the meme coin be successful? If the, if the meme of the girl looking back at the house becomes really used, why should the coin do anything? Or is it just a sentiment thing? Like, it just, it's not like the one's linked to the other. It's not like every time the meme is shared, they're paying a license fee to the, to the, oh, if you're."
    },
    {
        "speaker": "B",
        "text": "Sharing the bunk meme or the whiff mean you actually are. Well, you can do it as a jpeg, too. But then you're capturing attention around something, and the attention is what has value. It's a very weird concept that attention has value. But actually, once you step back and realize attention is actually upstream of everything, the reason you have a media company's attention, what attention allows you to do, is a whole bunch of other things. Attention is actually almost the essence of what we do. And this is one way of creating value around attention that's not just about advertising."
    },
    {
        "speaker": "A",
        "text": "So, listen, I love memes. Don't get me wrong. I'm an absolute, I started off not, like, liking memes. I had the humility to change my tune. And I think a lot of it was, you know, I think you and Dan Tapira came onto my show and you said something like, it makes crypto fun and it makes Wall street fun. And I know that was one of the times that I actually did, that was one of the reasons why I did a U, one of the reasons why I did a U turn on memes. But here's the flip side. For me, the reason why Luna took down the entire market is because of leverage. Luna created fake leverage. Right. Luna was a. Was. Luna created a coin which was hot air, and that coin grew to $100 billion of hot air. It was backed by nothing but an algorithm. And as soon as the algorithm unspun, it took down the whole market with us. Right. When I look at the total meme coin market, and I look at doge plus shib, plus woof, plus trump, plus trump, my big concern is that we're going to create another Luna. It's just not going to be housed in one coin. It's going to be housed in one narrative. And when the narrative unwinds, if the institutions are starting to create products around it. I mean, Van X joked about a meme coin index, but next thing, you get a meme coin ETF, you know, I'm just saying, if this thing becomes too big and this thing is actually based by nothing but the feeling of memes, are we not creating another lunar situation?"
    },
    {
        "speaker": "B",
        "text": "Yes and no. Yes. Like, the NFT situation is, as I keep saying, 99% of these will fall. 99%. Everybody knows this. They'll still get caught off sides, and they'll still be pissed off, and they'll still be blaming whoever told them on the Internet the last person to buy that meme after it went down, and it'll still be a shit fest, and it'll be the same old stuff again. But there is value in this stuff still. There is value because Doge has proven it and Shiba has proven it, and these things, the two or three, will persist, and that meme will create further value. So we don't know what is going to create value. I assume that all of it is going to go to zero, but it won't. It certainly won't. I just don't know what those are going to be. But I don't see that as a lunar moment. It's just part of what is crypto. Crypto. The market goes down 90% every four years."
    },
    {
        "speaker": "A",
        "text": "I guess. What. I'm comfortable with memes, but I'm uncomfortable when memes get too big. And again, my analogy is if they start creating meme derivatives and they start creating leverage around memes and stuff like that, and it actually catches on and people carry on drinking the kool. Aidan, ultimately, I'm a realist, and I'm saying memes, at the end of the day, are based on nothing. And I'll even challenge you. I'll take you. I'll challenge you one step further."
    },
    {
        "speaker": "B",
        "text": "Everything is based on nothing. Everything is memetic. There are much bigger things to worry about when it comes to leverage. There are much bigger. Like 90% of the options market is one firm. Derebit. I love Darabit, but 90% of all options is one platform. The staking and restaking, the restaking, the liquid staking pools. These things are much more problematic because we all know that memes will go down 99%, but nobody expects yield to blow up or an options clearinghouse exchange to blow up. Those are the things that have actually much bigger risks to me."
    },
    {
        "speaker": "A",
        "text": "All right, got it. Listen, in the interest of time, I just want to ask you a question. Let's go one, one more down here. So to me, I don't believe any meme can survive multicycle. And what I say that is, I don't believe any meme has survived multicycle. Why? Because I don't think Doge is a meme anymore. I don't think. I don't think Shib is a meme. Why? I've said this before, but I think that there's. To be successful in this industry, you need to have three things. You need to have technology, casino and culture, and religion, community. I think that protocols launch with technology, and then they try and build casino applications and culture. So, like, ethereum launched as a chain, no one knew it. Then they launched trading, then everyone loved trading on it, and then they built a community. And so they had all three elements of it. I think memes create, memes naturally have casino, and they build community. So they come in with two out of the three, and then I think it's up to them to create a product or a use case. So in Doge's case, it became the, the potential payment system that will be integrated into Twitter. Shib created shibarium, layer two, etc, etcetera. Floki created a whole lot of use cases, but I don't know any meme that's just remained a meme and last lasted multiple cycles."
    },
    {
        "speaker": "B",
        "text": "Because the point being is you're incentivized. If you think about what builds value on chain, it's the number of active users. So memes tend to have a lot of active users, no applications. So what happens is somewhere a chosen meme, whether it's wif or bonk. Well, bonk's a good example, because they're actually building the other side of the equation now. Yeah, they're building applications now. So you've got the retail usage and then the applications, you get incentivized to do that as a builder because there's attention here. So it automatically does it. I don't think it needs. It's not a necessity. It's a natural outcome of getting attention is people build on top of your network because it has value."
    },
    {
        "speaker": "A",
        "text": "So there we go. That's exactly what I think memes are. I think memes are just casino and community first and product later. Let's build a culture. When we have customers, we'll decide what we're going to sell them, but let's just get the customers in first. It's a marketing centric approach instead of a technology centric approach. And that's why I think that that's where I think the. I'm a marketer. I came into this not as a technologist. I know how to market. I don't know how to build technology. Let me build a community and then someone else reverse list your technology into. Into my community."
    },
    {
        "speaker": "B",
        "text": "Exactly right. Exactly right."
    },
    {
        "speaker": "A",
        "text": "Raoul, last question before I let you go, because we're completely out of time. Next. ETF. Sol. ETF. Which ETF launches next?"
    },
    {
        "speaker": "B",
        "text": "If the space stays true to its form, it should be doge."
    },
    {
        "speaker": "A",
        "text": "You see, he's gone all down the rabbit hole, guys. He's gone all down the rabbit hole. All right, listen, we are out of time, my friend. It's been so good to see you guys. I'm reminding you of the link to the journeyman over here. Here it is. I'm just going to show you what you need to sign up for. I'm reminding you, you need to go here. You need to subscribe to this channel over here. And then on the weekend, you have to click this thing here. You have to put aside two and a quarter hours, send your wife shopping, click that button. Even if you do it on two speed, but do it because I think it is the most important."
    },
    {
        "speaker": "B",
        "text": "It's a really important piece. I'm not shilling some random piece of content. Literally, I've given 30 years of understanding and put it into that one piece."
    },
    {
        "speaker": "A",
        "text": "Now, as you can see right now, it has 84,000 views. When I come back on Monday, that thing better be on 120,000 views. No excuses. We're coming back on Monday. We've got to make sure it's 120,000 views. Otherwise we're going to do it again and again and again until it does get there. Raul, thank you so much. Love you. Love having you on the show. Love the alpha. I'll see you again soon."
    },
    {
        "speaker": "B",
        "text": "We hope you enjoyed this episode at real vision. We arm you with expert knowledge, time."
    },
    {
        "speaker": "A",
        "text": "Efficient tools and a powerful network."
    },
    {
        "speaker": "B",
        "text": "To help you succeed on your financial journey."
    },
    {
        "speaker": "D",
        "text": "Get a taste of financial freedom with our free offer@realvision.com."
    },
    {
        "speaker": "B",
        "text": "Free. That's real free."
    }
]