[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time."
    },
    {
        "speaker": "B",
        "text": "Unlimited more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "C",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "D",
        "text": "Hi, everyone. I'm really excited about what we're doing this week on real vision. What we're doing is looking at the crypto market and trying to figure out, is it the time, is it now? Is it the time that we should be refocused back on this? Is it, game on. Now, I've got my own views on this that I'll run you through, but what's amazing about this week is true to real vision form. We've got a bunch of different views. And what I've tried to do, Niko and I have worked together in trying to build the best roster of guests to give you all the analysis you need to draw your own conclusions. So I'll kick it off with my macro crypto framework in kind of classic Raoul style. Then we'll have some of the best technical analysts and on chain analysts in the space. We will have hedge fund managers, how they're allocating capital where they think we are, what risks they want to take. We'll also look at the web, three people as well, to find out what the hell's going on in nfts. And is this an opportunity or is it something worse? Basically, anything you need to know will come up over this week. There's content everywhere, so enjoy it. But let's kick off with my macro framework and how I'm thinking about this. You'll remember that back in June, in the peak of the three Arrows capital lunar debacle, I stuck my hand up and said, listen, I think it's time to buy ETH. ETH got absolutely decimated at that period of time. And so we started adding to our ETH positions. I'd never sold anything in the bear market because my time horizon is really out to the end of this decade. I'm looking for massive weakness to add to my positions to make as much money over time as I can, because I truly believe in cryptocurrency, digital assets and web three at large. I think this is game changing for the future of the Internet. And that view of mine has been proven out as well by looking at the traditional finance people coming into the space, the famous hedge fund managers coming into this space. But also what everybody in the crypto world has built is the rails for the parallel or future financial system, and we're just migrating across to it over time. But what they've built is so profound that even the central banks themselves are going to build their central bank digital currencies on blockchain rails. Central banks and other supranational organizations are issuing bonds on crypto rails. So it really is game on. Even though we've gone through this regulatory cycle and it feels miserable, the broader adoption is happening, so much so that the old world has already admitted that the world we live in is a lot better. Anyway, we know the macro picture. I'll come more onto that in a bit, but let's go through the, that's the big picture secular theme, obviously, but let's come on to where we are. My hypothesis, and you've heard me talk about the everything code, is that debasement of currency is the main driver of asset prices. Globally, currencies are getting debased by excess printing. We all know this from crypto, that if you have too much inflation in your money supply of a token, it tends to go down a lot. And that's the same with currencies, but all of fiat currencies being debased, and that's driving the reserve currency of the dollar to get debased against asset prices. So optically, it makes things like the S and P 500, property prices, gold prices, go up. But once you divide them by the debasement, or even just use the fed balance sheet as an easy approximation, what they tend to do is operate in line with the debasement that is just holding water. They're not making you wealthier. There's not much of an investment. It's kind of like a bond of old. But I found in my work that two things really outperformed technology and crypto, because they've got secular adoption cycles too. Okay, so where are we in the liquidity cycle? You see a lot of noise in Twitter because everyone's starting to pick up about this liquidity. Again, I'm using liquidity here as a proxy for debasement, not just pure liquidity. I think that's less relevant. So the GMI weekly liquidity index, year on year, bottomed. Exactly. When ETH bottomed in June, that was the first signal to me that something has changed. So that got me focused on buying ETh. Then we saw the non confirmation of ETH when bitcoin bottomed in November. That was really interesting to me. And that coincided with ongoing increase in liquidity. If you remember, it started with the bank of Japan. They started printing money to buy jgbs in a process called yield curve control, expanding their balance sheet significantly. That was then followed by the bank of England, who expanded their balance sheet to try and bail out some of the pension system and also kind of stop their bond market getting out of control. The Chinese have been slowly debasing their own currency by a slow crawl of debasement. And then we saw the US come in in March, when they had to quickly inject money into the banks, which have they been drawing out again? Anyway, the trend is higher, but too many people get fixated on the next chart, which is the overall trend itself, not the rate of change, which is more important, but the overall trend. Well, that is the same trend as most asset prices, and that's because debasement is lowering the denominator. So what we saw is that massive rise in liquidity that happened, or debasement that happened in 2020 and 2021, and that some of that got withdrawn. But we're back basically to the long term trend, where we've been crawling for a while now. So we're not seeing a massive shrinkage in the balance sheets, we're seeing some expansion, which is what that the previous chart showed you. So that's what's driving the market higher next, to everybody's chagrin. Now, remember, a lot of people get confused about this because everyone's using different measures of liquidity. Our measure is g five central bank balance sheets, maybe g six. And then we use a kind of net liquidity for all of those different markets. Combine them into one super index, and it gives us, like a 97% correlation with the Nasdaq. So it's a very good approximation for what's happening. Other people just using fed net liquidity. Now, that's useful, and we'll come on to that in a bit. But it's not everything and we're starting to see divergences of things like Nasdaq from that. That's normal. What we find, and crypto will do this a lot. It will diverge from liquidity enormously, because that's the bull cycle. That's when adoption goes through the roof and speculation goes to the roof, and you get the massive outperformance versus liquidity. We should expect that. If it doesn't, then it's not going to out form the balance sheet. Remember that, right. So we're expecting to see that phase. So what is this balance sheet expansion all about? This chart is a chart I've not seen anywhere else, and that is the chart of the balance sheet, which is in white versus in gold. It's the interest payments on the debt, and it's lagged by 36 months or leads it by 36 months. What it's telling you is that for some reason, all interest payments from 36 months ago are being paid for by debasement. That is, they basically put them on the fed balance sheet in quantitative easing. So what is this all about? This is to do with the great reset. One thing that everybody expected was a great reset. Well, I've now realized it happened. It happened in 2008 when all rates went to zero globally, and that essentially allowed everybody to reset their debt payments. Okay, that's like a debt jubilee. You didn't forgive the whole debt, but you basically forgave the interest payment. And everybody rolled their debts three to five years. So now we have the concentration of all government debts around the world in this three to five year sector, which every three to five years gets rolled. And that is leading to a cyclicality in the economy, that it starts slowing down because the interest payments become due, the economy starts slowing down, and eventually the central banks monetize those interest payments from the previous cycle roll over the debt. I'm expecting the same again. And that would give us this chart. This is the future use of the balance sheet, potentially matching the interest payments to come. You can see the massive spike that was due in 2025. Those are the payments from the pandemic period. So it looks to me like there's a lot of debasement to come. It says the balance sheet gets to $12 trillion. I actually think it goes higher because I think some of the banking crisis gets taxed on. So I'm looking for something like $14 trillion from the balance sheet. Let's not get caught up in the exact projections and the exact maths. It basically tells us there's more balance sheet woes. To come more debasement. And that's very good for crypto. It also proves out the case why we need crypto, the broken financial system. Now, if you remember, bitcoin was launched in 2008, 2009 period. That is the same period when interest rates went to zero. And guess what? The halving cycle is exactly the same as the economic debt payment cycle. They're all the same thing because they were all born at the same time. So that, I think, is the big driver, the macro is the big driver. So when we zoom out, we look at the bitcoin charts on a log scale, and you can see the trend rate of adoption over time. The acceleration is when the balance sheets start getting used and people start putting money into the space, and the space grows over time, and we will see that ongoing. So the total crypto market cap hit 3 trillion at peak. What will it be at next peak? Probably 10 trillion. As more money comes in, more people stay in the system and opt out of the old system or find new uses and applications in a web three world that makes the Internet just better, fairer, and more democratized and more decentralized. But that trend rate of bitcoin, well, we got in that beautiful cyclical low, the buying opportunity we were all looking for. People are still arguing whether it's going to go lower, etcetera. The probability is it put in the lows. And now we're on the up cycle. And it's what I think is the start of crypto spring. I think we've been through crypto spring, and we're going to be moving into crypto summer, and we'll talk about that in a sec. Crypto summer is the point when prices start going parabolic, it usually coincides with the money printer. Go burr or more cowbell, as I like to say. So there's some really good analysts in the crypto space, and one of them I really like is Techdev. I subscribe to his newsletter. I have no affiliation, but I subscribe to his work because I think he's very thoughtful and is not subject to hyperbole, but just very thoughtful in what he does. We do know that a lot of people like fractals in crypto. Sometimes they work, sometimes they don't. Do they give you an informational advantage? I think generally, contextually, they help you understand human behavior and how prices can move. I don't really like to trade on them all the time, or as the main thing, but as supporting evidence, often interesting. I've also had some spectacular failures with them, too, if you remember the ETH call, the next leg higher call back in 2021? That was based on a fractal. It completely failed, but luckily I owned call options, so it wasn't that painful. But anyway, so you never, always know. But the point being is this cycle is pretty similar to 2010 to eleven cycle, same kind of setup. So that's interesting to me. What's interesting, it's a similar kind of setup from the 2017 cycle, 1516 cycle. So we've got a similar structure and a similar color market. 2019 was a bit weird because we had that big correction over all of 2019 after a huge run to begin with, 300% up, then a big correction down, and then we went parabolic. I have a feeling we might go parabolic earlier here, because I think we're getting closer to a banking crisis within the regional banks that will require the Federal Reserve to step in. Interest rates are kind of getting out of control, so interest rates going up, the yield curve inverted. Bad news bears for the banks. You can use the Kre ETF to see where we are in that. But if that starts breaking 35 30, then it's game on for more cowbell to come, because the Fed are going to have to bail these people out, and then we've got the commercial real estate problems behind it. So that's the kind of backdrop of why the cowbell will come. And I think it's even an excuse. Maybe that's the reason the fed are tightening rates even further, to create a crisis so they can cut rates, so they can monetize the debt, because if they don't, they have to print more money because the interest rates are higher to pay for the debt payments, and that becomes a total catastrophe. So all of you, you know, I've got more of my everything code. I think it's on YouTube. It's on the real vision platform. Spend some time going through it. I laid it all out from my work at GMI. It's all laid out for real vision pro subscribers. So if you're a pro subscriber, everything is there in great detail. The only thing I don't give out is the price projections, because it's actually forward looking, and I can map liquidity against price, and that gives me forward projections for the Nasdaq and crypto, which is still a thesis. It's called the everything code. It's a bit tongue in cheek, but when I saw it, I'm like, holy shit, if this is true, it's the everything code, but it's a thesis and a hypothesis that needs to be tested. That's why I don't want to give out price projections. And also, I've got to keep value for the GMI subscribers because they pay a shit ton of money for it. Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium Wireless 20 2020 get 2020 a bit to get 15 1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 up front for three."
    },
    {
        "speaker": "B",
        "text": "Months, plus taxes and fees."
    },
    {
        "speaker": "A",
        "text": "Promoting for new customers for limited time."
    },
    {
        "speaker": "B",
        "text": "Unlimited, more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "But I will take you through as much of this as I can in many ways. But the key point is liquidity up. If I use my simplest forward looking indicator, which is the GMI financial conditions index, it gives us a five month lead on Fed net liquidity year on year. And it says liquidity goes up till the end of the year. Okay. If liquidity is going up to the end of the year, it generally means crypto prices are going to go up till the end of the year. Because I've shown the relationship between the two, there's in fact an 87.5% correlation between global liquidity index, not the Fed net liquidity, the global liquidity index and bitcoin. The reason it's only 87% and not higher, like the Nasdaq, which is 97%, is because bitcoin completely diverges so much in bull markets. That's the outperformance and the boom bust phase. Anyway, Fed net liquidity is going up. Global liquidity is going up. We can look out five months. I can actually look out to 2026. That's the theory and hypothesis that I, that I've been working on in the everything code. But right now it tells us liquidity goes up. Now, liquidity also does something interesting in all financial markets. After a period of contraction, when liquidity comes in, it goes first into the highest quality assets, and then eventually, once the trend is established, it goes out much further down the risk curve. So you see it in bond markets, goes from government bonds to better credits to junk bonds to emerging market junk bonds, for example. That kind of risk curve is very common, and it's the same in crypto. It's like a human behavioral trait. When do I feel comfortable taking more risk? Am I making money? Do I want to speculate more? So, what I found is what I was thinking through this thought. Well, obviously crypto must act the same way. And it does. And here's the proof. I don't think anybody's seen this chart before, except global macro investors subscribers. This is the ETH bitcoin ratio versus fed net liquidity outright, not the year on year. And fed net liquidity leads it by three months. And we know that in five months ahead of this, we will see more liquidity coming. It keeps going up. So if it keeps going up, then ETH eventually will break out from bitcoin. Now, I've been showing for a while this chart of mine, which is the trading view chart of the log chart of ETH versus bitcoin. And I think it's a huge wedge pattern. And if it is correct that it's a wedge pattern, it's massive and it's on a log chart. So the day to day machinations are week to week, month to month, make no difference. But over time, if this breaks, then ETH is going to massively out before, which has been my hypothesis for a while, because of network activity and the amount of things being built on top. But another way of looking at this is I can use the ISM, which is even more forward looking than our financial conditions index. The ISM gives us a 20 month lead. It's inverted here versus the ETH bitcoin cross. It kind of shows us where the business cycle is going. And as the business cycle improves, the ETh bitcoin cross will improve. We're at the point where the business cycle will start to turn as we start bottoming in the economy. I know this is the most contested thing on earth, but that's what my work shows. And therefore, ETH bitcoin cross will start rising and massively so. So that's getting me very interested in that, in ETH over bitcoin. Now, the next chart is the fed net liquidity versus ETH. I mean, it's one for one. It's crazy, but we see this with many assets. But as I mentioned before, Nasdaq and S and P started dislocating from this as the AI technology narrative started attracting new capital and their secular adoption models, too. And so that starts outperforming. So once crypto starts seeing that, I'm guessing it's going to be the ETF. We're going to start seeing this drift away from the models and start outperforming. And that is again a signal that we're going into that acceleration phase that I'm looking for. And I always find that acceleration phase is obviously the most exciting part. That's the point when people start stupidly counting 1000 for every time bitcoin goes up. I've gone from 30 to 31 to 32. People start putting laser eyes and just lose their general shit. But it's a lot of fun, can be very stressful. But that point, I think is setting itself up by all the macro indicators I look at. The other thing is just the pure chart of eth. It's gorgeous. That kind of wedge with the flat top, that's the bottom pattern. We've got that zone where it needs to break through of the previous two peaks, breaks through that zone, and we're probably into the acceleration zone now. Could it go up and pull back down and retest? For sure. How does it do it? I don't really care. What I'm looking for is the long term trend of adoption here and the appreciation of the asset price due to the macro factors and also the factors within webstering crypto itself. So that's kind of maybe our line in the sand. And again, it's not something you just want to buy all in just because it broke that level. Just, it's one of the marker stones on root. We've got all the other macro indicators too. But another chart really struck me, and it's the chart, this chart of the crypto market cap minus bitcoin and eth. This is basically the altcoin and stablecoin market combined. Now I think of stablecoins as cash on the sidelines that move into alt. So overall, I think this chart is a literally perfect wedge pattern. It too, like everything else, suggests we're about to come into Altseason, the risk on season. And if that is the case, this is going to go a long way. This is when crypto total market cap goes from, let's say, wherever we are today, 1 trillion or so, and it ends up going to 10 trillion. Something crazy like that, I don't know exactly. And it doesn't matter exactly. Too many people care about price targets. It's the texture of the move that matters and the general trend. So everything is consistent here that something big is about to happen. And the time horizon here, all these are longer term charts is, I think the banking crisis comes back at the end of the summer and we start to see changes. I think the Japanese may have to intervene in their bond market again. Maybe the UK do too. But we are really at the cusp who cannot deal with bond yields going like this going into refi season. So something is about to change, is going to change big. So keep your eyes peeled. It usually happens like August, September, then often. I don't know whether we get a usual October bloodbath in equity markets, but if it is, the crypto markets probably do okay, but we'll see. I don't have a crystal ball on that. I just know general trend. I'm pretty high confidence of that. Another way of looking at the alt dominance chart, there's this one, and I'm sorry I can't credit to who did it, but it's a great chart. It shows the repeat pattern that's potentially forming between the alts dominance in 2015 to 17 to 2017 to 23. Again, similar texture. And you saw the scale of the moves last time. I think that's pretty likely to me because of this risk curve, liquidity, the structure of financial markets, and the structure of human behavior. So again, I'm pretty focused on this. But here's the ruben, it's really fucking difficult to choose the small altcoins. It's a great game that everybody enjoys doing, but you're at the casino, it's really hard to have done all of the work, and most of you have no edge, so I wouldn't get involved. If you do, it's for 10% of your portfolio, because you want to be racy and have some fun, but don't do it en masse because that's where you can lose your skin. I realized this in the last cycle because I thought, I know that there's huge alpha to be had out of the smaller stuff, but how the hell do you keep on top of it? So I started exponential age asset management, which is a digital funder fund asset management firm that invests in digital asset hedge funds. So crypto hedge funds, because it's their job to know the ins and outs of the market, where the big opportunities lies. That's their focus 24 hours a day. So I wanted to be able to allow my clients and myself to be able to allocate via that mechanism to try and capture that alpha. So we don't have to deal with portfolios of stuff that we don't know how to deal with. It's hard, right? Yes. You can deal with, like, VC, assuming that 70% of it's going to go to zero and not perform, but 30% of it has got a chance of doing something amazing. And the top 10%, well, that's where you make the real money, that's possible too, but honestly, you just don't know what to hold in your basket and then your sizes aren't meaningful enough. It's bloody difficult. So anyway, Altseason fun for you degenerate gamblers. Pretty shit for the rest of us who are trying to invest in this space. But there is one token that I've talked about that really does have my interest, because it's large enough and used enough for it to fit within my framework of macro, and that's Solana. And I've talked a lot about Solana. Solana got battle tested, like ETH did in 2018. It got battle tested last year and it survived. Not only does it survived, it thrived. Volumes have been higher than ETH. We have seen an enormous amount of developer activity. Tolly has been a thought leader in the space and balances the space very well. And we've seen them kind of assuming the role of the consumer chain. And I've talked about this in the past as well. They have a role to play. The cheap fastness of their chain is really interesting. Their ability for people to create a million nfts for like $1,000 is game changing for the future world of web three when we start issuing tickets as nfts and other things. So I think there's a lot here with Solana. I think it's super, super interesting as an ecosystem and it's vibrant. So when I look at the chart of Solana, that's an amazing inverted head and shoulders, and it's getting very, very close to breaking. It might have actually broken this week, and I'm recording this a couple of days before you see it. So that, to me, is suggesting that, again, there are opportunities coming where the alts perform. Well, if you remember what ETH did in 2018, having been battle tested, it did 47 x from the low. Solana got down to nine. So it could have dollar 25 x from here. Look, it's possible. No guarantee. I'm not even sure, and it's only a small part of my portfolio. But I'm keeping an eye on the next chart, which is the Solana ETH cross. And I look at that chart and you'll see that it's been trending down. So the Solana has been a bad investment for a while, versus bitcoin did very well when it first launched, but it's been trending lower. But I saw that spike and then I've seen this consolidation flag pattern and that looks like a wave two correction. It looks like, something like that cross bottomed. And if that cross bottoms, then we need to be focused on it, because if it breaks out, there's a lot of money to be made. And, like, I switch my bitcoin into ETH in 2020, maybe I'll switch more of my eth into Solana. I am kind of chain agnostic. What I'm. Nothing is alpha agnostic. I want to make money. Here's an opportunity. It's one of the biggest opportunities we've ever been given, is to take advantage of the price rises in this space, because not only do we believe in the ethos and what this space is all about, but to participate early, you get rewarded for the risk. So I'm looking for that trend line to break the red line. Now, once it breaks that, the next hurdle is the big downtrend. So there's a bit of wood to chop between here and there, so there's no plain sailing. So I wouldn't say it's a trade on, definitely, but I'm looking at that, noticing that it broke the inverse head and shoulders on the price chart. And if it breaks that downtrend. Okay, I'm going to get really interested. And my guess is we'll see narrative change around Solana. Whether it's new activities or the rise of Defi on Solana or whatever it may be, we don't know. Right. There's so much innovation in this space, we have no idea what's coming next. And that's what makes the space so exciting. I mean, everybody's innovating. $60 billion of VC went into crypto in 2020 and 2021, and that money is being spent, hopefully wisely, sometimes not wisely, within the crypto space, building out the future, and we don't know where the future is the last time around. We got NFTs, we got DeFi, we got all sorts of things. What's it going to be this time? I have no idea, but, hell, it's going to change the narrative and it's going to be exciting as well. So anyway, Solana feels like it might be the epicenter, or at least part of it. So I'm really focused on that. The other way I'm thinking about it is if I'm right and the entire crypto market cap is going up a lot, then an easy way for many people to trade it is just own the toll keeper, and the toll keeper in this case is Coinbase. So even though the. The SEC is suing Coinbase on one hand for unregistered securities of which Coinbase will take them to court and I think will win, or force Congress to make a ruling. But in the meantime, because Ganz has painted himself, I think, into a political corner where he's been accused of stifling innovation in the United States, what he's actually doing is stifling opportunity for regular investors to participate in great technology. I think it's inexcusable. You're allowed to go to fucking Vegas, but you're not allowed to act like a VC within the token space. It is not right. Oh, you can't do VC either, because apparently you're not smart enough unless you got a million bucks. It's disgraceful. But anyway, the way to participate in the growth of the ecosystem is Coinbase, because Coinbase is the chosen one. All of the ETF's are going to use Coinbase. So all of that bitcoin activity that drives money into the ecosystem, the ecosystem then goes down the risk curve. All the things start moving within it. As people make money, there's more investment made in VC, and new projects and new protocols and new ideas, and the space starts growing. And Coinbase is the middle of the space. They've got asset management, they've got institutional market making, they've got all sorts of stuff. They've even got the wallet, the easy wallet, which can install everywhere. It's like wallet as a service. I think they'll be at the epicenter. The chart's really interesting soon, that could break out. And again, it's all part of the same picture, same narrative that the whole crypto space is getting close to moving, as liquidity comes back and as people, as capital, comes back into the space of which the ETF is one of the reasons. Now, what is interesting is the next chart. This chart, which looks like the same chart overlaid against each other, is actually coinbase against Solana. So what you're finding is what people use as narrative, which is esoteric risk. Solana bad. It's a SPF coin or a VC coin and coinbase, it's the regulators, it's this. None of that. This is liquidity. And where it is in the risk curve. So as liquidity got drawn from the market or high growth further out, the risk of long duration assets all acted the same. I can overlay Ark, it's the same KR one, the crypto company in the UK, it's the same. They're all the same chart, which tells you they're not esoteric risks at all. It's not about, is Coinbase going to go bust or any of that shit. That's all narrative. It's just about liquidity. So as liquidity comes back, you want to back the fastest horse. Now, the fastest horse of these for me is probably Solana, but stuff like KR one and Coinbase will do extremely well. Ark will lag just because it's less crypto, and crypto has a faster adoption rate than the other technologies. So that's how I kind of think about it, is you want to position yourself for the success here. Now, you may choose your own asset, and that's fine. You may have your own core thesis. I don't mean I'm right about Solana or any of these things. All I'm trying to do is point you in the macro direction of where the opportunity lies. Again, if you've done your homework, you found something you really like that's fabulous for you. Just don't show it to me all day on Twitter, because I just don't trade stuff. I've got my buy and hold. I observe it based on a macro basis, network activity. I try not to veer from that. If I do, I'm generally fomoing into something and I'll end up looking a fool, which I can from time to time, as we all know. Okay, other killer chart is humans. As humans, we behave in the same way repeatedly because we're emotional creatures. So after a bear market of a lack of liquidity has happened in 2000, when the tech crash happened, and then the recovery afterwards, well, that darling of that whole moment was Amazon. That fell 97% or 96%, and then rallied and never looked back and became one of the largest companies on earth. It was one of the best single buying opportunities anybody had ever been given in the stock market. Well, lo and behold, the chart of Coinbase maps almost perfectly over that. And that's the recovery cycle phase as liquidity comes back in. And it's very similar. Now, interestingly, I can also use the chart of the Nasdaq from that period and look at the recovery of the Nasdaq versus coinbase. Again, unbelievably similar. And again, don't expect tick for tick the same, but contextually, it suggests it backs up my other thesis, that liquidity goes up, crypto assets go up, end of story. As crypto assets go up and more money comes into space, it goes further out. The risk curve. That's it. It's a simple, simple framework. The everything code is the more complexity, because I can forecast it out to 2026. As I said, it's a theory. I don't know if it's proven, but it does give for very significant increases NASA prices. Nothing untoward that we've not seen before, but it just says, yeah, this keeps going until 2025. Then obviously where in 2025 into 2026 gets more opaque. But I'm pretty confident that from now till at least the end of 2024, we're going to go gangbusters and we hit the parabolic phase soon, sometime probably in this Q three, but definitely by Q four. That's my view. Now, there's a bunch of you who are web three dgens, and I certainly own enough nfTs, and we have several NFT communities as part of real vision, the Genesis community and the collective. And NFTs have been absolutely smashed. NFTs are going through their moments of horror where projects are getting tested and everybody has gone from saying GM to everybody to monkeys throwing poo at each other. That's the anger, confusion, and frustration phase. Now, it's pretty normal. I mean, crypto went through this last year. NFTs would pretty much okay back then, but things have changed. And as ever, there's kind of tipping points. But really what it is, is the ETh economy shrunk and liquidity was withdrawn from the ETh economy. So as that happens, asset prices go down in the Eth economy. What are the asset prices in the ETh economy? Nfts. So what happens is NFTs went down in price. Now, the other thing that went on is a technical thing, because there's got to be an enemy in the story, right? And the enemy's rapidly becoming blur. Blur is the new NFT trading platform. We used to all use Opensea, but suddenly all the liquidity has gone to a platform called Blur. I'm not sure how many of us actually use it, but if you want to sell something fast, that's the place. Because they created a token incentive of which they gave what's known as farmers. So they're people creating liquidity by buying and selling on the platform, a promise of a future airdrop, of a token. So when it first came out, people made a lot of money out of it. So now these farmers are on the platform buying and selling shit. I mean, 200 or 300 punks and apes at a time stuff. Crazy shit. But the issue is the market, I think, hit tipping point. I haven't actually told them about it, but I think the tipping point was reached by OV and Mando from Ret guy dumping their apes. That created a bunch of apes onto the market with other people looking for liquidity because the Eth economy is shrinking and people want some cash that goes into the hands of the farmers who bid for it. And they're happy to take a quick loss because they want to show that they're doing volume. So they flip it on and sell it again. Another group buys it and they keep doing this. And it creates this downward spiral of prices. And it's not from activities because there's lack of activity. There's not many buyers because the ETH economy is not growing. So it's not attracting new tourists or new immigrants into the ETh economy. So what you've got is a death spiral of assets right now. Now what's getting really interesting is I've been watching this for a while. I thought, well, the one weak link in the chain is if that blur token isn't worth it. And I'm watching the blur token go down every day and I'm thinking these guys have spent millions or tens of millions on trying to earn this token so they can earn however much in the token. But if the token value goes to zero, they're just gonna have losses and it's gonna be game over for this. I don't know whether it's game over for blur. I mean, I think it's good to have liquidity, but not with this. I think it's a misaligned incentive. It looked good, but that's why these token incentives are difficult, difficult to think through because you always have a law of unintended consequences. So yes, it could have happened on the upside too, I guess, but it happened in a weak market. And so blur are going to be the bad guys in this. And I think their token incentive was bad. I get the idea. Brilliant idea. Did it bootstrap it or did it destroy itself? I don't know yet. But anyway, we've established that NFTs are assets within this vibrant eTh economy, or normally vibrant, but it's been in recession, and in the recession people stop buying them and they sell them to realize some cash because they need it. That behavior is standard behavior in a normal economy too. This is the reason why property prices come under pressure in a recession. Because people, if there's excess property or they have excess ownership, they need some money, they start to sell, prices soften, there's less buyers around. Now what happens really where it's observable is things like the art market, the high end art market that tends to soften around these periods of time. But the high end art market is not the art market for everyone. But we all buy assets for basically two reasons. We buy them as a promise to our future selves. That's I buy something now, it'll be worth more later. And that's I can realize that later. So I've got money later, or you buy it for status now. The high end art market is driven by both status and what's the value of the future? Because it's scarcity. But it does soften in economic weakness times, as does the real estate market. But the market that struck me is the watch market, because that's more like the NFT market. Same kind of pricing. Rolex and Patek Philippe prices have been falling since the economy started. The global economy started softening, and that's been really interesting to me because you can see that there's less people bidding for watches and that the prices of the watches have softened over time. Now, if I'm right, then the NFT market should look something like this, because both the real economy and the Eth economy were shrinking at the same time. In fact, one was a function of the other, as we established in the beginning. So here's the chart of the board. Ape yacht club floor price. It's the same chart. That's amazing. So it kind of proves that all assets are connected because there's one pool of savings that gets recirculated in different types of economies. And that, yes, apes have moved more than watches because apes are more volatile. So they go up more, they go down more. But it's the same macro factors. So I'm guessing that the macro factor here is that nfts are not dead. We know they're not dead. A bunch of the projects you own, I own are worthless. Some of them will have proven value over time. Some people bet we're seeing the divergence of the art market, not making new lows while the PFP projects are making new lows. That's like the ETH divergence. We know that liquidity is coming back. And here we are in the tache of an NFT bear market that to me smells like Ethereum in June of 2022, or bitcoin in November and Solana in November of 2022. So high on my radar screen, my NFTs are only 10% of my overall portfolio. But there is opportunity here somewhere. Now, not everybody can afford a punk or a Fidenza, or a ringers, or, you know, any of these high end ones. But there's other, gotta be other things in this space. I don't know what there is. And again, it's very hard to choose it. But what I do know is there's some real value here. So anyway, overall, my view is the ongoing adoption's continuing, the old world is going to migrate across the new world bit by bit. The central banks are, everybody is. We're here at seeing Larry Fink and Apollo and Texas teachers retirement system and you name it, all coming into the space. Slowly but surely they're coming because everybody knows it's a better financial system, it's a better way to run the Internet. It's fairer, it's more decentralized. It allows people to participate. The government will get out of their own way at some point because you cannot not allow the people to participate. I mean, that's just criminal to me. So anyway, that whole secular theme is there, the cyclical monetary theme is there. We're seeing the pickup in liquidity. It proved itself perfectly last year. It's starting to show with the forward looking indicators that it's going to keep going. As it keeps going, we will see the market cap of crypto rise, and we will see bitcoin dominance start to fall again. At that point, we will likely see as liquidity comes, the ETH start outperforming bitcoin. It has more use cases, it has more elements of Metcalfe's law, even though bitcoin is building ordinals and other cool stuff. But generally speaking, and with ETh deflationary supply, it's likely to outperform. As that starts happening, money floods into the space and we will see the other tokens. That's where it becomes hard. My bet will be Solana and hedge funds, because that's an easier way of doing it. Great. As people start making money again, that money flows into nfts. The NFT space comes alive, and then on top of all of this, we'll have all of the innovation of all of the people, the incredibly smart, passionate people, building out the future. So I know where my bet is. My bet is the time is now. It's been the time for a while. But now, over the course of this week, let's see what everybody else says, because maybe I'm the idiot in the room. I'm open to that. I've been the idiot before and I'll be the idiot again. Anyway, I really hope you enjoy the week. Obviously, plenty of comments we want to hear from you. It's going to spill over from here on platform. We'll see stuff on YouTube. We'll see stuff on Discord, on our discord, which is super vibrant. You know, within the real vision collective, there'll be stuff on Twitter, spaces. We'll be everywhere, helping people navigate their crypto journey. As always, take care."
    },
    {
        "speaker": "A",
        "text": "What's up, revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest, and biggest names in finance."
    }
]