[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps, and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com."
    },
    {
        "speaker": "B",
        "text": "Tech."
    },
    {
        "speaker": "A",
        "text": "All lowercase. That's Shopify.com tech."
    },
    {
        "speaker": "B",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "C",
        "text": "What's up, everybody? It's Ash Bennington. Today I'm joined by the one and only Raoul Pal, CEO and co founder of Real Vision. Welcome to Crypto Daily Briefing, Raoul."
    },
    {
        "speaker": "B",
        "text": "Thank you, Ash. And hello, everyone. Good to see you all."
    },
    {
        "speaker": "C",
        "text": "Well, Raoul, it's fantastic to have you here today, uh, and excited to talk about the everything code, something that you've been thinking about for some time. I have to just give a little bit of context and background on this. You know, you and I have been working together, uh, for a lot of years now, and you've got a lot of views on the world. To me, uh, this is the period where everything seems to come together. Debt and deflation, demographics, globalization, central bank policy and yes, of course, digital assets and crypto. What's the narrative, Ralph?"
    },
    {
        "speaker": "B",
        "text": "It's difficult to put it all into one place, but essentially the world that we knew is broken. It's broken because of demographics. So if you think of, I call it the magic formula, what is GDP growth? GDP growth is basically population growth plus productivity growth plus probably debt growth. And debt growth kind of robs the future to create current growth. And when you look at those three factors, most of the western world plus China are seeing shrinking populations. The US is kind of flattening, not shrinking, which is why the US trend rate of GDP growth is somewhat higher than Europe and Japan. And China is still a bit different because of the stimulus packages. Then we look at productivity growth, and its been declining for a very long time now. And so we have a decline in productivity, either declining population or slow down of population growth. And debt growth reached its limit in 2008, and this is the key part. So really what GDP growth does is finance investment and also debt payments. When a government gets to 100% of GDP in debt, which the EU, Japan, US did, and UK has just done so last week, if they're 100% in debt and the trend rate of GDP is, let's say 2% to make easy maths, and interest rates are at 2%, 100% of GDP growth goes to paying interest because every year you got to pay the interest it needs to come out of GDP. So that means the economies wouldn't grow. Now it used to be covered up by debt growth, but what happens now is that the private sector is over 100% of GDP in debt as well. So you're competing for the GDP to service the debt payments. And the answer ended up being in 2008, is we will just put it on the balance sheet of the central bank. And the everything code, part of the everything code, which is a very big broad thesis, proves as much as I can that all interest payments are just the monetization of the debt from about three and a half years ago. Why three and a half years ago? Its this three to five year window. The economy has become very cyclical because in 2008 we actually got the great reset that people have been waiting for. The reset was saying, okay, interest rates dont count anymore, theyre all going to zero, so everybody can service their debt. People havent framed it in these terms, but thats what it was. And then everybody refined their debt. And governments have generally, and corporations generally have refined in the three to five year sector. So you get this three and a half year cyclicality of the economy, that debt payments come due, the economy slows down, rates get cut, and we keep going through the same cycle over and over and over again. This one got somewhat skewed by Covid and what it did to supply. So it created a larger inflation shock. But generally the framework is still there that the central banks need to monetize the interest payments or the economy compounds negative forever. Thats a big thing to get your heads around. And ive proven that the US has done it, Europes done it, Japan has done it, and the UK have done it. I think there is a global central grant bank agreement that they need to keep interest rates down below trend rate of GDP growth. When it comes to rolling these payments, the way of traditionally getting it down is having a recession. But that credit mechanism is there anyway. So that is the key part. Those interest payments are what's driving up the central bank balance sheets. The central bank balance sheets are liquidity. And we will talk a bit about the liquidity element later. But what they actually are is debasement of currency. You're basically borrowing money to pay off the interest on the other money. And that's a pure debasement of currency. And that optically makes assets go up in price optically because its actually the denominator thats falling and not the asset prices. So with part of the everything code, I changed the denominator for all assets to the global central bank balance sheets and found out that most markets have gone nowhere. Once you look at it in those terms, and they all look more like Europe did, which was a sideways ranging market, and that was the s and P went nowhere, real estate went nowhere, gold went nowhere. But there were two that did, which was technology and crypto. And I'm like, huh, what's that all about? And that was this realization that got me to the exponential age, which preceded this whole thesis that those are not only driven by the debasement, but they outperform because they're driven about technological adoption. So they're driven by Metcalfe's law and other factors. So what I then found out is when I used, we built a liquidity formula for GMI, myself and Julian Bittle, and we found that according to our measures of liquidity, the Nasdaq, the S and P, all of these things use the Nasdaq. 97% correlated with liquidity, particularly the central bank balance sheet, because it's the denominator. And we can then forecast into the future by using a lot of the work that we do in GMI where liquidity is going to go. We also know what the central banks are going to do because they monetize their debt three and a half years later. So we can actually build out models into the future where we think liquidity goes. And if assets are 97% correlated, we can forecast assets out into the future as well, which is what makes it an everything code. Now its a hypothesis, a thesis needs to be tested. Its very bullish on assets going forwards because were in the point in the cycle where economic growth is falling, inflation is falling, unemployment will start rising, and at that point you tend to get stimulus over time. And we've seen the central bank balance sheets, the Fed used theirs for the banks. We saw Japan with the yield curve control, the UK bailing out its pension system. So bit by bit we're starting to see the return of the debasement, and over time it should accelerate at this point in the cycle. And that gives us a very good backdrop to assets, particularly crypto, which is the fastest horse in the race."
    },
    {
        "speaker": "C",
        "text": "Yeah, we're going to talk a lot more about crypto and some of the other new technologies in just a second here. But I wanted to raise two points from this report. I read this a number of times. It's a big thesis to get your head around, but I wanted to just raise a couple of points and have you talk about them because I think they're incredibly powerful. The first is this idea that the SPX and fed balance sheet, if you look at the S and P 500 relative to the Fed balance sheet, zero excess return. When you look at real estate and."
    },
    {
        "speaker": "B",
        "text": "Gold net losses, so what that means, because people are like, okay, I don't really understand what it means. What it means is you've got no wealthier by owning the S and P 500, even though it's gone up. So what an asset is, is future deferred consumption. You buy an asset to maintain value so you can do something with it. Now, the S and P has done a good job at offsetting debasement, but it hasn't gone up. So you haven't actually got richer. You've maintained the same real estate. Is the little bit confusing? Well, gold, let's deal with gold. Gold has done a terrible job in all of this, which was surprising to me. I thought it would have done better. Real estate does underperform, but don't forget, most real estate uses leverage, so it actually probably ends up a bit better. So it probably looks more like the S and P. But none of these things have added to your wealth. The only things that have added to your actual wealth, that is your ability to buy more in the future of other assets or whatever, is technology and crypto."
    },
    {
        "speaker": "C",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what with each vendor. Ramp's software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If youre a decision maker. Adding ramp could be one of the best decisions youve ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy. Ramp.com easy cards issued by Sutton bank."
    },
    {
        "speaker": "B",
        "text": "And celtic bank members have DiC."
    },
    {
        "speaker": "A",
        "text": "Terms and conditions apply."
    },
    {
        "speaker": "C",
        "text": "Yeah. Here is the piece. The second point, that was just a gut punch when I read it. The median american can buy less of the S and P than in 1980 by 89%. 90% reduction in purchasing power relative to the s and P. That's a gut punch, Raoul."
    },
    {
        "speaker": "B",
        "text": "So here's the other issue, right, is debasement of currency. Fiat currency optically pushes asset prices up. The issue is income is not correlated to the balance sheet. It's a variable. The others are scarcer supply assets. So variable assets are not correlated. So what you found, that is in real terms, wages havent gone up since 1972. So nobody can afford assets because they keep getting debased, which is why the rich get richer, because they own assets and the poor dont because they dont have assets. This is part of the thesis that got me into crypto, because here is a new asset that is basically fractionized, so everybody can put in a percentage of their net worth and participate. And it's a faster growing asset, so it gives you a chance. Remember back a long time ago, I did that big video about demographics that has millions of views on YouTube? Part of that thesis was, you need to own something like crypto because it's got a right tail. It has a potential to generate higher returns because people are so in the hole from their real wages never going up, and they're so in the hole that they've just borrowed money endlessly. And so that's a horrible situation where you don't own assets and you just have more debt because in the end, your house isn't much of an asset because you need to live somewhere."
    },
    {
        "speaker": "C",
        "text": "There's a way of talking about this that you have called the Renaissance, where you talk about this broader context of what's happening and how the establishment views it versus what the technology is driving. Unpack the renaissance."
    },
    {
        "speaker": "B",
        "text": "So, okay, I've set up the problem set, which is that we're all fucked. Our wages don't go up in real time. People can't afford many assets. We now know what drives the assets. But the issue is here. It's being driven by this printing of money to pay the interest. How do we get out of that? Because you're never going to go into the big debt Jubilee default that happened in 2008, the debt Jubilee was setting all interest rates to zero. People are expecting the calamitous crash, but it won't happen. It just keeps debasing. And like the venezuelan stock market, the stock market keeps rising because you're debating the currency. So how the hell do you get out of this trap? And this was part of that how to unfuck the future piece that I did for real vision. The answer is you need to increase productivity. That's the only way, because you can't change demographics. And debt hit its limits in terms of interest payments."
    },
    {
        "speaker": "C",
        "text": "Magic formula."
    },
    {
        "speaker": "B",
        "text": "Yeah. So how do you change productivity? That's the exponential age. That's the mass adoption of crypto rails for retooling the entire financial system, making it more efficient, faster, fairer. It's the adoption of AI technology to extend the power of human beings. It is the use of alternative energy sources to drive productivity growth. Because productivity really all technology is basically trying to drive productivity from the same unit of energy. Now, energy, if I look at the inflation adjusted chart of oil for the last 60 years, is dollar 40 doesn't move. Even with the shale revolution, didn't really move because China came on, we had different demand structure. Now technology keeps driving productivity growth, but it's not having a big enough difference yet. The real answer is to lower the price of energy. And that comes by spending a lot of money on building out new sources of energy, whether it's nuclear, whether it's green energy, where you collapse the cost of energy. And if you collapse the cost of energy to dollar ten, you've got a massive multiplier effect on productivity. Then with the growth of technology from robotics, AI, genetic sciences, cryptocurrencies, distributed computing, quantum computing, all of these things, Internet of things, self driving cars, all of this creates a technological revolution of which mankind has never lived through. I think people are starting to get their heads around it. When I first started talking about the exponential age about two years ago, everyone thought I was a moron. Now they saw AI and they realize, holy shit, within two years, Teslas cars will be self driving and waymo and all of this. And your uber wont have somebody in it. Thats two, three, four years away. Weve got quantum computing moving very fast. We had a piece on real vision about it recently. Okay, thats going to happen. That changes everything. Were seeing chip technology improvements, were seeing distributed computing power. Everything is going crazy right now, and its only going to go more so over in Europe. Theyre accelerating this. I think again, the central banks and the governments actually understand what the game is. And Europe has played the card much like the new deal card from the US, which was, we are going to force the cost of energy down by injecting huge amounts of capital into the green revolution in Europe. That wins for them because they create new job opportunities. It wins for them because they lower the cost of energy, and it wins for them because they lower their resilience on other nation states who own the energy. You might take some short term pain, you might not. We don't know yet. A lot of people skeptics will say, well, everyone's going to get screwed with higher energy prices in Europe until they sort this out. Let's see. But anyway, there's a big thing, there's some really big things going on. So we've got a technological revolution that could provide the answer to the productivity issue. The other part of it will be demographics as the baby boomers leave the workforce. So what I'm thinking is we will drive up GDP growth and we will lower the number of people in populations. The net result is a higher per capita income, which we've seen in Japan and other countries. And I think we can accelerate that process so people get richer. Now, there is other issues about will jobs be replaced? How do we replace that? That's one step at a time. So I'm actually very optimistic, firstly about asset prices because of this issue of debasement. We can make money from it and we know which assets rise more crypto technology. So that's going to help us unfuck our future. And this productivity miracle is where the answer is going to lie. So im very much in line with Neil Howe's fourth turning. I think this is a fourth turning moment. I think what is going on is of an order of magnitude the largest technological change mankind has ever seen in the shortest period of time. And its amazing to be alive in a period like this."
    },
    {
        "speaker": "C",
        "text": "Yeah. And its just changing and moving so incredibly quickly. It's interesting when you think about AI. AI was something that was always six months away for ten years, and then we woke up one morning and the entire world had changed."
    },
    {
        "speaker": "B",
        "text": "Yes. And we've got many of those moments still to come. I mean, people don't realize that a third of the Amazon workforce is now robots. And one day it'll all be robots and we'll be going, oh my God, you know, if Elon and others get their technology right, we will have humanoid robots. And this technology is not that far away. By the end of the decade. I mean, really? And our cars that drive us. So they are now intelligent robots that drive us. I mean, look what we're doing in space as well. I mean, there is so much going on that you can't fathom it."
    },
    {
        "speaker": "C",
        "text": "Here's a quote that you include from a tweet from Sam Altman, obviously at OpenAI that talks about precisely these points. Quote a new version of Moore's law that could start soon. The amount of intelligence in the universe doubles every 18 months. It took me a minute to get my head around that."
    },
    {
        "speaker": "B",
        "text": "Yes, Emma Mostaks talked about this. So all of technology up until this moment was basically scaling man's physical abilities, even spreadsheets and everything else scaled from us, having to put it in a ledger. Whatever it is, everything has been that this scales intelligence, which was a scarce supply only held by humans. We've now made intelligence infinite. That is what he's talking about. That is a very, very disruptive, big idea. The one thing that we thought was scarcity was knowledge, and intelligence is now infinite. It's like if we get to an energy price that is essentially somewhere near zero, if you have infinite intelligence and pretty much marginal energy costs, what the fuck does that mean? There are no constraints. I mean, it's terrifying and exciting at the same time, and it's not going to come super fast. But my guess is by the time you're at 2040, you're thinking about this stuff all day. And I think it's one of the reasons Elon has said repeatedly, the biggest problem the world faces is lack of population, not excess population. And people don't really understand what he's saying. But I know what he's saying. What he's saying is we are currently incentivized to replace the missing workers by robots and AI. And by doing that, we will sow the seeds of our own demise. And therefore you need a plan B, which is a colony on Mars. Whether he gets there or not, it's irrelevant. But his thought process is right. It's towards the singularity. It's what happens on the other side."
    },
    {
        "speaker": "C",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing. Sam Altman echoes this sentiment. A second quote that you included in this piece of quote. The future can be so good that it's hard for any of us to imagine. My basic take on this is that we will have unlimited intelligence and energy, and that will unlock this. And here's the interesting part at the end, but the risks grow with the upside. So basically, unlimited upside, unlimited risk. It's a hard idea to get your head around."
    },
    {
        "speaker": "B",
        "text": "Yeah. And humans don't deal with exponentiality very well. We can't think in those terms. And what we're dealing with here is not just Metcalfe's law of kind of network adoption, but we're dealing with all of these things compounding on each other, which is called Reed's law. It's very, very, very hard to get your head around. And I don't think our current infrastructure of government and establishment can even vaguely deal with it. I mean, look, they haven't dealt with regulation of the Internet, let alone bloody crypto. How the hell are they going to deal with this? They're just not set up to do it because nobody knows because it's moving too fast. They tried to call a six month moratorium on AI. That never happened. So everybody's just heads down building more because now it's a competitive race because you've got money as the output. So everyone's like, well, we just need to win. So then Google accelerates, Microsoft accelerates. Stability accelerates, everybody accelerates, because thats the game."
    },
    {
        "speaker": "C",
        "text": "Talking about the current infrastructure, the current regulatory system that we find ourselves in. The current infrastructure from a government perspective, you had a very short, almost throwaway sentence in this piece that I had to read three times because the implications are so profound. And this is about something thats very down to earth. This is about the current system, not about the future. You say this, the Fed and the treasury are now the same thing. What does that mean? What are the implications?"
    },
    {
        "speaker": "B",
        "text": "So there was supposed to be central bank independence, where money was removed from the order of the business of government. But when you look at Janet Yellen, who was the ex Federal Reserve chairwoman, who's now the treasury secretary, if you have the understanding of the everything code that the us government issues debt to pay its interest, which is like getting a credit card to pay the interest on your other credit card, and it has to end up on the fed balance sheet. They have to be working together. There's no way for that. Not, they have to be the same organization with the same understanding, which is probably why Yellen was in that job, because she understands what she has to do, because she saw the other side of the equation. And I'm sure that's true. It's clear it's true in Japan. They lost independence a while ago, and it seems to be true in Europe as well. I think everybody knows. They know what they have to do and they all have to work together. I also think all of the central banks and governments at a g seven level understand this. And here's a laughable thing, is the Swiss, I think, have been aware of this. So their version of quantitative easing, they didn't buy us government bonds or anything else because they all get debased. Switzerland is too small for the G seven to bully, so what they bought was technology stocks. So they've actually outperformed the debasement because they knew what the game was. The game was debasement. It was debasement. It had to be. If you're going to print money to pay your interest, that's debasement."
    },
    {
        "speaker": "C",
        "text": "And it's exactly to your point. It's in fact an object lesson in that thesis."
    },
    {
        "speaker": "B",
        "text": "Exactly, exactly. So once you have this framework and you understand that it is forecastable, then our job is to extract it all away and just say, I need to own technology in crypto and when we're turning at the turning points in the cycle is when I need to own the most of it. That's been driving me global liquidity bottomed in June. That's when I doubled. Well not doubled, added to my ETH bet and ETH was the first to bottom. When we got round to November, when other liquidity measures started bottoming, crypto, October, bitcoin and equities bottomed perfectly in line and ethereum didnt make a new low. So that was an interesting one to me. And that was another point to add to this bethe then I was waiting for the hypothesis to play out a little bit further and then I added a lot to as much of this as I could, both in crypto and technology. Now to be clear, and this is real vision, crypto daily briefing. Crypto massively outperforms technology over this process, always has done. When we got to 2019, when we reached this point in 2019 and the Fed stopped hiking, bitcoin was up over 300% at one point during that year and finished the year up 90, the Nasdaq finished up about 25 and exponential age growth, end of technology stocks finished up about 35. Right now we've gone through a bigger down cycle and right now the Nasdaq's up 36%, exponential age basket is up 55% and bitcoins up 80%. I dont know how the years going to end out. Well I do. I think because of the everything code and I think its significantly still higher from here, which is a lot of people struggle with this, struggle with why didnt equities have another down leg because were going into recession. And same with crypto. I am just very, very bullish."
    },
    {
        "speaker": "C",
        "text": "Well, in your view, it's more cowbell. More cowbell from the Fed, more cowbell from treasury. By the way, we've got a lot of people who are watching this live stream right now. Raoul, for people who don't know what more cowbell means, explain that."
    },
    {
        "speaker": "B",
        "text": "More cowbell is a meme. And it's a meme of excess. And it came out of a Saturday Night live sketch where, and people should google it. And it's amusing, but it's a meme about excess just going over the top to get an outcome. More cowbell is the, cowbell is the stimulus. And that can be fiscal stimulus, rate cuts or increases in the balance sheet. It's basically an increase in liquidity. And the outcome to slow growth is more cowbell. And the markets know it. And it's provably so that the correlation is so high, which is 97%. So if you know the economy slowing, you know, being a macro person needs to live twelve months in advance. Twelve months in advance. What are the Fed doing? Are they cutting rates or hiking rates? They're almost certainly cutting rates and therefore the markets trade on the cowbell."
    },
    {
        "speaker": "C",
        "text": "Trey, I should say one thing I have to mention. Part one of the everything code is available to real vision essential members. Essential is our entry level macro tier. The following parts will be available to our pro members only. You can find the report, of course, on our website, realvision.com dot. Come download it, think about it, agree with it, disagree with it, debate it with yourself and your friends. There's a lot there."
    },
    {
        "speaker": "B",
        "text": "Yeah. Look, I don't say these things often. It's the most important comprehensive thing I've written ever, and it's the culmination of 19 years work. I don't think it's a thesis and a hypothesis, and I'm going to test it out. And it won't last forever, but I think it'll last for the next cycle or two. But let's see. It's yet to be proven, but it really is the culmination of everything I've ever done."
    },
    {
        "speaker": "C",
        "text": "Raoul, talking of which, we've got an incredible number of questions from our viewers. Do you want to dive into that? Any other final points you'd like to mention before we get started with viewer questions?"
    },
    {
        "speaker": "B",
        "text": "No, let's go for it. That's why we answer questions."
    },
    {
        "speaker": "C",
        "text": "Absolutely. The first one comes to us from Samantha on the real vision website. Does Raoul have any expectations or insight on how long the approval process may take for the Blackrock ETF they're talking about spot, bitcoin ETF."
    },
    {
        "speaker": "B",
        "text": "I think the minimum is 45 days and it could take six months. So we just don't know. I think its a political situation now. I think Gensler needs to get, he needs to appease people that hes not anti all crypto, that a bitcoin ETF run by Blackrock and other large institutions is acceptable to him. So he gets less political pressure. So I think hes incentivized to get it through sooner rather than later."
    },
    {
        "speaker": "C",
        "text": "Wont that set folks in the crypto community screaming that the largest asset manager in the world is the only one that can get an exchange traded product on crypto for spot approved?"
    },
    {
        "speaker": "B",
        "text": "If the bags go up, they'll deal with it. I mean listen, it's an inclusive world and there will be tradfi as long as there's the ability for new participants to also participate in this. So I think it's very important. But look, new capital into the space will spur new adoption, will spur new innovation, a new investment. So you might not like where it's coming from, but you don't get the choice. So we have to deal with it as long as they allow innovation from outside of the traditional financial space. And if the US doesn't, the UK will. So it'll happen."
    },
    {
        "speaker": "C",
        "text": "William on the real vision website asks why is Stan Druckenmiller suddenly so negative on crypto?"
    },
    {
        "speaker": "B",
        "text": "I haven't seen that. I haven't seen that. I mean, it's pretty difficult to. If he's long Nvidia, they're all same kind of bets. So I haven't heard that Stan's negative. I mean he's got a lot of private investments in the space. He's been an active participant in the space for quite some time. Most of these big macro guys. So I don't know."
    },
    {
        "speaker": "C",
        "text": "Here's a question again about Tradfi and the intersection with Crypto from Derek on the real Vision website. Do you think these brokerage platforms going into crypto is just a news pump long term? I obviously know crypto will stay with JPM, saving the banking sector and also buying into crypto. I know they won't make it illegal, but I still see open bars for lower. Talking about EDX, the exchange announced today, one of the new announced, I should say earlier this week."
    },
    {
        "speaker": "B",
        "text": "This is Gensler again, I think saying we want to have the adults in the room. This is very anti innovation. But it wasn't. I don't think they're building a retail platform. So if it brings participation, I'm happy with it, as long as we're able to have innovation in the private sector outside of the traditional incumbents. If you're trying to monopolistically create an exchange, not good. If you're just saying. If he's just trying to make the political point. Well, if you guys make some grown up version, we'll accept it. Because all the banks want to do crypto, all the asset managers do. But Gensler has been stopping it. So hes kind of giving them an ability to participate. And this was always going to be the fight. Wall street is a very, very, very big donor to all political parties because they get so many fees. The business of money is the biggest business of all. So they will fight for it. And this is them trying to get their share of it. Do they win or nothing? I doubt it."
    },
    {
        "speaker": "C",
        "text": "Michael, on the real vision website, precisely to this point."
    },
    {
        "speaker": "B",
        "text": "Hello."
    },
    {
        "speaker": "C",
        "text": "Given you may believe there's another leg down for liquidity equities before it explodes up, do you think crypto follows, given a possibly new environment with large institutions now entering heavily into the market? Exactly this point."
    },
    {
        "speaker": "B",
        "text": "So I don't think markets go down. Yes, we have corrections, 5% normal running bull market corrections. So I'm not of the view that liquidity dries up. All that stuff about the TJ, it was everybody overthinking stuff. It never happened, which was my viewpoint on it. So the issue is people need to understand is I'm not a short term person. I don't care if crypto goes up, down 20%, just, I don't care if it goes down 50%. Yes. Because I want to buy more. Unless something dramatically has changed in the thesis, not driven by FuD. Other than that, I don't really care. But I don't think we get a lot of corrections. Crypto's just had its correction. It's going up. We're getting a rotation out of tech. People are throwing a bit money into crypto again. We've got, the institutions will be coming, the Raas will get access. When that comes, I don't know, but the market wants to price that kind of stuff in. I know it's difficult for people. I just remain bullish and I filter out a lot of noise. The noise of, oh, my God. Blackrock had done an ETF has been my core thesis forever. So it's like, yeah, fine. This is that point in the adoption curve that it comes so it's not new news when you look at it in a longer term time. Horizon. It's expected news."
    },
    {
        "speaker": "C",
        "text": "Paul on the real vision website. Speaking of Crypto being the fastest horse in the race, which Crypto is the secretariat of Crypto and will it win the Triple Crown bitcoin recently performing eth."
    },
    {
        "speaker": "B",
        "text": "You know I used to be very generous with my views on stuff, but social media is so spectacularly vile when it comes to anybody sticking their neck out and stuff that it's really not worth it. Generally. As a rule of thumb I've liked ethereum over others because it's large, it has a yield, it has massive amounts of applications built on the network and I think it tends to perform well. Thats not anything against bitcoin. I mean again, its weird that you have to give a caveat of well I dont dislike bitcoin because bitcoin people can be so aggressive over this stuff. I care much less about bitcoin. Im interested in what UDIs doing and others, building on tap roots and the ordinals and other stuff. And I think Solana is probably a decent bet because it's got a lot of developer activity and network activity. Anything else I don't really talk about."
    },
    {
        "speaker": "C",
        "text": "Next question."
    },
    {
        "speaker": "B",
        "text": "Also a key thing here is, look, this is a much more difficult space than it used to be because there is so many tokens and there's so many opportunities and you can make a lot of money, you can lose a lot of money. So how I dealt with this was about a year or so ago I started an asset management company called Exponential Age Asset Management Xpamdeh. You can find it on the Internet with ex pan with AA there. What I decide is the best way is to give it to hedge funds. So it's a fund of funds that allocates to the world's best hedge funds in the crypto space because they know how to navigate this, because otherwise it's too hard for individuals to do. But it's a fund of funds, it's not meant for individuals. You have to be accredited investors and all that stuff."
    },
    {
        "speaker": "C",
        "text": "William Solano also we should say pretty beaten down, basically. Trailing twelve months, it's down about 50%. Bitcoin up about 50%. Trailing twelve months."
    },
    {
        "speaker": "B",
        "text": "Yeah. And this year it was up 130%. But it's pulled back because of the Coinbase action. So it's volatile, it's earlier stage it has underperformed because obviously the selling from the FTX estate and other stuff has not helped. But that's why I like it. An investment like that, which at fundamental core is a good network with good traction and good people if it gets discounted massively via FUD and flows, becomes a very interesting investment. So that's why I was buying it last year in June and November."
    },
    {
        "speaker": "C",
        "text": "And I'm O trader one of our regular viewers and listeners here at real vision has this specific question about a token the XRP court ruling, expected sometime in July, appears to pose some macro risk in how future regulation could be interpreted. What scenarios do you see playing out and how are you managing your crypto risk for that event?"
    },
    {
        "speaker": "B",
        "text": "Again, it's all noise to me. I actually think they'll get a positive ruling, but I don't know. I don't have an edge in it. But Brad Garlinghouse has fought the good fight and said we will not settle. We want a ruling, which is what Brian Armstrong is going to do as well. And we should be thankful for these people doing this. Again, I'm not a us citizen. It doesn't actually matter to me, but it matters to a lot of people in the United States and I think it's a good thing what he's doing. The risk can't be, oh, they ruled negatively because that was already in the price. So it's the upside. That is, I think, mispriced of that."
    },
    {
        "speaker": "C",
        "text": "Trey, talking of risk, particularly short term risk, this is a great question that comes to us from Gary from the real Vision website. Can or are real vision developing a much better user friendly wallet to store their digital assets? Having been recently scammed out of some of my assets, including my real vision, Genesis NFT, I realize how vulnerable the current system cold wallets or hot wallets are versus tradfi."
    },
    {
        "speaker": "B",
        "text": "No, we're not developing a wallet. A lot of people are. I just use my ledger, you know, just don't interact with the with the hot wallets for long. Use them for the transaction layer and store it in your ledger, your treasure or whatever you want to use. I use ledger, it's then off, it's cold, it's out of harm's way and have operational security around it."
    },
    {
        "speaker": "C",
        "text": "Here's a question from Peter on the real Vision website while this one's back to tradfi. Do you still believe 100 basis point cut by September Q four? There was a Bloomberg report that says real estate is not as big a problem as some people think. Not sure I believe them."
    },
    {
        "speaker": "B",
        "text": "Peter says the 100 basis point cut will only happen if the banks roll over again. I think they're rolling over and I think we will see more of a banking crisis later in the summer and therefore we will see a cut in rates but it actually depends on that. You can use the chart of the KRE, the regional banks ETF, as your way of measuring the probability of, of emergency rate cuts. It got very oversold, it rallied, it's rolling back down. If that trend continues and it starts breaking new lows, we've got problems. Also, if you look at the Fed emergency lending facility, it's been increasing, so there is still stress there. And if share prices go down, it'll start rising and share prices go down for a, the rates are too damn high. Bjdehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehe the yield curve is too damn inverted, and c, all the commercial real estate is worthless. Yeah, office space, those three things are very toxic, and that is not a quick fix."
    },
    {
        "speaker": "C",
        "text": "By the way, shameless plug if you're a real vision member or would like to become one, I just did a great conversation with stan van nuremberg up at columbia university professor there, who's got incredibly interesting models for what's happening in commercial real estate, especially office space. Talking about significant drawdowns, 40 plus percent drawdowns in that sector. It's really must watch television here on real vision. Next question comes to us from roger on the real vision website. Boy, this is an old one, but good one because it's never been resolved and it's never really been answered in the minds of many of our viewers. Does raoul have any thoughts on the backing of tether? Also, exposure to chinese real estate debt."
    },
    {
        "speaker": "B",
        "text": "Everybody in their crypto journey goes through the tether fear cycle. My tether fear cycle was 2018. I think it was 17. I can't remember when it was 16, I can't remember. We've all been through it. And then after a while you realize that on balance, it's a very useful tool and a lot of people use it. I think on balance, my thought process is that a while ago, many, many years ago, when I first looked at it, they had a mismatch between what was actually reported in their balance sheet because theyd made the payment to the loan to Bitfinex. And that was some dodginess in all of that. And I think they solved it. And now they generate so much cash from the us bonds that they own that they're just massively cash flow positive. Now. I don't have a problem with tether. I really don't."
    },
    {
        "speaker": "C",
        "text": "JJ, on the real Vision website, how can remain so certain that bitcoin will never be broken by some major player or country? By the way, Kate Long, who was just on real vision earlier this week, who's incredibly bullish on bitcoin, made the comments a few days ago that essentially you can never rule out the possibility of a zero day exploit. Thoughts?"
    },
    {
        "speaker": "B",
        "text": "You can never rule out the possibility of nuclear war. You can never rule out the possibility of AI destroying humanity. I've got other things to worry about."
    },
    {
        "speaker": "C",
        "text": "Here's a question about exactly those worries. Raoul. Tony, on the real vision website, does Raoul have an oh shit stop out? What does he think? After seeing the potential crash pattern from Julian?"
    },
    {
        "speaker": "B",
        "text": "Crash pattern? I can't remember what the crash pattern was. I just filter out all that stuff. I have my own framework. I do an enormous amount of work. We write 130 to 150 pages a month of research for global macro investor. We then do massive deep dives for real vision pro macro. Doesn't mean I get everything right. But I don't have a stop out in my stuff because these are secular five year trends plus. So I'm not looking for a trade. And so if it falls because something happens, I would just buy more. So yeah, I just dont look at the world in that way. I stopped doing that a few years ago when I really stopped putting my own narrative onto markets, which many people do, and started using a completely open mind first principles approach, which led to the everything code, the exponential age thesis, and a whole bunch of these other things that was going back to first principles for everything from scratch. And trying to ignore everything that I thought I knew."
    },
    {
        "speaker": "C",
        "text": "To the first part of Tony's question, do you have an oh shit stop out?"
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "C",
        "text": "None."
    },
    {
        "speaker": "B",
        "text": "No. Look, I've explained this many times. What I've done is orchestrated my life, that I have income, owe my house. So then this is just an option for me that I saw it go down 70% my liquid net worth last year. It doesnt worry me because I live off my income. Not for my investments. No. I just dont trade like that in this kind of bet. Other bets? Yes. Ive had a shitty bet for a while now in bonds. And I keep almost stopping myself out then thinking bond yields are going to fall. It doesn't. That's different. That's a trading stuff. This is not trading. This is long term investment. It's like. So no, I don't. I would have a thesis stop if something entirely changed."
    },
    {
        "speaker": "C",
        "text": "Raoul what could that be?"
    },
    {
        "speaker": "B",
        "text": "Raoul I have no idea. It would be a black swan, right? So I don't know. But you'd know it when you saw it."
    },
    {
        "speaker": "C",
        "text": "Haakon on the real Vision website, if Raoul looks into his crystal ball, how does he see the Coinbase SEC action playing out?"
    },
    {
        "speaker": "B",
        "text": "Raoul I dont really have an edge. But I just think that Coinbase has a much higher chance of success. And I think if ripple do as well, Coinbase will do or we get a change of regime. Yes, I'm actually, I think it's. Again, I know I use this term too much. I think it's noise."
    },
    {
        "speaker": "C",
        "text": "Derek, on the real vision website, how does Coinbase go public? Then later the SEC goes and makes a lawsuit against him. They had to get audited to go public. But now this is this. Gary, again, by the way, we should say Paul Grewal, who just joined me on real vision crypto daily briefing, the chief legal officer at Coinbase makes precisely this argument. Hey, guys, we filed an s one. You knew what our business model was. This wasn't a surprise."
    },
    {
        "speaker": "B",
        "text": "Yes, but then there is some argument around approving that. And then what happens? And I don't. Again, I don't really know, but yes, of course it's. Gary, this is politics. It's not about regulation. This is all about politics. And it's all about if you are the world's reserve currency. You know, we have a broken system and, you know, the banking system needs deposits. Then you need to not allow the parallel financial system, the bitcoin life raft, as I called it, from accelerating a migration. Because if it's an accelerated migration out of a traditional system, you'll lose the deposits in the existing system and it's game over. Right? There's big games to be played here. This is not child's games. This is like, you can't lose everything. So we need to throttle that across. I think if you listen to the banks, you listen to Blackrock, you listen to Goldman, you listen to all of these people. They all know we have to move to digital rails and we have to use blockchain technology. The government's like, please don't let this happen too fast, because if you do, we can destroy everything."
    },
    {
        "speaker": "C",
        "text": "Right, so in your view, this is essentially about government attempting to throw. Basically just to throw a spanner into the works to slow things down a little bit. What happens next?"
    },
    {
        "speaker": "B",
        "text": "Sorry, you frozen the last bit."
    },
    {
        "speaker": "C",
        "text": "Ral, are you with me?"
    },
    {
        "speaker": "B",
        "text": "Raoul? I'm with you."
    },
    {
        "speaker": "C",
        "text": "Great. So essentially what you're saying is that this is about governments attempting to throw a spanner into the works to slow things down and to make sure that the ultimate outcome is something that they are comfortable with."
    },
    {
        "speaker": "B",
        "text": "With. Yes. Or the speed of which the adoption happens. Now, there's that, and then there's this banking lobby that says, we don't want you to disrupt our share of the pie, by the way, we're your paymasters. Those two elements are what's causing this. And a government full of baby boomers who don't, who fear change."
    },
    {
        "speaker": "C",
        "text": "It just seems that change is inevitable. Im just going to give you one example thats come up in the last couple of days on real vision, crypto daily briefing, and also on real vision, which is this concept of bank runs and where we are with fractional reserve banking. Caitlin Long, who I spoke to a couple of days ago, obviously is building a fully reserved bitcoin based bank in Wyoming. Thats a project that shes been working on. Obviously, some regulatory headwinds in her process for doing that. But in addition, I did two conversations the same day, one with Caitlin and one with Stan van Nuremberg. And they both made this point about what happens when you have this period where fractional reserve banking basically is subject to an iPhone. When you find out that the bank that you're banking with is potentially going to experience a bank run, you get on your phone and you start moving assets literally at the speed of light. How does fractional reserve banking, how does the old system survive in a world without crypto? Thinking about just the challenges that are implicit in that system, it just seems as though this idea of new digital assets, new payment, rails precisely the points we're making here about crypto. There's just no escaping the fact that the system has to change."
    },
    {
        "speaker": "B",
        "text": "Raoul. There is no escaping that it has to change. There is no way around this. But you have to manage it so you don't destroy the system. Well, if you do, it's just going to end up on the balance sheet of the central banks with everything else. With everything else. More cowbell is the answer to everything. So, yeah, look, it's not easy, but look, here's a nice little story I have not told yet on real vision is I was at the global macro investor roundtable in Mallorca, Spain, and a good friend of mine ran a large sales and trading at a large australian bank. And he's just retired and said, what youve been up to? Blah, blah, blah, chatting. He said, ive spent a lot of time in crypto. Everybody does. So im like, okay, what have you been up to? He goes, well, we launched five stablecoins in different currencies. I said, why are you, as a large australian bank, one of the largest banks issuing stablecoins? Hes like, well understand this. The US is moving to t plus one settlement and we are in Australia and we've got t plus two, t plus three for FX, because we can't settle equity trades, the system isn't fast enough. So we either give a whole hundreds of billions of dollars the australian system to their brokers and leave it cash balances, which is a very inefficient use of capital and be risky, or they need to build up faster payment rails."
    },
    {
        "speaker": "C",
        "text": "Interesting. Precisely to that point."
    },
    {
        "speaker": "B",
        "text": "And that's, you know, this is not the kind of crypto adoption things that people think about. It's built on Ethereum as well. But it's like these are the real needs of the financial system. Things don't function."
    },
    {
        "speaker": "C",
        "text": "Yeah. Higher costs and risk. Yeah. Final question from the real vision website. Then we go to our YouTube questions in just a second. But this is a great one to end this segment on. Gary on the real Vision website wants to know, do you have any use case for AI on crypto that will be a game changer. What a great question."
    },
    {
        "speaker": "B",
        "text": "A lot of people ask this question. I dont know. I think the big use case for crypto for AI is where you dont know whos real and whos nothing. You need some form of digital immutable id and whether that's a zero knowledge proof or whatever way of keeping some sort of privacy. Fine. How AI works on the blockchain, I don't know. I mean these things are very new and they will, all of these technologies overlap each other and will build on each other, which is why it's Reid's law and not Metcalfe's law. So AI changes everything. So of course it will change crypto. What does that mean? Don't know."
    },
    {
        "speaker": "C",
        "text": "I'll throw out two potential more for you, Gary. Number one, the idea to expand on Raoul's point, there is a source of truth from media for not knowing what's a deep fake and what isn't. Great use of AI technology going along with blockchains. A second point is going to be, I suspect we're going to see something of an offense defense war for security with code audits, looking for vulnerabilities in smart contracts. Huge applications right there. Okay, Raoul, now time for questions from YouTube, and there's some great ones here, too. Davine Co on YouTube wants to know, are we on the cusp of a bitcoin bull cycle? Has the bearish market structure of 2022 been decisively broken?"
    },
    {
        "speaker": "B",
        "text": "Yes, I mean, I answered that before. I think the low washing October 2022 and we've been in a bull market ever since. I referred to it as crypto Spring. I think we are still in crypto spring. And we will be moving into crypto summer once we start to see rate cuts and stimulus, or stimulus and rate cuts."
    },
    {
        "speaker": "C",
        "text": "Here's a question from Kyle Martin from YouTube with the coming AI with AI coming from my teaching job, per Robert Kiyosaki. By the way, thank you for watching our festival of learning conversation that we did with Robert Kiyosaki. What should I do to transition? I'm a JD MBA. Before teaching math, I worked for ten years licensing university patented technologies to companies. It sounds like Kyle's better positioned than most."
    },
    {
        "speaker": "B",
        "text": "William why not create an AI around you, Kyle? And you can be a private tutor that scales to hundreds of thousands of people. I mean, that private tutor model now, Zoom changed it. But you can have an AI that it's a private, that you become the private shooter. That model will happen really fast. So you get a first mover advantage, or it's just figuring out ways of leveraging AI for education, I think is a very exciting place to think about this."
    },
    {
        "speaker": "C",
        "text": "Paul Frederick on YouTube I think Raoul went from being a bitcoin bull to an ETH bull. What's his view on the risk of ETH being declared a security?"
    },
    {
        "speaker": "B",
        "text": "So I don't live in the United States. I have no restrictions on me, nor do what, 85% of the world's population or 90% of the world's population? It doesn't matter. It just matters to us people, and then it only matters to certain people, because if you're wealthy, you will not get restricted access to ETH. So in the end, I don't think it makes a difference. And I think the probability of it is very, very low."
    },
    {
        "speaker": "C",
        "text": "The clutchness on YouTube. Raoul, what do you think of Cardano? I don't think I've ever heard you speak of it. Would love to hear your thoughts, since Cardano is essentially a better version of ETH, in clutchness's view."
    },
    {
        "speaker": "B",
        "text": "So I look at all of this space with a simple thing. I don't buy the narratives. I don't care about any of it. I just look at adoption. Carano doesn't have the level of adoption that ETH has. If it changes, I'll be interested, but I'm not. And that's everything. I've really down to very few bets in this space. It's just. It's not. I have anything against Cardano or anything. It's like I just use one metric, which is network adoption. It's kind of the number of users on the network and the number of applications on the network, the interconnectedness. And that's the developer camp, which is why Solana actually comes onto my radar screen and others don't. Doesn't mean it's a bad protocol, doesn't mean the community's bad, doesn't mean anything. It just doesn't work for me because I have a framework. Yeah."
    },
    {
        "speaker": "C",
        "text": "And beyond that, you're always making me."
    },
    {
        "speaker": "B",
        "text": "Miss every early stage token. Because I don't do that. It's not what I did. That's why I started an asset management firm, so people can figure out, get hedge fund managers whose job is to do that. I can't do that. It's just not my skillset."
    },
    {
        "speaker": "C",
        "text": "This is a great question to end on because it's an international question. It's something that I know that you spend a lot of time thinking about. This is from liquid gems on YouTube with both Tim Cook and Elon Musk going to India, will that market always be expensive? And it is already too late to invest there. Rah, I know you got thoughts on this."
    },
    {
        "speaker": "B",
        "text": "I love that question because I have been trying to buy India on and off. Ive owned it. And then every time you sell it because youre worried about global events, you never buy back in. Its always expensive. Its got a fucking population age of 28 and theyre all being financialized and theyre all going to invest in financial products, always going to trade expensive. It's like the new us stock market. It's just always expensive. So, I mean, in honesty, I'm just looking at the chart. It's actually been relatively benign this year. The one I like is Reliance Industries, and it's still flat on the year. And the Sensex has done not a great deal. So if you're predisposed to buying India, it's not the worst place to do it right now. But yeah, it's not an easy market and everybody wants to get involved. You've got 1.4 billion people, the largest population on earth now with an average age of 28 and a very important geopolitical role to play in this new multipolar world. And you have an enormous amount of technology and business talent there and there's a fintech revolution going on, amongst other things. It's like, yeah, what's there not to love? Raoul."
    },
    {
        "speaker": "C",
        "text": "Yeah. And the world's largest democracy as we see Mister Biden meet with Mister Modi. Yeah."
    },
    {
        "speaker": "B",
        "text": "Now India also the economy. No, no, I take that back. Yeah, look, I like it. I think Angus Shillington, who was on from Vanek, came on the platform and said, listen, be careful with indian indices because you don't want to own old India, you want to own new India. I think that's an important point. You really want to forget the old India because that world is going to get left behind. So there'll be a huge change in the structure of the indian equity markets over time. So just make sure you get involved with that, which is one of the reasons I like Reliance Industries. I guess the banking sector is always going to do well, it always does in a growing population because its a very low household debt market, for example. So as economies mature, household debt market goes up, people financialize, people buy equities, people do stuff. And what that means is generally the banks get bigger."
    },
    {
        "speaker": "C",
        "text": "Yeah. No such thing as a perfect market or a perfect economy, of course."
    },
    {
        "speaker": "B",
        "text": "No. No."
    },
    {
        "speaker": "C",
        "text": "Raoul, we've just blown through an hour. Hard to believe. It's just flown by. Final thoughts, key takeaways that you'd like to leave our listeners and our viewers with today?"
    },
    {
        "speaker": "B",
        "text": "Raoul, just to reiterate that I think a lot of people need to start filtering out more noise and have a longer term time horizon. There is that meme and meltem and myself talked about it, which is the mid twit meme. It's the meme of a bell curve, right. Here it is. I think I can share it. I'm sure the producer is going to hate me for doing this, but I'm going to share it and we're going."
    },
    {
        "speaker": "C",
        "text": "To tweet it out as well after the show."
    },
    {
        "speaker": "B",
        "text": "So, yeah, I don't know if they're not showing it. I don't know if they're going to able to, but it's a meme of a bell curve. And basically it suggests that you either want to be the moron on the left or the Jedi Zen master on the right. What you don't want to be is the person in the middle arguing over every single small point and over complicating it. If you can't distill it down to something simple and understandable, you're kind of wasting your time. And I really strongly believe in this and you should go back. Anybody? It's not on YouTube. You might be on YouTube by now. The meltem interview, where we talk a lot about this. It is what I think one of the most important memes I've ever seen, which is why I say a lot of things like it's all noise. Does it matter for the long term picture of adoption at many of these things that we fret about all day? No. Is the Blackrock ETF a game changer once you had the framework that crypto was going to be a hundred trillion dollar plus industry over time. No, of course it's going to happen. So I think simplifying it, having the time horizon and then just having the faith and that's all about sizing the whole thing correctly and just getting off Twitter a bit and stop listening to everybody throwing poo at each other, getting scared. Oh my God, the market's going to crash. The market's going to go to the moon. The market's going to crash. Oh my God. They're going to regulate us out of its existence. I mean, like, I was speaking to an australian family office a couple of nights ago and they're like, what should we think about the regulation regime in the US? I'm like, exactly how much does it affect you? I said, it's precisely zero. They're like, oh, yeah. I'm like, why are you getting involved in this drama? It's just not relevant. So that's how I'm really approaching this. I try and keep, keep as cool as a cucumber and focus on the big picture."
    },
    {
        "speaker": "C",
        "text": "Yeah, no drama here. By the way, talking of Witch Ralph, there's a rumor that you're going to be joining us once a month on this show for the rest of the summer to give these thoughts and to continue to fill in this thesis."
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely. And look forward to it. We'll see how wrong or right I am as we go, but I remain very positive."
    },
    {
        "speaker": "C",
        "text": "Raoul, thank you so much for joining us."
    },
    {
        "speaker": "B",
        "text": "Great to see you and great to see you all. Thanks for joining."
    },
    {
        "speaker": "C",
        "text": "Always fun. Thank you again, everyone who submitted a question, that's what makes an AMA so great. Great questions here today. That's it for today. Make sure to check out our website. Go to real vision.com forward slash crypto. That's real vision.com forward slash crypto. It's free to sign up for our crypto content. Tomorrow. We'll be joined by the head of ecosystem at Mantle. Make sure to join us live. See you then at 09:00 a.m. pacific Noon Eastern, 05:00 p.m. london time. Thank you for watching this show. Have a great afternoon, everybody. What's up revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest and biggest names in finance."
    }
]