[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020 baby get 2020. Bid to get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at mint mobile.com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "C",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "D",
        "text": "Hey rain, let's start it out by telling I imagine a lot of our audience already knows who you are and what you do. But for anyone who may not, give us a little bit of the thumbnail, 50,000 foot introduction to who you are and what you do at Arca."
    },
    {
        "speaker": "B",
        "text": "Sure. CEO and co founder at Arca, which is an institutional asset manager in digital assets. We also create and innovate novel financial service products that are invigorated or energized by blockchain. Prior to my time at Arca, I co founded the exchange traded fund company Wisdom Tree in the early two thousands."
    },
    {
        "speaker": "D",
        "text": "So, Rayn, lots of news flow today. First of all, let's start it off there. Curious to get your take on what happened, particularly with the ripple ruling. We can also talk about the Alex Mashinsky case that is now with the courts. But I'm curious what your thoughts are on the Ripple summary verdict, summary judgment coming out today."
    },
    {
        "speaker": "B",
        "text": "Sure. So it's always dangerous for non legal people to opine on legal happenings, but we interpreted this as very broadly, specifically good for ripple in a security sense. And what happens to a token after it's issued, and specifically what happens to tokens when they get to centralized exchanges. So as you've seen, very good for ripple and you've seen the market action in that, and then other tokens follow through like on Sol Matic, and great for centralized exchanges like Coinbase."
    },
    {
        "speaker": "D",
        "text": "Yeah, it's really interesting. The news flow on this has been extremely positive in terms of what we're seeing getting written with the reaction by some of the participants. Brad Garlinghouse taking a little bit of a victory lap, as I said earlier, the price action surging, obviously very dramatically. I can get you that chart. Maybe we can get that tweeted out, Michelle. It would be great. But in the meantime, let me just tell you what happened with ripple price action. I'm going to give you the percent change on the day, but if you look at the chart, it's basically a vertical bar straight up from, let's see. So it was trading around $0.45. Now it's trading at roughly 79. It had been up as high as, I think, just shy of 90. So nearly doubling on the day. But as you said, and I think it's very well said. Right. It's always difficult for non legal people to opine on this matter. It's strange to see this kind of bifurcated ruling. I'm just going to read here from the Bloomberg report to give people a little bit of context on this because it's being celebrated as kind of a, an unalloyed positive thing for the crypto space. And it seems a little more nuanced to me. I'm just going to read this here. A federal judge ruled that Ripple Labs Inc. Token is a security when sold to institutional investors, but not the general public, a long awaited decision that was widely hailed as a victory for the crypto industry over the SEC. US Judge Annalisa Torres in New York on Wednesday said that the crypto firm's sales of its XRP token to sophisticated investors met the test for an investment contract under federal securities law because those buyers, quote, would have understood that ripple was pitching a speculative value proposition for XRP with potential profits. But the judge said that didn't apply to programmatic investors, meaning the broader public buying crypto on exchanges. She said there was no evidence that such investors could parse the many statements made by Ripple about XRP. The judge said many statements cited by the Security and Exchange Commission in its suit against Ripple may not have been shared with the broader public. Here's my confusion on this again. I know neither you nor I are lawyers, Raymond, but what's surprising to me is this idea, this notion that essentially that the sophisticated investors, qualified purchasers of these products, would have been purchasing a security, but the broader crypto buying public would not. It just seems strange, doesn't it?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So this is where, you know, it's very good to be careful for us non legal people and our legal team is going through the actual ruling very carefully so we can come up with very specific thoughts on it. But broadly, this is a ruling on a summary judgment on some very specific legal issues. So there are things in there that apply very specifically to this case on whether the proper notice was given, and things like that, which could be read, as, you know, technicalities around this case and very specific to XRP and Ripple, and then broader things that are being read through by the market, where the interpretation of the actions of ripple, like once it gets on an exchange, not no longer being a security, and then, like you said, that bifurcated nature of it. So when it goes onto an exchange and ripple doesn't know who the buyer is, so there was no direct relationship. So it wasn't a offering, but when it sold it to institutions, there was that direct relationship, so you could know who they were, and you did have an actual transaction between the two. So that could be a inappropriate offering of securities. So, like you said, very nuanced and kind of confusing, and not necessarily, when you look at it, necessarily a win in one way or the other. And like. Yeah, exactly. So there's way more nuance in this. I'm not sure. I have to think about it longer before I can say whether the market is correct."
    },
    {
        "speaker": "D",
        "text": "I."
    },
    {
        "speaker": "B",
        "text": "And its broader interpretation here."
    },
    {
        "speaker": "D",
        "text": "Right, exactly. Rayne, I'm glad to hear you say that, because it's one of those rulings where I kind of feel like I've been sitting there scratching my head, thinking, am I the crazy one? Because everyone seems to be having this uniformly positive reaction to this ruling in the crypto space, and yet there are a lot of things in the ruling that I, as a non lawyer skimming through, found concerning, essentially saying that ripple met the Howey test. It's a weird one, and I'm sure there's going to be a lot of commentary on, on this. And by the way, I would imagine the suit is also subject to appeal. So I'm not sure we've necessarily heard the last of it."
    },
    {
        "speaker": "B",
        "text": "That is 100% correct. But I think what you're seeing here is also the residue of a completely changed environment in digital assets. And I can speak to this on."
    },
    {
        "speaker": "D",
        "text": "Yeah, please. I want to bring this around to the broader conversation of what your broader thesis is in terms of where we are right now. Obviously, this is just some new newsflow that we've had here today, but please. Sure, absolutely."
    },
    {
        "speaker": "B",
        "text": "So I would say, like I mentioned, CEO of an institutional asset manager. We have LP's in North America and internationally, as everybody knows, who's involved in crypto the last year to 18 months has been very challenging, really starting to, with, I would say, the real downturn with Luna, then moving on to FTX, banking crisis, and then what was seen as an incredibly unfavorable and hostile regulatory environment with some of the rulings being handed down. So this was the environment and the type of questions that we were dealing with from both current LP's and prospective LP's. What is the environment going to be like in the US? How hostile the regulatory bodies are and things of that nature. Then there's a very, very clear point of when BlackRock filed for its exemptive relief, when the entire narrative changed. And people have to remember that was just a application for exemptive relief by Blackrock, for spot ETF. Nothing was granted, not given. But the read through was that Blackrock would not be involved in a space that was going to be found to be regulatorily illegal, and that there were certainly things to do here, and potentially they were going to get an ETF approved. And that changed the entire tone of the conversation, the way people were interpreting things. So I actually think that this same news might not have been interpreted as positively even a month ago. It might have been seen as one more thing in the ripple saga, where here, all of a sudden, where every piece of news was interpreted in negative light just a month ago, now things are seen in quite a different light."
    },
    {
        "speaker": "D",
        "text": "I think that's extremely well framed there, and I think that's the bigger and broader context. And I think you're right. It did seem that the terra luna ecosystem collapsed. Was the beginning of all sort of negative things in terms of the downcycle, crypto winter that we saw. Obviously, everything that happened at FTX, as well as a knock on effect on that. And DCG and Genesis Gemini, all of those other challenges that we've seen in the space, seem to be part of that sort of broader domino falling at the beginning. And now, as you say, we seem to be in this cycle where there appears to be, appears to be a thought, definitely. BlackRock filing for exemptive relief around the spot, bitcoin, ETF, a key moment. But as you say, rain has not yet been granted."
    },
    {
        "speaker": "B",
        "text": "Yes, but when you look at the news flow and where the space was, and we saw this, and I believe you had our CIO, Jeff Dorman, on earlier today, we have seen really what we thought was a bottoming, maybe not in price action. And with a asset class as volatile as this, you can see quite a bit of movement, even when you are at the bottom. But really, almost everybody that was going to be out of crypto or digital assets was gone, and it was unclear what the upward catalyst was going to be. And outside of it being deemed completely illegal, no use cases or anything like that, it seemed like you were at a relative bottom. And then you started to have things like the banking crisis, which was very positive, especially here in the US, for digital assets, where the idea of problems with your centralized banking authority was only theoretical. Prior to that, all of a sudden became a very real thing. When very large us institutions became insolvent overnight, it was quite eye opening, I think, for us participants. And then the news flow has really been uniformly positive or deemed that way from then, even with some of the regulatory news, that was quite short lived in its impact on price and the overall market. So you had a space that's still very small, where almost all of the holders that were going to be gone were gone, and really just waiting for upward catalyst. So that Blackrock news, while the actual buying of bitcoin will only be in the future, was a signal, especially to institutions, that it was definitely going to be here to stay and that prices were going higher and they should start moving in. And it's been kind of a one way move since then, where you've had almost the entire outflows from the space reverse in just a matter of a couple of weeks."
    },
    {
        "speaker": "D",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium Wireless 30 30 Biddy get 30 bid to get 20 $2020 2020 better 15 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Yeah, and we should also add to that when we're talking about this updraft that's come in the wake of the Blackrock ETF spot bitcoin ETF filing. We should also talk a little bit. I'd like to get your opinion on this on EDX markets backed by Chuck Schwab, Fidelity, Citadel securities and others. In terms of the broader marketplace perception of mainstream traditional financial players appearing to jump into the crypto markets, I guess it's fair to say with both feet in the form of spinning up their own exchange."
    },
    {
        "speaker": "B",
        "text": "That's exactly right. Just another example, and these are two big ones. So Blackrock and edX are very big, noisy examples of traditional financial service players jumping in. What is not as much thought about during these periods when you see these two very big bellwethers come in is there's actually been a tremendous amount of activity in this space from traditional financial players even through this period of the downturn. It just wasn't quite as noisy, and it became almost a little dangerous to say you were involved in that. So really many people were still here working quietly during this period, but it became less in vogue to say you were. All of a sudden, those efforts are becoming more public and people coming out of the woodwork. So this is really just an indication to everybody that digital assets are here to stay. The big boys are making very big efforts into it and putting a lot of dollars and thoughts around it, and they're probably not doing that if it's going to be found to be regulatory, illegal, made illegal, go away in that regard. So really, just two very strong signals to continue those efforts for people that were still doing them, and to restart those efforts from people that had paused, or to initiate those efforts from people that had not done that yet. And we've seen that in our client base. A lot of our clients are pensions, endowments, foundations, real institutional investors. When I say clients, people that are going through our due diligence process and things like that, there was an enormous pause. And I say pause, not over after FTX. People have to understand, in the world of financial services, a fraud like FTX is very different than a loss of capital or an asset class going down or things like that. When you have a large amount of people give money to what turns out to be a clear fraud, it puts the brakes on across the sector. This is the type of activity where people that make those allocations potentially have employment issues. Service providers, auditors that were looking at things like that have liability issues. What's the fallout going to be around that? So this was a huge chilling and pause type of moment, and I don't think you really saw a change on that, literally, until you saw the Blackrock news."
    },
    {
        "speaker": "D",
        "text": "What's extremely interesting to me about what you just said there, and I'd love to dive in and get a little bit more detail from you about this, is the idea of essentially the allocators, large pension funds, sovereign wealth funds, the kind of folks who are your clients. I would love to get a little bit of a context on, generally speaking, what their perspective is on this. When they reach out to you and are interested in getting exposure to this space, what do they say? What are their goals? What are their concerns, what are their fears?"
    },
    {
        "speaker": "B",
        "text": "Sure, what's interesting about that, and this really goes to the heart of what we were trying to do at ARCA. When we founded the company in 2018, we saw a white space in the market for institutional asset management. So we thought the thesis was that digital assets were going to become an important asset class. But unlike other asset classes, there weren't really good institutional options. And what was interesting about digital assets from its inception, because it was really something that was outside of the financial sector, it took a track that was different than other asset classes. Most asset classes or investment products are first offered to institutions and sophisticated investors and then are packaged and rolled out to retail. It was kind of opposite for digital assets. So our idea was that if you created a company that really focused on risk management, due diligence, counterparty due diligence, all the things that a traditional and very accustomed to seeing in their offerings, that that would be a great offering, and that turned out to be true. The only issue is that in digital assets, it's still incredibly hard to do that and it's not mechanical. And the things that you're doing are very challenging. So those are the things we have people that have been in our due diligence process all the way from the founding of the company, that is still not allocated, which is fine, because the challenge for institutions pensions and endowments is they cannot be involved in a thing like FTX. And you had some pensions and endowments involved in a large way in FTX. So that was a very chilling event for them. So they're very concerned about fraud, reputation, those type of things here."
    },
    {
        "speaker": "D",
        "text": "I'm so glad you described that, and I think you described it so well. It's interesting when we have these Twitter spaces, people come to us from a wide variety of backgrounds. Backgrounds, I always like to take nothing for granted. So, Rain, explain to people who may never have spent a day working in the financial services sector what the role of these allocators are. Who are pension funds, sovereign wealth funds, allocators in general, what are their needs? Who do they represent? What are their goals? Talk a little bit about that piece, because I feel like it's one of those things that very often people skip over when they have this conversation."
    },
    {
        "speaker": "B",
        "text": "Sure. So when people say, when we cater to institutions, like the idea of institutional investors is a very large bucket and it's more nuanced in each of those areas. So when we talk about pensions, we are generally talking about defined benefit pension plans for large companies or governmental institutions where they are taking retirement money, and they are taking a little bit of that money from every paycheck and then investing it over time to meet the retirement needs of their constituents. So these are very risk averse. They generally have been in the 60 40 bond portfolio over time. What's interesting is that as yields on bonds went down, all of these type of institutions were forced further out on the risk curve to meet those obligations, and they've gotten way more involved in venture and things like that and have a lot of actually liquidity issues as those have gone on. So that's pensions. Endowments are basically the funds around universities and educational institutions, and then sovereign wealth funds are the large investment funds for countries. And again, this is managing the assets of those countries or institutions to grow them and meet the goals of those institutions. But broadly speaking, very risk averse, have lots of checks and balances. It's a very long investment process. Even with well understood asset classes, like an 18 to 36 month due diligence process is not unusual, usual for them. So they're thinking in years and decades, often in the way they look at the world, which is very, very different than crypto, where things might come and go in a couple of weeks. So it's kind of a mismatch in the way they look at the world and what's going on in digital assets."
    },
    {
        "speaker": "D",
        "text": "Yeah, excellent description, and I think such an important one for people to understand the context of the conversation. I mean, the interesting thing is, though, many people who don't work in financial services may not understand these constructs, may not understand how this works. Many people, I'm sure, on this call, have exposure to these funds via their own benefits, their own contribution plans."
    },
    {
        "speaker": "B",
        "text": "Absolutely, absolutely. And broadly speaking, in those plans, what they are finding is, and you saw it in the pension crisis in Great Britain, is that there's a mismatch between the assets that these funds hold and the obligations that they have to their constituents. And that gap is kind of increasing. So they're all seeking better returns. And what's interesting about digital assets is that there is a tremendous potential here to drive those type of returns, but you have tremendous risk in fraud, bad projects, who do you partner with and things like that. So that's where we come in and really try to work very closely with the CIO or the investment team, who generally look at digital assets as part of their fintech allocation and what they're seeing is that as a certain amount of people go over from fintech, and as digital assets grow, they can no longer not have an expression of an investment view in this, where before you could say, I hold no digital assets, I don't think crypto is real or anything like that. As it's grown, and as more pensions and endowments, especially ones that are more forward thinking, get involved in it, what the people that the institutions are now doing is actually being structurally short this space. By not having any of it, they are actually underweight it and taking out a view that is actually against it. So even people that aren't necessarily, and this is a very slow moving, risk averse group, they do not want to stand out necessarily from their cohort. So as some of the more forward looking bellwether kind of institutions go forward, the kind of follower ones are coming along just to not stand out by being structurally short digital assets. So I found that interesting as a way when we talk to pensions and endowments."
    },
    {
        "speaker": "D",
        "text": "So the idea here, and I imagine it's probably a controversial one in some quarters, is if you're not long to a certain allocation of crypto, you are structurally short."
    },
    {
        "speaker": "B",
        "text": "The asset class, as your constituents and your benchmarks and your peers and how they represent their fintech allocation as more of them come into this space, if you are not in, at a certain point, you are, in a sense, structurally shorted, because their returns will incorporate this while yours will not. So, yes, talking about that as a."
    },
    {
        "speaker": "D",
        "text": "Benchmark, just so people can get a little bit of context here so they can start to size this. Talk about, first of all, the size of the industry in terms of what pension funds, endowments and sovereign wealth funds represent in dollar terms, and then also talk about the percentage of the allocations that they allocate to fintech in general, and then specifically within crypto, so we can get at least an order of magnitude estimate on how much money we're talking about here in the space in general."
    },
    {
        "speaker": "B",
        "text": "The size of the piece in pensions, endowments, foundations, and institutional is in the hundreds of trillions of dollars. And then when you look at crypto, obviously, we're around a trillion tiny. And the fintech piece of that is in the tens of trillions, if not 100, let's say so very, very small, but growing, but growing very quickly."
    },
    {
        "speaker": "D",
        "text": "Preston and just using the sort of trivial math there, if you get 1% of the, of the hundred billion in fintech, it essentially means that you would double the market capitalization of the asset class of crypto. I mean, which is enormous."
    },
    {
        "speaker": "B",
        "text": "Exactly. That's where when people think about the size of digital assets and already the value appreciation that has occurred, this is a space that did not exist before. And when you talk about it in the sense of other asset classes, people often compare bitcoin to gold. But just for the comparison, gold is maybe seven or $8 trillion. And then when you talk about equities, you're talking about hundreds of trillions of dollars. So when you're talking about digital assets, and if you think that theres a potential for replacing some part of the financial system or financialized assets, it is incredibly early. And like you say, only 1% of financialized assets. And some people give that number at 1.4 quadrillion, which is 1400 trillion. When you include notional value of derivatives and things like that, if only 1% or a half a percent of these numbers come over, you're talking about a tenfold increase in digital assets from where they are. So it's still incredibly early. This is what gets people excited about this. The potential for that type of return is very real. It's just the risk mitigation and the stomaching some of the issues in the space on the way to that. And one of that is finding, you know, good partners that you can trust to work with. Because even though this is a trustless technology and decentralization of trust, you're still often working with partners either on the asset management side, custody side, exchange side, and we've seen that that can fail and sometimes spectacularly like FTX. So that is that that problem. So the returns and the desire to participate in that and all, some of the things around governance and all those things are very enticing. But still, losing money in a fraud or being found to be doing something illegal is a much higher pensions and endowments, foundations, that is no go. So until those things are solved, or at least seem to be solved, with indications like Citadel and blockrat coming in, it's just no go until those things happen for those type of investors."
    },
    {
        "speaker": "D",
        "text": "Hey everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "E",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what with each vendor, Ramp software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization and bill payments, time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding Ramp could be one of the best decisions you've ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank and celtic bank members have DIc terms and conditions apply."
    },
    {
        "speaker": "D",
        "text": "Yeah, so well said. And I think it's such a great opportunity for people who are listening to this Twitter spaces to get a sense of what this market looks like, because the institutional side of finance is something that most individuals, unless they're fortunate enough to have worked in that space at a certain level, just don't see. By the way, I get vertigo when I hear ten to the 15. It's hard for me to get my head around just how large this space is. But again, that's what we're talking about in terms of the total value of financialized assets. Again, some of those are probably netted out and hedge positions and other things that might be a little bit different than traditional investments. But it is important, I think, for people to get a size understanding of this space. Let me ask you this rain, when you get on the phone for the first time with someone who works at a pension fund or an endowment, what is that conversation like? I think that would be fascinating for our listeners to get a sense of, because most of us will never get to be on those calls."
    },
    {
        "speaker": "B",
        "text": "It's interesting. It's very hard to bucket them all together because it's still very, very specific to the institution, and it's usually being driven by one or two, often more junior people who have some sort of thesis around digital assets and are kind of doing missionary work there. And then there are people that are a little higher up the food chain or just, you know, they're seniors that are more suspicious and less, you know, just thinking digital assets might be the flavor of the week type of thing. So you don't really know."
    },
    {
        "speaker": "D",
        "text": "What I hear you saying when I read between the lines is you've got smart people in their twenties and thirties, maybe, and probably some people who are older as well, who are just more forward thinking at these companies who are interested in digital assets because they've got their own personal curiosity about it, and they sit on the sidelines for a number of years, and then they say, hey, listen, I got to raise the flag at this fund I'm working at. We should be long this, because, as you said earlier, if we're not long, we're structurally short relative to other assets. We need to tie this conversation. And then they pick up the phone and they call Rain Steinberg."
    },
    {
        "speaker": "B",
        "text": "Something like that, yes. And the interesting thing about it is that while often it will be a younger person that starts the conversation, what's fascinating is that digital assets, though, as an idea, once we get past this concept of a technology, but when you start to get into, like, the decentralization of trust and what the actual value proposition is when explained correctly, and getting past this, just this idea of a very volatile asset class of crypto and magic, Internet money or things like that. But when you're really talking about the value proposition, it actually resonates quite well with, like, older generations who have actually been through more risk off events, like great financial crisis, were around for the failures of things like long term capital management, stock crash in 87, when a lot of our younger compatriots have really only experienced this great mitigating market and have not experienced that many risk off events. Once you actually get past that, this is just some sort of, like, whiz bang technological innovation. And when you get down to the heart of it, it actually quite resonates quite well with those people. It's just finding kind of a language to talk to them about. And this is where my colleague Jeff Dorman and what he puts out a weekly newsletter called Two Satoshis, which anybody can sign up for and get, where he really contextualizes digital assets in a language and lexicon that is accessible to institutional investors and more traditional investors. That's really important because this is really about a narrative and getting people to understand it, and that's how you get adoption. And it's not just for people of a certain generation or age who are trying to bring everybody in a very big tent approach. That's regulators, pensions and endowments, retail. We think it's appropriate for everyone at the end of the day."
    },
    {
        "speaker": "D",
        "text": "So I hear you saying that there's no typical conversation. Everyone is unique, and that makes sense, but you must hear some common themes. What are some of those themes that you hear in terms of what people are interested in, why they want to take an allocation in the space, and also what some of the structural barriers are at this point in time that hold them up. Sure."
    },
    {
        "speaker": "B",
        "text": "So the number one thing that I would say when you get down to a pension endowment is that this is an important financial technology innovation and they would like access to it. What's interesting or challenging for them is that a lot of the offerings in this space do not line up with the way they typically invest. And for people to understand pension endowment foundations, institutional investing, a lot is controlled by things called consultants wherever they due diligence the investments and bring a kind of approved palette of investments to these institutions. And very few digital asset. The problem is, very few consultants and very few of these institutions have gone through this process with digital asset investment choices. So it's very challenging for them in their workflow where they get a, you know, ten, let's say a biotech allocation, where they would have ten appropriate biotech managers or passive instruments or things that they can consider and then go through them and see if they met their investment needs or, you know, how they gelled. That just doesn't exist yet in digital assets. And part of the problem is a lot of the teams and people that come through this, you know, just don't take that normal track that lines up with those things. Like I said, this is an innovation that came out of retail and financial technology and not the typical asset management development. And I can speak a little to this from my time at Wisdom Tree and ETF's. Now everybody thinks ETF's are a fantastic idea. $10 trillion in the asset class or in the structure, even as late as 2000 or the early two thousands when I co founded Wisdom Tree. And this is almost, I guess, maybe ten years after the innovation was created, financial advisors were still wary of the structure of ETF's just because it was new. And there's a high cost to doing something new in financial services if it goes wrong, and not a lot of upside for those people making those allocations. So we spent a tremendous amount of time on just educating people on the structure of ETF's, the benefits around taxes, diversification, how you got better costs than mutual funds. And sometimes that would take 510, maybe even 15 touches around that. Before an allocator would get comfortable. Now everybody's comfortable with ETF's. So it's just a, you know, it's a very, you have to have a very patient approach in these circles when you go about this. And our space is not. It's a lot of things, but it's not, I don't think, known for its patience around that type of stuff."
    },
    {
        "speaker": "D",
        "text": "Boy, what an interesting point. And the perspective that you bring having founded a shop that does ETF's. Yeah, I mean, I'm old enough to remember when ETF's were seen as something that were. They were the new kid on the block in terms of a mechanism for getting exposure to whatever the underlying was. I guess I should say ETP more generally exchange rated products, but exchange rated funds specifically when we're talking about us equity, it is fascinating to hear that as a metaphor and to talk about how it takes time for institutional investors to get comfortable and weighed into that space. It's a really interesting metaphor."
    },
    {
        "speaker": "B",
        "text": "Thanks."
    },
    {
        "speaker": "D",
        "text": "So, rain, I'd love to open up this conversation to questions. It's one of the things that we love about Twitter spaces here at real vision is how interactive they are. I would love to bring some folks in for some questions. If you're up for that, please question away. All right, first, uh, let's go to gold member and Penny, I know you guys have been listening, uh, to this conversation. Curious if you guys have any questions for rain?"
    },
    {
        "speaker": "F",
        "text": "Yes. Uh, Penny, you want to. Do you want to go first? I just saw you take your, your mic off."
    },
    {
        "speaker": "G",
        "text": "Yeah. Thanks, BJ. Um, rain, I just wanted to pick your brain. How long, realistically, do you think it will be until all the old school trad five funds, especially those that have been so vocally anti crypto, will admit defeat and it will just be the norm for them?"
    },
    {
        "speaker": "B",
        "text": "That's a good question. Hard to say on timing. This is one of those things where it's going to be very lumpy and not like a straight line. Like, it was very hard to see what the catalyst was going to be. And we're not sure if this is the final catalyst of a move up from here and adoption, but Blackrock's filing, and then you see kind of the wave of sentiment change, and you're going to start to see many, many more announcements of traditional financial players that either had initiatives working on this or have started. Ones are going to come out, but it just takes a while to work through. So I wouldn't be surprised if this takes five more years, honestly, maybe ten more years to do that, I can tell you that. Just to use. Again, I don't want to beat the ETF metaphor too hard, but when we started wisdom treaty in the early two thousands, it seemed evident that ETF's were a better mousetrap than mutual funds. Yet the one thing when we found wisdom tree of our thesis that was incorrect. We thought the funding that we would get would come from traditional asset managers. That would want an ETF offering. We had incredible challenges and over 200 nos from traditional asset managers that were not interested in offering ETF's because they cannibalize their active offerings. And only after the success of ishares and people like that were they interested. So I think it's going to be quite a while and then kind of a tipping point, and then you get past it, but it's going to be quite some time, at least five years, I would say, before it's self evident. And they give up, as you say, really interesting."
    },
    {
        "speaker": "D",
        "text": "And then, of course, you have innovation like smart beta ETF's, which occupy kind of a middle ground, I guess, between active and passive."
    },
    {
        "speaker": "B",
        "text": "Yes, yes. All of those things. That was, what was so fascinating was because when you think about, and I use again this analogy for ETF's and digital assets, when the ETF wrapper came out, first it was the spider, and then iShare is locked up, Dow Jones and S and P and MSCI. But that was as far as the asset management industry could see ETF's going. They were like, okay, all of the existing intellectual property is now in ETF's. What else? There's nothing else that could be done. There was no concept of leveraged ETF's smart beta. We pioneered currency, ETF's shorting out currency exposure and things like DXJ. And so the wrapper of the ETF allowed a utility that was not able to be done in 04:00 p.m. closed mutual funds. That's the same thing I see in digital assets, that this tremendous wrapper of alignment of stakeholders, frictionless trading, no exchanges in infinitesimally small sizes. There's all these ideas that this is better for. Liquidity costs, time of trading, things like that. But then the knock on of effects of when you compress the space between investment vehicles and payment vehicles, and the type of innovation that you're going to get over that we don't even understand it yet. It's so much broader than what you can do with ETS that it's really going to be fascinating to see how it evolves. It's going to take a while, but this is why it's definitely going to displace all these other things. It's just more flexible and has better outcomes. So I think it's inevitable, but it's going to take a while."
    },
    {
        "speaker": "D",
        "text": "It is truly fascinating. And to your point, it is a question on how far we can lean on that metaphor with ets before it strains. But it does suggest a couple of interesting things, and one I think that you just touched on there is just the unknowability. It's almost like the cone of uncertainty around a hurricane. You just don't understand where things are going to be because the systems are just too complex and dynamic. And by the way, we should say not everything in the ETF space works out. I think most people who are following markets are familiar with the xiv implosion, the inverse vix ETF. There are times where sometimes the test tubes in the lab explode and the laboratory burns down."
    },
    {
        "speaker": "B",
        "text": "Yes, exactly. And I think people have to also take that out more broadly when you're talking about innovation in digital assets, that this is unusual when you have a tech innovation dealing very much in real time with real people's money like that. So in normal tech innovations, the laboratory burns down, move fast, break things works, and you just go into v two of it. You don't generally have tens of millions, hundreds of millions, or billions of dollars of people's capital kind of locked up in these things. So this is where kind of when people complain about the regulatory bodies or the slowing down of things, that it's actually, I think, a very important and appropriate push pull on that. Not that regulators get everything right, or the industry gets everything right, but that kind of interplay is important. And I think we can all admit in digital assets that there have been some rather not good outcomes when the space has been just left to its own devices. Now, what's also interesting is that in digital assets, things can go away and then be very quickly replaced and rebuild and things like that, and you don't need necessarily a massive intervention or things like that. That's fascinating, too. So that kind of creative destruction is very much a part of the evolutionary process of digital assets."
    },
    {
        "speaker": "D",
        "text": "Yeah, shumpetarian creative destruction. I guess another fancy 50 cent word here we could use is this sort of ongoing dialectic, the idea that it's basically, it's kind of an argument that you see between the innovation in the space and regulators. Some things work, some things don't. You pivot to do more of what works, hopefully less of what doesn't."
    },
    {
        "speaker": "G",
        "text": "I."
    },
    {
        "speaker": "D",
        "text": "And you have this kind of very complex, ongoing dynamic system where you eventually come to some more refined versions of the earlier hypothesis."
    },
    {
        "speaker": "B",
        "text": "Agreed."
    },
    {
        "speaker": "D",
        "text": "All right, gold member, go ahead and unmute, and please ask your question for rain."
    },
    {
        "speaker": "F",
        "text": "Yeah, of course. Thank you guys so much for this conversation."
    },
    {
        "speaker": "B",
        "text": "Rain."
    },
    {
        "speaker": "F",
        "text": "It's just been absolutely wonderful to just hear your insight on this space. So thank you again for your time. My question kind of comes a little bit from narratives that I've been hearing a lot, particularly from the NFT side of things. People are always demanding value or utility to be delivered. What, in your opinion, or what do you think would be some of those use cases that some of the bigger players that are sitting on the sideline might find particularly bullish when you're talking about nfts specifically? Well, it doesn't necessarily have to just be nfts, but you know, in NFT space, we hear always about, you know, the gaming, you know, use case of it. You hear about AI a lot. I'm just curious what some of maybe the use cases that we might not be hearing about that, you know, some might be having conversations about behind the scenes."
    },
    {
        "speaker": "B",
        "text": "I still think we're very much in the early stage of infrastructure building and I think some of the super interesting things that you're seeing are. That aren't very sexy, but fascinating are the kind of the evolution of the decentralized exchanges. And even though this is very much about asset market structure and things like that, these are the necessary things that actually have to occur for stuff to happen. Just the same way you weren't really going to get an explosion of the Internet until you had broadband and faster Internet access and that rolled out to places before you could get the really exciting use cases. I think we're still very much in the infrastructure, Ui Ux components. I've seen some really interesting things on wallets and you know, like usability of things happening. So I think this is, we're still in this kind of very, I don't want to say boring because it's exciting to me, but you know, kind of behind the scenes market structure, infrastructure type of building period that you need to get before this. Then really the sky's the limit on utility, you know, portable identity. These representing the digitized ownership of everything. Honestly, like I said before when I was alluding to your asset management products and your investment products collapsing down to your payment vehicles, so there won't be any friction between your investment portfolio and your payments. I think this is all on the horizon, but like we talked about, you're dealing with real money and it's very hard to innovate in these things. You have to be very careful and patient during these periods and it's just, it's not something our space is great at. On the patient side, I think that forward motion is fantastic, but it gets ahead of itself sometimes. So I think until just recently, a lot of the enthusiasm was out of the space. Are actually quite important, and we saw that as very important for the last wave of innovation."
    },
    {
        "speaker": "D",
        "text": "Ray, you sound like you're structurally incredibly bullish on the space and saying simultaneously, it's still extremely early."
    },
    {
        "speaker": "B",
        "text": "That is correct. I think you can be both. And I think as long as you. This is a space where we talk about this at Arca a lot. It's a space that is constantly trying to make you think short term. And it's a really big problem when you think about when you're trying to create projects or do things that you're creating what's hopefully multi type of outcomes, and you can have a value accretion or change of ten, 101,000 x in the matter of weeks or months. This really skews people's risk reward mechanisms or how they think about things or what's success. So we're really trying to build a company in a space that is durable and lasts decades, hopefully hundreds of years, and it's constantly battling that short term thinking where this is a space that is constantly saying, think about this new thing that's here for a second and maybe doing this, and really that balance between the two. So I think you can be incredibly bullish, feel it's very early, and still think that there's a lot of risk and caution that you have to take when approaching it."
    },
    {
        "speaker": "D",
        "text": "Yeah, well said. When I last checked, we had over 100 people in this Twitter spaces. I'd really like to broaden the conversation here, bring some new folks up on stage for some questions. Bats here. Did I goof up your name again? Did I get a closure this time?"
    },
    {
        "speaker": "H",
        "text": "It's okay, Ash. I'll find a way to forgive you one day."
    },
    {
        "speaker": "D",
        "text": "Wait, say it for us. Say it for us."
    },
    {
        "speaker": "H",
        "text": "It's a bat. Just call me Bazi. Yeah. Yeah. You say batsy. That's right. Yeah, that's close enough. Great. Okay."
    },
    {
        "speaker": "D",
        "text": "You know, for an american, what do you expect?"
    },
    {
        "speaker": "H",
        "text": "Yeah, no problem. No problem. So thanks for letting me up, rain. I have a couple of. A couple of three questions, so. Okay, the first thing is, okay, bitcoin ETF is looking highly likely. Of course, we don't have a crystal ball. Disclaimer. Disclaimer question number one. How soon do you think an eth etf will come? If it comes, that's the first question. The next question is when? Take out your crystal ball. Make a predictive future. When do you think the total crypto market cap is going to reach 100 trillion, which will bring it similarly to in line with stocks and kind of which projects that you see now are going to have kind of what percentage of market share? I know it's a complex question, but surely you have been thinking about that. Thank you."
    },
    {
        "speaker": "B",
        "text": "Sure, no problem. Thank you. I will caveat. Everything with the timing is incredibly hard. But I would say first part, eth spot ETF, where you were feeling one way about that just even yesterday, some of the rulings and directions that you're getting around ETH as it currently stands, is looking like it's moving more into that thing that could be deemed around. Something similar to bitcoin, at least, is the way the regulatory bodies perceive it and a ETF being pulled forward. So I would say you're definitely going to see bitcoin spot before it. And I'd still say that that is minimum. I think you're going to see way more back and forth on regulatory bodies than you would in a normal thing. So we've seen very positive indications from a blackrock filing, but, you know, they still had to revise it once already. And I think you're going to see a lot of back and forth on that. So I think you see bitcoin first, then eth. And I would say you're probably not going to see it for at least earliest would be just under a year for bitcoin ETF. That would be my guess."
    },
    {
        "speaker": "D",
        "text": "Next to the question. Batty, I was going to bring up. I want to bring up. I'm going to screw this up, too. Chirag, did I get that close to right? Chirag, can you hear me?"
    },
    {
        "speaker": "I",
        "text": "Oh, I hear one. Can you hear me? Am I open?"
    },
    {
        "speaker": "D",
        "text": "Yeah, loud and clear. You sound great. Perfect."
    },
    {
        "speaker": "I",
        "text": "Perfect. Awesome. Thank you so much. That's good. Yes, that's right. You got it right. Awesome."
    },
    {
        "speaker": "D",
        "text": "Thanks so much for having me."
    },
    {
        "speaker": "I",
        "text": "Yeah, this Twitter space has been really, really insightful, actually. Thank you so much for your vision."
    },
    {
        "speaker": "D",
        "text": "Yeah, I thought so, too."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "I",
        "text": "So my question would be, actually, I just want to know what your thoughts on decentralized asset management is. I mean, we have seen so many platforms like Celsius go down and why is decentralized asset management not taken off? And what would we need for institutional asset management to shift to a decentralized infrastructure for their management?"
    },
    {
        "speaker": "D",
        "text": "Sure."
    },
    {
        "speaker": "B",
        "text": "So I would first point out that we've only really had foe at any scale, faux decentralized asset management. So you've still had some of the issues of centralized asset management. So you have the appearance of decentralized wrapper, but then you still have a centralized authority making those decisions in a kind of obscure, directed way where if you have a great party doing it. Maybe the outcomes are good, but then things happen like happened with Celsius, and you are running into the same problems that we're all trying to avoid with decentralization. So I would say that you really haven't had it yet. And then some of the reasons are there are still challenges around regulation, around decentralization and what a decentralized authority is. And I is it regulatory appropriate or where is that? They are there for regulatory compliance and things like that. So there's things that still need to be answered. And then there's also the challenges, excuse me, the challenges of running a decentralized organization. And this is something we actually spend a lot of time at, anarcha, not so much in decentralized asset managers, but daos in general and decentralized projects where governance is just incredibly challenging. There's a reason we have centralization and centralized entities making decisions. It's a much more streamlined ways to do it. And generally, when you have a very good centralized authority making good decisions where it's not conflicted, you can actually have good outcomes. And the contrary, when that is not true. So we are seeing that it's still very hard to govern and make decisions in decentralized arenas. I don't think this is just a challenge. I think we're going to overcome it, and there are things that we're working on that are doing better and we're going to learn more and more about decentralized governance. But I think you're going to have to solve that before you get really, truly decentralized asset management. And also, we would love to be a part of that. And those are the type of ideas that we have, truly decentralized asset management products as well. So stay tuned as it becomes appropriate from offerings at Arca as well."
    },
    {
        "speaker": "D",
        "text": "Yeah, decentralization is clearly a spectrum and not an on off switch, and it takes time, obviously, to get there as well. We're incredibly early in this revolution. I think at least I'm expressing my own opinion, but it definitely seems like we're heading in that direction. Okay, let's go to defi different next, and then we'll get back to Penny for a follow up in just a second. Hi, guys."
    },
    {
        "speaker": "G",
        "text": "Ira, been fascinating listening to you speak. It's been brilliant. But there's a question that."
    },
    {
        "speaker": "D",
        "text": "Hey, welcome back, man. It's great to have you with us."
    },
    {
        "speaker": "G",
        "text": "Yeah, thanks, mate. Thanks. Yeah, just a question for Ray. If you had to gun to your head a sappy seal, a wreck guy, or an MFEr, which would you buy."
    },
    {
        "speaker": "B",
        "text": "Gun to head, sappy seal, gun to head, done."
    },
    {
        "speaker": "D",
        "text": "Quality."
    },
    {
        "speaker": "G",
        "text": "Thank you."
    },
    {
        "speaker": "B",
        "text": "You're welcome."
    },
    {
        "speaker": "F",
        "text": "Great answer."
    },
    {
        "speaker": "D",
        "text": "Penny, over to you."
    },
    {
        "speaker": "G",
        "text": "Hi, Ray. I don't know whether I missed this earlier, but have you."
    },
    {
        "speaker": "D",
        "text": "Hey, I think everybody just got muted there. Something weird happened with the glitches there in Twitter spaces. Penny, if you can hear me, please unmute and continue with your question."
    },
    {
        "speaker": "G",
        "text": "Yeah, I don't know how much of that you heard, raine, but I'm unreasonable."
    },
    {
        "speaker": "D",
        "text": "Just not to be on the safe side, it's Twitter, man."
    },
    {
        "speaker": "G",
        "text": "I don't know whether I missed it earlier in the daily briefing, but did you say you guys have an NFT fund?"
    },
    {
        "speaker": "D",
        "text": "Rand, I think you're muted. Let's see if we can get rain on mute. There you go."
    },
    {
        "speaker": "B",
        "text": "Unmuted. Sorry about that. I don't believe I mentioned this, but we actually do have an NFT fund. Perhaps Jeff spoke about it earlier."
    },
    {
        "speaker": "G",
        "text": "Briefing. So it was you guys."
    },
    {
        "speaker": "B",
        "text": "Yes, we do have an NFT fund. We have a very talented portfolio manager named Sasha Fleischman, who, if anybody is interested in the NFT space and investing in institutional manner in that space, please get in touch with us and I will put you in touch with Sasha."
    },
    {
        "speaker": "G",
        "text": "And could I just ask, what's that fund valued at the moment with the NFTs?"
    },
    {
        "speaker": "B",
        "text": "A dollar amount or returns or. What are you looking for?"
    },
    {
        "speaker": "G",
        "text": "A dollar amount, please."
    },
    {
        "speaker": "B",
        "text": "That we have about. It's a called capital fund where we have about 50. Called 50 million in capital in that fund."
    },
    {
        "speaker": "D",
        "text": "Explain what that means for folks who may not know."
    },
    {
        "speaker": "B",
        "text": "So it's a closed in fund where you set a certain amount, people give you commitments, and then you call capital as it deploys. And we're almost done calling the capital and that. I think we have one more capital call left in a $50 million fund."
    },
    {
        "speaker": "D",
        "text": "I think it sounds like you just got a little bit faint there. Can you still hear me? This might be."
    },
    {
        "speaker": "B",
        "text": "I can. Has something happened to. Is this better?"
    },
    {
        "speaker": "D",
        "text": "Yeah, it just sounded like you got a little softer there. This may be just one of the vagaries of Twitter."
    },
    {
        "speaker": "B",
        "text": "I'm going to go vagaries of Twitter. As I have remained constant like Arca, never changing perpetually like a rock."
    },
    {
        "speaker": "D",
        "text": "And now you're back and now you're loud and clear again."
    },
    {
        "speaker": "B",
        "text": "I don't know if you would see Twitter, not me."
    },
    {
        "speaker": "D",
        "text": "Yeah, I'm sure that's the case. By the way, we'd love to get slash Fleischman on real vision."
    },
    {
        "speaker": "B",
        "text": "I think it would be a phenomenal interview. I highly recommend it."
    },
    {
        "speaker": "D",
        "text": "Yeah, he's never been with us."
    },
    {
        "speaker": "B",
        "text": "Go ahead, Beth, we'll make it happen."
    },
    {
        "speaker": "D",
        "text": "Wonderful."
    },
    {
        "speaker": "H",
        "text": "Thank you for my. Allow me to do the follow up question. So can you answer my second question that I asked before, about the 100 trillion? And then in terms of market share between projects, how do you see that potentially?"
    },
    {
        "speaker": "B",
        "text": "I think the 100 trillion, probably not for a decade at least. I think you're going to get a lot of resistance and then it will move rather quickly. But you take a look again, I use the analog of ETF's. It's just there's a lot of friction in financial services, a lot of gatekeepers, a lot of ways to slow this down. So I just don't think it reaches tech innovation type of things. There's different regulatory regimes and places, so it just takes longer. So at least a decade. And I think even that would be fast. That'd be great. So that's, I think, kind of an optimistic, bullish one. And then when we think about protocols and what are the projects that are going to be them that I won't even venture, I guess, even though they're the ones that are there now, this is something that I've seen in this space, and this is why I really think that still active management and an approach that incorporates people thinking about it is still very important. I come from a passive world where we designed really fantastic indexes. They had a value tilt and we pioneered smart beta, but you still had efficient markets. The market structure was understood, the players remain the same. There weren't tremendous innovations in that. One of my first, most humbling experiences with digital assets, Washington I tried to approach it in the same way we approached equities, and it was completely wrong. And the indexes I designed were completely obsolete in a matter of a couple of weeks in some cases. And it made me think, really that you had to approach this in a different way, and that you would probably not have come up with passive indexing at the beginning of the equity markets either. When we were trading stocks under a pear tree, when it was very inefficient and there were huge asymmetries of information. So I think that that's the case right now, and that we're seeing giant innovations all the time, and I don't know where that would come from yet. I mean, it looks like ETH is going to be giant and a very important thing, but I don't know, in a couple of years or on the way to 100 trillion, it just seems too early to say what that bitcoin normally and why you really need to stay engaged with the space."
    },
    {
        "speaker": "H",
        "text": "I'll give you my speculation."
    },
    {
        "speaker": "B",
        "text": "Please speculate. I love it. Braver than me."
    },
    {
        "speaker": "H",
        "text": "Okay. I'm an enterprise guy and I'm about enterprise blockchain solutions. So I think the projects that are offering that I think most enterprises are going to move to DLT based systems, even if they have web two stuff, they're still going to be writing things on the ledger just to prove what they're doing, even if they don't have smart contracts on their app. But things like Hedera, things like Avalanche, things that people can build businesses on. So things with permissions, things with traceability, things with private and public, that kind of stuff I think will probably gain a decent market share closer to the 100 trillion mark. That's just by two cent. No, not, not financial advice. I don't know shit."
    },
    {
        "speaker": "B",
        "text": "I agree with the, with the thesis there. I would say that definitely appears to be correct right now. My only thing is that this space has changed so much and where it goes changes so much that I, many of my thoughts, I have had to be flexible in certain things, more north star type thing. But I agree broadly with what you say."
    },
    {
        "speaker": "H",
        "text": "Thank you."
    },
    {
        "speaker": "D",
        "text": "Sure. Rayn. We've been at this for about an hour now. Boy, what an extraordinary conversation. I often enjoy our Twitter spaces, but this one has really been just above and beyond. I'd love to get you on real vision to do a deep dive with me, maybe on real vision crypto, maybe more interestingly, you and I should have a deep dive conversation on real vision finance, where we explain to folks in the traditional financial services space what's happening right now in the digital asset space and how some of those parallels from your long and extensive experience working in finance might be relevant to understanding the crypto landscape."
    },
    {
        "speaker": "B",
        "text": "I would love that. We love what you do. Weve always found it a fantastic venue to appear on. Jeffs been there several times. Anytime you would have me, I would."
    },
    {
        "speaker": "D",
        "text": "Love to show up. Well, we appreciate that and I think wed love to take you up on that offer. Thatd be wonderful. Rain, great conversation. Weve covered a tremendous amount of ground here. Lots of different topics and wonderful questions, as always from our Twitter audience. Im curious, final thoughts, key takeaways that youd like to leave us with from this conversation."
    },
    {
        "speaker": "B",
        "text": "I really, I don't get a lot of questions where people are talking about the structure and understanding how some of these kind of larger, slow moving investors move. So I enjoyed you going deep there. I think it was hopefully insightful and not necessarily something people always talk about. So I really enjoyed it. I liked both the broadness and specificity of the conversation. I thought it was a great conversation in that regard. So thank you for leading it. And I would leave people with this. It's very early guys, to get involved, learn about it, ask questions, show up to things like this. There are no bad questions. I love the engagement here and thanks to everybody."
    },
    {
        "speaker": "D",
        "text": "Well, I can see from all the Twitter emojis pach being up on my screen right now that the audience really loved this conversation as well. Really a pleasure. Rand and I look forward to continuing it on the real vision platform. And of course, everyone who's listening is welcome to join us. We'd love to have you back there as well, I should say. Final housekeeping note. We've been talking all week with experts from around the crypto sphere to try and understand where we are and where we're headed. You can watch the entire real vision crypto gathering entirely free in the link pinned to the top of this Twitter spaces or the pinned post on the real vision Twitter feed. Really wonderful, Ryan. Thank you again, everyone for joining us. Incredible conversation as always. Looking forward to doing it again soon and to continuing this conversation with you. Rain, thanks again."
    },
    {
        "speaker": "B",
        "text": "Thank you. Look forward to it. Have a great day, everybody. What's up, revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest, and biggest names in finance."
    }
]