[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020, baby get 2020."
    },
    {
        "speaker": "C",
        "text": "Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch."
    },
    {
        "speaker": "B",
        "text": "$45 upfront for three months, plus taxes and fees."
    },
    {
        "speaker": "A",
        "text": "Promoting for new customers for limited time."
    },
    {
        "speaker": "B",
        "text": "Unlimited, more than 40gb per month slows."
    },
    {
        "speaker": "D",
        "text": "Full terms at mint mobile.com dot."
    },
    {
        "speaker": "E",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "B",
        "text": "Bitcoin plunges below $20,000. The New York State attorney general says ether is a security. And President Biden wants to slap bitcoin miners with a 30% electricity tax. And by the way, serious jitters in capital markets on concerns about the banking sector. Welcome to real Vision Crypto Daily briefing. I'm ash Bennington. I'm joined today by friend of the show Santiago Velez. Santiago, welcome back to the show. Ugly news flow day."
    },
    {
        "speaker": "F",
        "text": "Ash, thanks again for having me. This great times empire striking back. It's going to be a great show."
    },
    {
        "speaker": "B",
        "text": "Well, you're still Luke Skywalker to me, Santiago, lots to cover here. Let's jump in and take a look at the price action. It's fair to say it's been a brutal 24 hours for crypto markets. More than $70 billion has been wiped off the value of crypto. The total crypto market cap has fallen 6.5% on Coingecko, way below the $1 trillion threshold. Let's start with some important news on the macro front. The US economy added 300, excuse me, 11,000 jobs in February. That's more than expected, although not nearly as high as the spike we saw the previous month. In January, unemployment ticked up 3.6%. That was also above expectations, although earnings grew by less than expected. Moving back to crypto markets, bitcoin fell below the key psychological level of $20,000. That's the lowest price in two months. Bitcoin is down nearly 6% over the past 24 hours. The loss, on a trailing seven day basis, has hit double digit percentage change, according to blockchain security company Peck Shield, some $1 billion worth of bitcoin and wallets associated with us law enforcement was moved onto crypto exchanges earlier this week. This might be adding to the selling pressure that we're seeing right now, as it suggests authorities could try to cash out bitcoin that they had seized, obviously in criminal and civil forfeitures and seizures in the past. Meanwhile, ether is trading in line with bitcoin. The current price of ETH is just over $1,400. That's a two month low as well, with double digit percentage declines on ETH earlier this morning as well. I believe that's on a sale, seven day trailing basis. Santiago, lots to digest here. What's your take on this market?"
    },
    {
        "speaker": "F",
        "text": "Well, frankly speaking, if you've been in this market for long enough, you see that these cycles tend to repeat themselves. And we are definitely in a continued bear market and likely to go sideways with lots of volatility. So expect that for the foreseeable future, the tide is going up. Liquidity throughout the entire financial system is evaporating. Financial conditions are tightening, and we're going to keep seeing who's not wearing pants. So all par for the course. Buckle down."
    },
    {
        "speaker": "B",
        "text": "Listen, let me talk about something else that's very much on my mind right now, and that's what's happening right now in the banking system. You alluded to it in your comments there. This, to me, really is the question of the hour. This story begins yesterday with a very prominent bank in the tech world called SBV. That's Silicon Valley bank. It trades under the Nasdaq symbol sivdhennae. Uh, that Silicon Valley bank financial group, or I should say traded under the ticker symbol SIVB as it's currently suspended. It hasn't been delisted. Let me not overstate the case, but it has been suspended. And just in the last, literally the last five minutes here. Silicon. Let me just read the headline. Uh, this is direct from CnBc.com. silicon Valley bank is shut down by regulators, FDIC, to protect insured deposits. Here's the lead. Silicon Valley bank has been closed by regulators which have taken control of the bank's deposits. The Federal Deposit Insurance Corporation announced on Friday. You can go up to the FDIC website. The headline there is, FDIC creates a deposit insurance bank of Santa Clara to protect insured depositors of Silicon Valley Bank, Santa Clara, California. Okay, why are we talking about it in crypto? This is a big story for reasons that I'm going to allude to but first, let me give a little bit of context on what happened with SBV, because this really gives you the broader context in a macroeconomic sense. So yesterday the bank announced a $1.8 billion after tax loss. They announced they were attempting to raise two and a quarter billion dollars in new equity. CNBC reporting this morning that they were unsuccessful in their ability to do it and they were attempting to sell the bank. The shares plunged some 60% yesterday. Trading was suspended. And now this story is about much more than this one bank in San Francisco. Shares in other tech exposed banks like PAC west also plunged double digit percentages on the news. I'm looking right now, PAc west on my screen."
    },
    {
        "speaker": "F",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "Trading off nearly 25%. That trades under the symbol on Nasdaq PACw. So again, trading 25% down on the day after taking a beating yesterday as well. Here's the macro upshot of it. This is why we're talking about it on this show, on the crypto show. This is why we're leading the show with it. Yesterday we saw the worst moves on the KBW Nasdaq bank index since the pandemic. That's three years ago, March of 2020. This morning, the two year treasury yield moved in its most severe fashion since, since 2008. This is a huge, huge drop in yields. That means prices are spiking. People are moving out of equities and into and into fixed income. Presumably that's why you'd see the yield drop that dramatically. It's like 40 basis points. It is a massive, massive move. I was tweeting about it this morning. So what's this all about? This is about a run on deposits. We talked about this with Silvergate, I should say. Silvergate was a sponsor of real vision crypto in the past just to make that disclosure. What does that mean? So this is the deal. When banks lose deposits, they need to sell other assets to make up for the shortfall in capital they have. When they sell their safest assets, us treasuries, they need to mark those assets to market, mark to market on the losses. There's a great article about this. If you're looking for the explainer on what's happening here, to try and understand, to try and get your head around these broader macroeconomic issues, take a look. In yesterday's Wall Street Journal, Jonathan Weil and Ben Eisen wrote this fantastic article about this called banks lose billions in value after tech lender SBV stumbles. I want to read from you this because they did an excellent job of summarizing it. These are guys with serious backgrounds in accounting and really understand the macroeconomics. And also what happens in the banking sector. Quote, banks don't incur losses on their bond portfolio if they are able to hold onto them until maturity. But if they suddenly have to sell the bonds at a loss to raise cash, that's exactly what's happened here. That is when accounting rules require them to show the realized losses in their earnings. Those rules let companies exclude losses on their bonds from earnings if they classify investments as, quote, available for sale or held to maturity. Sometimes the losses catch investors by surprise, even if the problems has been slowly building and fully disclosed for some time. At SVBH, unrealized losses have been piling up throughout the last year and were visible to anyone reading its financial reports. The Federal Deposit Insurance Corporation in February reported that us banks unrealized losses on available for sale and held to maturity securities totaled. Wait for this number. $620 billion as of December 31, up $8 billion a year earlier, before the Fed's rate push began. To the Fed's rate push. That's what this is all about. You've heard Raoul Pell say it here on real vision many times. Crypto is macro, macro is crypto. You just got an opportunity to see that transmission mechanism, how that works between macro financial conditions, the banking sector, and what's happening in crypto. Boy, Santiago, this is just a massive story. I know that's a lot, but that's the background. What are your thoughts on all this?"
    },
    {
        "speaker": "F",
        "text": "Well, you know, I think they got polled. We've seen the greatest rate hike in history in the shortest period of time, and you can't absorb that amount of tightening without losses. And for those who may not understand, bonds are inverse to the rates. So the value of the bond and that collateral goes down as rates go up because there's a better deal in town if I'm an investor and I'm going to buy a bond from one of these banks that's liquidating, and they had that bond at, you know, 1% when they bought it. Why would I buy that? I'm going to buy it at $0.90 on the dollar, $0.80 on the dollar. So it becomes a huge loss on their books. And ultimately, it's kind of a stress on confidence, which is the main factor holding the banks together. It's the confidence that people have that their money is safe and it's going to be there when they need it. And when it all starts unraveling, that's when you get a bank run, and that confidence is shattered. You know, I think they got powelled."
    },
    {
        "speaker": "B",
        "text": "Boy, Santiago, you said that absolutely beautifully. Uh, you made so many important points there. First, explaining the inverse relationship between prices and yield, uh, absolutely critical to understanding this story. And second, uh, the idea of confidence. I would only add one thing to that point, and that's the. This elegant article from the Wall Street Journal, which uncovers this so beautifully, which is this. One of the things that's maybe a little bit surprising here. People might say, hey, look, we've all known that yields have been rising, right? This isn't a surprise. We know that quantitative tightening has been very much on the cards for a long time now. Why does this stuff happen all at once? And what the article describes is this. This is an accounting feature. This is the way mark to market accounting works. You may ask, why don't these things kind of decline slowly over time? They don't. They go like this cliff face down when something hits. Why? Because when a bank has to liquidate some of those assets, that's when they have to take those mark to market losses. That's when those losses show up. That's when they take the hit. And that's when you get these things that seem to happen out of left field. These have been building under the surface for a while exactly as you described, Santiago."
    },
    {
        "speaker": "F",
        "text": "I think it's just to quickly mention it's probably one of the reasons why there remains risk in stablecoins, because a lot of stablecoin issuers take similar approaches where they get short dated securities or commercial paper, but eventually it really comes down to the rate and the amount of yield that they can generate and the confidence in a particular run. So it's important to correlate what's going on in the banking sector with what could potentially occur in stable coins and in crypto at large."
    },
    {
        "speaker": "B",
        "text": "Yeah, I should say, Santiago, this is a huge story, but there's also a lot of other news flow to talk about this morning. The New York attorney general has claimed that ether is a security. The assertion came as part of a lawsuit against the crypto exchange, Kucoin. The lawsuit alleges Kucoin is violating securities laws by offering tokens that meet the definition of a security without registering with the attorney general's office in New York. And those tokens include ether. Coindesk reports this is the first time an official, in this case, a state level official, the New York state attorney general, who has filed suit in the Supreme Court of New York, has made this claim in a us court. SEC chair Gary Gensler has hinted at it as well, but has not made the claim yet in any formal lawsuits. Santiago if this were to become a legal precedent, and that is still a big if, and it's a long way away based on the flow, it seems to me, at least at this time, it would have massive implications for the entire crypto industry. What do you make of it?"
    },
    {
        "speaker": "F",
        "text": "I just think it's the empire striking back. This is the coordinated effort by lots of three letter agencies at the federal level and now at the state level to essentially rein in crypto into the regulatory framework and use whatever tools at their disposal to do so. I think that this could be a legal precedent setting type of case. It will likely be challenged all the way. Obviously. I think it hits at the core of what yield means, in particular for proof of stake type networks, and it could be that the way exchanges handle that facilitation of yield on behalf of delegators could be at the root of the case. But we'll have to see. There's a lot in the complaint to digest, but it's a big deal."
    },
    {
        "speaker": "B",
        "text": "Yeah. We should point out, of course, neither you nor I are lawyers. You, of course, are a nuclear engineer. I'm just the dope who asks questions on real vision. But listen, the important thing I think, to note about this case is that this is a state case, so this doesn't have binding federal precedent. This has been filed in the state of New York, in the supreme court of the state of New York, not in the southern district. At the federal level, that's a distinction. We'd love to have some lawyers come on and discuss with us in more detail and unpack there. But unfortunately, c on Tiago, this is not the only negative news flow of the day. Ether is not the only major cryptocurrency that's been hit with a negative headline today. US President Joe Biden's budget proposal features several crypto focused measures. The most notable one includes a 30% excise tax on electricity being used to mine bitcoin. It would start off at 10% before going up to 30% within three years. The aim is to reduce reduce mining activity in the US. Quote, an excise tax on electricity usage by digital asset miners could reduce mining activity along with associated environmental impacts and other harms. Close quote. Santiago, while it's by no means a certainty that this proposal will become a law, it's bound to send a chill down the spine of us bitcoin miners. And I would add, probably more generally, the cryptocurrency community here in the United States."
    },
    {
        "speaker": "F",
        "text": "I think this is at the crux of the ESG movement in general, is the idea that certain kinds of activity, in particular, electrical consumption, is good activity versus bad activity. And it's a very subjective kind of assessment. And so the problem with this is whether or not miners who access a common utility like the grid should be subject to these kinds of excise taxes versus, say, a miner who co locates and generates their own power, would they also be subject to the same kind of tax? And so this is definitely going to hit on a lot of constitutional issues on property rights, on First Amendment, if you're talking about node operations or hashing operations. So this has broad implications. I think that number of 30%, if you look, it, coincided with a proposal to raise capital gains taxes, also by upwards of 40%. So this is kind of a shot across the bow to Congress. And I think that it's kind of the beginning of a negotiation to try and raise revenue federally across the board. So this is more tightening only at the fiscal level, so we can continue. We'll expect to see more liquidity leave the system, and tax policy is another way that that happens."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless. Everybody get 30, 30 bid to get 30 bid to get 20, 20, 20, 20, 15, 15."
    },
    {
        "speaker": "C",
        "text": "Just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com."
    },
    {
        "speaker": "E",
        "text": "Switch $45 up front for three months."
    },
    {
        "speaker": "B",
        "text": "Plus taxes and fees."
    },
    {
        "speaker": "A",
        "text": "Promoting for new customers for limited time unlimited."
    },
    {
        "speaker": "B",
        "text": "More than 40gb per month slows full terms at Mint mobile.com."
    },
    {
        "speaker": "F",
        "text": "Dot."
    },
    {
        "speaker": "B",
        "text": "Fiscal tightening, to be sure. But also, this definitely looks like something that's very much targeted at the crypto industry. And they're talking about reducing mining and not just merely raising revenue. Look, we don't do political arguments here on real vision in 2023. No matter what you believe politically, there's a network out there on cable television that will tell you you're right. We don't like to have those conversations. But it's pretty clear, I think, that the democratic party here in the United States is positioning itself in a way that is clearly not terribly friendly to crypto. Maybe I'm understating the case, maybe I'm overstating it. But there are a series of proposals here on the table that do seem to be making this point. This is definitely moving in a political direction. Unfortunate to say. By the way, one other story that I wanted to touch on here before we bring in Hugo, the US Department of Justice has launched an appeal against the court decision to allow binance us to buy Voyager digital assets. Various regulators, including the SEC, have opposed the acquisition. But earlier this week, the judge in the crypto lender Voyager digital bankruptcy case approved it. This deal is worth more than $1 billion. Santiago, lots of people have been eagerly following this case. Those who breathed a sigh of relief, I guess it was yesterday, may have done so prematurely, it seems."
    },
    {
        "speaker": "F",
        "text": "Well, you know, I think there's some hope on the horizon for people who had exposure to Voyager Digital, and I think they're happy to hear that this judge voted in their favor, that there's some light at the end of the tunnel. But I think there's a bigger trend, which is this idea of companies that have any kind of association to binance in terms of the international company and that playing into the whole tech narrative. We have Silicon Valley companies who have deep ties to China. We've seen Congress bring that up in testimonies. I think this will likely play into that narrative at some point, but we'll have to see. But it's definitely good news for people with exposure to Voyager."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that's well said. And obviously, we're going to have to wait to see the outcome of this appeal before we know where this is going to land, particularly with. Right. You know, in relationship to this Voyager bankruptcy case and where those assets will go. Okay, viewers, join us in the conversation. Put down your questions in the chat wherever you're watching. We'll ask the best ones on air later in the show. Remember, real vision members take priority, but the good news is real vision crypto membership is free. With that said, let's bring in our next guest. Hugo Fillion is the CEO and co founder of Flare Network. Welcome to the show, Hugo."
    },
    {
        "speaker": "C",
        "text": "Hey, thanks for having me."
    },
    {
        "speaker": "B",
        "text": "It's a pleasure to have you here. I'm going to let Santiago take it away from here. I'm going to hang back and enjoy the show. I'll see you guys soon."
    },
    {
        "speaker": "F",
        "text": "Hugo, great to see you again. For all our real Vision subscribers, viewers, check out the interview we did with Hugo a little over a year ago on the Flare network to do a deep dive on what's being built. But today we're going to do a quick recap, explore what flare is. Thanks for coming on, Hugo."
    },
    {
        "speaker": "C",
        "text": "Hey, Santiago. Yeah, I don't feel like I'm really running a blockchain project at the moment, just a risk management project trying to hop, hop and skip between different us banks."
    },
    {
        "speaker": "F",
        "text": "So yeah, it's a tough time to be building a blockchain, a layer one, and try to solve problems in this environment. But if you can do it in this environment, then I'm sure you'll fly when things turn around and get better. So good luck to that. That's good job. So let's start off by asking, what is flare? Give us a quick rundown of the tech stack and see if you can try and differentiate it from other l one s and the kind of problems that it might be solving. In lieu of, why not just use Ethereum, for example?"
    },
    {
        "speaker": "C",
        "text": "Sure. So look, Flare is an EVM based layer one blockchain, but we're trying to solve the problem really of usefulness, that is utility. So just to kind of backtrack on that right now, many of the newer l one s and l two s are trying to solve. Scaling this makes transactions cheaper and allows dapps to scale. There's a worthy and necessary ambition, but once solved in reality, that becomes a commodity technology that is pretty much once there's a great scaling solution, pretty much every blockchain will probably adopt. It doesn't necessarily give you a lead or I some kind of defensible moat. What we're trying to solve for is utility, and how we're trying to do that is through building an l one smart contract platform. There's purpose built to acquire data from any open external source. And why are we doing that? Well, aside from crypto as an alternative asset class, which it obviously is, and today, and the unfolding of the fiat system, or maybe unraveling of the fiat system over the longer term is showing us that. But DeFi is really the only other blockchain product other than being an alternative asset class that has meaningfully scaled to date. But its use cases are pretty limited due to the limitations of l one s. I also question how much in DeFi is actually decentralized finance, that is, finance in the traditional sense of financing economic activity versus speculative activity. Our belief is that we need dapps that play a larger role in people's lives. For this to happen, those DApps need data, and that data has to be decentralized and today has to be decentralized and secure. And today there's really no oracle product that delivers off chain data, regardless of what source it comes from, that is decentralized and secure and robust to risks. And so Flare's goal is to make blockchain more useful by offering developers a layer with access to high integrity, decentralized data from other chains and the Internet. This allows engineers to develop applications that securely connect web two, functionality and utility to the web three, ecosystem."
    },
    {
        "speaker": "F",
        "text": "Wow, lots of unpacked there. So let me just deconstruct a couple of things I think I heard. First of all, EVM, it's the Ethereum virtual machine. And just for our viewers to understand, that doesn't mean you're using Ethereum. It means you're just using an emulation of a computer to process smart contracts. And it happens to use the same programming language that Ethereum uses, like solidity, for example. So the Ethereum virtual machine, it's just a separate software stack that like installing."
    },
    {
        "speaker": "C",
        "text": "A version of macOS."
    },
    {
        "speaker": "F",
        "text": "And so that's the first piece. The second thing I heard that I think is pretty important is this idea of bringing in data from the outside world. Blockchains right now are their own kind of closed universes. They don't know what's happening outside of them and they just process transactions and they move along. But what you guys are trying to do is essentially bring in data from other blockchains, the state of bitcoin or XRP or any other ledger, as well as data from the Internet. It could be data from Twitter, it could be data from a stock feed, commodities market, real world data, is that correct?"
    },
    {
        "speaker": "C",
        "text": "Absolutely. It could be Twitter data, could be social media data, TikTok data, any open index, any open data. It's fair game for flare."
    },
    {
        "speaker": "F",
        "text": "Yeah. And that's a challenge, right? Because to your point about how do you make sure it's authentic, that it's provable, and that if you're going to take action on it, meaning a smart contract is going to process as some value that that data has some, some integrity to it. And so you've devised a oracle system which decentralizes that process of ensuring that the data is delivered with integrity. Is that correct?"
    },
    {
        "speaker": "C",
        "text": "So I think, should I run a bit through the general outline? So, as I said, flares, an EVM layer, one blockchain, it has two data acquisition protocols that are secured directly by the network. And this is really important, this is why it matters with leveraging the scale of an l one for the decentralization and security of the data acquisition protocols. This is extremely different to an oracle that's built on top of a blockchain and therefore cannot really decentralize, cannot leverage these many, many parties and potentially very large amounts of value to secure that kind of data. The two protocols. First is for price and time series data. So that's called the flare time series Oracle. It delivers highly decentralized time series data feeds to dapps. Currently those are digital asset price pairs. But it could be any index, could be carbon emissions, can be anything that moves over time, essentially anything that doesn't have a single source of truth. So this has currently, at the moment, we believe that's the most decentralized oracle in the space. It's also one of the most accurate currently updates every three minutes. You know, that's a parameter choice that can be as low as 30 seconds. Second is called the state connector, and that is for blockchain state. So as you said, understanding what's happened on bitcoin, understanding what's happened on XRP, understanding what's happened on Ethereum, really being able to prove what has happened on another chain, that's for blockchain state and web two data, being able to prove a single source of truth API that is quasi deterministic. Onto flare, you send a tweet, you leave it up for half an hour. During that period that you leave it up, we can prove that you sent that tweet, and we can prove information about that tweet, we can prove the content, we can prove how many retweets it has, how many likes it has. If you delete it, obviously past that point, we can no longer prove that. But during the time it's up, provided it's up for long enough and the network's able to come to consensus over it, we can prove that data onto the network and an application can use that. And that extends massively across basically any open Internet data. So that's the flare Times series Oracle and the state connector. Together, these protocols really give developers access to high integrity data. Really can't get this on any other blockchain. And that's why we call flare the blockchain for data."
    },
    {
        "speaker": "F",
        "text": "So is this connecting the Internet of information and an Internet of value so that you can make more interesting, decentralized applications? Is this really the first instance where we've had a chance to merge those two networks together and build and what use cases do you think could come out of this?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so it's EPM layer one. So it can have its own ecosystem of, of applications, and those applications can be, I guess, a number of things. So it can be as referential to the network itself. So defi on the network, it can be referential to other blockchains. So those can be things like bridging applications, relay applications secured by flare. Why would they be secured by flare? Because flare can prove what has happened on each network. It can slash relay nodes that are staked on flare accordingly. So dapps on flare, that's built on flare for interoperability, and then dapps that access web two data, and then, so the model's not so fixed, it can be on the chain, built on the chain, built for the chain, and also can be built for the chain and then relayed to other chains through relay protocols. So it's kind of like a multi use tool to try and sit in the middle of all blockchains, but also have its own ecosystem. So use cases are crypto interoperability. So really creating good bridges, good relays, but then things like, okay, so I want to monetize a game that exists in web two, maybe it's free to play, but maybe I want to have some secondary level, maybe I don't want to. Maybe I want to have micropayments, maybe I don't want to have to process credit cards because it's a nightmare. I can just point my, allow flare to absorb the API and for users to basically make microtransactions between each other and I can take a cut in the smart contract, those kind of things."
    },
    {
        "speaker": "F",
        "text": "So do you see a scenario where I could tweet something and earn a payment through Flare? Absolutely."
    },
    {
        "speaker": "C",
        "text": "I see affiliate marketing as a really interesting, it's essentially affiliate marketing. Someone puts up a job and says, we've got $100,000 to promote this product. For every 500 retweets, we'll give you a dollar, that kind of thing. And that can be administered directly on the network through proving, proving from the Twitter API, assuming it remains open source, that that has happened."
    },
    {
        "speaker": "F",
        "text": "Excellent. Now, I'd like to highlight the distribution mechanics of flare because it was a very unique approach and it was arguably one of the largest airdrops in crypto history. Can you talk a little bit about that and why the decision was made to do it in this way?"
    },
    {
        "speaker": "C",
        "text": "Yeah, absolutely. So flare started life as essentially a network for chains that have, that don't have smart contracts. So dogecoin, bitcoin, principally XRP. And so we chose to distribute the token to XRP holders. Flare then morphed over time to become a very, very much larger project with very much larger ambitions. And so we have essentially a public token pool which is being distributed over 36 months. 15% of that was distributed to the original XRP holders, and then the remaining 85% is being distributed to anyone that essentially obtains the token and wraps it. So if they're using the token on the network, then the network will distribute the tokenization, the remaining portion of that airdrop over 36 months in equal installments to people that wrap the token."
    },
    {
        "speaker": "F",
        "text": "Do you have any idea of how many tokens, excuse me, exchanges participated in this distribution? And obviously it went to individual wallet holders."
    },
    {
        "speaker": "C",
        "text": "So individual wallet holders, more than 100 exchanges, every major exchange firing FTX because they went bust. Yeah, every major exchange. So finance, Coinbase have publicly said that they will distribute the token and every other major exchange."
    },
    {
        "speaker": "F",
        "text": "And so given this distribution mechanism, can you differentiate flare from, say, Ethereum and how it's different from, say, a traditional proof of stake and the yield that comes out of proof of stake? How are they different? And why don't you need to worry about some of the things that Ethereum might have from a regulatory perspective?"
    },
    {
        "speaker": "C",
        "text": "So I don't know what you need to worry about Ethereum from a regulatory perspective. To be clear, I'm not certain that proof of stake is an issue, but regardless, at the moment, people are delegating to the Oracles, so they're not staking currently, although there will be an element of staking in the future, but that'll be, you know, in built in a different manner. So, you know, I'm sort of not really cognizant. And we have discussed this. We have a securities lawyer on team, have had a securities lawyer on team from day one. So I guess we've not found a strong argument against proof of stake. There are good arguments for collective investment schemes where you essentially say, stake your token to me, I'll give you a staked version of the token. So a liquid staking token, and then I'll stake the token on your behalf. That's very much a collective investment scheme, probably whether it fits into the definitions of what a collective investment scheme is. Personally, I'm not a lawyer, so I don't know, but that smells and looks a bit like that. I'm not certain that staking in its pure form, where the network is actually administering everything, sort of fits into that definition."
    },
    {
        "speaker": "F",
        "text": "Great answer. Yeah, it's a tough spot, and it kind of points out for anyone building in space how to navigate this really tough environment."
    },
    {
        "speaker": "C",
        "text": "Again, it's all completely undefined and, you know, the powers that be are doing their best to leave it as undefined as possible."
    },
    {
        "speaker": "F",
        "text": "Yeah, that's, that's for sure. Awesome. Hugo, what else you want to let us, our viewers know? Where can people learn more about Flare and what do you hope to see happen over, say, the next year in the development?"
    },
    {
        "speaker": "C",
        "text": "So I think you know that you can learn about Flare, dotnetwork and our Twitter islarenetworks. I think I'll just jump on a couple of things. Just I often get asked, how do token holders participate? And there's obviously delegation to the FTSO's. So wrapping and delegating tftsos. When you delegate tftsos, you can still use your tokens and applications. So you can essentially put your token in an application, specify to that application where you want that token delegated to, but still enjoy the rewards of that application. So that's very important. Then there's governance. Flare is the key voting token for the governance system. And then of course, if you hold Flare and you wrap it, you'll receive a share of the airdrop of 36 months."
    },
    {
        "speaker": "F",
        "text": "Awesome. We could find more information about Flare@flare.net work and the Twitter hashtag lairnetworks. So definitely a good follow. Hugo, thanks for coming on. We appreciate it. Best wishes in this environment. I have no doubt that you and your team will do a great job. Thanks for coming on."
    },
    {
        "speaker": "C",
        "text": "We're very excited. Thanks so much, Santiago."
    },
    {
        "speaker": "F",
        "text": "Excellent. So now I'm going to bring back in ash. We've got some viewer questions."
    },
    {
        "speaker": "B",
        "text": "Fantastic conversation. Really enjoyed that one. Hugo, I hope you'll hang out with us for a little while to do some viewer questions because we've got some good ones coming up."
    },
    {
        "speaker": "C",
        "text": "Let's do it."
    },
    {
        "speaker": "B",
        "text": "Hey everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "D",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy. Ramp.com easy cards issued by Sutton bank."
    },
    {
        "speaker": "B",
        "text": "And celtic bank members of the IC."
    },
    {
        "speaker": "D",
        "text": "Terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "Excellent. So before we go into our viewer questions, we want to show a clip from the latest Raoul pals adventures in crypto. Raoul spoke with Chris Berniske who led the crypto division at Ark invest before moving to place holder. You can watch that video on our website in full. Go to realvision.com crypto to sign up for free. Lets take a look."
    },
    {
        "speaker": "G",
        "text": "The proof of stake based assets are trickier because if you try and value them based on their value flows, theyre recursive because youre getting value in the stake based asset and then the stake based asset is fluctuating in us dollar price. I think a cleaner way to go about it is just looking at yields and the higher risk the network, the higher the yield should be."
    },
    {
        "speaker": "H",
        "text": "Do you use real yield or I adjusted for inflation on the protocol, or do you just keep it just basic?"
    },
    {
        "speaker": "G",
        "text": "I would look at it from both. I think that ETH is the only one that has real yield and the others are all right now. Subsidized yield through inflation. Now I think that all these protocols are going to have a choice to make of will their base just tolerate low amounts of inflation to subsidize the work of the validators? Or are they going to get to a place where the transactional demand for block space actually makes it a quote unquote profitable protocol like we see with ETH? But it's a great question because we need standardization. I think that there should be, for example, on the increasing number of valuation methodology websites such as token terminal, there should be real yield as one metric and then the other forms of yield."
    },
    {
        "speaker": "B",
        "text": "Again, you can sign up@realvision.com crypto to watch that video in full. Fun story about Chris Brunisky back in 2017 when I was working over at Coindesk, I had all these questions I was annoying my editor with about the way that the financial structure of crypto markets worked. And I kept like peppering him with these questions. And after about three weeks of this, he was like, you know, dude, I don't know, but I know there's a guy you should talk to. His name is Chris Berniske. He's an incredibly smart guy. He really understands markets. Call him up and ask him these questions. And I went onto that, into that phone booth at a wework where we were working down in midtown Manhattan with a list of questions. And I got Chris on the phone and I asked him, like, ten of these questions in a row, and he paused and he said, dude, let me explain it to you this way. It's a green field, man. Nobody knows these answers to these questions. And that's what makes this so exciting. And that was, like, this weird moment that I thought, oh, my God. Crypto is the most interesting space, not just in tech, but in finance as well. And that, I think, was. May have been the very moment that I was hooked. Like, if it were like a bad b grade movie, that would be the moment where, you know, you're in the phone booth jotting stuff down. We were like, oh, man, this is it. This is pretty wild stuff. Okay, lots of questions coming in. Uh, let's start first with questions from the real Vision website and the Discord server. Uh, this is a great question. I was actually wondering this myself when you guys were talking, and this one comes to us from Rodolfo on the real Vision website. How does Flare view chain link as a competing protocol in the Oracle space? I guess maybe that question contains a presupposition. Do you view it as a competing protocol? What are the differences?"
    },
    {
        "speaker": "C",
        "text": "I think, broadly, no. So Chainlink delivers data to apps, and Chainlink is broadly focused on price data and some narrow subset of data. Flare is a blockchain for data to secure data that a developer requests, essentially builds a small module and requests the network to support. Flare is massively extensible and secure and highly, highly decentralized. So it's kind of like apples to oranges. They're just vastly different things. Chainlink's been unbelievably successful. We're not trying to replicate what they did. We're trying to offer all of the data in one place for consumption by applications, for free."
    },
    {
        "speaker": "B",
        "text": "All right, fair enough. By the way, Santiago, so you don't feel neglected, there's a question for you from the real vision website, and the question is this. Is there any future blockchain applications for nuclear energy space? Boy, there's no one better qualified to answer that question than you, Santiago. What are your thoughts?"
    },
    {
        "speaker": "F",
        "text": "Tough. I mean, I would say if we can figure out how to securitize modular deployments of nuclear power, which I think is the proper future, I don't think building giant industrial scale plants, 1000, 2000 megawatt plants, is the answer. It's capex prohibitive. I think that will become modular in nature. And in doing so, there's an opportunity there to tokenize that as a security and allow exposure to lots of investors. So in that sense, definitely. And of course in supply chain. I think tracking where uranium comes from is going to be super important. As the world bifurcates. The United States gets a lot of uranium from Ukraine, from Russia, or did Kazakhstan, other jurisdictions? So having that highly tracked, traceable and transparent is going to be super important. So I do see a role there."
    },
    {
        "speaker": "B",
        "text": "Really interesting point. Satiago World I don't know much about. Fantastic. This is a question from Ralph on the real vision website, one of our regular viewers. How has Hugo found the regulatory environment in the UAE?"
    },
    {
        "speaker": "C",
        "text": "So we're not a UAE based company, but I can tell you that the regulatory environment here is extremely friendly to crypto companies, to entrepreneurs, to proper people doing it properly. I was at the salt conference in Abu Dhabi. Salt investopedia conference in Abu Dhabi last week was really interesting. I've been to a lot of crypto conferences and I've rarely seen interesting panels. This was incredibly interesting. So it's very clear to me that some of the best people in the space are coming over to the UAE, and that's really borne out by the numbers. I mean, it's sort of becoming the crypto capital of the world. And I think the more the US puts its thumb on the scale, I think the more the UAE will benefit."
    },
    {
        "speaker": "B",
        "text": "Okay, let's move on to some questions from YouTube. This one comes to us from KRH for Santiago, actually on YouTube. Any thoughts on the exposure stablecoins may have to commercial paper? I'll give a little bit of background context on this commercial paper, short term lending of us and international corporations. One of the questions out there for stablecoins has been to what extent stablecoins are backed by commercial paper, which can sometimes be less. Well, I think it's fair to say it's probably less credit worthy than obviously US treasury, some other securities. Santiago, jump in. Any thoughts about this stablecoin exposure to commercial paper?"
    },
    {
        "speaker": "F",
        "text": "Well, I think if what we're seeing in the banking sector is any proof of, is that stablecoins may be a misnomer. It's only as good as the confidence of the holders. And if there is a run on the bank of whomever the counterparty is issued the stablecoins, you could have an insolvency problem. So commercial paper, regardless of its quality, is still subject to that same problem, that confidence issue with specific actors. We know that USDC circle, for example, was connected to the Silvergate network, the CEN network. That's going to be problematic. And they're trying to navigate around that to get banking. There's obviously a concerted effort to debank a lot of crypto related projects in the US. So that's going to be a challenge. But at the end of the day, I think the future may have to rely on algorithmic type constructions of stable coins, which of course, with the volatility is equally challenging. So lots of tough problems to solve indeed."
    },
    {
        "speaker": "B",
        "text": "And very well said. Gas fees on YouTube for Hugo. The question is, can Hugo comment on Celsius and what happened to flare on that platform? Looks like the tokens were removed from the app. Hugo, thoughts?"
    },
    {
        "speaker": "C",
        "text": "I can't comment on what Celsius do internally. We have a dialogue with Celsius and, you know, they've worked extremely hard to get permission from the court to distribute the token. So I expect that to happen at some point."
    },
    {
        "speaker": "B",
        "text": "Okay, this one comes to us from juggler on YouTube. How decentralized is flare? How much flare does the foundation hold?"
    },
    {
        "speaker": "C",
        "text": "The foundation holds less than 50% of the flare."
    },
    {
        "speaker": "F",
        "text": "Less than."
    },
    {
        "speaker": "C",
        "text": "Sorry."
    },
    {
        "speaker": "B",
        "text": "The foundation holds 50."
    },
    {
        "speaker": "C",
        "text": "Sorry. Less than 10% of the flare. Less than 10%, yeah, currently. So a very small amount. And then our company, which is called Flare Networks Limited, which is a corporate, so that we have a foundation which is charitable to support the, essentially the network, and a company which is where the people are employed, that is broadly about 25%."
    },
    {
        "speaker": "B",
        "text": "This is a fun question. This comes from Killis on YouTube. Can Hugo touch a little more on the functionality of flare in the real world? Things like weather reporting, et cetera. I love that aspect of flare."
    },
    {
        "speaker": "C",
        "text": "Yeah. So you could create weather markets on chain, you could create carbon markets, you could create. There's a big trend for daily options at the moment where people buying very, very short term options, you can replicate that very easily with an oracle on flow."
    },
    {
        "speaker": "B",
        "text": "Excellent, guys, great conversation. I really enjoyed listening to this. It was cool to get to listen to it in real time with you. Give us your final thoughts. Key takeaways. Hugo, first to you."
    },
    {
        "speaker": "C",
        "text": "So I think, I don't know if you're interested in my thoughts on what's been going on in the macro space, but I think. Please, broadly, to me, a lot of what's happening is kind of the reason why I got into this space in the first place, because I genuinely and have felt for a very long time that the existing banking system and the fiat system is going to unravel in some structure. Not sure where it goes, it's impossible to predict the outcomes or the timing, but I genuinely think, and I think we need to remember that crypto offers over the long term, not today, a viable alternative to the fast that's happening more generally."
    },
    {
        "speaker": "B",
        "text": "Well, Santiago, it seems as though Hugo's timing is quite impeccable today to have that as a key takeaway as we start to see these kind of wobbles in the traditional banking system. Santiago, final thoughts, key takeaways from you."
    },
    {
        "speaker": "F",
        "text": "I think bear markets are for building, and I think that we can get distracted a lot with the noise and the fear. But shops and projects that build in this environment and do so robustly, they hold the greatest promise, I think, for when the inevitable fed pivot, bull run, whatever you want to call it, this is a cyclical market. So pay attention to those projects that are building real value and utility in the system. And I think that in the long run, that's where as investors, we'll do best. Clay?"
    },
    {
        "speaker": "B",
        "text": "Hey, listen, I've only got one key takeaway today. You guys covered a lot of ground here in the conversation, and we did at the top of the show as well. But I just wanted to add this, if you're interested in hearing more about what's happening in the banking system, points that Hugo just touched on, that I touched on at the beginning of the show turn into real vision daily briefing today. This is at 04:00 p.m. eastern time, where we're going to be talking with Warren Pies, founder of 314 Research, about this and obviously other topics. This touches very much on what's happening in crypto right now. These markets are interlinked, as Hugo pointed out. I think lots of bitcoiners have had these thoughts about the banking system for a very long time. So tune in today, 04:00 p.m. eastern time, one pacific to real vision daily briefing where we're going to continue that conversation. Hugo Santiago, pleasure having both of you. Fantastic conversation as always."
    },
    {
        "speaker": "F",
        "text": "Thanks for having."
    },
    {
        "speaker": "C",
        "text": "Thank you very much. Have a great day."
    },
    {
        "speaker": "B",
        "text": "That's it for today. We'll be back the same time Monday. Angie Lau, Jeff Garzak Perry, Ann Boehring and Mark Youko are among the lineup of stellar guests we'll have on the live show next week. Also, make sure to check out real vision.com as well. We have an important two part series called how to unf your future. It features some of the most visionary thinkers and investors we know. As we mentioned previously, this week we'll be exploring all the ways in which we're all aft, featuring Raoul pal, Dario Perkins, Frederick Niebrand, Peter Zion, and Alex Gurivich. Next week, thankfully, we'll be moving on to the solution. We'll leave you with the trailer. See you on Monday at 09:00 a.m. pacific time, noon Eastern, 05:00 p.m. london live on real vision, crypto daily briefing. Have a great weekend, everybody."
    },
    {
        "speaker": "H",
        "text": "If we want to change the outcomes for this really screwed up world where our wages don't go up, where we're being replaced by technology, where governments are massively in debt and we foot the bill via taxes, where we see debasement of assets and we can't afford as many assets as we like, so the rich get richer, the poor get poorer. If we don't like to see the rise of populism based on this broken society because the promises of the future have been broken, let's make our promises to our future selves come right. And that's by UnF, your future. Some of this is going to really f your future in 20 or 30 years time, but we've got time to figure that out because it's unstoppable."
    }
]