[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down."
    },
    {
        "speaker": "B",
        "text": "So to help us, we brought in."
    },
    {
        "speaker": "A",
        "text": "A reverse auctioneer, which is apparently a thing. Mint Mobile Unlimited premium wireless."
    },
    {
        "speaker": "B",
        "text": "Everybody get 30."
    },
    {
        "speaker": "A",
        "text": "30, baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15."
    },
    {
        "speaker": "B",
        "text": "1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, if you like this podcast, go behind the paywall. To get privileged access to the smartest minds in finance, join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now, to the top analysis of today's crypto markets."
    },
    {
        "speaker": "A",
        "text": "What is going on, guys? It looks like Raoul pal is in the house. Raoul, welcome."
    },
    {
        "speaker": "B",
        "text": "Great to be here. Ash just got straight off interview with Ov."
    },
    {
        "speaker": "A",
        "text": "Say again, Raoul."
    },
    {
        "speaker": "B",
        "text": "I just came straight off the real vision crypto daily briefing with ov. So apologies for the lateness."
    },
    {
        "speaker": "A",
        "text": "Well, it's great to have you here, particularly today, obviously, wrapping up the crypto gathering. This is a crypto gathering finale, talking all about crypto spring, potentially becoming crypto summer. So much to talk about, Ralph. Gosh, this is one of those conversations where it's hard to know where to begin announcing real Vision 2.0. So much happening in the space. Raoul, where do we start?"
    },
    {
        "speaker": "B",
        "text": "Well, I think yesterday was a good day. I think we can just go with that. I have been, as you know, bullish for quite a long period of time, and I've laid out my case for all of that. But yesterday, to get a ruling, we were expecting the ETF to be the good news. And then Brad Garlinghouse has been fighting this for so long and then gets the ruling. That was very good for the space. And it's just given at the margin, people more confidence in what they can own and what will be regulated, what won't be regulated, and how the world will work. So it was a very, very important deal. So I think everybody should be very happy with that. Now, does it continue to go up on a straight line or not? I don't know, most likely, I think. But with a few corrections en route, it just feels like positive momentum is building. We go into the Arct ETF in August. I think that's the first one up, and we'll see from there."
    },
    {
        "speaker": "A",
        "text": "Yeah. ETH hanging around 2000 right now, just a shade under as we speak. Ripple rocket. I think it was up 60% at peak, up about 50% right now. And now I believe it's the fourth or fifth largest cryptocurrency. It's jockeying right now with BN."
    },
    {
        "speaker": "B",
        "text": "Well, it always was there. Right. But then it got delisted. But, yeah, it's up 125% this year, but it was up 75% yesterday. I mean, it's ludicrous how much that moved, but there we go. I mean, and then everybody relisted it. So it's now become part of, you know, its case. Now, interestingly enough, I've valued a lot of these cryptocurrencies using Metcalfe's law and using the same framework of the amount of value traded versus the in dollars versus the number of active users. That gives you a good estimation of how the chain should be valued. And XRP has always been valuable because there's a lot of activity on the chain. I know there's a bunch of bitcoin people who dismiss it, but there's a lot of activity. We had a great interview with Santiago Velez a long time ago. When I first met him, actually, I saw him talking about XRP, and I'm like, can you explain it to me? Because Santiago is like one of the smartest people I know, and he broke it down for me in great detail, and it was very, very interesting."
    },
    {
        "speaker": "A",
        "text": "Yeah. By the way, I should say, talking about what's happening right now and the crypto gathering that we're wrapping up this week. We've been talking all week with experts from around the cryptosphere to try and understand where we are and where we're headed. Of course, you can watch the entire thing free in the link pinned to the top of the Twitter spaces right now. Also pinned to the top of real visions Twitter and also available@realvision.com. gathering. So these are all conversations we've been having. Boy, you know what I was watching this morning, Raoul? Maybe this is a little bit out of order, but I was watching this morning your conversation with Keith Grossman. What a fantastic conversation over at Moonpay."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, with Keith. Keith's always great value. But what was really interesting is, see Moonpay's broadening perspective on what they can bring into the space and how that they're thinking of being the infrastructure layer. So Keith's whole mindset has gone from a more traditionalist web three and what it is, you know, nfts, tokens, blah, blah, blah, to. Okay, this is the actual architecture for the Internet, and everything's going to get replaced using it. And I think he's right. And that's more than just payments or digital objects. It's the whole architecture. How can it. Things that I've been talking about, digital id authentication, just every kind of uses of databases where we need to have verification, that kind of stuff. So it was a fantastic conversation with Keith, and always fun with Keith as well."
    },
    {
        "speaker": "A",
        "text": "Yeah, I thought so, too. And it's really interesting because you guys are, I think, in many ways, similar kinds of thinkers, of bringing together all the threads, all of the strands, everything that's happening. I was struck also by the conversation that you guys had about the convergence of AI and blockchain."
    },
    {
        "speaker": "B",
        "text": "Yes, we've talked about this, is that there's a number of angles where this is going to come together. It's all part of this exponential aids thesis where all of these things become interrelational to each other and things, inanimate objects, which are AI's, or robots with AI's will need to make payments to other things. That is most likely to be on crypto rails, which makes total sense to me, I think. Also, in addition, the downside of AI is you can make everything endlessly, and it can be fake or it can be real, whatever. So you need some sort of authentication. And authentication using blockchain seems to be the most useful way of doing that. And then there's content authentication, which is more problematic to solve. Like, how do you know a real vision video of me talking is a real one or not? Well, we need."
    },
    {
        "speaker": "A",
        "text": "Well, that's easy. It's on the real Vision 2.0 platform."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. On the new platform. But, you know, we are even thinking about this at real vision as this becomes much more prolific, because text to video is coming, and it's coming fast at us in AI terms, that we're going to have to figure out how to make sure our content, wherever it goes, is authenticated."
    },
    {
        "speaker": "A",
        "text": "Rob, we're talking here to a broad audience, obviously, on Twitter, lots of people we reach, who we may not otherwise reach, talk a little about the exponential age for people who may not know."
    },
    {
        "speaker": "B",
        "text": "Yeah. The exponential age is a thesis that I have built since 2021, that we are coming into a magic moment in time where we have the adoption of more technologies, groundbreaking technologies than at any point in human history. So we've lived with a lot of technological adoption curves, and they usually come one after the other, like the Internet, the mobile phone, etcetera. But what we've got right now is something where everything is unlocking at the same time. And when I first talked about this, people thought I was smoking crack. I was saying, listen, crypto is the first wave, and then it'll all come. The next one was AI, which is the fastest adoption of technology ever, which exceeded crypto, which was the previous fastest ever. And we are going to go to self driving cars. We are going to go to genetic sciences. The use of big data AI genetic sciences, will create differences in longevity outcomes, and this will happen dramatically. Fast. Self driving cars will come very fast. And then, before you know it, we've changed the structure of transportation around the world. The use of battery technology and other alternative fuels will lower the cost of energy over this time period as well. This time period, I'm thinking, is the next ten to 15 years, where we will go through, literally a renaissance, where every single part of our lives gets reinvented by technology, particularly the digital lives. That's the metaverse, experiences, AR VR. It's the Internet of Things. There's so many component parts to it, and they all interact with each other to create this kind of Reed's law, which is Metcalfe's law squared. So something that's so fast in adoption, it's going to make humanity's head spinning, and it's going to create a lot of social issues and concerns, but also it may actually solve some of society's biggest problems, such as debt, slow economic growth, and that kind of stuff, and shrinking populations."
    },
    {
        "speaker": "A",
        "text": "Raoul, as we're talking about your thesis and the exponential age, that kind of is a perfect segue to talk about the everything code, which involves some of that, as well as the broader macroeconomic context and drivers."
    },
    {
        "speaker": "B",
        "text": "Yes, thesis. The short thesis on the everything code is that we had a great reset, and it happened in 2008. That reset was essentially a semi debt jubilee, whereas as opposed to canceling all debts, every single central bank around the world basically said, you don't have to pay the interest. We'll make all interest zero. So that made debt more manageable. So what happened is everybody restructured all their debts, and all the global economies have a three to five year debt cycle for the majority of their debts. That created an endless business cycle, which is every three to five years, which also coincides with the bitcoin halving cycle. And what happens at the end of the cycle, when the debts from the previous cycle are due to be rolled over and paid off? They never pay off the loan, they extend the loan, but the interest payments get monetized by the central banks, and that liquidity is a debasement of fiat currency and that drives asset prices higher. And I've proven that out over a number of different ways. It's still a thesis and a hypothesis, but I've proven it out in as many ways as possible, and it seems to hold true. And then I applied what we do at global macro Investor, which is my kind of premium institutional research service. Myself and Julian Bittle then started using our forward looking economic indicators to see if we can start to forecast liquidity going out into the future. And the everything code suggests, because of the massive correlation, the 97.5% correlation between our liquidity indicators and, let's say, the Nasdaq, we can therefore not only forecast liquidity out to 2026, but we can then forecast asset prices that far as well. Now, I'm not going to give away that because a, I don't want people to think it's, you know, a dead cert or a true crystal ball, but it's going to give us a very good perspective on it. So that gives me the perspective that this year we will see. We will see monetary, more more monetary debasement, excess liquidity coming in by the central banks later on this year. And that will continue to drive asset prices, and that should continue to drive asset prices all the way through, probably till 2026, 2025, something like that."
    },
    {
        "speaker": "A",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back. Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down."
    },
    {
        "speaker": "B",
        "text": "So to help us, we brought in."
    },
    {
        "speaker": "A",
        "text": "A reverse auctioneer, which is apparently a thing. Mint Mobile Unlimited Premium Wireless 20 2020 get 2020 1515 just $15 a month. So give it a try at Mint mobile.com switch $45 up front for three months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot. Well, it's so interesting, Raoul, as you point out on real vision this week, this bitcoin age coincides with the beginning of the global financial crisis. Debt massive spirals. 2000, 815 years, roughly. And as you say, talking about this idea of crypto spring potentially becoming crypto summer money printer, go burr. More cowbell."
    },
    {
        "speaker": "B",
        "text": "Exactly right. It's exactly that. And that is driving the world now. It's an optical illusion of the rise of asset prices because when you divide them, buy the central bank balance sheets. Basically, most assets have gone nowhere. The S and P has pretty much traded sideways, real estate, sideways, gold, sideways to down. They're not actually. Nobody's getting wealthier, which everybody feels that, but they can't explain it because asset prices are going up. But I can't buy any more with it. Yes, I can buy some more goods in the supermarket, but I can't buy another asset. So if my s and p goes up, houses the same amount. So when I filtered that all down, I found out that there was two assets that do outperform the monetary printing. And those are the two with the secular adoption, the secular cycles behind them, which is a technology in crypto."
    },
    {
        "speaker": "A",
        "text": "Which in many ways is just two sides of the one coin. If you think about it, crypto in a certain sense is just technology. Decentralized."
    },
    {
        "speaker": "B",
        "text": "Absolutely."
    },
    {
        "speaker": "A",
        "text": "Software eats the world."
    },
    {
        "speaker": "B",
        "text": "Absolutely."
    },
    {
        "speaker": "A",
        "text": "And now software is eating the world in a decentralized fashion."
    },
    {
        "speaker": "B",
        "text": "That's right. As everything gets decent digitized, so does money in the system of value and the system of storage and everything else. And that's all crypto is. So, yeah, it's just all part the same mega trend that's been going on."
    },
    {
        "speaker": "A",
        "text": "It's funny, you and I have both been so busy lately, I feel like the only time we get a chance to really catch up is during these conversations, which is super fun because I think the audience gets to hear what we're thinking about almost in real time. I would just say, talking about the crypto gathering this week, you've been bringing these very sort of strategic and grand strategic themes. We focus tactically here on real vision crypto. Daily briefing. I hosted two panels that I think it would be great if people who are interested can get a little bit more tactical sense of what's going on. One with a series of technical analysts, rec capital, and some of our other great friends in the space who came on board to do that show with us. And then just yesterday, we did the same thing with hedge fund managers from Arca and other spots. That's a great show for you."
    },
    {
        "speaker": "B",
        "text": "That's the timing, because the XRP news basically came out just as you were doing it, and then you've got people with actual money on the line whose job is to allocate risk in these markets in real time, being able to give you the feedback. It was a priceless session. Also, the NFT session that went with ov Mando and Sergio. Really interesting, because NFTs are under duress right now. Really interesting to get that perspective as well. I've just come off another one with OV to talk markets at a broader perspective because he, like myself, is a tradfi guy, but he came from so OV is OSF on Twitter who started Rek guy with Mando. They're both distressed, high yield and credit traders. So their perspective on how markets work is very useful in the crypto market, particularly in the bear cycle, because they kind of know how to operate in that. So there's been some amazing content. So if anybody wants to go there, just go to realvision.com gathering. It's free. And there's a week of brilliant content, including my entire thesis on the crypto markets. So you can do that. And also on the platform, you might get a sneak preview at the new real vision that we're launching later this summer, which is a complete reworking as we build out a whole platform for everybody to live their financial lives, giving you not only the knowledge, the tools, but the network to succeed. And we're supercharging all three of those, including a lot of web, three components, plus AI and all sorts of really cool stuff."
    },
    {
        "speaker": "A",
        "text": "Yeah, it really is. It's a great video to watch to get a sense of what we're thinking at real vision. We pointed this out and we say this with great humility, but it is fascinating. We started this revolution with long form financial video content. You started it back in 2014. I joined shortly after, in 17. And it's interesting, as you point out, the victory of the model can be seen by the fact that everyone is beginning to emulate that, and it's gone everywhere. What's fascinating to me about real Vision 2.0, Raoul, as you describe it, is that it's driven by this thesis. Knowledge times tools, Times network equals success. Talk a little bit about that, how it plays a role in the structure of real vision going forward, and how real Vision 2.0 reflects that vision."
    },
    {
        "speaker": "B",
        "text": "Yeah, you see, information is everywhere. Curated information, which is what we do at real vision, where we curate the best divergent or confirming views of many of the world's best market participants. That's still information. You have to process it. So what we also do is we have, at the real Vision plus level, we have the real Vision Academy and all of the education courses, which was built by the head of equity prop trading at Goldman Sachs, who went on to GLG, the hedge fund that I worked out as well. We both ran different funds and we then made a show called the million dollar traders together and trained ordinary people to become traders."
    },
    {
        "speaker": "A",
        "text": "This was for BBNC, for the BBC."
    },
    {
        "speaker": "B",
        "text": "Yeah. And Lex van Damme turned that into a course. And then we eventually bought the course, reshot it and everything else in kind of real vision style with all the rock stars of real vision, amazing people, and then built out a full education, five step trading, the five steps you need to do to become a better investor, it's pretty clear. And then we've then added incredible course on DMARC analysis, which is everybody's favorite technical analysis, but by Tom Dmarc himself, which nobody else in the world has, and a whole Peter Brandt on technical analysis, Dave Floyd on technical analysis, Imran on options. Just amazing stuff. What we're doing there in the plus tier is giving people knowledge, the gift of knowledge. Once you've got knowledge, you can start applying it to then get wisdom. So that's the pro tier where you're starting to gain and strive for wisdom in markets. So this is where you start to see everything come together. And now you've got the mentors of people like myself and Julian Brigden helping you in your journey by showing you how to think macro, how to join the dots, how to build portfolios, how to take advantage of the business cycle, all of that kind of stuff. So that's what real vision does. But this bigger formula, which we think of as a universal truth, which is knowledge. Once you've got the knowledge, what you need is the tools to apply it. So in this case, on the new real vision platform that comes out this summer, there'll be charting, there'll be economic data, there'll be AI insights into both the content and broader insights into finance. And we're training our own large language model about real vision content itself to give it a proprietary AI data of all of the stuff that's held within real vision, because that can't be scraped by OpenAI because it's behind a paywall, and building out the tools to augment people, their journey. So you've got knowledge and then you've got the tools that augment you. In addition to that, we are adding in portfolio management and risk management tools in conjunction with our partners at ilio. And that gives us an incredible ability for people to upload all their portfolios from three or four different places, their custodians or their brokerage accounts, to be able to analyze the aggregated risk, your own net worth, what's driving it, what are the key factors? There's AI insights into that too. The initial part of that is just to have your own ability to have a watch list, that watch list that you put in of the things that you want to watch. We will also have AI insights and what's driving the movement of those underlying things, again, to give you more knowledge just to augment yourself. And then the big factor that I think is the multiplier is everybody who's successful has an incredible network to leverage. The better the network, the more you can leverage it, the more opportunity there is for you or you can offer to others. So real vision has always been about its members. We've got an extraordinary group of members, and now we're going to augment them all by creating this amazing networking tool so people can connect around the world with all real vision members and over time, find people like an expert network with certain expertise. If you want to know more about, let's say, product developments, you can reach out and find out all the product developers like you would do on LinkedIn. But it's within this kind of private, closed curated world of real vision. If you want to find a scientist, because you're trying to figure out how these genetic sciences or longevity works, we've probably got about 50 people on our network who are world experts on that. We've got everything in there. So we're going to create this connectivity of these members, and we've got members in, what, over 120 countries of expertise in something. Everybody's an expert in something. So that's what we're building. It's all coming together and it's all coming out this summer and on the platform, you'll get a sneak pee of it."
    },
    {
        "speaker": "A",
        "text": "You know, Raoul, it's interesting, our members, our network has always been one of the greatest assets that real vision has. We've seen that when we've gone and met people in person in Las Vegas and small events all around the world, literally. But now, to be able to institutionalize that in a digital format and to make it available, essentially, to everyone anywhere in the world on their phones. Fascinating."
    },
    {
        "speaker": "B",
        "text": "That's right. And don't forget, we also have physical, these kind of community organized meetups. We have them every quarter, roughly, in about twelve or 13 cities around the world, from Melbourne to Zurich, from Philadelphia to Dallas. And it's extraordinary where 20 members get together. Real vision foots the bill, the drinks bill, everyone gets together and gets to meet each other and talk. Anything that's on their minds. That kind of thing of connecting people around the world is a piece of magic for real vision and for our members."
    },
    {
        "speaker": "A",
        "text": "Yeah. And Niko knows not to schedule any conversations with me before noon. The following day, because we're out very late, I should say, for people who are just joining us right now, if you're enjoying this conversation we're talking about, obviously, the crypto gathering that we've just wrapped. You can watch the entire crypto gathering free in the link pinned to the top of this Twitter spaces or pinned to the top of the real vision feed. Raoul, we've covered a lot of ground here in the last 30 minutes. What have I missed?"
    },
    {
        "speaker": "B",
        "text": "Not a lot. We have, you know, this, you know, the interview I've just had with Ov. I think the NFT market is another interesting part of this where we've got NFTs are an asset. Assets, as in the real economy, are lagged in their prices because assets are driven by an asset. I'm thinking of everything from art to watches to classic cars to houses are driven by disposable income or capital gains. So people recycle disposable income or capital gains to reward themselves with assets, which are either an expression of status or it may well be a way of storing wealth for the future. Now, NFTs, the ETh economy shrunk last year significantly, and NFTs were the last of that to bottom. So that's in the bottoming process now through a bunch of technical stuff that's been going on there, but they're in a bottoming process. So we talked about that and the opportunities that come out of that and also positioning for the future as well. Where the position in nfTs, where the position in crypto itself. So, yeah, again, that was just a great conversation. So I urge people to go and watch that because that's just out now."
    },
    {
        "speaker": "A",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "C",
        "text": "This podcast is sponsored by ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what with each vendor. Ramp's software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy."
    },
    {
        "speaker": "B",
        "text": "Cards issued by Sutton bank and celtic bank members have DIC terms and conditions apply."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's interesting, Raoul. I mean, I think one of the things that people outside of the digital asset space have been most skeptical of has been nfTs. It's interesting that you point out this idea of cycle lagdez heard you analogize this on real vision to the idea that you see this in credit cycles as well. When you see people begin to buy, for example, investment grade, then high yield and emerging market high yield. Talk a little bit how you see NFTs fitting into the broader crypto ecosystem as an asset class or sub asset class."
    },
    {
        "speaker": "B",
        "text": "Yeah, because they're less liquid and they're also deemed to be kind of trophy assets. They have two. Two parts of them. One is when there's less liquidity in the overall crypto market, nfts get hit. When there's more liquidity, nfts outperform the underlying base currency, in this case eth. So they're pretty interesting for that. And that acts like junk bonds will outperform treasuries in a bull cycle. The idea is you buy them when everybody, when the blood's on the streets and everybody wants to throw them out because they want liquidity desperately. That's when you best buy distressed debt, junk bonds, that stuff. And then you hold it through the cycle as the cycle recovers and they outperform everything else, the NFT should be that. What you hold. That's a more difficult equation. But anyway, that's the thesis behind it. The other part is, unless people are making money, they don't buy trophy assets. When they start making money again, they start recycling and they want to buy a punk PFP or Fidenza or some piece of art to show a. To reward themselves or to flex status that they've been successful in what they do. So that process is as true in the economy as in nfts. The chart of Rolex and Patek Philippe prices I wrote about in GMI is exactly the same chart as the bald ape yacht club. They're driven by the same kind of people doing the same kind of things. And both the us economy shrank and the global economy shrank, and the youth economy shrank, and they've kind of acted in exactly the same way. And prices haven't yet bottomed or are bottoming in both of those assets."
    },
    {
        "speaker": "A",
        "text": "Raoul. Yeah, it is. As we have a channel on our real vision, slack. Humans being humans."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly right. It's exactly that. Humans are driven by the same dynamics and we also think about risk in the same way, which is why crypto acts just like traditional financial markets. It's like we're seeing it now where altcoins are starting to outperform again. It's the same thing. People are moving out the risk curve. The space is seeing some more capital. People want to take more risk. They're starting getting more confident that the low is now in and that we're moving from crypto spring, maybe into crypto summer. And so therefore, people will take more risk. Those things that are riskier are less liquid. So if you take dollar 100 out of bitcoin and put it into token number 100, it's going to go up a lot more because they're less liquid and smaller assets. So that's what drives this cycle."
    },
    {
        "speaker": "A",
        "text": "Right. By the way, talking about things that are almost too obvious to say, it clearly makes sense that there'd be less liquidity in nfts. It literally is stamped right on the tin. They are non fungible. They are one on one asset. So it makes perfect sense that you would see liquidity decline there before you would in fungible assets."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly right. Exactly right. So, you know, people thought the crypto markets were different. They're not. Just think of ETh as an economy in its own right, and then everything starts to make sense. I'm going to be writing a piece with this, with Delphi. Kevin and I. Kevin Kelly and myself have been thinking about this for some time. That reminds me, he sent me the note yesterday, and I haven't looked at it about this, and I think it's. Yeah, it's very interesting when people understand that they're all the same way, humans behave the same way. And once people understand that this acts like any traditional asset, just more volatile, they'll get their heads around it better."
    },
    {
        "speaker": "A",
        "text": "Yeah. Ralph, let's start to open up this conversation. Bring folks in. I see we've got Goldmember and Penny here already in this conversation. Why don't you guys, I know you have been joining us in Twitter spaces throughout the entire crypto gathering, but I don't think we've ever given you an opportunity to really introduce yourself to the audience, tell a little bit of about who you are and what you do."
    },
    {
        "speaker": "B",
        "text": "Go ahead."
    },
    {
        "speaker": "A",
        "text": "We'll start with you, Penny. Penny, I think you're muted. There you go. Hey, Penny. Welcome back. Great to see you again."
    },
    {
        "speaker": "D",
        "text": "Thank you."
    },
    {
        "speaker": "E",
        "text": "And you."
    },
    {
        "speaker": "B",
        "text": "Mine."
    },
    {
        "speaker": "E",
        "text": "I hate it when people ask me what I do for a living because it's so strange. It's not a normal job. I have got a job. I have got a business, but I don't really go to work or do a great deal."
    },
    {
        "speaker": "B",
        "text": "At least you're honest, Penny."
    },
    {
        "speaker": "E",
        "text": "Yeah. If you think anything you don't want to do, anything to do with shit, dead bodies, anything that's gross, basically any. The saying where there's muck, there's brass. So anything that the regular person doesn't want to do, that's what we do."
    },
    {
        "speaker": "A",
        "text": "Like working at a bank. Yeah, exactly."
    },
    {
        "speaker": "E",
        "text": "And recently, and this is all your fault, Ralph. And Julian's from a pro macro from back in the day about copper. So what Lance and I did during lockdown, we got a group of people together and we said, let's go into copper. So what we did, we got in touch with a company in America. They made us a great big, dirty granulated machine that's just been delivered and installed. It took two years to build, where we take scrap cable and wire, the machine processes it all, and out the other end comes grand spanking new, pure, bright copper."
    },
    {
        "speaker": "B",
        "text": "Wow. This is why the realism community is amazing. Just people doing some cool stuff."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah."
    },
    {
        "speaker": "E",
        "text": "So, Raoul, you're either going to be responsible for us losing our shirt or making an absolute fortune."
    },
    {
        "speaker": "B",
        "text": "Well, it's about the right time, because copper looks like it's ready to take off soon, so. And there's going to be a copper shortage for a while, so. Kind of makes sense."
    },
    {
        "speaker": "A",
        "text": "Hey, Penny, thanks for sharing that. It's always interesting to get to hear people who are part of the real vision community talk a little bit about themselves, their background, what they do, and how they see the world. Talking of which, gold member, hello and welcome."
    },
    {
        "speaker": "F",
        "text": "Hey, Ash. Hey, everyone. Thank you so much for this wonderful crypto gathering week. It's just been really exciting. Just really great to just have this positivity in the market. And Penny is being modest. She is also co host of our community run Twitter space, the learning tribe. She just does a lot in this space. Great insight."
    },
    {
        "speaker": "B",
        "text": "And she's a great telegram as well."
    },
    {
        "speaker": "A",
        "text": "She."
    },
    {
        "speaker": "F",
        "text": "Yes, she is our mod in the telegram. Also, Penny is. Wears many hats in this space, and we love her for it. But, yeah, guys, I am. I am real visions web three community manager, you know, and, and I, crypto and NFT Degen. I absolutely love the space. I learn every single day. And I think our community is just one that I've been so excited just learning from because we just have really intelligent people from, you know, people like Penny to people doing technical analysis streams. It's just like, it's a present every day, honestly."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's very well said. Go member. Talk a little bit about what you do specifically."
    },
    {
        "speaker": "F",
        "text": "Yeah, so, you know, we're. We're running up the, you know, real vision collective and our, our real vision Genesis NFT, which has recently created a Dow and is, you know, working on a bunch of different initiatives and ideas that they want to get started. You know, we manage the discord. We write newsletters for everyone. We host Twitter spaces. We honestly do it all. We share alpha information. We're answering questions. I think the better question, Ash, is what don't we do in the real vision?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Bijan's one of the hardest working people. He's everywhere all the time."
    },
    {
        "speaker": "A",
        "text": "We do it all as like a great real vision tagline because we all wear many hats, I think mostly because so many people who are working at real vision as well as in the real vision community, just find such a broad, divergent spectrum of things interesting that it's just hard not to want to roll up your sleeves and dive in."
    },
    {
        "speaker": "B",
        "text": "Exactly right. That's what it's all about. All the fun has to be had by rolling up the sleeve and diving in."
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely. So listen, guys, what do you say we open this up to the broader community and bring in some questions for you? Raoul, let's do it. All right, let's add, as speaker, Wapiti, Twitter spaces has been a little slow the last couple of days for some strange reason, so we're going to have to wait a couple seconds here, folks. Connect and listen. If you have a question for Raoul and you're in the audience, you're listening. While we're waiting for Wapi P to connect, please raise your hand. We'll pull you up on stage so you can ask Raoul a question."
    },
    {
        "speaker": "F",
        "text": "Yeah, I think Wapi is having some technical difficulties. So, Wapi, what I'm going to do is remove you, and you can just request right back and we'll get you up."
    },
    {
        "speaker": "A",
        "text": "I've also just added Defi Diphen, who's been part of our Twitter spaces for the last week and has always had insightful questions. So hopefully we'll get folks up here pretty soon. I think this is just a little bit of a Twitter glitch. Okay, Defi diffin, looks like you're up on stage. Go ahead with your question. Unmute and ask Rob."
    },
    {
        "speaker": "G",
        "text": "Happy Fridays. It's not so much."
    },
    {
        "speaker": "A",
        "text": "Hey, man, welcome back. Good to see you again."
    },
    {
        "speaker": "G",
        "text": "Nice to have me, Ash. Nice to have me. I hope you're having a good Friday, man. It's not so much of a question, but I just wanted to put it out there. Like going back to the BBC million dollars traders. I remember that that was going back maybe 20 years ago, probably even a few more years on top of that. And that was the. I saw that and I didn't."
    },
    {
        "speaker": "B",
        "text": "It was two. It was 2008."
    },
    {
        "speaker": "G",
        "text": "2008."
    },
    {
        "speaker": "A",
        "text": "Whoo."
    },
    {
        "speaker": "G",
        "text": "That's why I've gone a bit, Greg. But I was watching."
    },
    {
        "speaker": "A",
        "text": "We've been doing this a long time."
    },
    {
        "speaker": "G",
        "text": "Yeah, definitely. I was watching that and I didn't know what inflation rates were. I didn't know nothing about the financial markets. Funnily enough, I moved home 15 years later and I came across Lex Van Dam, another excellent bloke who you work with. And I started realizing that you two actually did that together. There was another bloke in between who I believe packaged your training up rao and then started to sell it. And I can tell you there was people falling over themselves to purchase it and it was costing a small fortune. I managed to get my hands on that and I went down the rabbit hole and then started Googling, came across real vision just as you did a press release. And that was when I was all in. So what I'm trying to say, basically, is all you guys down there, if you haven't got a pro macro subscription and a pro crypto subscription, do it, because it literally has changed my life. It's brilliant."
    },
    {
        "speaker": "B",
        "text": "That's so amazing to hear. It's so amazing to hear. We even have that video of all the people sending in videos saying how much has changed their lives. It's kind of blown us away. But that's what we've been trying to do. Just give. We don't change people's lives, we help people change their lives, their own lives, by giving them the tools, the network and the knowledge to succeed. It's as simple as that. I think."
    },
    {
        "speaker": "G",
        "text": "Yeah, I've been in since week one. And, you know, I'm the kind of guy that if it wasn't practical or if it wasn't any use to me, I wouldn't have been coming back year after year. I'm just a straightforward guy. It pays my subscription over and over. When I listen to you and julian, or I listen to Ash and I listen to gold member."
    },
    {
        "speaker": "B",
        "text": "What are you doing? What are you doing in real life?"
    },
    {
        "speaker": "G",
        "text": "I just get bullied by Penny."
    },
    {
        "speaker": "H",
        "text": "Oh, okay."
    },
    {
        "speaker": "B",
        "text": "I get it now."
    },
    {
        "speaker": "A",
        "text": "Well, defi different. Really appreciate the kind words. And we think about that every day in terms of thinking about what the community wants, how to really create value for them in terms of the content we create. It is, in the very core, the fiber of every being that we do at real vision. We think about that, and hearing you give voice to that is really. It's just a great validation that what we're doing is meeting the needs of our members, and that's really all we aim to do."
    },
    {
        "speaker": "G",
        "text": "Yeah, it's the fun that you get as well. I've never laughed so much over the last sort of maybe four or five years now. Crypto has come along, and real vision have got that crypto element to it. What a howl, as we say over here. So funny."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, there's no point doing this if you're not having fun. I could be working at a bank if I wanted to be miserable. Oh, my gosh. Devi Divins, great comments. Always a pleasure. You've had great comments this whole week. We really appreciate it. Thank you again, and thanks again for joining this Twitter threads. I want to bring some other folks here. Wapi t, looks like we've got you connected."
    },
    {
        "speaker": "H",
        "text": "I finally got up. I finally got up. Thank you. Thank you guys for having me up. And respect to all the hosts. Thank you, gold member, for being here. I see a similar badge on your name. I'm glad that you are part of the creators also, which is a great community. I just came up just because of the title. I heard you guys talk. I heard you guys discuss crypto gathering finale, so it's game on. I was just having a conversation with my girlfriend, like, what is game on? When I got invited by Penny on this space, and I think that we are losing it. Sorry to say it, but I think we're losing it. We are pushing too hard to be humans. We are unique freaking beings. We are bringing things to the table. Nobody can. I mean, there's, I don't know how many people on the space. There's a lot of people on this space. And they all have ideas. They all have plans. They all have dreams. They all have all kinds of things, right? And everybody is trying, and everybody is pushing, and social media is forcing us in all kinds of different directions, and it's crazy. And I was just discussing when Penny suddenly invited me to come up here and to listen to this, that we can bring so much to the table to build this world. And especially after yesterday when XRP started pumping. And people with visions actually kept their foot stuck to the ground and they won. Right. The whole sec thing. And that's creating a platform for all of us to build."
    },
    {
        "speaker": "A",
        "text": "Well, wapi, let me ask you this. What's your question for Raoul?"
    },
    {
        "speaker": "H",
        "text": "For Raul?"
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, we've got Raoul up here. What's your question for Raoul like?"
    },
    {
        "speaker": "H",
        "text": "Okay, my question for Raul and for everybody. If you look into your heart and if we are building the new world, what's the first thing that we should do? All of us leaving away the foot, the bad things, the whole freaking thing that is happening right now. And look from a human perspective, what are we going to do next?"
    },
    {
        "speaker": "A",
        "text": "But I think that's a great question, Raoul. And something that people have been asking. Go ahead, please."
    },
    {
        "speaker": "B",
        "text": "Yeah. Look, the point being is step back from the noise of humanity, because it's the humanities that's spreading the fun humanity that's throwing poo at each other, and it's humanity acting like humans. But what is actually here is optimism. It's optimism that there's an opportunity, whether it's an opportunity to invest in our future and make money or an opportunity to build a better world. That's why we're all here. Everything else is just the peanut gallery making noise. Humans with their insecurities being aired out in real time across everywhere from discord channels to social media. But the reason we're all here is because we're optimistic that this is giving us a future and a different future, whatever that means to you. That's why crypto took the world by storm. Because so many people saddled with debts, saddled with real wages that don't rise, saddled with less opportunity, saddled with competition for labour, have now seen something that gives them hope. That is the powerful thing that we're all here for."
    },
    {
        "speaker": "A",
        "text": "Yeah, let's. Oh, we have an Imo trader back. Welcome to Nymo Trader. Hey, thanks, Ash."
    },
    {
        "speaker": "I",
        "text": "Can you just do a quick mic test?"
    },
    {
        "speaker": "A",
        "text": "You can hear me okay? Oh, yeah. Loud and clear."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "I",
        "text": "And I want to thank you guys for putting on the crypto gathering. I've been busy and missed a bit of it, but what I have been able to catch has been fantastic."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "I",
        "text": "Really, really appreciate it. My question for Raoul. I've actually got two questions. You're listening to some of the information you put out, which is great. Thanks. What are you looking for to actually take profit? Like you'd have such a big macro view. And we've had this. I had this discussion way last year when I was walking on Vancouver island that's where I live right now today, guys, it's so stunning nature, the next big trade. But I'm just curious what your thoughts are on what would enable you to say, I take profit, four or 510 years or whatever it is, and then where you're going to put it. And then my second question, just to follow up on that, is, I'd love to know what your why is like, what drives you as a person."
    },
    {
        "speaker": "B",
        "text": "So to take profit, it is, you know, I have a long term view, as you rightly point out, and, you know, let's assume that 2030 would be my view. Now, would I take profits en route? And the reason, and the answer is yes. If I think there's something which is lifestyle accretive to me, that is worth more than just seeing number go up. So that's, I want to buy a house or I want to do this, I want to do that, whatever it may be. And we all should do that, because there is no point. Number go up if it doesn't give you a benefit. Depends. Everyone's got different benefits. So it's the lifestyle accretion that is the point of investing for me, or it's the point of wealth. And it could be anything. It could be a holiday, it could be a private jet. It doesn't matter what your own ambitions are. They're personal to you. And if you can achieve that, Ovi and I just talked about it on the last chat, if you can achieve one of those things, then you should take money off the table, because that is worth more than having the number go up. So that's how I would think about profits. But it is a longer term trade. The reason I do this is you've heard the story. It's 2008. I predicted the crash. A lot of people got really hurt, saw the rise of Occupy Wall street, saw the anger. Then in Europe, we had the crash of the banking system, and almost all of the governments went bankrupt, and friends of mine went bankrupt. And people said to me, well, why didn't we know what was going on? So I started real vision to do that. But I discovered crypto at the same time. And I thought, this is the answer to the future financial system. There's nothing more invigorating than finding a mission that can help people, that can create a new system to solve the problems of the past, and is something that can be life changing in terms of making money as well. So when you've got that nexus of things, it's like this beautiful truth, this thing you see, and you're just going to say, well, I'm going to dedicate my life to try and doing this, which is to help people in this journey and to take advantage of the opportunity set that they've been given because so few people see it, because people are so cynical and worried and nervous and scared and everything that they don't see the big opportunity in front of them. I'm like, here is the big one. This can change many, many, many lives. Much like it changed the baby boomers lives to have a 401k in the eighties and suddenly, or buying housing when it was super cheap three times income back in the early eighties. That's the opportunity here with crypto, and it's still actually with technology as well. And I want people to make sure that they don't miss the bloody opportunity, because if they can get it, and because tokenization means we can all put 10% of our net worth, even if we own, earn $10 a day into this thing, we can all participate equally. That's what drives me here."
    },
    {
        "speaker": "A",
        "text": "Raoul, so passionate."
    },
    {
        "speaker": "I",
        "text": "Yeah, I love that. Love that, love that. Thanks, Raoul. Appreciate that very much. Touching."
    },
    {
        "speaker": "A",
        "text": "And thank you, Nanaimo Trader. Your questions are always great. We always appreciate your participation in these conversations. I should say, raoul, it's been a lot of fun just to be along for the ride, but also, I think everyone in our community can come along for the ride, too, and to just bring it back to what we've been doing this week with the crypto gathering. It's important to point out that if you're just joining us, you can watch the entire thing freely in the link pinned to the top of this Twitter spaces and at the link pinned to the top of the real vision Twitter feed just to get your beak wet. To get a sense of what we do at real vision crypto specifically, we'd love to have you come and join the community, but by all means, go take a look. It's totally free. You can watch it on YouTube and just get a taste of a little bit about what we're doing. Okay, who else do we have? Solar? Go ahead with your question for Raoul, please. Hi, Ash. Thank you for having me. And thank you, Raoul."
    },
    {
        "speaker": "B",
        "text": "Ralph."
    },
    {
        "speaker": "A",
        "text": "So what is the driver for you booking your gains? Is it your liquidity indicator? So that's one part. The other thing I wanted to ask is, are you more bullish on more community based nfts, or do you think art, you know, like legacy art, nfts are gonna be better things to buy? Also, what kind of content do you see that's complementary to what you do and to what you see other people in the space doing that would be valuable and beneficial to provide. Very interesting. Thanks, solar."
    },
    {
        "speaker": "B",
        "text": "In terms of taking profits, as I said, it depends if I'm trading or it's a long term secular theme. It's a long term secular theme, and it's generally going to be driven by where we are in the macro cycle plus those lifestyle goals that I want to achieve once I can get them, whether I'm early in selling out or not, I may sell out of some of my positions. So in normal investments, I use the business cycle framework plus technical analysis to get timing better. So that's how I tend to look at it. In terms of the question about art versus community stuff, I think they're two very different things. I think NFTs are going to enable so many different things, and art is one of them, and that's great. And if people like art and you want to collect it, great. We've all got art on our walls that's all worthless. And we probably paid $1,000 on holiday in some art store that we were spending a bit of time in. You have to get used to the fact that a lot of this is not going to be valuable. Some will be the community ones. It's really a function of, do you want to be part of that community, and is it worth it to you to be so? And I think that community pass idea is very powerful. I think particularly in this digital age, we're redefining what society and communities are. They're not the local church or the local pub or your next door neighbors. It's now your next door neighbors in this digital world. And the community based NFTs allow you to identify with the communities that you want to be part of. So as opposed to living next door because you want to live in a certain area, you can live in that area by owning the NFT. And it's actually a lot cheaper than buying a house in that area. So I really think that's powerful. And I think communities are very powerful. Coalescing people together around similar ideals, ideas, ambitions is extraordinarily powerful overall."
    },
    {
        "speaker": "A",
        "text": "Hey, Raoul, is there a pear trade there? That sounds long. NFTs, short cre in blue states."
    },
    {
        "speaker": "B",
        "text": "Oh, that's exactly right. That's exactly right. Digital assets that can be everywhere and nowhere versus physical assets that nobody wants anymore. I mean, it's dead right. I mean, society is reorganizing in front of our eyes. That's why community nfts are valuable."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's exactly right. I think that you spot on. Society is reorganizing before our eyes. It's hard to see sometimes the big picture. It's hard to see those things moving. But when you see what's happening in this space, the passion, the development, the young people's involvement in it, I mean, just it all. It all just aligns. Listen, guys, I'm going to bring down some speakers so I can bring up some new speakers into the community. Yeah."
    },
    {
        "speaker": "B",
        "text": "And I have to. I've got to hop in a few minutes."
    },
    {
        "speaker": "A",
        "text": "Rob, what do you got? Can you say it'll."
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "All right, great. Let's bring up Godfather Chase. Godfather Chase, go ahead with your question for Ralph. Godfather, I think you might be muted. We'll get back to you in just a second. Seems like you're having some technical problems in the meantime. Elaine Lee, welcome."
    },
    {
        "speaker": "D",
        "text": "Oh, hi. Hi, everyone. Can I get a read of the room by sending some hearts, love, and emojis?"
    },
    {
        "speaker": "B",
        "text": "Oh, my God. The chief troublemakers here."
    },
    {
        "speaker": "D",
        "text": "You're damn right."
    },
    {
        "speaker": "B",
        "text": "Hide, hide."
    },
    {
        "speaker": "D",
        "text": "Hello. No, no, no."
    },
    {
        "speaker": "B",
        "text": "Look at that."
    },
    {
        "speaker": "D",
        "text": "Look at that response. You see that response when you're talking about, sorry, I think it was from solar. Our one eye moon bird that I see in the space is asking about communities, where do people hang out? And you were referring to the equivalent of where do you want to position yourself? Right? Just like when you buy a property. So I would say the real vision collective would be the fancy, quaint, cute apartment over in Williamsburg, where you do actually leave the apartment to go grab a drink and you find a few friends. Which leads me."
    },
    {
        "speaker": "A",
        "text": "Hey, Lane, I love you dropping the New York City knowledge from San Francisco. We always appreciate that. But explain to people who may not know what the real vision collective is, because obviously we're reaching a large audience here on Twitter who may be hearing about some of these ideas for the first time."
    },
    {
        "speaker": "D",
        "text": "The real vision collective is basically the real Visions NFT project. And on every Friday at 230 Eastern, the community comes together to hang out, to wind down. We're like the cool kids at the top of the school bus that basically bitch about crypto. My executive, Bruce, executive producer, gave me that line. So with the cool kids at the top of the school bus, everybody comes in with their favorite tweet that they've come across on crypto Twitter. And we just bitch about it, we laugh about it, and then we take crypto one day at a time. And congratulations to everyone who wrote it out with us. So, Elaine, Elaine. Eastern, 230 Eastern in peak. We'll post it in the Twitter chat. And you can join us over there."
    },
    {
        "speaker": "F",
        "text": "For the after party at the top of the jumbotron. You can see it now."
    },
    {
        "speaker": "D",
        "text": "Sorry."
    },
    {
        "speaker": "B",
        "text": "As you were saying, I don't know."
    },
    {
        "speaker": "A",
        "text": "How you guys do things in Birmingham, but you know the cool kids sit at the back of the school bus here in the US."
    },
    {
        "speaker": "D",
        "text": "That's where all the bullies are. Ash, are you trying to tell me you were at back of the school bus? Hey, hey. Bully Bennington."
    },
    {
        "speaker": "A",
        "text": "No, I didn't care enough to bully anyone in high school. I didn't care about anything except for music."
    },
    {
        "speaker": "D",
        "text": "But do come with a drink. 230 Eastern via impeak is a very cool web three platform."
    },
    {
        "speaker": "A",
        "text": "You can send people in. How can people find it if they don't know?"
    },
    {
        "speaker": "D",
        "text": "I'm going to send it over to BJN. BJN, where did you plop that thing?"
    },
    {
        "speaker": "F",
        "text": "It's pinned to the top of the space at the jumbotron. At the top. You can see it there. Register and we'll see you at Djen."
    },
    {
        "speaker": "A",
        "text": "Happy hour, 230 eastern time. That's 30 minutes after this conversation ends."
    },
    {
        "speaker": "G",
        "text": "Sorry, Ash, can I just clear something up there? I don't know if I heard right. Did you say the kids in America, they live in the back of the bus?"
    },
    {
        "speaker": "A",
        "text": "Absolutely."
    },
    {
        "speaker": "G",
        "text": "That was funny. Brilliant."
    },
    {
        "speaker": "A",
        "text": "Thanks, Steve. Raoul, we only got a couple of minutes left. I should throw this back to you so that you can give your final thoughts, key takeaways. We've obviously covered a tremendous amount of ground, as we always do during these conversations, but just to leave for the weekend, people with some final thoughts. Where's your heart at right now?"
    },
    {
        "speaker": "B",
        "text": "My heart wants to thank Tim, who appeared on that video and saying how real vision had changed his life. And, you know, it was just an amazing video. Tim, thank you. I know you're always active in the real vision community. You're always a big part of it. And, you know, that's why we do this, is we're all in this game together. Just seeing the video from you to say what you've been up to and how it's helped you makes it all worthwhile for all of us. So thank you. And thank you to everybody who's part of all of this."
    },
    {
        "speaker": "A",
        "text": "Yeah, just. Just some final closing thoughts here that I'd like to leave you with. Of course, as we've said, we've just wrapped this incredible week of content on real vision for the gathering. Go to the top of this Twitter spaces, or of course, the top of the real vision Twitter feed. You can get all that information, you can watch it all for free. On YouTube. And finally, I should say, next week, I've been told that we have Marco Santori, who's the chief legal officer of Kraken, one of the smartest lawyers in the space, doubtless, to talk about everything that's happening, including XRP and everything else that's happening in the legal front. Oh, you know what? I didn't ask you about Raoul, and I had it on my list, which is what's happened with Blackrock this week. One of the most interesting things to me has been the way Larry Fink has been talking about bitcoin and bitcoin specifically. Now, I know the cynics will say they're spinning up an ETF spot, bitcoin, ETF in the US. Of course, Larry Fink would be talking about it spinning up, by which I mean they've, they've submitted the application and resubmitted it after. There were some challenges with it."
    },
    {
        "speaker": "B",
        "text": "I."
    },
    {
        "speaker": "A",
        "text": "But it's fascinating to me to hear Larry Fink talking about bitcoin in a way, Raoul, that's similar to the way that you talk about bitcoin, which is as digital gold. He was on CNBC of all places today talking about bitcoin as digital gold was on Fox Business earlier in the week or last week talking about bitcoin as a transnational payment mechanism that transcends national governments. This coming from Larry Fink. Wow, I thought that was really interesting. And I want to get your view on it."
    },
    {
        "speaker": "B",
        "text": "Everybody understands what it's about, and everybody in finance understands. I mean, I've given a presentation in front of Jamie diamond and Steve Schwartzman where they're three fit in front of me taking notes. When I'm talking about web three and crypto, they all get it. So it's no surprise to me. And they're all going to build on it, and they all understand it's the future of the system. They just have their own businesses to protect. And Larry's making the move now. Larry talked about crypto a while ago, don't forget back in the last cycle. And they had it on their website, and they had the biggest activity in the history of their website. He understands it. They all do. So for me, it's just like checking the box. We know it's coming. Before you know it, Goldman's going to be making prices for customers. And before you know it, offering custody and then offering to hedge funds in prime broking. And before you know it, these are just marker stones on route to adoption. So none of these surprise me. It's just the timing. You never know when it's going to happen, but the entire system will migrate. That is for certain. And that was my hypothesis back in 2012 when I first discovered bitcoin. And it remains my hypothesis the entire system will migrate to blockchain technology, including the system of money itself via central bank, digital currencies, everything. So it's just a matter of when and how. But it's happening, and it's happening bit by bit and then all at once."
    },
    {
        "speaker": "A",
        "text": "Raoul a perfectly real vision way to end the convergence of tradfi digital assets and the cultural zeitgeist. Thank you so much for joining us. Raoul, thank you for joining us. Elaine Defi, different solar everyone who came and asked a question. Of course, as always, Penny and gold member, wonderful conversation. Can't wait to do this again with you guys soon. Have a great weekend, guys."
    },
    {
        "speaker": "B",
        "text": "Take care, everyone. Thanks a lot."
    },
    {
        "speaker": "A",
        "text": "What's up, revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest, and biggest names in finance."
    }
]