[
    {
        "speaker": "A",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what with each vendor. Ramp's software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding Ramp could be one of the best decisions youve ever made. Get Dollar 250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank."
    },
    {
        "speaker": "B",
        "text": "And celtic bank members have DIC."
    },
    {
        "speaker": "A",
        "text": "Terms and conditions apply."
    },
    {
        "speaker": "C",
        "text": "Hello, and welcome back to Real Vision Crypto Daily briefing. Here's why you should tune in to today's show. Galaxy digitals and others are feeling the chill of crypto winter. We're going to just, we're going to discuss reports of a new wave of job cuts. Plus, how do you find value in this bear market? Vanex Pranav Coniday will join us live to discuss. Stay tuned for that. My name is Marco Rivera. Moritz Siebert is back in the chair with me today. How's it going?"
    },
    {
        "speaker": "A",
        "text": "More."
    },
    {
        "speaker": "D",
        "text": "It's Marco. Always great and always to be back. Always great to be back on the show with you."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's always a pleasure having you on. For the viewers out there, don't forget to subscribe to Real Vision Crypto. It's free. If you're watching on YouTube, like subscribe and hit the notification bell so you don't miss when we go live. With that said, let's jump into the latest price action. Bitcoin is virtually unchanged on a 24 hours basis. It's currently trading just under 20,500. Bitcoin is also now down on a weekly basis, so the bullish sentiment we have seen lately has evaporated somewhat. The stable price of bitcoin, though, has given some relief to microstrategy, which is one of the biggest corporate holders of bitcoin. The company reported an impairment charge of 727,000 on its bitcoin holdings, uh, into it in, in the third quarter. That's compared to some 918 million in the previous quarter. Moving on to Ethereum, we're seeing a similar situation. It's holding steady above 1500, but it's been down for the past day and week. According to new research from us bank Citi, ethereum is heading toward a deflationary future. Citi says ETH volatility has dropped to historic lows in the wake of the merge, which of course moved the Ethereum blockchain to the more energy efficient proof of stake consensus mechanism. This has resulted in a net issuance of ethereum falling close to zero, whereas before the merge, annual inflation of supply was around 4.2%. All in all, investors remain in a wait and see mode. We're expecting another rate hike from the Fed later today. The market believes the most likely outcome is a raise of 75 basis points. This would take us interest rates to 4%, the highest level since 2008. What about you? What are you looking at? What's your take on all of this?"
    },
    {
        "speaker": "D",
        "text": "Well, market, you call it price action, but it's definitely price. But where's the action? I mean, there is no action really. It's like watching paint dry. Still, when I was on the show last week, I was saying, look, there's this breakout. It looked like Ethereum and Bitcoin did have a breakout, but there hasn't been a follow through. It's back into the range. It's stuck there. Range bound, trading sideways. I guess with tonight's Fed decision, one way or the other, there's going to be some movement. It's going to be interesting to see if there's going to be enough movement, enough momentum to really get bitcoin and ethereum breaking out to the top side and move higher from there. So I really don't know. Realized volatility is still super, super low. Bitcoin feels like 19,500 to 20,500 all the time, with realized volatility less than the S and P 500. So it's very unusual for crypto to do this. Maybe it's coiling up and bursting through at some point, I hope to the top side, but I. Let's see what happens tonight."
    },
    {
        "speaker": "C",
        "text": "Yeah, hopefully to the top side. So with the realized volatility, how long has it been in this lower than S and P 500? Martin?"
    },
    {
        "speaker": "D",
        "text": "I don't know the exact number, but I picked it up the last couple of weeks. I mean, just by looking at the chart, I mean, when you zoom into the bitcoin chart, say, from the lows in June or the recent lows in June to now, it's essentially range bound behavior between 18,000 and say 22, 23,000, it becomes smaller and smaller and smaller. That range to the point where it's like, like 19,000 to 21,000, 19,500 to 20,500. And it's really, you know, the good thing is the markets also kind of stopped selling off on bad news, which is, you know, every time that happens, I think it increases the probability of the lows actually being in. I'm not saying that they are, because there's no guarantees. We're always dealing with probabilities and not uncertainties. I mean, there could be that washout trade, a very painful washout trade that takes bitcoin and ethereum to new lows for this year. But quantitatively speaking, the longer you stay in that range and the more resilient that market becomes to all sorts of news, it just doesn't go down anymore. The greater the probability becomes that you have actually seen the lows in June. So with that being said, maybe there's this coiling up where at some point we'll just have that breakout to the top side, kind of like a relief valve, and then we move higher from there. I hope that's what's going to happen. But who knows? I don't have the crystal ball, right?"
    },
    {
        "speaker": "C",
        "text": "Nobody has a crystal ball. And definitely we hope that that happens. I'm sure that these companies we're going to talk about in our next story definitely would hope that happens. So, moving on to our top story, one of the most well known crypto companies, Galaxy Digital, led by Mike Novogratz, is reportedly looking to make big layoffs. Sources familiar with the matter say plans at the digital financial services company are still to be finalized, but between 15% to 20% of the staff could be cut, which means potentially more than 70 jobs. It's not the only high profile company making cuts. There are reports of job losses at crypto exchange. Bitmax, then a venture capital company, digital currency group. According to Coindesk, it was only three years ago that Seychelles based Bitmex was the largest crypto derivatives exchange in the world before falling behind Binance, FTX and Bybit. A Bit Max spokesperson told Coindes that the company has reduced its workforce as it pivots back to focusing on derivatives trading. And finally, Bloomberg says digital currency group made around 10% of its staff redundant. Moritz, it's been a while since we had so many reports of job cuts in the crypto industry all at once. What do you make of it?"
    },
    {
        "speaker": "D",
        "text": "Yeah, but it also has happened like you know, after Luna and after Celsius, I mean, it's not that long ago, and unfortunately, it is a byproduct of a bear market. You know, businesses shrink. We have to be realistic about this. You know, the digital asset markets are still in a bear market. We hope that they will break out of that. But, you know, we're definitely around the lows, so unsurprising and volumes and activity and all these types of measures, they're down relative to where they were, say, a year ago. So it's not a surprise for me that you do see these layoffs. You've seen them on centralized exchanges, defi apps all around the crypto space. It's unfortunate, but we'll be speaking with Pranav later on on that show about some of the very interesting, exciting future applications in crypto. People can also be hired back very, very quickly in that space. So I hope that's what's going to happen. But for now, yes, it's tough out there. It's not only crypto, by the way. I mean, look, the economies aren't doing well. We have a strong dollar. We have rising rates, we have inflation like portfolios are on fire. This is not an easy environment by any stretch of the imagination. So it definitely does hit crypto as well."
    },
    {
        "speaker": "C",
        "text": "Yeah, absolutely. Well, another story we're looking at today, we got a new point of contention when it comes to Twitter, and it's the blue tick that marks verified accounts. Elon Musk, who bought the platform last week, has initially suggested a dollar 20 monthly fee for this blue tick. He later revised it to dollar eight. Musk said that this would allow users to get priority in replies, mentions, and searches. It also gives them the ability to post long video and audio and to see fewer ads. Twitter already has an optional service with added features for $4.99 a month. But Musk is looking to weave the verified check into this. Ethereum co founder Vitalik Buterin expressed skepticism about Musk's plans. He said on Twitter, quote, how well this works depends on exactly how much due diligence is done to make sure blue checks are who they say they are. Pay $8 a month and call yourself whatever would damage the blue checks anti scam role. But if there's more actual verification, the result is very different. More so, a lot of changes potentially come to Twitter. What do you make of this?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I like Twitter. But look, Elon has paid a lot of money for this company. He didn't want it. He then purchased it. It's $44 billion in a cost term. So he's clearly commercial. Maybe he's looking to find a way to make the money back and he starts charging. Look, I'm using Twitter. I'm not being charged for Twitter. Twitter is completely free for me. I get ads and that type of stuff. Okay, so about the blue check mark, my understanding, I don't have one, but my understanding of it is that if you want one or if you have one, you have to have an active account. It needs to be a notable account, there needs to be activity there, it needs to be recognized. And then you have to prove to the platform that you are actually a human being. And you do that by sending in a government D or government id or something like that to prove that you're human. Now, what Elon has mentioned repeatedly is that he absolutely hates the fact that there are so many bots on Twitter. And I agree with that. I hate that. All the DM's that I get, not all of them, but 98% of them, is essentially, give me a wallet address or buy that NFT or have this for free, or that for free. It's annoying. And this is where I disagree with Vitalik, is if you're charging $8 a month for a check mark, then people, humans who really want to have that check mark because they want to show to the world that they are verified, they will happily pay for it. That's fine. But if you run a bot farm, a bot farm with thousands and thousands and thousands of bots, each paying $8 a month, that becomes uneconomical. That may be the objective here is to actually crowd out the bots and not give everybody a way to easily and cheaply get a blue check mark. I think that's the idea. It's the idea of if you're charging a fraction of a centennial forever, email that you're sending spam is dead. You can't do that with email because it's not owned by anybody. But with Twitter you can. So that's my hunch. I don't have any proof for that, but I love it if those bots went away."
    },
    {
        "speaker": "C",
        "text": "Yeah, I love it if the bots would go away for sure. Well, let's move on to our final story before we speak to Pranav. Just yesterday, we reported pretty bad numbers in terms of crypto hacks and exploits. In October, it looks like the trend is continuing in November. Early in November, crypto options and futures exchange exchange dare a bit has confirmed its hot wallets have been hacked. A hot wallet, of course, is a wallet that stores crypto that's always connected to the Internet, which makes it easier to hack. It can store bitcoin, Ethan USD, and among many other cryptocurrencies. And those were the hot wallets that were apparently affected. Darabit says $28 million were hacked, adding that client funds are safe and the loss is covered by company reserves. Darabit claims 99% of client funds are kept in cold wallets which are not online. The company has paused withdrawal, so users can't take their money out for the time being. So it seems like it's another day, another hack more. It seems like a serious, ongoing problem for the crypto industry. What are your thoughts on this?"
    },
    {
        "speaker": "D",
        "text": "I'd say it's another day, different hack. And I say that because most of the hacks that we've heard of recently, in recent months, they've been at the protocol level, interoperability, defi bridges, that type of stuff. That's where the vulnerabilities are. I don't really remember the last time you had a centralized exchange hot wallet attack. Now it has happened with Darabit, by the way, I didn't even know about it until you mentioned it to me an hour or so ago when we prepared for this. And I just, like. I'm a client of Darabit, so I looked up on the app whether my money is still there. It's still there. It's not the first time that Darabit got attacked. They always, I think, to the best of my memory, they've made their clients whole. It's a very profitable business. They have greater than 95, maybe even definitely greater than 90% market share in bitcoin and Ethereum options trading. So it's a massive business that they run. They can afford the 28 million loss. It's not nice. I'd love it. Look, I hate it. I find it absolutely annoying that our space, which we think has the potential to change the world, still has these attack vectors open, and it happens all the time. What I also don't understand is I don't have the DNA for that is if you are the attacker, and I. You now have the 28 million. Well, clearly you're going to be watched on that blockchain. Derabit is going to be looking out for you. I personally, I wouldn't know how to take the money out of that system without tornado cash. Well, forget about that. So let's see what happens. It's just annoying. I'm glad that my money is still there."
    },
    {
        "speaker": "C",
        "text": "Yeah, absolutely. I'm glad that you definitely and other people's accounts are also all full there. Well, anyways, that's the news for today. Onto our main interview, let's bring in Pranav Kanade. He's a portfolio manager at Venex Digital asset Alpha strategy. Moritz Pranav, I'm excited to hear this conversation. Take it away, Moritz. I'll be back with key takeaways after your interview."
    },
    {
        "speaker": "D",
        "text": "Thank you, Marko. Hey, Pranav, how are you doing?"
    },
    {
        "speaker": "B",
        "text": "Good. Thank you for having me."
    },
    {
        "speaker": "D",
        "text": "You're more than welcome. It's great to see you again. We did speak a couple of weeks ago. I found it hugely interesting what it is that you do. Maybe we should start at the beginning and you give us a little bit of an intro about yourself. What brought you to crypto, what you do at Vanak, where you are portfolio manager, what you trade there, the investors. Just give us the scoop."
    },
    {
        "speaker": "B",
        "text": "Yeah, happy to. Started here in May and we launched our strategy in June, but spent about the last twelve years of my life in corporate credit. I was distressed and high yield credit analyst. Most recently I was a portfolio manager at Millennium. Yeah, I spent most of my time in corporate credit. So kind of cash flow valuation guy at heart like everyone else. My crypto journeys kind of been personal. Bought bitcoin first and obviously learned about everything else beyond bitcoin in the 2017 cycle. And at that time, I think I was most intrigued by prediction markets. If you spend time with any of the prediction markets, it kind of laid out this vision for allowing human beings to interact in a peer to peer way without any middleman in the middle. And you can extrapolate that idea across many different industries. But the thing that was obviously the problem at the time was the systems were just slow, not user friendly. And at the same time, there was no clear association between these projects and tokens and value accrual. And all this really started to change, I think probably in the 2019 timeframe. And that's when I realized tokens are just a better capital formation tool because it allows a project or a network to not only create intrinsic value to this asset, but also then use that to accelerate network growth. And so as a capital structure guy who's kind of spend most of his time looking at bonds, converts, equities, every sort of capital structure instrument, I looked at tokens and I said, these are just superior capital structure instruments at the end of the day for projects, companies, whatever you want to call it. So anyway, so I started spending a lot of time like everyone else. When you use Uniswap or Aave for the first time, and you kind of use your imagination from there, you're blown away. And where it could all go, that's kind of, that's really what happened to me. So was consuming 99.9% of my brain power and pitched Jan Vanek on the strategy. So we got started. We have a decent sized investment team. We're spending all of our time, or most of our time, looking at liquid tokens. We also look at sort of securities as well, crypto adjacent companies, and just across the ecosystem. So we're not venture, we're doing liquid tokens and everything in the tradable liquid markets."
    },
    {
        "speaker": "D",
        "text": "Okay. But what you just said is actually interesting. So you're not a pure token or coin exposure either. You might have, I'm not sure if you do have, but you may have positions in blockchain equities, for instance."
    },
    {
        "speaker": "B",
        "text": "Correct? Yep. I'll give a little bit of our perspective on this. In the crypto world, they kind of call this progressive decentralization, but you can use the same theme across the investing landscape. And this transition from, let's say, call it web two to web three, there's obviously web 2.5, which is sort of these web two companies enabling web three experiences, and those tend to be more regular array companies. And then that is an area where we're primarily focused on, because that's kind of the subset of the market where most of the users will come from, and that's the area of the market where things are just more user friendly and intuitive for most people."
    },
    {
        "speaker": "D",
        "text": "Should we think about your fund just maybe from a higher level? Would you be interested in having exposures to layer ones and layer twos? Or are you more interested in the applications that run, for instance, on a layer one, where it's actually something that users can use? It improves their life, it generates fees, it has economics. Is that what you're looking at? I mean, I have a sense that that's what you're doing."
    },
    {
        "speaker": "B",
        "text": "Yeah, I would almost say all of the above at a very high level. 300 million people in the world own crypto today. There's about 100 million active users on exchanges, but there's only about two to 3 million daily active users using Dapps on chain, on a variety of different blockchains, if you can aggregate them. So we're just really focused on what are the products and services that will enable more of those 300 or 100 million people to use applications on chain. And that could take many shapes or form. You were talking about Twitter earlier. Obviously, one could argue the end state of Twitter should be something on a blockchain where a user can custody their identification data or just their social graph. But that's well into the future. What's more near term is how Twitter could enable something like micropayments using blockchain rails. So we look at what's near term that could use blockchain rails and then what's way well into the future. And we sort of try to focus on investing in things that are in the 24 to 36 month near term time horizon."
    },
    {
        "speaker": "D",
        "text": "Right. You've mentioned a project or like a company token to me by the name of Hivemapper, and I want to speak about it with you in just a second. I found that interesting because I think about a week or so ago, this big article in Bloomberg, Newsweek came out by Matt Levine, like 40,000 words cover to cover just on crypto. What he said is, what are these people actually doing in crypto? And, well, they're building exchanges. That is what crypto do, so that you can trade more crypto and derivatives of crypto. But what are the actual applications? Also, with my exponential age hat on, the more of these real world applications we can see and the more of them are being built and rolled out and people use them to improve their lives and do something different, the better it is, because that is the tangible type of stuff that people would like to see in order to say, ah, now I get it. It's now no longer just in the abstract. It's now no longer just, oh, I want to be long at token or coin because it's potentially uncorrelated and it's going up in price. There's actually something, there's a product behind it. And you've mentioned hivemapper, which I found interesting. I'll let you explain it. But it is a potential, I'd say a potential disruptor to Google Maps."
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And you could put hivemapper sort of in this category of proof of physical work. Helium was sort of the first project to really kind of embrace that model. But the idea is, can we get, again, human peer to peer interaction to create some form of a network that can disrupt an industry that has added middleman in the past. So helium is trying to do that with mobile networks, trying to disrupt telcos and then hivemappers really trying to do that with mapping services. So what most people don't know, because everyone uses Google Maps, right? Google Maps has like 80% to 90% market share in the mapping world. And the way that business model works is you have a bunch of cars that Google owns or vehicles that Google owns and drives around the world trying to map data constantly, or map cities and geographies constantly. For the consumer like us, that data is free. But Google actually charges companies to access that API. The estimate, according to the Hivemapper founder, is somewhere between five. Google generates somewhere between five to $10 billion per year from the Google Maps API. So Hivemapper is looking at this and saying, can we do this in a decentralized way? So essentially you or I or anyone can go purchase a dash cam for about dollar 699 and put this in our cardinal, and we can drive around and then collect this thing called the honey token. The way honey, the honey token derives, most of its value is through usage on the other side. So if someone wants to access the Hivemapper API just the way they would access the Google maps API, they would pay in dollars, and those dollars would be used to burn the honey token. The hence creates the natural demand for honey token. And they're paying people like us who are using these dash cams in that honey token. So, yeah, point is, what this ultimately should create, if the vision comes together that hivemappers are really going for, is hopefully a cheaper map solution that breaks the Google monopoly, but also a more live product. So there are parts of the world that Google maps once every two years. Here's something that people could be mapping on a live basis. So the data could be a lot more fresh, not only from a map perspective, but also from an image perspective, street view perspective. And we had the Hivemapper CEO on potential use cases, and one of the areas he pointed out to was AR. So, you know, Apple's making this big bet on AR, but for that ar vision to really come together, you need live images and live maps, and Hivemapper can hopefully play a big role in that space."
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, when you imagine a city like Manhattan, which is where I think you are, I mean, if every yellow cab had such a dash cam on, it's essentially a real time, almost real time view of the world, right? I mean, depending on how high the throughput on our blockchain can be and how efficiently that can be run, maybe where I live out in the countryside, nobody needs that real time view. But I guess you could also attach that dash cam to your helmet if you're riding a mountain bike or just a road bike, or you put it on a boat, wherever, it could be with you all the time. So that I find really interesting. I think you mentioned they're probably going to start trading that token later on this week. I'll definitely watch out for that. Now, another one that I found interesting is payments. We know, like credit cards and all the fees and all the middlemen in between there, but why don't you run us through your view of the world there and how payment services can be disrupted?"
    },
    {
        "speaker": "B",
        "text": "Yeah, happy to. And then the Hivemapper thing, I don't know if you can actually put on your helmet. That'd be pretty cool if you could. But the other interesting thing you talked about there was these products building on top of each other. Hivemapper is going to run on Solana, the blockchain layer one, and also it's going to leverage the helium network to make sure the area filming the hotspots of helium can confirm that it's the right area. You're not saying you're filming in, say, Times Square, but you're really sitting in poland or something. That helium hotspots will help hopefully validate that part. The idea that these systems can build on top of each other is also really coming together here. But the payments area is actually really interesting to spend some time on, especially in the context of Twitter. I heard you mention earlier that could you eliminate spam if everyone paid one cent per email, that kind of thing. And historically, it seems like that would not have been possible because of the layer of fees that exist in the credit card and traditional payment rails. So I might have shared a chart with you guys. I don't know if you have that that you could pull up potentially. So it's easier to kind of think about this visually. But if you just look at online payments in general, you kind of have the stripe at the top, which is the facilitator. Everyone generally uses stripe in e commerce. I think even Shopify pay runs on stripe rails. And then you have all these middlemen in the middle, the processor, the card network, and the bank in the middle as well. And then you have the buyer at the bottom, because some of these costs are fixed regardless of the quantity of the transaction. So because the fixed cost nature, doing micropayments historically has been very. Has been almost impossible to do. So one of the things we're seeing lately is a couple of months ago, Stripe announced that they're going to be experimenting USDC on stablecoin rails. What that really means is any e commerce merchant could theoretically accept payment in USDC. So now it's really up to the buyer in the bottom, which is people like us to pay with USDC. But if you think about it the real motivation should be for the e commerce player like walmart.com or Airbnb to enable that buyer behavior. Because how do you incentivize me, who have never, let's just say I hypothetically never used anything on the blockchain, how do you incentivize me to go get USDC and then pay? Well, the answer is make my user experience really friendly, which is what Walmart or Airbnb C Corp should do and also potentially give me discounts. If I was going to book, I don't know, an Airbnb for $5,000. If I paid with USDC, I get some discount to generally create that user behavior. Now that stripe is doing that at the top. And I think merchants are very much or the e commerce players are very motivated or incentivized to try this as well. We're going to see some acceleration in this adoption. We heard the Walmart CTO make some positive commentary on crypto based payments a week or two ago. I look at that as a potential signal on where this is in its adoption cycle. Just to use an example, $100 transaction on Walmart means that Walmart actually only exceeds like $97.5 or so today. If you got rid of all the middlemen and ran that on blockchain rails, and essentially if you ran it on a layer two, on ethereum, or on a cheap layer one, Walmart can ultimately get $99.5 instead of 97. So there's at least two to two and a half percentage points of uplift in margin for someone like them."
    },
    {
        "speaker": "D",
        "text": "Yeah, so I definitely get that. But how do you get exposure to this? Like what is the. Okay, we understand this, this sounds interesting. Its probably going to go that way. It requires stablecoin acceptance, et cetera, et cetera. But is it long ethereum, if it's going to be built on ethereum, or is there something that is more specific, more laser pointed in terms of the exposure to that space, to that idea?"
    },
    {
        "speaker": "B",
        "text": "Yeah, there's a couple of ways to generally think about it. If I start top down in macro, there's about 2 billion people in the world today that use payments and that kind of tam is 1.9 trillion, right. That's the entire ecosystem. So the question is, what is that? If that starts to move towards blockchain rails, who are the big winners? Kind of the question you're asking. The blockchain that these things are going to run on, that's going to be the obvious winner. Right? Because these things will generate gas fees and so being able to quantify what that gas fee amount is. And then how does that then accrue to the layer one that it's going to sit on? Is the big question, is it going to be one where Ethereum gets 100% of the market share, or is that market share going to be split between Ethereum and a bunch of other blockchains? TBD. That's an assumption you have to make as an investor and ask which blockchain can support high levels of activity for low fees, all those types of things. The other area is that bottom where does every e commerce player want to build their own wallet experience? Or is there a third party that can help facilitate that? So you're seeing the centralized exchanges actually make some movement here. So there's something called FTX pay, if you've spent any time on that. If FTX pay is something that all these e commerce merchants try to embrace, then FTX is the beneficiary of it. So there's a bunch of centralized crypto exchanges that are trying to enable other e commerce players into allowing this to happen."
    },
    {
        "speaker": "D",
        "text": "Cool. Let's see how that plays out. Another thing you mentioned is web two companies enabling web three experiences. And you've mentioned Reddit and Starbucks, and explain us or talk to us about what you see in that space and why that's interesting to you."
    },
    {
        "speaker": "B",
        "text": "Yeah. One of the primary questions we always ask as a team here is do people want to self custody private keys? If the average user resets their email password once a month, that tells you that people are constantly losing their passwords. Imagine custodying 24 characters or 24 words and then managing all of that. So in the absence of something a lot more easier in that space, we look at these web two centralized exchanges, especially, or even people like Reddit or Starbucks, enabling these wallet experiences that give the end user the benefit of this web three experience. So on the centralized exchange front, one of the things I noticed recently is if you go in your Coinbase app, this is not your Coinbase wallethood, and you look up an asset that's not listed on Coinbase, with a click of a few buttons, you can actually trade that asset and the trade gets routed to a Dex. It could go to one inch uniswap, one of the decentralized exchanges. The user doesn't really realize ultimately where it's all going, but something like that generates fees for the decentralized exchange as well as the blockchain it's running on again, makes the self custody nature of it a lot more user friendly. Reddit was an interesting experience. They made the news recently, but they were able to onboard, I think, like two and a half million wallets onto crypto rails without the user realizing they were setting up a wallet. And they did it through this password experience. But they even essentially sold a whole bunch of avatars to their end users. The Reddit users are very active and they were very expressive in how they want to display themselves. So they sold these avatars and these avatars could be custodied in their wallet. But the experience itself for the end user felt like an e commerce experience, not a wallet custody experience. The reason we're really focused on all these types of things is ultimately we say, we did a study internally and we said, what's crypto most correlated to? Everyone likes to think it's like m two and what the central banks are doing, which optically might seem true, but crypto is actually more correlated to wallet activity. So as wallet activity increases and activity on blockchains increase, crypto asset prices also appreciate in the same period of time. So asking which of these web two experiences will create web three? Well, which of these web two platforms will create web three experiences? Kind of goes back to the question of creating wallet activity on chain. And that's kind of the catalyst, I think, that can help crypto decouple from other risk assets."
    },
    {
        "speaker": "D",
        "text": "Well, I mean, we would definitely like to see that decoupling happening. Final one, Pranav and I thought that was interesting as well. As you mentioned, I mean, centralized exchanges, to me, they are the gatekeepers to the crypto space period for most people. Right, because they KYC and this type of stuff. But you've mentioned they could actually be the gatekeepers to the web three world and to dapps in the future through curation. What do you mean there?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I mentioned the Dex example just now, but the other area we constantly think about is gaming, because everyone's very excited about gaming on Web three. And so we have a member on our team who's kind of played every web three game and is also in the betas of all the ones that are about to launch. And when you spend time with these communities, especially the web two gaming community, those people ultimately don't care which blockchain this sits on, which wallet they need to use and all the stuff they need to do. They just want to play the game. And maybe the in game asset and currency element is an added feature. And so if that's where the world is going, then I could see a scenario where these gamers ultimately custody all their assets to NFTs and token assets with the centralized exchanges. So ultimately, which game is going to succeed or which set of assets within gaming is going to succeed might be dependent on which centralized exchanges are essentially allowing you to exist or whitelisting you to exist."
    },
    {
        "speaker": "D",
        "text": "Got it. Got it. Well, thank you so much, Pranav. That was a different perspective, a new perspective. Really interesting. Please stay on. We do have at least one, hopefully more viewer questions. They're usually quite interesting, so we'd like you to stay on and help answer them. But I'll give it back to Marco for the wrap up. Marco?"
    },
    {
        "speaker": "C",
        "text": "Yeah, absolutely. It was a great conversation, and I'm glad that we got a question, because Pranav has a lot of really insightful things to say. So the conversation was a lot to take in. We talked about e commerce tokens as capital creation tools, web, two companies like Reddit enabling Web, three experiences. But I have two main, key takeaways that really stood out to me. First was in terms of the projects that Pranav is looking for is fun. The focus is on progressive decentralization. There are 300 million people that own crypto, 100 million people that use exchanges. So we're focusing on what are the projects that will enable these products and services that will enable and bring in these millions of people into the fold. One such project that sounded really interesting is Hivemapper, which could be a potential disruptor to Google Maps. It's a decentralized map built by people with the world's first crypto enabled dash cam. Second, many payments right now currently rely on the stripe rails. There's a lot of middlemen in between, and because of the fixed cost nature, doing micropayments has been hard to do. And what we're seeing with stripe, bringing USDC into the ecosystem, this could make this cheaper and would be beneficial to companies. For example, Pranav mentioned a $100 transaction at Walmart today. Leads to $97, I guess, in terms of what they actually receive. But if you ran it on the cheaper blockchain services, they could make 99.5, therefore increasing their margins. But for this to happen, companies still need to incentivize their users to use USDC. So those were the two main things that stood out to me. But if you guys have anything to add, you know, please let me know. Pranav, how about you? Is there anything to add to the takeaways there?"
    },
    {
        "speaker": "B",
        "text": "No, that sounded perfect."
    },
    {
        "speaker": "C",
        "text": "Awesome. Awesome. What about you, Moritz?"
    },
    {
        "speaker": "D",
        "text": "Sounded real good. Let's go to the questions. Marco?"
    },
    {
        "speaker": "C",
        "text": "Absolutely. So this question comes from Maximus will the creation of a spot bitcoin ETF be a possible catalyst for new bull market? I know the futures ETF offering marked the top, but since it's spot, could this be different? Which one of you guys would like to take this? I guess I'll throw this to Pranav first."
    },
    {
        "speaker": "D",
        "text": "Let's go with Pranav first. I can go second, but I have a feeling that we'll probably have some overlapping opinions on this."
    },
    {
        "speaker": "B",
        "text": "Sure. So the likelihood of a spot bitcoin ETF happening anytime in the near future, I have no idea. I don't really know. Vanak historically has been focused on that space and I don't think we have great insights on when that could happen. It's more of a regulatory question. Could that be a catalyst for bitcoin price? Potentially? Moritz, I heard you talk about market structure earlier on bitcoin being range bound in the 19 to 21k range. We spend a lot of time looking at on chain activity. Whats interesting today versus June of this year, when were in the same price range is the amount of bitcoin held by long term hands is at a historical high, higher than where it was in June 2022. But also the amount of bitcoin thats moved in this 19 to 21 22k range in June was around 6%. Now its about 20% of all bitcoin has moved in that price range. What that tells me is the weak hands are shaking out and it's moving. People are selling at a loss and moving into and then new buyers are coming in in this sort of tight price range. Right. So that to me is sort of almost indicative of a potential bottom farming forming. And all you need is sort of potentially a positive catalyst. So I don't know about the bitcoin ETF at all, spot ETF, but that's how I think about it."
    },
    {
        "speaker": "D",
        "text": "Neither do I'm not sure. Yeah, I'm not sure if or when such an ETF will come. By the way, here in Europe we have etfemen tracking spot BTC and spot ETH catalyst. It's clearly a gateway, it's enabling flows from different investors. So I think it's going to be, or it would be a tailwind for the market. It would be something positive. But then at the end of the day, it's like owning physical gold bullion outside of the system or owning GLD. If you own the bitcoin ETF, you own a security, right? I mean, it depends on how that security is structured and bitcoin with the narrative around it to me, its kind of like the asset that you want to hold for yourself and custody yourself because its so much easier to custody yourself than it is with gold. So I wouldnt be the buyer of that ETF. I hold spot bitcoin in my own wallet but not everybody's like me and there are a lot of investors out there who just like to have an Isin. You know just like to go through a broker and buy the product and not be exposed to futures and roll yield and you know all these type of things. So wrapping it up. In summary, I think it would be a positive event. Whether that is going to unleash the new bull market, I don't know."
    },
    {
        "speaker": "C",
        "text": "Perfect. Looks like we have another question if you guys are up for it from uproar or j prorock. I'm definitely mispronouncing that on YouTube I find token burn burning as a value accrual tool to be ineffective. Is there anything preventing projects from making tender offers to holders and paying in stablecoins as an alternative value accrual method? What do you think, Lawrence?"
    },
    {
        "speaker": "D",
        "text": "I don't know. I can't really answer that question. That is really outside of my circle of competence, to be quite honest. Sorry about that, but I'm really not the right person to ask."
    },
    {
        "speaker": "B",
        "text": "I was going to say I'm not so sure I agree with that premise that token burn is not an effective value accrual method. If you look at this bear market, the best performing category has been the centralized exchange tokens. And the reason is they periodically buy and burn or get rid of just their burn process, get rid of a percentage of their token supply. So there is a natural sort of sink for the token if you want to think about it that way. I personally don't agree with that premise, but is there something that prevents a project from giving stable coins back as a way of returning capital? So the question then becomes more about is that a security and how do projects want to navigate that?"
    },
    {
        "speaker": "C",
        "text": "Yeah, very interesting. Well, thank you Pranav and thank you both for the conversation. That's it for today's show. Don't forget to subscribe to real Vision crypto everyone. It's free. For those of you watching on YouTube, smash everything, the like button, the bell, and the subscribe button. Join us tomorrow for our interview with will Clemente on the latest technical analysis and forecast for the crypto market. See you at 12:00 p.m. eastern live on real vision crypto daily briefing."
    }
]