[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps, and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com. tech. All lowercase. That's Shopify.com tech."
    },
    {
        "speaker": "B",
        "text": "Hi, I'm Raoul Pal, and welcome to my show, the Journeyman. The idea of the journeyman is to take us on that journey of knowledge and understanding right to the nexus of understanding of macro, crypto and the exponential age, where all of these themes weave together and take us into unknown and incredible places. There's going to be ups, there's going to be downs on the way, but I'm there with you together on this journey. One of the things that I've been fascinated, part of my big framework of understanding of everything around us was the dramatic shift that happened in 2008. 2008 itself was the outcome of events that had gone before it. But the event, what I saw was this massively indebted society that blew up in 2008, and it affected everybody. Many people's lives were shattered because of it. And our understanding how economies work has changed ever since. Something about my everything code is exactly that. And I've spoken at length with people like Jordy Visser, even Dee Smith, about what this meant for the economies and society and where that's going. And I think it's the end of the debt based economy. And I talked with Jordy, if you haven't seen that interview, you should watch that one about we're in a more equity based culture as well. As people move away from debt based systems, the rise of cryptocurrencies is part of that whole change. But one of the things that Dee Smith and I talked about is about the societal change. The change that happened in 2008 was Occupy Wall street. It was, people realized that they didn't have the system, didn't have their back anymore. The system had let people down, and the experts weren't experts, and that they couldn't trust people and they were on their own. Occupy Wall street was that. It was like, you lied to us, you don't have our backs. And that realization that you're on your own spread, it spread to Europe back in 2012, when the indignados in Spain, I mean, I think it was 2 million people, marched from the provinces to the streets of Madrid to complain about what was happening. And that movement keeps spreading. It keeps spreading because people are deeply unhappy. You see, they're real wages. And I think I've done the long form interview about this with Robert Breedlove, is that people's real wages never went up. There was too many people in the labor force. The baby boomers and the millennials. The millennials got the shitty end of the stick because all the assets had gone up so much. Their incomes haven't gone up significantly. So the assets are so expensive that they can't afford to get up the ladder. And that makes people angry because the american dream is not alive for them. So what do they do about it? Well, that's the topic of my next conversation. My next conversation is with a good friend of mine who's an incredible author, incredibly successful, and also, you know, almost all his books are made into films. Amazing guy, and also a lovely guy, but he understands the zeitgeist. And the zeitgeist is of these millennials. When they were stuck at home in the pandemic and been given a bit of money, it's not a lot, 1200 bucks. But even then, they weren't spending money, so had money at home, and they decided to Yolo. And the idea behind it was, fuck it. We need to take risk to get ahead of. Now, America was built on risk taking, and I don't have a problem with it. And I don't have a problem with it because the millennial cohort are also big investors in 401 ks. They do what they're told to do, but there's still no way of getting to where they need to get to in life. And the answer is to start investing. And you need to invest in things that have the riskiest profiles, things that have unlimited upside. And to many people, that's cryptocurrency. To others, it's technology, or to others, it's distressed companies that may offer an opportunity that they don't go bankrupt, and you can make several hundred percent. And that gripped an entire nation via GameStop and Wall street bets. And Ben wrote the book about it. And as ever, it's an amazing book. And I want to hear Ben's story of that. But even more, if you think of that spread of humans as a collective now becoming almost more powerful than states. Again, something I've talked about a lot, both with Geordi D. Smith and others, about the rise of the digital nation state. One of the largest places that those nation states, those digital nations meet, or these digital societies meet, is Twitter. And Ben has written the book about Twitter too. Called breaking Twitter, and that's just coming out now. And that will be an incredible read about Elon's journey to buy Twitter and how it almost broke him, too. Anyway, really look forward to this conversation. Ben's an amazing guy. Lots to learn, lots of fun to be had. Join me, Raoul pal, as I go on a journey of discovery through the macro, crypto and exponential age landscapes in the journeyman. I talk to the smartest people in the world so we can all become smarter together. Ben Mesrich, fantastic to see you, my friend."
    },
    {
        "speaker": "C",
        "text": "Great seeing you as well. Thank you so much for having me back."
    },
    {
        "speaker": "B",
        "text": "Listen, for those small number of people on the planet who don't know who you are, you have one of the most ludicrous success rates of writing incredible books about zeitgeist, particularly that kind of culture around money and people. And there's a lot of really interesting kind of meta narratives that half of them end up as films. It's an extraordinary journey. So just give people just your highlights."
    },
    {
        "speaker": "C",
        "text": "Really, so they get, it's completely insane that it's worked out this long in this sort of."
    },
    {
        "speaker": "B",
        "text": "You haven't discovered you're a fraud yet."
    },
    {
        "speaker": "C",
        "text": "No. I mean, it's amazing. So I've written 25 books at this point, you know, which sounds like a lot, but people really read two of them. But I've had a number of them turned into movies. My first success was bringing down the house about the mit blackjack team, which became the movie 21, if you remember that one."
    },
    {
        "speaker": "B",
        "text": "Well, I sent you a photo of me watching it."
    },
    {
        "speaker": "C",
        "text": "Right, right. Yeah, it still plays on. I think it's still on Netflix. I'm not sure, but it's a great film if you've. Especially if you go to Vegas or if you gamble or if you're into cards or. It's just a wonderful movie. And then my book, the Accident of billionaires, was made into the movie the social network, which everybody saw, which is, you know, just, I think one of the best movies ever made. You had Fincher, you had Sorkin with an incredible cast. And then my most recent book, the Antisocial Network, was made into the movie dumb money, which is still in a few theaters but will be actually available to own in next week and in a week or two, and then it will be on streaming later in the year. Great movie. I think about the whole GameStop phenomenon with an incredible cast, and it's a comedy. And I wrote for the show billions, which was a lot of fun for a couple seasons. And my new book is breaking Twitter about Elon and Twitter and the Escapades and the misadventure that I believe has. He just didn't break Twitter. Twitter broke Elon Musk. That's what we're saying in this book that I think is different from the other narratives out there. I think it really had a major effect on who Elon is and what we think of him. And I think that that's the bigger story. But anyways, I've written a lot of books about tech and young people making fortunes and bitcoin billionaires, I think has a lot of fans in the industries that you're involved with. But I've written about aliens, I've written about biotech, I've written about just about everything, trying to keep my foot in the door of culture and Hollywood."
    },
    {
        "speaker": "B",
        "text": "I don't know how you managed to write so fast to get all these books out, but you're like a machine. It's amazing."
    },
    {
        "speaker": "C",
        "text": "I've got it down to science. I write a book in about eleven weeks at this point in my career, so it's harder. The writing part isn't hard for me. It's finding the story that I want to dedicate myself, that I want to dive in that will be relevant the year later that a book comes out. I mean, you have to remember, there's such a downtime in between when you write it and when it comes out that you have to pick topics that people will care about a year from now."
    },
    {
        "speaker": "B",
        "text": "Let's talk about how you stumbled across and thought about the dumb money story. We'll get into Elon later and all of that. But this was a really big zeitgeist moment. Talk me through all of that. How did it start for you? How did it get on your radar screen?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, you have to remember this was the depths of the pandemic. It was January of 2021. We were all pretty much locked up. I was up in Vermont in a basement, being a hypochondriac and crazy person. To me, this was like the moment of the apocalypse, and I'm watching the Internet like everyone else because there's nothing else to do. And Gamestop, the stock just starts going crazy. And I loved GameStop. I have a 13 year old son. We're in GameStop all the time. I'm a gamer from way back when. Games were really horrible. And so for me, the idea that this company was suddenly worth the amount of GE, it was this stunning moment, and I was blown away. And I was trying to decide whether I should be buying GameStop because it was flying upward. It was a Wednesday, I remember. And then I start getting all these emails from people who were like, you should be writing about, this seems like one of your books. And I started to reach around to see who did I know in this story? Was it something that I could write about? And being a Boston guy, I did have connections to a lot of the characters in the story. Writing about finance, I knew I could get to the Gabe plotkin type people, Ken Griffin, those people, if they wouldnt talk to me, certainly people around them would. And so by Wednesday night, it was the same day that the stock was flying. I wrote a ten page book proposal. We sent it out in Hollywood first, because thats what I do now, is I send my treatments out in Hollywood before I sent it to publishers. And we had a bidding war. We had about nine studios bidding on it by Thursday. So within 24 hours, because this was the story of the moment. And to me, I really saw this as the origin of something enormous. Like there was this revolution going on. And it hearkened back to crypto. It hearkened even before that to the social network, where all these things were coming together. And suddenly people, regular people, were rising up in anger against Wall street. And to me, this was a moment, a cultural moment. So anyways, by Friday, I had a movie deal, midnight Friday. And then by Monday, I had it out to book publishers and had a book deal. So I hadn't actually written anything yet, and the story was still happening. So what was really weird, if you watch the movie, I'm writing the book while the stuff that's in the movie is going on. And the movie and the book kind of end on the big congressional hearing where roaring kitty is pulled up next to all of these Wall street guys. And that's when I finished the book. So it really kind of was a different writing experience for me. But I just think it's one of those important stories that's also absurd, which is why it ended up being a comedy as a movie."
    },
    {
        "speaker": "B",
        "text": "It also just felt like it was the perfect story for you because it kind of tied together so many of the narrative arcs that you followed. And the Occupy Wall street, which was that kind of everybody realizing that they were on their own. Then there was the kind of optimism of, well, we can all build a social network and do all of this and we can all become billionaires. That whole theory of, well, we need to do something to become billionaires. And then everybody gets together, and the hero's journey is not a single person. Now the hero's journey is everybody."
    },
    {
        "speaker": "C",
        "text": "Yeah. I mean, it really does all fall together. And also the idea that people, what happened in web three and crypto is that the power is in the people in communities. That value is given by the community. And I think that same sort of spirit of power to the people that occupy Wall street had failed. It was people hanging out in a park trying to break down Wall street, and that never really went anywhere. But this actually succeeded, at least for a brief moment. Main street was more powerful than Wall street. And so it all does come together in everything I've written about in the last decade, really did feel like it was coming together in one moment, one glorious moment, all led by this dude with a bandana on his head in his basement. It kind of was just perfect. If there's a simulation going on, this was the simulation telling me I need to do this story."
    },
    {
        "speaker": "B",
        "text": "I know it's. Yeah, it's, you know, it's billionaires, it's social networks, it's everything. But this story isn't dead, right?"
    },
    {
        "speaker": "C",
        "text": "No, both the story and the movie. So unfortunately, the movie came out in the middle of an acting strike, which made it incredibly difficult because we're an actor driven movie, and this is a movie with a phenomenal cast. Seth Rogen, Pete Davidson, America, Ferrari, Shyleen Woodley, Vincent d'Onofrio playing Steve Cohen. So it's one of those movies that we really needed our actors out promoting, because you're competing with, like, Taylor Swift, you're not going to win that battle. But it will be a movie, I believe, that explodes on Netflix or where it'll eventually end up. But the movement itself, no, of course, this is really the beginning of a movement. Of course, GameStop and AMC and all the retail stocks, they came back to Earth. But there's still millions and millions of people who realize now that there is power in that, and that if a million people gather together on Reddit or Twitter or whatever, that's more powerful than any bank, and it's just a matter of when is that going to bubble up again. And the other thing is, I think what we're really capturing is that there's this massive amount of anger, the feeling that the whole economy is rigged, that Wall street is a joke. It's a casino where big players like Steve Cohen and more Ken Griffin, have outsized power and are doing things in the darkness that we don't really know what they're doing. That anger needs to express itself. And I think it's going to come up again and again and again and we've seen it in crypto. I mean, crypto is that whole idea that markets are rigged and money is rigged, and all of that is not fair. And there needs to be a way for this to become in the open and fair. And so, yeah, I think the movement is really just beginning. I really think it's a revolution that's happening slowly in all areas. It's not just happening in the economy, it's happening in politics. Not always a good thing, by the way. Revolutions are usually awful for people who are involved in that moment, but hopefully you end up somewhere better. I do think we're seeing revolutions happening in almost every element of our lives."
    },
    {
        "speaker": "B",
        "text": "Yeah. And again, going back to the kind of, if you look back over the body of work that you've done is the social network, or that whole idea was what enabled people to get together before we'd have to do it in the street, which was occupy Wall street. And then it changed, changed everything."
    },
    {
        "speaker": "C",
        "text": "I mean, Zuckerberg and I credit Zuckerberg for this, really, more than anybody else. He created a world online, this virtual village, and then it extended it beyond his control. But Facebook, Twitter, Reddit, all of this stuff goes back to the social network. The idea of this nerdy guy in his room with his computer, it's going to restructure life so that someone like him can be the king. Put us all online. We all got online, and suddenly there's this way to communicate that never existed before. That's instantaneous, that there's no authority figure. I mean, they're moderation, but really, you can find your way around moderation. And there will always be social networks that aren't moderated. And this gives the power to everyone because we're all connected, and communities can really make things happen in a way that never existed before. I mean, it's a different time, and we're going to see this. It hasn't come to a head yet. We don't know where that's going to go. But the idea that everyone on earth could communicate instantly, it wasn't supposed to be this way. Who knew that it could ever get here? And so we'll see something really crazy happen with it, for sure."
    },
    {
        "speaker": "B",
        "text": "Yeah. It feels that there's a reorganization of society around these network states. Crypto is part of that whole thesis as well. But here we are, we're creating different states of groups, of people with commonality of beliefs."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Anywhere in the world instantaneously. Right. Humanity's never had this before."
    },
    {
        "speaker": "C",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "Go somewhere to do something."
    },
    {
        "speaker": "C",
        "text": "Right. I mean, it's really remarkable how whatever your interest is, there can suddenly be a million people that you can communicate with who have the same interest. And if something broadly has to happen, it can happen instantaneously. Yeah, I mean, I think we're really on the cusp of something that's very powerful, that we still don't know where it's going to go. But I do think it's a moment in time that everything else is different afterwards. And that's what I look for in my books is where are these origins of something spectacular and incredible happening? And, yeah, that's what I think the GameStop story is as it is."
    },
    {
        "speaker": "B",
        "text": "And it also weaves in to the Twitter story, because, right, this is even Elon is trying, for whatever his reasons are, to create kindling underneath this whole concept that people can now get together en masse, share ideas, coalesce out around ideas and do stuff."
    },
    {
        "speaker": "C",
        "text": "The Twitter story. So, I mean, Elon, I believe, came into the story with these ideals that are noble, you know, the idea of that there needs to be this global town hall that is free, that is a place where people can express themselves, communicate, without much moderation. And he believed it was being taken over by this woke mind virus, as he calls it, this cultural chains that are holding back free speech, that are siloising us in a very dangerous direction. And he has this overarching vision that we need to get to Mars, that we're in this momentary window of time where we have the ability, where the light is shining and that window will close. And if there isn't something like Twitter, it's a little out there, but if there isn't some place where we can all go to express ourselves as a culture, as a humanity, we'll never get there. So that's how he comes into the story, and it goes bad from there. But, I mean, in my opinion, and everyone's going to argue about this, there's a lot of different opinions about this. But if you read breaking Twitter, I come into it with a belief that Elon is trying to do something good. I was always a fan of his. I've always believed this is a brilliant guy who's like an Edison and an Einstein, but I think Twitter broke him, and I think it's a huge misadventure."
    },
    {
        "speaker": "B",
        "text": "Was it the system that broke him? If we go back to the bigger narrative of the people getting together, Elon's kind of in that same boat saying, listen, people need that large freedom of speech or whatever. But what broke him? Was it the financial side or is it fighting the man?"
    },
    {
        "speaker": "C",
        "text": "Yeah. There's a couple big things going on here. Number one, I think he saw free speech as something simple that you could engineer. He believed he could walk in with the right algorithm and solve it, just like you solve a rocket. And I believe that free speech is way more complex than a rocket. Social media is more complex than SpaceX because it involves people and it involves emotions, something that Elon is not great at. And it involves free speech itself is really complicated. As much as people want to say they're for free speech, almost nobody is for unfettered free speech. It's almost impossible to be a free speech absolutist. Nobody, nobody would think that the president of the United States should go on Twitter and say, I just launched the nuclear. Nuclear weapon. That's free speech. Right? But that's insane. Nobody wants that. So there always has to be limitations. And I think Elon came into this story thinking that, you know, Twitter, rightly so, was moderating too much, was holding back certain people for political reasons, maybe because there was pressure from outside. You know, it's just federal pressure, or whatever you want to say. Certainly Twitter was over moderated. It was a bloated company. He walks in with this huge offer, which he knows is too much money. He immediately pisses off the Tesla faithful because they don't want to see him spreading his wings to something that looks like it's going to be a morass of a mess. And he tries to back out, and Twitter forces him to buy the company. So he reluctantly becomes the barbarian at the gate, walks through the doors, and he's angry. And you have to remember, Elon is a complex person in that his emotions drive him enormously, even though he's someone who doesn't really seem emotional. He's very thin skinned. And when he's angry, he's going to go scorched earth. So not only does he take over the company, but he takes it over angrily. He's going to fire everybody. He's going to get rid of the bloat, which is good, but he's going to go after people and try and fire them with cause, so they don't get their money, like Parag and the previous. And so he comes in the doors like that, and then he immediately starts to change things. And what is shocking to him is the amount of pushback he starts to get. And I think what happens? And there's a series of things that happen, which he spirals out of control. And it begins with a horrible tweet that he makes, if you remember the story, Paul Pelosi is the 80 year old husband of Pelosi is attacked in his house by a hammer wielding dude who basically almost beats an 80 year old man to death. It's a horrible scene. And I put it in the book, and I put it right next to a scene where then Elon goes to Heidi Klum's Halloween party, where Heidi Klum is dressed as a worm. And it's like this crazy Hollywood kind of scenario. And then Elon retweets a conspiracy theory involving a gay, gay relationship that Paul Pelosi is having. It's a foolish tweet. It's a joke. It's a meme. It's the kind of thing that Elon does all the time. It feeds to all these conspiracy people, but it's immediately seen as horrific. All the advertisers are just don't want anything to do with Twitter anymore. I mean, this is the owner of Twitter tweeting that this Paul Pelosi thing was a conspiracy involving a gay hooker or something, something like that. It immediately sets things off in the wrong direction, and things get worse from there. You have the blue check thing, which is a massive disaster, where he says everyone's going to have to pay $8 for a blue check. And on the day it happens, you have all these fake accounts coming up, which everyone knew would happen, right? I mean, it wasn't a surprise to anybody, but maybe, Elon, where you have Nintendo with Mario showing the middle finger, and you have Eli Lilly saying, insulin's going to be free from now on, and you have all of these ridiculous things going on. And then Yoel Roth quits the company, and he was the head of the moderation council. And Elon starts to spiral. He goes on stage with Dave Chappelle, right, and gets booed by the audience. And this, to me, is the first moment where Elon is actually facing people saying they don't like him. Like, up until this point, you have to remember, pre Twitter, he was worshipped. He was the Edison of our times, the Einstein. Every time, anytime he's written about in the media, in the major mass media, it's how brilliant he is, how he's changing the world, and suddenly he's on stage with Schapelle getting booed, right? This is not the same Elon that who came into Twitter, and he starts to act very paranoid. And if you read my book, you'll see he's walking around with bodyguards. He makes a rule that nobody at Twitter can gather more than three people, because he doesn't want a mutiny to happen. He starts saying, as we fire people, we need to verify they're real people. And so there's literally a person whose job it is is to act like a human captcha to verify that the person they're firing is an actual person and not a bot. I mean, he's starting to go a little Howard Hughes in the narrative, and it all kind of comes to a head when he tweets out a poll saying, should I stay the head, the CEO, or not? And to his shock, the answer is no. And this hits him very hard. And if you read the book, he actually locks himself into his office to the point where Twitter employees are considering calling the police because they think he might harm himself. And this hasn't been reported before or whatever, but they were considering a wellness check on the richest man in the world because he was so devastated by his reputation, had taken such a hit at this point that he can't just do what he wants anymore. And I think that this is a big moment. And so the thesis of my book is that the Elon that comes out of this Twitter situation is not the Elon of before. And now he's acting irrationally. Now he's doing things like he's banning all of the journalists on Twitter at a point. What happened was his car got attacked. Someone who runs a company called elonjet.com comma, which tracks Elon's plane, had printed the whereabouts of his plane, and his kid was in the limo, and the limo got attacked by somebody. And so Elon then went on a crazy night of just throwing people off of Twitter. So suddenly, the whole free speech idea has gone out the window. Right? I mean, it's become this personal thing where he's got a vendetta against anybody who tweets anything about Elon Jett or anything like that. So everything's become a mess, and that's where we end up. I mean, there's a lot. I could keep going. This is a monologue at this point, but I know. So there's so much craziness that goes on in this period that it's very hard to look at this and say this is rational, that this makes a lot of sense, or that even this fits with his own ideology."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "D",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor. Ramp software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy currents issued by Sutton bank and celtic bank members have DiC. Terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "But it's weird to write a book where the story hasn't ended yet."
    },
    {
        "speaker": "C",
        "text": "Well, all of my books are that way. I mean, if you want to think about it, you know, the social network, almost everything good happened after the end of the social network. All of the craziness with Facebook and dumb money. Similarly, I mean, the GameStop story, I don't think, ended when I ended the book. And so I like to really write important moments that are origins of things. A lot of the story with Twitter is unwritten. We don't know where it's going to go, but I believe. I think we know where it's going to go, and I don't think it's going in the right direction. I think it spirals downward. And now he's trying to resuscitate himself, his reputation, by hiring a new CEO who's really just there to be window dressing. I mean, she's there to make it look not so bad for advertisers. But Elon's still running the show. And then he also has Walter Isaacson write the definitive biography, Elon. I don't believe Walter would have written that book today. I think he joined that book two years ago when Elon was the great Elon. Now, if you look at what Walter's written about his Twitter escapades, it's almost like shoehorned into the end of the book. Oh, and by the way, Elon seems to be screwing up over here. But it's like, I don't think today you would have the biographer of our time sitting down to write the epic story."
    },
    {
        "speaker": "B",
        "text": "And do you think my view, when he bought Twitter. He was also wanting it for the AI, for training the AI, because you've got. And I always thought he actually didn't care about free speech. Most people don't. They only want the free speech that they want. You know, it's kind of a, you know, humans are weird for that. But really, if you can have the largest, unbiased, biased data set or the broadest data set of all people talking, you end up being able to train."
    },
    {
        "speaker": "C",
        "text": "Your humanoid robots right on something. Why not Twitter? That's a fascinating idea. I think, you know, that is definitely part of it. I think he is obsessed with AI, for sure, and, you know, he's going to develop stuff of his own. But I think what he's done to Twitter has shaped it in a way that I hope no AI is training on Twitter right now, because Twitter has become this incredible outrage engine. It's all anger and engagement. He turned Twitter into an entirely driven by engagement and outrage because it becomes a monetized thing. The more outrage and engagement you get, the more money you can get as a creator on the site. Everyone is attempting to just get everyone else angry right now. And he also went in saying he wanted it to be the most true place on the Internet, and then he chased all the journalists off it. He chased all of the people who were formerly blue checks off the site, which were people, most of whom had gotten their blue check because they have some authority or some level of education or some knowledge in a specific area that got them the blue check, or a celebrity, which means they're someone that people want to listen to in general, chase them all off the site. So what you have now is a place where you have no idea where the information is coming from. You have no way of vetting any information, and you get more likes. The more you lie, the more you anger people. And in its place, he puts this community, whatever it's called, community notes, which is a great idea, but happens after the fact. A post has to get a whole lot of attention before this community notes on it. So it's almost like when a newspaper prints a correction on page seven of the newspaper, everyone sees the lie and then the correction comes later. So I don't know how effective that can be. Listen, a moderation council, as horrible as you want to say it is, is needed. You have to moderate the Internet, because, honestly, most of the Internet are teenagers. It's mostly teenagers sitting in a dark room just. Just shooting shit out there. We know that's what it is. And so if you don't moderate that everything becomes Four Chan, everything becomes Reddit at its worst. And that's where Twitter is going. And I get the beauty of the idea of free speech, and I get that politically, Twitter used to be very liberal, and if you had something against the grain about COVID or against the Grain about 100 and Hunter Thompson, Hunter, Hunter Biden, or against the grain about Trump, you would get kicked off. And that that was wrong. But to fix it, getting rid of Moderation entirely has been a disaster. And it's hard for me to have people say they love X now, but I don't believe that. I believe nobody looks at X and says it's better. They just say, maybe it's more free or maybe it's more right wing or maybe it's more libertarian or maybe it's more Elon, but it's certainly not better to me."
    },
    {
        "speaker": "B",
        "text": "My experience is it just feels more Reddit."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's more Reddit and it's getting less usable. It's very hard to look for anything."
    },
    {
        "speaker": "B",
        "text": "It doesn't really have that magic anymore."
    },
    {
        "speaker": "C",
        "text": "No, it doesn't. And you're seeing it in the engagement. People are stopping to use it and it's going down. I don't know what the numbers are. Elon will say one number, but then the New York Times will say another number, but it seems to be going in the wrong direction. And certainly if you ask your friends how many people are on Twitter, nobody's on Twitter, or they look at it for entertainment, but certainly nobody goes there for news anymore the way they used to. You might go there for the moment by moment thing, saying, oh, what happened today? What happened today? But then you're sifting through a lot of garbage to get to something factual. And I don't think that was the point. And where we go from here, it continues to spiral down. Advertisers won't pay for it, so he's got to go subscription. I mean, that's an ugly thing. You don't want it to be a subscription based site because that's not free for anybody. And if the other thing he's doing is you can pay to have your tweets boosted basically through the blue check, that's a horrible system. I mean, because you're essentially just paying to make your thing, more people see it. How does that aid the truth? It doesn't at all. Listen, I mean, everyone's going to have a different feeling about what Twitter is or what it should be, but really, it's just becoming the dirty circus, a dirty chat room. And he wants it to be a big bank now, right? It's going to be a big online bank. So you're going to have some dirty chat room on a bank. That's what Twitter's going to be. And that's sad. I just think that's a sad direction we're going. But anyways, the book is a thriller. It's a thriller about Elon walking through the front doors with the sink and how we get to today."
    },
    {
        "speaker": "B",
        "text": "What I find amusing about you is you have no fear of writing the book when everybody else is writing a book."
    },
    {
        "speaker": "C",
        "text": "Well, it's a great point. I have a lot of fear, but I think in general, you're right. I don't worry so much about the fact that there will be 20 people writing stories about Twitter, just like I didn't worry about it with Facebook or GameStop, because no one's going to do what I'm going to do because I'm not a journalist. First of all, I don't see myself as a journalist. I see myself as someone writing a movie. Even though I'm writing a book. I'm trying to write this dramatic thrill ride that is visually exciting, that has a lot of scenes in it you could see an actor portraying, because my audience, they don't want to sit and read a 400 page book, about an 800 page book about Elon, you know, where his grandfather went to school. I mean, it's just a tough slog, right? And I think that that's like, when Facebook came out, I wrote, you know, ex nobillionaires and someone else wrote the Facebook effect. And the Facebook effect was, you know, a fairly painful 600 page book where he sat down with Zuckerberg for two years. That's not the book that I want to write. And so I get that there will be a lot of stories about Twitter taking, you know, looking at it from all these different angles, but I don't think anyone's gonna write what I'm gonna write, which is gonna be the thrill ride. You know, that's gonna be something you. You pick up on the flight to LA, you know, you're reading it on the plane and you had a great time with it, and then you watch the movie. That's. That's my goal every time. So I don't worry so much about what other people are writing. But I do say, I do write quickly, partially because I know there's so much competition. You know, the GameStop story, I had to be first. And the Twitter story, the goal was, if I'm going to write it. I want to write it right now. I'm not going to wait two years. I'm not going to spend two years. I want you to see this book right now and see what the hell's going on there."
    },
    {
        "speaker": "B",
        "text": "How do you research all of this in the eleven weeks and stuff? How the hell do you get two people to tell you the stories if you're not speaking directly to musk?"
    },
    {
        "speaker": "C",
        "text": "Well, I mean, listen, I reach out to musk. I always try to get to the main character. You know, it's a. Yeah, but in the end, they don't want to talk to me often, but I'm able to get to a lot of people. First of all, you have to remember, this is a story at Twitter, and he fired half of them, so they all want to talk. So there's a lot of people at Twitter who wanted to tell angry stories. And then you try to get into his inner circle. And the thing about Elon that's very intriguing is that he surrounded himself with people, but none of them are really his friends. He doesn't really have many close friends."
    },
    {
        "speaker": "B",
        "text": "It seems to be his brother. It seems to be Kimble, more than."
    },
    {
        "speaker": "C",
        "text": "Anything else, his brother, who also has a lot of problems with him. And it's a very tricky situation. But often you can get to people who are pretty close. One of the characters, I don't go into too much about who I spoke to, but Esther Crawford is someone who I highlight a lot in the book, who really hasn't talked to anybody yet. She's the woman, if you remember, there was a photo on Twitter of her sleeping under her desk in a sleeping bag. She was the one who literally, Elon, she was a low level person. She wasn't super high at Twitter. And when he walked through the door, she saw an opportunity and went up to him, and suddenly he placed her in a position of power. She was ear to ear. She had his ear. She was the one in charge of the blue check that ended up being a disaster, which she knew would be a disaster. And she told him and he didn't want to listen to her. So through her eyes, you see a lot of the story that you haven't seen before because she hasn't really done interviews. And, you know, getting these people to talk to you is. It's a game, it's a trick. I think one of my skill sets is that I don't come in as a journalist with a notepad or a tape recorder. I'm the guy at two in the morning, in the bar with you that you're telling your story to. I come in with Hollywood behind me. You know, if you want to see yourself in a movie, I'm the one to talk to. And so that's that. There are certain types of people who want to tell their story in that way. And a lot of people talk on background. A lot of people will talk, but they don't want their name in the story. And I don't have a problem with using fake names and things like that. So if I'm a New York Times reporter, I wouldn't be able to write this story. It would be very hard to do, and it would never get into the newspaper. But as a book and as a movie, you have a little bit more leeway, as long as you're truthful and honest. And also, I'm honest about my procedure. I'm honest in the beginning of the book. This is what you're getting. This is a dramatic thrill ride. It's true, but I use composite characters. I tell the dialogue the way I see it. So anyways, I was able to get to a lot of people in and around Elon. And when you read the book, if you know the people, you'll figure out who I was talking to."
    },
    {
        "speaker": "B",
        "text": "One of the things I'm thinking about, which is going to be, I think the story of next year is all of this is coming together into one thing, which I think is this election."
    },
    {
        "speaker": "C",
        "text": "I mean, it's going to be a."
    },
    {
        "speaker": "B",
        "text": "Zoo, and it's going to be a zoo because we're going to introduce AI at scale everywhere. We will not know anything that's real, anything that's fake on any social media platform anywhere. How the hell is society going to deal with this?"
    },
    {
        "speaker": "C",
        "text": "I mean, yeah, you're right. And when you think about it in the big way like that, and I know you're, you're a big thinker. Like, you connect things. It is. It is a terrifying moment in human history. It's like the simulation is about to end, because it does seem like AI throws such a twist into everything that you'll never know what's real and what's not anymore. And hey, maybe it'll make us all Luddites. It'll just blow up the whole Internet because you'll be like, nothing on this is real anymore. I do fear that the election is going to be such a. Hopefully there's some level of rationality involved, but it seems like it's setting up to be just mayhem in the streets, which it's a little scary. Obviously, it all comes to a head in such a big way. AI is something that, as a writer, obviously I'm intrigued by it. I don't know what the story I would tell would be, but I do think it's got so many angles to it, both terrifying and exciting, that it's hard to know. But when you look at things like social media and politics, AI seems like one big negative to me. When you look at other things, maybe AI can be a great thing for us. But, yeah, the genie out of the."
    },
    {
        "speaker": "B",
        "text": "Bottle in social somewhere in this, I don't know. My hunch is that Ben Mezrich metanarrative has a plot twist somewhere, and this is this introduction of these. Of these new characters."
    },
    {
        "speaker": "C",
        "text": "Well, I like it. I mean, I've definitely considered trying to do something big. I've stayed out of politics for my whole writing career."
    },
    {
        "speaker": "B",
        "text": "Yeah. And depends how it plays out. Is there going to be a story here or not? I don't know, but I'm just. But I know that just outside of writing books and stuff, part of this big story that's playing out that you've actually written about for a couple of decades now, feels like it's coming to another big moment in time."
    },
    {
        "speaker": "C",
        "text": "Yeah, I really do think you're right. I mean, everything I've written about is coming together in one big story that's going to just be the meta story story of all time. It's fascinating. I don't know if you saw Sorkin and Fincher have been talking about doing a sequel to the social network, which would be really cool. I wonder. It's so hard to capture everything in one thing, but I think there might be a simple way to tell a story that tries to capture the moment we're all about to go through. I don't know. I'm an optimist in life. I'm very optimistic. I've been very fortunate that things work out. It's funny, in the book, breaking Twitter, one of the big themes is that Elon believes we're all in a simulation, right? And he believes that he's the main character and that most of us, if not all of us, are just non playing characters. And that's why I think he's so dictatorial, why he doesn't listen to people. If a non player character walks up to you in a video game, you don't take their advice. Right? They're useless to you because they don't really exist. And I think he sees he doesn't really think all of us exist. And that's kind of one of the thesis of the book. And I think we are getting to a place where it feels more and more like it probably is a simulation. But what I was getting to was that people."
    },
    {
        "speaker": "B",
        "text": "It does feel like a simulation, though."
    },
    {
        "speaker": "C",
        "text": "It does. And I also think that people like Elon, people who have had enormous success, often feel that it's a simulation because it feels like, how did this happen? How did this happen? And this happened? How could this all possibly be normal and rational? And you start to think of the world in terms of it being some sort of video game, and it does feel like we're getting towards this more absurd place where you could see how it happens, you could see how it could be virtual. That's creepy, right? But anyways, I'm an optimist because I think it's a good game. I think it's going to go to a good place instead of a bad place. I don't know, but, you know, it's weird."
    },
    {
        "speaker": "B",
        "text": "I've had the same thoughts, you know, as you see AI coming, you're like, was this all preordained in some sort of, you know, it just feels like there's some weirdness, there's some logic, you know, why do science fiction writers always get to write about the stuff that actually ends up happening? There's some weirdness, kid."
    },
    {
        "speaker": "C",
        "text": "AI, do you come down on the side that this is a dangerous thing that got to be curtailed, or are you like, let's open the doors and see where we go."
    },
    {
        "speaker": "B",
        "text": "I'm buy the ticket, take the ride."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "It's just like, I know it's dangerous, but it has a huge ability to change humanity, society, the economy, everything. It's giving infinite knowledge to every person, but eventually it itself gathers infinite knowledge above all others. Right? So that is the trade off you get. Is it the great mind ends up being the God in the plot line that's benevolent, or is it something else that wants to replace humanity? We don't know, but it's a hell of a ride to go on to. It's inevitable because it's kind of part of the simulation, but if not. But, you know, but it is inevitable. Of course it's inevitable because all of technology, everything has been heading to this way. It wasn't an accidental find. People have gone forever to do it, and you can't ban it. It's like cryptocurrencies, another one of these things. They're built on these distributed systems that even though OpenAI has, you know, a more closed system, there's hundreds if not thousands of distributed open AI's."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, it's. As a writer, I have to say, you know, I obviously play around with ChaTGBT, and in some ways it really excites me because I'm like, God, I've written so many scenes where a guy walks into an office. It's so easy for chatgpt to write that scene and to write that scene a hundred different ways."
    },
    {
        "speaker": "B",
        "text": "You know, you just give him your books."
    },
    {
        "speaker": "C",
        "text": "I mean, they do. So I actually, you can go on, Jack JBD, and say, write this scene in the style of author Ben Mesrich. And it does throw out a lot of the words that I use. It's not great yet. It's not. At least the versions I have. Maybe there are much better versions that I don't have access to, but I see the writing. I see that two years from now, maybe not even that long, there will be a way to sort of write a whole chapter that is in my style, which I just throw some inputs in and that's both exciting and terrifying. You know, obviously I always want there to be a people behind the books and the movies and the stuff that you read. And obviously with the actors strike, the writers strike going on, this is a big issue right now, is where this goes. But at the same time, I'm like, you know, if it can write really well, I want to see it right? I want to see what it writes. And so, I don't know, I still think the creative thing will still be something that a human has to be involved with at some level. But certainly the scut work of writing, and a lot of writing is scut work. It's going to be a huge tool. And it's funny, when my kids, I have eleven and 13 year old, and a lot of times the teachers are like, you can't use chat GBT. And I feel like that's maybe the wrong thing you should be saying, learn how to use it."
    },
    {
        "speaker": "B",
        "text": "But it's like you and I grew up and we weren't allowed to use calculators when we grew up."
    },
    {
        "speaker": "C",
        "text": "I mean, that's foolish. The biggest job going forward is being a chat GBT engineer, is how do you use chat GBT, or whatever's next, who inputs the stuff? That's the real jobs that are going to be in the future. And so I do think it's something that we should be embracing for younger kids more than just telling them, don't touch it, that's not going to work."
    },
    {
        "speaker": "B",
        "text": "But also think of the amount of content that's about to happen."
    },
    {
        "speaker": "C",
        "text": "Yeah. I mean, it's a scary thing."
    },
    {
        "speaker": "B",
        "text": "It's just, it can be infinitely scalable because there could now be 50 books all written. You could feed into your, your Ben GPT, 50 book ideas, spread them out."
    },
    {
        "speaker": "C",
        "text": "In my style, split them out in your style. But the question is then what happens in the next generation? Because there won't be anybody learning styles. There won't be anybody creating new styles. Because, you know, if nobody goes up."
    },
    {
        "speaker": "B",
        "text": "Maybe the AI does."
    },
    {
        "speaker": "C",
        "text": "Maybe the AI is the one doing it, and that's maybe where we're going. And, you know, maybe they have just as much a right to as we do because they're real people, too. I don't know. I don't know. At the moment, I agree with you that I'm optimistic. I'm excited. I'm like, I want to, I want to live forever. I want to cure disease. And that's where AI is going to go. AI is going to cure cancer. It's going to cure disease. It's going to make self driving cars for Elon. It's going to, you know, but at the same time, it's going to choose our next president. So it's going to be, it's going to be a little scary, but you have to, you have to hope that chat, GBD would choose a better president than we will because we're doing a crap job at that. We haven't chosen a good president in a long time. So I don't know. I don't know if, I don't know if we could do any worse. Like, if I had to choose between my computer voting in the next election or my next door neighbor, I might choose my computer. I'm just saying representative democracy doesn't seem to be going in the right direction at the moment anywhere."
    },
    {
        "speaker": "B",
        "text": "No. Maybe we need a benevolent dictator. That is the super brain."
    },
    {
        "speaker": "C",
        "text": "We need a benevolent AI to take over and say, guys, you guys are screwing this up. This is not good."
    },
    {
        "speaker": "B",
        "text": "Maybe that's why it's here, to say, listen, guys, just calm down. Let me deal with this."
    },
    {
        "speaker": "C",
        "text": "Well, it's very similar to an alien invasion. And, you know, you don't know whether it's a, it's a bad alien or a good alien, but the alien certainly smarter than us. So the question is, you know, when we get there, you know, there's no fighting it, so we just got to hope it's a good alien."
    },
    {
        "speaker": "B",
        "text": "Exactly. Ben, fabulous as ever. I've got, I'm waiting for. Is the, is breaking Twitter out yet? Because I've ordered my Kindle, but it's not. I haven't got it yet."
    },
    {
        "speaker": "C",
        "text": "The breaking Twitter is out, you know, and, yeah, I think it's really a compelling story. I think it's a book that half the people are going to hate and half the people are going to like just because that's where we are in society. I think it's going to be a killer. We sold it to MGM. It's going to be a tv show. And we're in the process of. Yeah, I won't write a project unless I have a movie deal or a television deal at this point, because I feel like that's a business I'm in. I want to tell big stories. So we're talking to actors about who would play Elon right now. And I think. I know. I hope people read breaking Twitter. I think it's one of my best works, and it's."
    },
    {
        "speaker": "B",
        "text": "I've already ordered it, as I do all of your books, as soon as they come out."
    },
    {
        "speaker": "C",
        "text": "Fantastic. Thank you so much. And next time you're in Boston, look me up. Let's get together."
    },
    {
        "speaker": "B",
        "text": "Yeah, I know we long, long, long overdue, so I'll give you a shout next time I'm up there."
    },
    {
        "speaker": "C",
        "text": "All right, great. Thanks so much. I appreciate it."
    },
    {
        "speaker": "B",
        "text": "Always. Ben, great to see you. So, as ever, lots of great stories from Ben. You know, it's a privilege to be able to speak to him. And what I think is great about Ben is he puts these things in a way of understanding for all of us by using characters, narrative arcs. But the topics that he discusses really are serious, you know, and he always gets the zeitgeist of what really matters. You know, the social network about Facebook was the dawn of much of this stuff. GameStop was just part of the same story. Breaking Twitter is all part of the same story. This story's not finished yet either. We haven't got to the other side. The millennial population's not saved yet. People are still angry. We've got an election to get through, and it's all to come. But Ben is planting the flags on that journey for us to understand, and it's really important for us to understand, because this is a big part of the future of the societies we live in and the output of the problems created by the generations before. Anyway, look forward to seeing you next time, and I hope you enjoyed it."
    }
]