[
    {
        "speaker": "A",
        "text": "Hey, everybody. Today's real vision program is sponsored by Engrave, maker of the coldest hardware wallet zero and stainless steel backup graphene. Engrave brings you the highest security in a touchscreen experience. To safely manage all of your crypto offline, enjoy a 10% real vision discount in Engrave IO shop with the code real vision. Enjoy the program."
    },
    {
        "speaker": "B",
        "text": "Join me, Raoul Pell, as I go."
    },
    {
        "speaker": "C",
        "text": "On a journey of discovery through the."
    },
    {
        "speaker": "B",
        "text": "Macro, crypto, and exponential age landscapes in the journeyman. I talk to the smartest people in the world so we can all become smarter together."
    },
    {
        "speaker": "A",
        "text": "Hi, everyone. Good morning. Good afternoon. Hey there, Ralph."
    },
    {
        "speaker": "C",
        "text": "Hey, Maggie. How are you?"
    },
    {
        "speaker": "A",
        "text": "I'm doing even better now that I just read Rich. Rich. First one in the chat saying, GMU effing champions. Happy Friday. But I love that. I love that we have the best true, real vision."
    },
    {
        "speaker": "C",
        "text": "That's true, real vision."
    },
    {
        "speaker": "A",
        "text": "Thank you, Rich. I really needed that. But, yeah, we are happy it's Friday, and we're excited about this conversation. So this is the last in what has been a month long education series. I mean, we're always about education here, but we really wanted to kick off the new year. Bye. Setting the table across all the major themes we hit on every day. Macro investing, the world of crypto, the changes coming from the exponential age. But we also wanted to add a little bit more of the personal side of finance into this mix as well, which was really based on a lot of the feedback and comments we were hearing from all of you, from so many of our members. So I want to play a little clip, Raoul, of the conversations we've been having this week, and then you and I will jump in after that. Let's have a listen."
    },
    {
        "speaker": "D",
        "text": "You know, we all experience failure in our lives, disappointment. We all experience those periods where it's hard to get motivated to get out of bed, or we read about Texas and Iran and Ukraine and what's going on in the world. It's kind of depressing. And so sometimes personal. I don't like the phrase personal finance because it's all just personal. Like, how can we make our lives better? Finance goes along with that. Relationships go along with that. Creativity goes along with that. Health goes along with that. Just how do we improve our lives? So, to this morning, I put my best step forward instead of not my best step forward. And then, so I started writing about that in terms of not like, this is what you should do, this is what you shouldn't do, but this is what's happened to me, or this is what's happening to me. Like, I've, you know, I've gone broke after being rich, and then I made it back and then this, then that. I've suffered from depression or anxiety or, you know, fear when. When things aren't always going my way."
    },
    {
        "speaker": "C",
        "text": "And."
    },
    {
        "speaker": "D",
        "text": "And, you know, how do you move forward in those moments?"
    },
    {
        "speaker": "A",
        "text": "I think that. I think that touches on something that we feel very deeply as well. And we also struggle with the personal finance side of it. It's sort of the bucket that everybody refers to. But, you know, part of our mission, we always say, is to give people the knowledge, tools, and network, and that network community parts really important so they can achieve financial freedom. Right. It's. It is about these things can't be separated out. And it is super personal, and we're all just trying to do our best. I mean, that's what we're trying to do and the best for our families. Jeff."
    },
    {
        "speaker": "E",
        "text": "And what a lot of the personal finance experts are really good at are you have this pie, and they tell you how to slice and dice this pie into smaller and smaller pieces. So you can basically perform austerity and live under less money. But what I talk about in my book is ways to make the pie bigger. Just make another pie. Right? Like the personal finance books don't tell you how to make more money. You know, the most elegant solution to the problem of not having enough money is to make more money."
    },
    {
        "speaker": "A",
        "text": "Both. Both of those full conversations were just so empowering, which is what I loved about them. If you haven't had a chance to watch them in full, take the time this weekend to have a listen, you're really going to be glad you did. So, Raoul, you're really the driving force behind expanding into this area. It's been something that you've been thinking about and talking about. Why is it so important for us to kind of touch on this more personal side?"
    },
    {
        "speaker": "C",
        "text": "Because what is the point of it all? Why do we. Come on. Why do we look at stocks and markets and crypto, and why do we consume ourselves with reading, watching, writing, learning? Well, it's because what it's doing is helping us. And I've talked about this before, achieve our future visions of ourselves. We all have that from when you're a little kid to through your whole life, you kind of think of your. Who you want to be, and a lot of happiness is driven by the difference between those goals and ambitions and where you actually are. And personal finance is that is where that all comes together. It's how do you actually manifest that? How do you make it happen? And it actually is a route to happiness. And then people get confused. Cause they think it's all about money. I don't think it's about money at all. I think money is part of the things that enables what the journey is all about, which is about lifestyle and happiness."
    },
    {
        "speaker": "A",
        "text": "Yeah. It's the why we do it. Right. It's the. It's why and where we're trying to get. It's not. It's the means to the ends, not the."
    },
    {
        "speaker": "C",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "The goal itself. So, um. And I think that's we, we see that through the comments, but I think it really shows up in the stress. Right. And that's what I worries me. And I think what we try to help with all the time is people. It's increasingly a source of sort of stress and strain and fear for people. And I think we want to try to flip that on its head."
    },
    {
        "speaker": "C",
        "text": "Yeah. I mean, look, to be honest, it was easier for me. Not that it was easy, and we'll go back a bit of my story, but it was easier because when I was young, it was easier to afford a house and assets. And now it's not. So what you're seeing why it's stressful is that gap between where you want to be and this is not people saying, I want to be a billionaire. It's just like, I want to have a nice house, I want to get married, have kids, whatever that vision of yourself is. And you're like, how the hell do I get here when my paycheck is all gone just on spending stuff? If I look at my investments, theyre just not adding up to be able to buy a house or wherever you are in your financial journey. That is the problem with retirees. Its like, I dont know how long im going to live for and therefore do I have enough money? Its a really simple equation that goes in peoples heads. I know there was some nonsense by the bis or somebody talking about how aging populations are inflationary. Im like, have you never met an old person? The moment they retire, they start hoarding their money because they don't know how long they live for. The biggest fear of all, if you think of all of this manifesting for your future destiny, the worst, the absolute worst outcome is to be penniless at 85 years old. So the risk aversion is so dramatic at that point that people don't spend money. But so there's a lot of stress points that come and we can talk about some of those through my journey and my perspectives that will help people understand. And then I can also talk about different perspectives for different types of people. Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Yeah, I love that. And the one thing I'm going to say is the thing that's been so fantastic this week, and I, for me, inspiring, and I think helpful, is that this does not have to be a conversation about misery. There is with everyone we've talked to so far, and I think it's probably just a testament to. In our community, there's an abundance mindset. You can tackle this with an abundance mindset and move forward, and I think that is going to be very helpful because people are just paralyzed by the fact that it is getting harder. Um, and so I love that. And so I think that we can really lean to that. So, um, let's talk about your experience a little bit. And I like that. Um, we've heard and even some of our colleagues have asked us, like, okay, it's different when you're 20. Like, we have members all over the place. These stresses are different, different parts of life. Let's start out at the beginning. Um, how do people get started? Like, where should they begin? If they are trying to think about building wealth, building, gaining financial independence, I'll."
    },
    {
        "speaker": "C",
        "text": "Use what I did, and then we'll talk a little bit about that first part of your life. So, for me, I didn't go to Harvard or Oxford or Cambridge or whatever. I got into one university. The only offer I got, I got rejected by everybody else. I managed to. I was almost thrown out two years running for enjoying myself too much. Final year, I got my shit together, moved in with my girlfriend, and managed to get a decent degree. But it was from a crappy university, and I graduated smack bang in the 1990 recession. And so there were no jobs. I'm like, this is awful. And, you know, any millennial now knows that because basically it's happened to all of them. But that's what happened to me. And I've still got at home 100 something rejection letters from everybody I wrote."
    },
    {
        "speaker": "A",
        "text": "To, because that's what we did back then, just wrote to people."
    },
    {
        "speaker": "C",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "Technology."
    },
    {
        "speaker": "C",
        "text": "No. And so my start wasn't perfect. You don't need perfect. What you need to do is figure out what you're good at. What is your skillset that you can bring to the world? Mine was my ability to communicate. I had a certain confidence because I'd grown up around adults. My parents were really good, that they would have these drinks, parties, whatever. And I would be there with my sister serving snacks and pouring drinks and, you know, at eight years old or whatever. And then even into my teens and later, my parents always involved us. And so you got used to speaking to people. And dad was later in his career, a headhunter, exec, recruiter. So we used to have these quite fancy people around at parties. And I just knew them as people. And so I just. I learned that thing. The other thing I learned was, what else was unique about me was a. My background, my ability. You know, having mixed parentage and both first generation. And having traveled a lot and seen the world. So that made me broadly able to connect with people. Then there was a couple of things that were really key, is my father always said, the best skill you can have in the entire planet. Is the ability to sell. Because you always have an income. That struck with me. That was the advice he gave a lot of my friends who didn't go to university. He said, people like you become a salesman. They all did really well. I mean, really well. And that was phenomenal. The other piece of advice I got, which I'll interpret for you, is a friend of dads. It was a dad's 50th or something at the time. And somebody said to me when I graduated, he said, well, what are you going to do for a job? Dad used to be in marketing. And I said, well, I'm thinking about marketing, and I'm thinking about finance. Because the eighties had just happened. And I saw these champagne and porsches and stripey shirts and braces and this, like, I want this. Wall street. And it was a crazy time, particularly in England. The guy looked at me and gave me the best piece of life advice I've ever had, which was, Raoul, you can go and work for Mars. Fantastic marketing company. And they'll give you free Mars bars. Or you can go and work for a bank and they'll give you free money. And the point being is you get to make the decision that if money is a driver, that you think you want to accumulate certain amount of money. You need to make the right decisions. So the same graduate could have taken two paths. And if I look back four years later, back then, I was probably earning $250,000 a year. Four years later, as a 25 year old, had I stayed at Procter and gamble or somewhere, I'd have been earning 40,000 a year. That one simple decision, same job, basically selling or marketing. One was marketing equity derivatives. The other wasn't. And the point being is there is an arbitrage so think carefully about where you put your skillset. Right now, Silicon Valley pays more than anybody else, and you'll hear me talk about this a lot. It's a secular trend."
    },
    {
        "speaker": "A",
        "text": "I want to. Yeah. So, first of all, I think what's important here is, if you're not listening carefully, it sounds like you chose the money. You didn't choose the money. You chose the opportunity to believe that you belonged there. Even though I didn't have a job."
    },
    {
        "speaker": "C",
        "text": "It was a recession."
    },
    {
        "speaker": "A",
        "text": "Right? Right. It was like. But it wasn't just the money. It was the opportunity for you to sort of more growth. I guess. It was a riskier gamble on yourself."
    },
    {
        "speaker": "C",
        "text": "No, there was no risk. That was the point. It's the same bloody job. It's the same job. One paid more. But people. But it probably makes sense to get."
    },
    {
        "speaker": "A",
        "text": "The finance job, don't you think?"
    },
    {
        "speaker": "C",
        "text": "I don't know if it was. I actually don't think."
    },
    {
        "speaker": "A",
        "text": "I think there are people who would be listening to this and saying, I."
    },
    {
        "speaker": "C",
        "text": "Got rejected from every marketing job I applied for. Cause they only wanted top universities."
    },
    {
        "speaker": "A",
        "text": "Right? So it didn't. Yeah. So either one was hard to get. But when you say Silicon Valley, like, there are some people who think Wall street, oh, you have to understand finance or you have to be really good at numbers. Now they'll say Silicon Valley, you have to understand programming. You have to be a coder. But you were just leaning on the skills that you'd identified, which is selling and communication. It didn't matter the venue. So you understood that that was what you were focused on."
    },
    {
        "speaker": "C",
        "text": "It could have been an imagine. If I was an engineer, I would use that skillset."
    },
    {
        "speaker": "A",
        "text": "Right. So that's what's important there, that you understood your skill set that you were moving forward with."
    },
    {
        "speaker": "C",
        "text": "So what you're doing is saying, okay, I'm young. I want to optimize my destiny, whatever that may be. Somebody may choose a different path, which is, I want to go and live in a foreign country. And many of my friends did that, and they ended up working in Hong Kong or Australia or whatever. And that was great, too. It's not about the money. It's about, okay, what is the thing that you want to measure yourself with? And so I wanted to move in. I grew up in a relatively wealthy, middle class family, but with my dad's career doing lots of ups and downs and scary moments in between. But I wanted to not have that of the ups and downs. I wanted to get the stability, but of that kind of quality of life that I grew up in. And so that was the choice to take was make the right choice, make sure there's a secular trend, and then bring what you can to it. And then the first part is fucking hustle."
    },
    {
        "speaker": "A",
        "text": "Wait, the secular trend is what's hot at the moment. This is what you're talking about. Silicon Valley. So finance, there was a lot of momentum, a lot of activity, a lot of opportunity there, as opposed to, say, coal mining or something. That's where the."
    },
    {
        "speaker": "C",
        "text": "Or the other side, the other trade off, which I couldn't do because I wasn't educated enough, was the medical professions or lawyers and accountants. So what you find is they tend to earn a. A high salary for extended period of time. They don't burn out. Lawyers can burn out. An accountants can burn out towards the end of the career, but usually they've got a higher income for a longer period of time. Finance people tend to go up like that, and then many of them are out by 40, 45, and then they're scrambling around trying to piece together a life afterwards. I've got tons of friends who are doing that. The very, very few make it to the next echelon. Cause that pyramid is very, very steep. So that becomes another whole part. And we'll talk about that as I got into the finance career, because it absolutely destroys you. It's so hard, and it burns you out, much like good as."
    },
    {
        "speaker": "A",
        "text": "You didn't know that when you made that arbitrage choice, right?"
    },
    {
        "speaker": "C",
        "text": "But, well, I did know it, and that's the next stage is, okay, the first stage of your career is make a half decent choice. You will be, you will have every reason why you can't do it. Like, I had the wrong degree. I couldn't get in. It was a recession, blah, blah, blah, hustle. I came through the side door, got in, proved myself. How I prove myself is I manifest myself in who I want to be. Now, this is a trick that I've done my whole life, and it will come up in this whole conversation. If you want to be the best at what you do, think of yourself as the best at what you do and make that happen. What must it be for me to be the best? That doesn't mean be arrogant and assume you're the best. It's actually. So a little bit further on in my career, I was at Natwest markets, and what I wanted to be was at Goldman Sachs. I wanted to be the best of the best. And I knew I was pretty good at that point, but I wanted to prove that to myself, that at the absolute peak of financial markets that I could compete with the best. And every day I went to work, I said, what would I do if I were at Goldman? How would I act? How would I think? What kind of revenues would I try and achieve? And bizarrely enough, in the end, I look at my Bloomberg messages one day and there's a message from the partner of equity derivatives at Goldman saying, come and build the hedge fund business here. Bizarre. But you can't manifest this stuff because people know suddenly that you're going to fit in, you're going to be professional. Manifesting your destiny is the key thing. And how I break this down and again, we'll go through this is five year chunks because if not, you've got this big risk of I want to end up on a yacht in the Caribbean. You're 23 years old, forget about it. Your chances of missing that is very high. So what you want is incremental steps. You might have a vision for yourself, but the incremental steps are what matter and they're generally about five years. Where do I want to be in five years time? And then you look back and say, okay, how do I get here? And you make it happen. Now, you will fail at many of those things. You may never take the path, you may not quite get there, but you'll have a damn better chance than daydreaming because you're actually making it happen. How do I get to the peak of what I was doing? Well, I would just visualize being that person. And then you go back and make it happen. Right."
    },
    {
        "speaker": "A",
        "text": "Process of doing that may well open up another path you didn't see. But you're putting yourself on this growth trajectory where you are more valuable and more skilled."
    },
    {
        "speaker": "C",
        "text": "Yes. And you might have different paths. You know, could you be a partner of Goldman? Do you want to do something else? You know that path, you'll come to that junction, maybe it'll be made for you, maybe it won't. And that's okay. Don't stick on the one thing, which is career or money. Stick on. How do I want to feel in the future? What kind of person do I want to be? How do I want to feel? This is what I think is personal finance. This is the key thing to this is how do you feel? And people get trapped in thinking it's about money. And that's the next part of the story for me was there. I was working really hard, manifesting that destiny led to Goldman, and I was there, there for the IPO, and I made some money out of that and then went on to a hedge fund. But before I got to the hedge fund, I had my girlfriend at university several years prior. Mother lived in Mallorca, and she and I went, I think it was one Easter to Majorca. We're in this small beach on Kalarajada, and there was a little cove, and there was somebody grilling sardines and selling cans of ice cold beer. And we were there and it was like a couple of euro. Well, it was pesetas at the time, eating the sardines. And there was this little peninsula sticking out, just a mini peninsula. And there was palm trees and pine trees, typical of Spain. And there was a long trestle table with 30 people sitting there. And it was grandparents, parents, kids, friends, cousins, dogs, babies, everything. They're drinking wine, eating paella, having a spanish Sunday lunch. And I looked at that and said, that's what I want out of life. Look at that quality of life. So Spain had struck me as something that was a life goal to me, this mediterranean lifestyle, because it's less stressful. Don't forget, I'm living an immensely stressful life. I'm thinking about this every morning at 05:00 on the tube, going to work. It was so stressful, I'd have a rash on my face. I couldn't speak to friends on a Friday night because I was just so overwhelmed, particularly during the asian financial crisis, when Roger Hirst. Eventually I managed to hire Roger to come and work with me because it was an amazing part of my career, but, oh, my God, it was stressful. So I would fixate on this. The thing that gets you out of the stress is, where am I going? Why am I doing this? So that manifests itself in having dinner with dad in London back in 1999. And dads like, you know, what are your plans and stuff? I said one day, id love to buy a house in Spain. And he said to me, ive got friends selling a house. So im like, okay, thought nothing of it. So anyway, this is in the days of facts, as he sends through this photo. He's at a dinner party. He sends her a photo of this six bedroom house on a hillside in Spain. I'm like, great, dad. Obviously, I can't afford this. And he's like, I don't know. I'll find out how much it is. Came back and said, 150,000 pounds. So I went on a flight the following weekend and bought it. Now, at this point, I had been lucky that many people aren't. I bought an apartment, a nice apartment in London, decent area. So it was going up in value. It was probably three and a half times my income. Three times my income. My income was going up. So it was never that stressful because id made the right career choice in a place that does that property was cheaper. Okay, so thats the London thing that doesnt exist anymore. So thats much harder for people. But the spain thing exists, which is I pay for that in cash. It was very inexpensive. And when I bought it, I did not expect what happened, which was like, ive just won the game. Here I am, 32 years old and ive won because nobody can take this away from me. The sun shines 320 days a year. Im overlooking orange groves and almond groves. Its not the best house. Its a bit crappy, but it's big and it's, yeah, it needs a bit of work and whatever. It's not in the best town, it's not in the best area, but it's mine. And I can lose my job and I can go and work in a bar in Spain. I can pay the bill. Right. That was entirely winning my life. 32. Anybody can do that. Now that one thing, some people are."
    },
    {
        "speaker": "A",
        "text": "Going to think that they're going to find it hard to see that possibility in their life."
    },
    {
        "speaker": "C",
        "text": "Yeah, but youve got to think where. Dont forget I moved countries to do that. My dad moved countries from India to England for opportunity. My mum moved countries from Holland to England for opportunity. So opportunity is not necessarily where you think it is. But my guess is, lets say youre a bit of a hopeless romantic and you like surfing. You can probably buy a four bedroom house right near the beach in Nicaragua for 100 grand. It's a three hour flight from the US. It's cheap to get to, cheap cost of living. Worst comes to the worst, you can work on the Internet these days and you're done. You can live off 50 grand a year. That's so empowering. And it's not empowering because you stopped the game, it's because now you can accelerate the game. Hey, everyone, we're going to take another quick break and hear a word from our partners and then we'll be right back."
    },
    {
        "speaker": "B",
        "text": "All of us together are living through the death of an old world and the birth of a new one. This is a fourth turning. But this is not the foreturning of demographics or politics. This is the birth of the new technological age. This new world has a world of 3d printed rockets, crypto payments in space, discussions on the rights for humanoid robots, machine intelligence that may outperform our own simulated worlds where autonomous AI agents write code for other autonomous AI agents. It's a world full of opportunity and full of difficulty too. You see, we are living history and it's happening much, much, much faster than any of us can comprehend. This is Reid's law, Metcalfe's law squared. Humanity has never gone through anything like this, but we have to comprehend and understand what is happening. It is into this world that the exponentialist is born. The exponentialist is a new service from me, Raoul Powell and David Matin, author of New World, same humans. It's an almanac of the fastest period of change ever witnessed in the human history. A period of excitement, exhilaration, difficulty and terror. And the exponentialist really is for humans first and investors second. Yes, the opportunities are enormous all round. To find out more and get our special launch pricing, go to realvision.com. the future."
    },
    {
        "speaker": "A",
        "text": "This is super important. And what you're describing, I think, is for will be for people some sense of freedom, sense of me, or at least being on level playing field with the game, right, like, so now you feel like you've got a foundation that you away from you."
    },
    {
        "speaker": "C",
        "text": "When you look at envy with people, wealthier people, is it because they've got the big house or is it because they've got the security of having it? Really, if you go to the emotional level, it's not about the money, it's about they're okay and I'm not. But you can make yourself okay by making some of these choices. So the right career choice, knowing that we're all suboptimal, none of us have that perfect cv, we're never going to get what we want. We're going to have to hustle for it and we're going to have to manifest our destiny and really try hard. And then with any break that we can, we do something like this. Maybe you were lucky and you invested in crypto in your twenties and thirties and you're sitting on a 200 grand. Well, you can continue to invest that. That's fine too. Or you can just say, I'm going to bank that into the lifestyle bank. The lifestyle bank is the winning the game bank. And you go and buy yourself your place in Nicaragua and you're done. So now you can really move forwards. So then when you do that, it changes another mindset. It's now about, okay, I've got that. This may not be actually where I want to live in the end, but I can do it. You start thinking, okay, let's maximize my income for now and let's think about what the next step is, is it, I want to have assets and make money. I didn't do that. I didn't invest. I didn't need to. I'm like, my whole fucking career is finance. Why do I need extra risk around finance? What I want was income. But when you're in finance, your income is pretty unstable because you get to a point in your career, it's like the turkey chart. Turkey chart. They live every day, live every day. And then they go finance. People get killed and then you end up working for a french bank and then a japanese bank, and then you're out the door."
    },
    {
        "speaker": "A",
        "text": "No offense to the french and japanese."
    },
    {
        "speaker": "C",
        "text": "Bankers out there, but that's just how it goes, right? So you have to be prepared for the fact that you will be shot at one point in your career and it's gonna happen unless you really live in hallowed ground. So you start thinking, okay, what do I do at this point? Do I continue to pursue the game, which is the career game? Income, bonuses? Do you play the investment game, which many of my friends did at that point. So they were piling money into an investment, but would live in less nice lifestyles because they forewent lifestyle for future investment. Those paths worked both well. The people who didn't work well are people who just spent all their money and got a massive mortgage and played the rich investment banker. That was the game that doesn't work. The game that does work is you either forego your lifestyle and invest more for future lifestyle or you say, lifestyle is the goal. I'm going to have a high quality lifestyle now. That's what I did. I had a nice flat in London, but nothing outrageous. But what I did do was change my home in Spain for a much bigger place on eight acres and blah, blah, blah, because I was lucky, but I had a mortgage on it, but I bought that because again, every day id be thinking, I need to get out of this finance thing. I can either try and become a partner at Goldman and do that whole thing, but its going to destroy me. Or I could just change the game. And changing the game was like I could just fuck off to Spain and do something else. I was then I'd become a hedge fund manager at that point, blah, blah, blah, but I still had the same idea, which is like, I want to opt out before I get shot. Get out of the high, because then you're in control, right? One of the worst things about personal finance is you not being in control. Everything's okay, everything's okay, everything's okay. You're not. Okay, don't let that happen. So I bought this other house in Spain. And that's when I made the choice of becoming an entrepreneur. And it became all about income to me. Because now I had this beautiful house. I sold everything in London, sold everything else. Had no debt, had a house in Spain. I had no job. Okay, but I could risk it, right? Because I've made that intelligent decision before. I had some savings, but not enough to retire on, really, which is why in my bio it always says semi retired. So I started writing. I took a risk. Now that may have failed and I could have done something else, but that one eventually worked. After a few years it worked and it showed me the value of income, of all things. I think income is the most important because you dont know what the value of those assets are over time. But you produce income. Youre an income generating machine. Jared talked about this. Yes, it's about you make your pie bigger by figuring out how to make your income grow. It's the same thing I talked about in the beginning, same along. Jared's idea is you make the choice of where you get paid. And you may choose a different answer because you want to be noble and you want to go into healthcare, whatever, you're taking a different path. And if that's the case, if you're in healthcare and you're getting a high income your whole life, and you can retire at 65 because you don't get shot in your forties like you do in finance, then fine, you should be an investor. You should be piling money into assets. But if you're in finance, different ways of doing things. So anyway, so I got out and I started an obsession with income. And the income would then buy me lifestyle. And I was living in Spain, it wasn't expensive. So I had disposable income and then I would have savings. And I thought, again, I dont need to invest because im living in a beautiful house in Spain in eight acres. The sun shines every day. Ive got enough money to do what I want. So I dont need to be the richest man in the world. Why do I need to do that? Why do I need to take that risk and have that stress? I didnt need to. And people get confused. They think they have to, they dont."
    },
    {
        "speaker": "A",
        "text": "Well, it's how you define rich. It's you were rich in terms of your happiness, your personal satisfaction, your health, because of your lifestyle."
    },
    {
        "speaker": "C",
        "text": "I grew my fruit and vegetables, everything. We ate, everything from the garden. We had almonds and oranges and literally everything. I mean, that was an embarrassment of riches. But I wasn't the richest man in the world by a long way. A lot of my friends in the finance career continued, would be earning millions of dollars every year extra. I didn't. Yeah, my business took off, global micro investor. But that wasn't the trade that so happened to bring in more income than I thought. I thought it was just going to cover my costs, but it ended up becoming very successful. So then that led me to the next part, which was, okay, I've now been quite successful in all of this. And I had another dream in my life, which was this whole dream of a tropical beach. But part of it was because I had seen the financial crisis, the european crisis, and I saw an existential risk of, A, Spain splitting up, b, taxes going higher and higher and higher because of aging populations and debts, c, population unrest generally. And I thought, I need a plan b. This is a personal finance decision. That, again, was a really, really good decision. I built this house in Cayman and I moved here and it's felt like an oasis of security in a world that is in turmoil. And again, that gives you the ability to take risk again, because you're not now concerned about the election and this and that and all of the things you worry about, the homeless in the streets of New York and why is it all changing? You know, again, it's like Spain. The sun shines every day. Yes, we get a hurricane. You kind of know that they come. You don't know when they come or how big they're going to be, but it's a lot simpler life. So you've got your life simple again. So if you think of all of these things, even though they're nice places I live in, I mean, this is my house in little Cayman. They're actually, it's all actually a simple life. And because if you overly complicate it, that's when it becomes problematic. And that allowed me to then take the risk of further into the entrepreneur journey of starting real vision and then thinking, okay, I'm now, I guess when I really start to make this decision was at 50, was to say, okay, now I'm going to build assets, because now I can see a big secular trend. Ive got income, but Im now worried because Im 50, my wifes 36, is what happens if something happens and I dont have income. So now I think about, okay, Im going to take some risk and accumulate assets. Ive learned all of my career, and this is my one moment in time that I can take that risk now, even if it all goes wrong, Im fine because I've got a relatively simple life where I don't have any debts and I've got an income. So it's building your life around lifestyle and not about money, building layers of security that when you look back, you laugh and think, was that security, that crappy house in Spain? But it was. And that allows you each time to move in these five year forward steps to manifest your own destiny. Because actually, we all like moving forwards. We kind of get a bit antsy if we don't. Some people are blessed with the ability not to, but you have to be a bit of a buddhist monk to live in the present all the time."
    },
    {
        "speaker": "A",
        "text": "It's so true. I think what is so interesting about what you're talking about is I think that people think, I'm going to get to this point because then I'm not. I don't have to think. Think about risk. You know, risk can be scary. It can be exciting, but it can be scary. And you get more risk averse. But you're painting a much different path where you're always on solid ground, but you have the freedom to take risk when you may need to, or because it's something. Because it could be purpose driven risk, too. That's a. It's a kind of flips aging on its head. But I love it."
    },
    {
        "speaker": "C",
        "text": "Yep. So you're taking these. It's like a ratchet. You ratchet to the lifestyle you secure. You look around, what's the opportunity? What do I want? What's my five year? You can then take risk because you're ratcheted in and you're secure. That is so liberating than thinking 20 years out, how am I going to get there? Or always adding to your house and this and this and this. Without pausing, I'm here. Regroup, figure out, is that possible? Is there another summit in me? Do I want to go on another summit? Maybe I don't. Maybe the game's done for me. And as you say, maybe I want to go and work on malarial projects in India or something. That's still a risk. But you can choose to take these risks, but by breaking it down to bite sized points, you can actually take more risk than you think in an intelligent way. It's like taking profits in your portfolio as you go as opposed to running the whole thing as one trade."
    },
    {
        "speaker": "A",
        "text": "I think that's like. I think this is where people, it's so big you can't begin to move forward because especially if you're a young person. I have college loans. I have, or I've got a wife. I've got family. I've got children I'm responsible for. How will I ever get them through college? How will I ever afford a house, fund myself into retirement? It just seems so big that people are just in a fetal position in the corner and are paralyzed, paralysis by analysis. I just heard someone say recently, it's true."
    },
    {
        "speaker": "C",
        "text": "My route is not the only route, but it is a route, and it worked for me. I would say now the roots are different because I think that first rung, having a house to live in in London and a flat to live in London, is now actually quite difficult to do. Okay. But now people can move outside of a city, so it becomes a little bit doable again. You can actually buy a family house because you can move out to rural New Jersey, and its like a fraction of the price than it is when youre closest to New York City, stuff like that. So its doable. Or you can go and live in Tennessee and work as a remote worker. So it has changed somewhat. So thats okay. Thats helped. But if you cant, the other option, the second option, which is not the obvious option, which doesnt matter if youre still renting a place, if you own your beach shack in Nicaragua, because youre going to have a big smile on your face all day and all night, because thats what youve got and youve done that other people may say now, okay, given the outsized opportunity. Finance was my outsized opportunity back then because it was a mega career overpaying. There are some outsized opportunities. Technology. We talked about working technology. The other is investing in technology or crypto. So if you do have excess income and youre younger, well, fuck it, go and take all the risk, because if it goes wrong, what happens? Well, you lose your savings, but you still got income, and you've got another 30, 40 years of income ahead of you. Don't worry about it. Just take the risk, because that can get you up the ladder, much like having the secular trend of finance behind me. Now finance. Now, a lot of people who watch real vision think that they want a job in finance. It's a shrinking industry. It's the worst job in the world to get now. So even if you do get a job and you get paid, and people get paid a lot less than they used to, unless youre super senior. But getting there is much harder because the workforces are shrinking and your rate of survival is so low. So youre a turkey three times a."
    },
    {
        "speaker": "A",
        "text": "Year, not once a year in every sense of the word. So theres so much threads that are pulling through the conversation with Jared and with James. And this is, and when you keep saying lifestyle, it's not. I think it's so interesting to think of it because people see you and they see you sitting in your house in Cayman. And, you know, sometimes we drink cava or champagne, but you're talking about security, really. You're talking about freedom and security as opposed to the trappings of a sort of fancy lifestyle."
    },
    {
        "speaker": "C",
        "text": "This house is not about, it's a nice house. It's because it's mine. I walk out the door, I don't see anybody. But when I do, they wave and say hello. You don't have money on this island because it's such a small group of 150 people. You have a tab and you settle at the end of. How nice is that? Right? There's no dry cleaner. The bank's only open two days a week. You can't run errands. There's one store. So what do you, you know, so."
    },
    {
        "speaker": "A",
        "text": "It'S not for everybody."
    },
    {
        "speaker": "C",
        "text": "No. And I don't live here most of the time. I live in Grand Cayman, which is different. But, you know, it's, it's, it's things like that. It's incredible when you shrink life down, how simple it can be. Yeah. The pleasure here is not throwing wild parties and, you know, driving a porsche around the island. No, you can't. The pleasure is walking on that beach when there's not a soul there and seeing a stingray swim past and watching the frigates and the boobies fishing. And that's magic. Nature is one of those great things that everyone should aspire to. The other thing that I've mentioned before, and I think it's a really key thing for people to understand, is there is a Venn diagram of life and success, which is two things that don't actually overlap. So it's not much of Venn diagrams. Two circles. One is your comfort zone, and the other is where the magic happens, really. Most of life should be lived outside of your comfort zone, particularly if you've got this foundation layer that we talked about. You can live outside your comfort zone. You can start a company, you can live in a different country, you can do all sorts of crazy shit because you've got that foundation layer, and all the magic happens outside of your comfort zone. Your comfort zone ends up becoming drudgery. We've all got friends that we grew up with that never left the town that we all grew up with them in and they never went and did all of the things. And they're married to the same person, they go to the same bar and they meet the same people that they've done for 50 years. And you're like, oh, my God. And they have the same things to talk about. And you're like, but look at the whole world around you. The magic is all out there, the magic of meeting all these amazing people and learning from people, all of that. So that's another key thing, is that your comfort zone is not where the magic happens. They have to comfort zone and you."
    },
    {
        "speaker": "A",
        "text": "Don'T have to catapult up to, you know, some far flung planet to do it. I think the point is just incrementally living outside your comfort zone and then coming back to your foundation."
    },
    {
        "speaker": "C",
        "text": "It can be anything. It could be starting an exercise regime, it could be learning a language. It can be traveling to countries you wouldn't ordinarily travel to. It can be anything."
    },
    {
        "speaker": "A",
        "text": "Yeah, but those small successes turn into bigger successes."
    },
    {
        "speaker": "C",
        "text": "They also make you as a person. So if you think of yourself as an investment, one of the things is expose yourself to as many different types of people as possible and hear them. Travel is the single best way of doing that. Not watching television, not talking to people in the city or town you're in, not debating family on your video, not online. Go and meet people and see what their lives are about, and you will understand so much. And it will go back to my point. I started at the beginning. You'll learn how to communicate with anybody."
    },
    {
        "speaker": "A",
        "text": "Which is going to be increasingly important. James Altar and I talked about this, and for all the things he was emphasizing, invest in yourself, choose yourself. And I always joke, I never regretted a dollar I ever spent on a plane ticket, even when I didnt have it, because it ended up, in the end, paying some sort of dividend I couldnt even begin to imagine."
    },
    {
        "speaker": "C",
        "text": "And traveling is usually outside your comfort zone."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, increasingly. So weve got some, theres a lot of wisdom in here were going to digest. Weve got a couple of questions and sort of comments. This one is a bit of a math, a mathematical one, and it really touches on this. We always get, do I rent? Do I buy? Should I pay off my mortgage? Should I not? Sean, asking, do you think it's better to pay off your mortgage faster or invest the capital if the mortgage is at three and three eight? That's super specific."
    },
    {
        "speaker": "C",
        "text": "My view on this has always been pay off your mortgage as fast as possible and other people will have a different idea. Theyre like, well, youve got cheap capital. Why dont you invest it? But my game is not the capital game. My game is the lifestyle game. Im trading. Im playing a different game. So thats why I will always take the security of owning the asset, because its still an asset over having the debt, leveraging it to use something else and something being able to go wrong. I grew up that 1990 recession and then the 2000 recession. I saw a lot of my friends parents in their late fifties and sixties lose everything right at the end of their careers because they perpetuated this idea of ill use the debt to, to do more stuff, to maybe start a business and ill lend the business money. And before you know it, its all a house of cards. And something happens. Youre ill, you cant generate an income. Your house of cards goes straight down and youve lost everything. So I know a lot of people, and a lot of people make a lot of money from doing that route. Its not my route. I just dont like it. Im actually bizarrely very risk averse."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm just. I think I'm having this experience. I don't know if anyone listening is that we tend to think of you a different way. I think, Raoul, because you're irresponsibly long and you're so immersed in the cutting edge next of everything that seems incredibly sort of risky. And tomorrow to find out that you're really, that you're North Star is security is so interesting."
    },
    {
        "speaker": "C",
        "text": "So even how I think about the exponential age and David Matiner and I have talked about this, is humanity is going to split into those that want to embrace the machines and merge with the machines eventually. Anybody wearing an apple Watch is merging with the machine. Anybody who's wearing the new apple vision Pro is merging with the machines. It's an incremental process. It's not like you become cyborg overnight. But that's what's happening. And there'll be a group of people who don't want anything to do with that, and humanity will split. Now, whether this creates a new branch of humanity or not remains to be seen. Bizarrely, Neanderthal and homo sapiens both lived together in the Mediterranean 400,000 years ago. And in Africa, I think. So it's kind of weird that the two species of humans live together. This is not unprecedented. How do you deal with this change again? Think of my mindset. Bank is security. You can take the risk. I want to leap into the exponential age. What is my security? This little sunny island of nature in the middle of nowhere. There can be no robots here. I'm not going to have an AI overlord. Nothing's going to happen. The tide is going to come in, the tide is going to go out, the sand will be on the beach. Unless global warming removes my beach. The fish will be in the sea, the birds will fly overhead, there'll always be a tropical breeze that allows you to leap into the exponential age without the fear. It's. Again, it's the same thing, right? It's like turning everything into a call option where you can't lose everything."
    },
    {
        "speaker": "A",
        "text": "It's so fascinating. So Michael says, how are you adjusting investments in retirement, given the ever growing life expectancy for us, if the final goal is to bounce the check to the funeral home?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, that's a big issue, right? So what we're seeing already is the average retirement age across the world is increasing. Now, Europe has a much better Social Security net, as does Australia, Canada, the US doesn't. So it's harder to retire in your old age. And so we've seen us investors take more risk, so they tend to be equity investors and everybody else is a fixed income investor. So there's a structural difference because of the lack of healthcare system and Americans just more risk takers by nature. And then people are trying to get their income as late as possible because it's that income thing. It's like the issue is if you just rely on income, the older you get, you're going to become the turkey where suddenly you can't generate income because you could become ill, or you need to look after your partner or your parents or whatever, and suddenly income becomes nothing sustainable. That's a problem. So there is this balance of all of that, and look, that is difficult. And so again, you need to think, how much risk can I take when I'm older? Some people are probably able to take more risk because maybe they've got their pension plan, maybe they've got that, and that's kind of like it's not enough, but it's okay. But then they've got a bit of savings. Well, maybe you want to take risk with that because then again, you've got security plus upside. That kind of equation is, for me, again, it's the same idea. If not, you just have to trade down lifestyle as fast as you can. That's okay, too. My parents traded down lifestyle. Most people do as they get older because they don't have kids in the house anymore, they don't need a fancy car. My dad went from seven series BMW every three years to two cars in 27 years. And they were not great cars."
    },
    {
        "speaker": "A",
        "text": "I was gonna say, I'm in advance. You get in and out easier."
    },
    {
        "speaker": "C",
        "text": "And he went from buying bottles of champagne and nice wine to going to Lidl and Aldi and shopping with his friends for who could find the best carver in the spanish supermarket."
    },
    {
        "speaker": "A",
        "text": "It becomes a challenge, right?"
    },
    {
        "speaker": "C",
        "text": "But you get it for under €5, and they go for the menial del Dia, which is the daily fixed price menu, and they would all find, where's the best one for €20? And that's the way their lifestyle was still high. They just changed what they were consuming. Same thing I got for lunch every day. Well, sure, you can go to Le Bernardin and have lunch every day and spend $1,000, or you can go and have your menial del Dia and it costs you 20. Fine."
    },
    {
        "speaker": "A",
        "text": "And I think the key, and we'll touch on this in future when we continue to come back to this, is you just touched on the importance of community, right? Because that's also what makes you rich. And I think that you can have that cheaper lunch when you're surrounded by people who are also doing the same. Want to squeeze one more in? Jason saying, you've said that may. You may take money off the table after this cycle for lifestyle, what do you dream about at this stage of your journey? What are you still working towards?"
    },
    {
        "speaker": "C",
        "text": "It's a great question. Something. It's now not really about basic needs. It's, like, nice to haves, really. Part of it is. Okay. I want to make sure that it's not reliant on Ralph health income generation. Because we explained, I've got a younger wife and just, it's unsustainable. I can't work this hard for my entire life and do that into my seventies. It becomes just hard. So I need to think about that. But then if I take chips off the table, it's probably part of. And this is now. This is now a creative lifestyle and not game changing lifestyle. It's like I live in a hot, salty rock in the middle of nowhere or two hot, salty rocks, and really, I miss a bit more of that kind of Mediterranean, a bit of the european culture. Would I want to spend part of my time somewhere else? Decisions like that. And if I can't, then that's fine, too. It's not the end of the world because I'm just going to travel there. So really, as I said, I've sort of won the game. I don't feel like I have enough assets to make sure that I can maintain lifestyle because lifestyle is getting more and more expensive. It's not like I'm flying around by private jets or anything. It's just expensive. And everybody's feeling that. So youre thinking, Christ, if this continues, youve got to figure that part out and make sure your assets are working for you. The other tough thing about assets to go back to the very beginning is it is stressful to have to think about running risk. Its stressful. Its stressful running 100% of your liquid net worth in cryptocurrencies. Ive learned to be Zen with it and whatever, but its still, it takes a lot out of you. And so, but the question, somebody asked me this question, which is like, okay, lets assume crypto goes phenomenally well this cycle, all your other investments, your cash out, what do you do with the money? Thats actually a really hard question because do you put it in the bank? Well, you don't really want to. We've got another bank blowing up today as we're speaking. Do you put it, how do you allocate money where it's a very difficult world and I understand it. So maybe the mindset is, unfortunately, we are all in the game, even if it's not the income game, but we're all going to be in the investing game in one way, shape or form. And we have to figure out what the balance is because the 60 40 portfolio may or may not work anymore. We don't know. So how do you build a portfolio that kind of goes up in line with inflation and stuff like that? Problem is the debasement of currencies, 15% a year on average. So we're actually getting poorer. But if you already own your assets, it's okay because you're not having to chase the assets. So I'm trying to think through that is, does it matter the debasement part, when you already got your assets because they go up anyway? I dont have kids to pass anything onto, and I dont have to put them through education. Yes, I put through two nieces and a nephew through school and university. So ive still done that pain trade, but its still, that is a pain."
    },
    {
        "speaker": "A",
        "text": "Trade Im in right now, Raoul, and a lot of us. So we feel you on that. Listen, I think this is, um, I love that the, the questions were coming in like this because I think it shows, this is something that just hits such a chord with everyone. So while we talk about all these other really important things, like what, what does the investment future look like? You know, digital assets, versus real assets. What. What do we all need to be thinking of? I. I love that we're going to spend some more time layering on this, which is, how do we need to think about this from a relationship with money point of view?"
    },
    {
        "speaker": "C",
        "text": "Yeah. And it's all well and good. It's all well and good. Me waving my hands at this macro level and saying, this is how it worked for me. But there is an element of practical advice that people need that's not from some bloke with a gray beard living in the Cayman Islands. It's actually the real practical elements of some of this decision making. Because if I think about the average real vision member, they're about 35, 36 years old. They've just had kids generally in the last three years, they're thinking, and they've probably bought a house or thinking about a house. So now they're at peak. Oh, my God, I've got no free time left. My wife and I hate each other. All we're doing is running around these kids. How the hell am I going to pay for school? I can't afford anything anymore. I can't even afford to invest. That's where everybody is. Peak stress, everybody goes through that age. How do I move forwards? And some practical advice for people I think is super helpful because we're changing, the world is changing. And Jared talked a bit about this, is you need to grow your income pie. Income is everything here. It's not assets, it's income really. And we're in a world where you can do multiple things at the same time. How do you do that and still manage your time and not break your whole family dynamics because you're working 14 hours days, those things. I think there's some great practical advice. The buying versus renting. It depends where you are, what age you are, what risk you take in retirement, I think is a really important question."
    },
    {
        "speaker": "A",
        "text": "The other cohort we have are a lot of people who have done well, but are now facing a very uncertain future, living longer, the cost of that going up and wanting to leave something for the next generation, there's a lot of legacy as well. They need help with that."
    },
    {
        "speaker": "C",
        "text": "One of the reasons I believe that the Federal Reserve and the treasury want the debasement of currency is it optically makes asset prices go up. Because imagine you've got 76 million boomers all in retirement, all owning equities, which is what they own. Then the market goes down 60 70% youd have wiped out 70% of the savings wealth of the United States. They cant allow that to happen. Ive said this since I started making the videos about the retirement crisis. The big risk is these people getting their retirement savings cut in half when their longevity of life goes up. It appears to me, and I can, ive proven it within global micro investor, but people will see some of this stuff is they know it and that is the one thing that they cant allow to happen. So thats actually quite useful. But its still a bloody big risk that youre having to run a racy equity portfolio at 75 years old."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "Not for the intellectual fun of it, but because I don't know if my assets are going to be worth enough, but when I'm 85, it's not easy. And I think I would love to do more on this, on real vision because these are really important topics. The retirement topic from the retirees, the topic of your life ahead and your personal finance journey for younger people. Unfortunately, you and I, Maggie, in the middle, we just have to figure it out."
    },
    {
        "speaker": "A",
        "text": "Exactly. We had a foot in all those worlds, the sandwich generation. Raoul, this has been so fantastic. And again, throughout the whole week, I was a little unsure how some of these conversations were going to go. And I just am. So it's so interesting and for me really uplifting to see that there is a sort of positive, optimistic way to think about this because I think we're all so stressed out that being able to break it down into increments and have think about it from an abundance point of view is super important and information people can really use. So its just been fantastic."
    },
    {
        "speaker": "C",
        "text": "Trey and the life hack, manifest your destiny, but dont try and do it. I want to be the billionaire in 20 years time. Forget that. You can keep that in the back of your mind, but you may or may not get there. Its this little five year thing. Its not a five year plan. Thats the opposite. Five year plan is I will do this and this and therefore I am. Which is what Jared again was talking about is don't give yourself, if I save this money, then I will have, and I hear everybody do that. If I save this money today, then I will be able to afford my house, flip it in return and say, how do I get to this house in the most efficient way possible? Well, it's probably not forgoing a Starbucks coffee. It's probably from changing your job."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's the message of choosing yourself. It's having yourself at the center or."
    },
    {
        "speaker": "C",
        "text": "Investing in crypto and taking that risk and changing your job. And these decisions are much better if you think of them in these five year increments and manifest your destiny. Don't have this five year plan mentality, which is the scarcity mindset. The abundance mindset is I can get here. I just look around and say, what does this here mean? How do I get there? Right? I'll figure it out."
    },
    {
        "speaker": "A",
        "text": "Yeah. I love that. I love that. So nice to spend some time with you on a Friday, Ral. I hope we gave everybody some great food for thought and inspiration heading into the weekend."
    },
    {
        "speaker": "C",
        "text": "Yeah, absolutely. I hope people find somewhat useful. I know it always feels like everybody's luckier. Trust me, I've gone through every up and down. I came out with no ability to get a job in a recession with a shitty degree in an industry that was never going to take me. I hustled my way. I hustled my way into Goldman Sachs. I proved myself all the way. I then took ridiculous risks and stupid things like starting a business, moving to a foreign country where I didn't speak the language. I've learned to fail. I've learned to take risk. I've seen lots of people fail around me. I've seen my parents ups and downs. You know, everybody's got their path, and everybody's path is different, and everybody's path, in the end, looks like, oh, they had it easy. Nobody ever has it easy. Every billionaire that you see has a story to tell and how they got there. And it's never easy."
    },
    {
        "speaker": "A",
        "text": "No, it's not. But that's part of the richness of it all."
    },
    {
        "speaker": "C",
        "text": "That's right. That's what makes life. The journey of life is the whole game. It's not even the lifestyle. It's the fucking journey. That is everything. If you sit back and go, wow, that was a ride. When you're 80 years old, that's it. You've won everything. You can be rich, poor, nothing. You turn around and go dust yourself down. Got a few cuts and bruises, and you're like, yeah, you know what? That was a hell of a ride."
    },
    {
        "speaker": "A",
        "text": "Yeah. You got some good stories to tell, as they say. But we hope that we can make the journey a little bit more fun, a little more stressed. Stress less."
    },
    {
        "speaker": "C",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "So that's what we're after, Ralph. So great. Thank you all. Hey, drop comments in. Let us know what you think about. Let us know what you want to hear. If we do more on this, this is all for you. So we would love to get your input and participation. Have a great weekend, everybody. I'll see you later on the deli briefing. Take care."
    },
    {
        "speaker": "C",
        "text": "Take care, everyone."
    },
    {
        "speaker": "A",
        "text": "Hey, everybody. Today's real vision program is sponsored by Engrave, maker of the coldest hardware, wallet zero and stainless steel backup graphene. Engrave brings you the highest security in a touchscreen experience. To safely manage all of your crypto offline, enjoy a 10% real vision discount in engrave IO shop with the code real vision."
    }
]