[
    {
        "speaker": "A",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what with each vendor. Ramp's software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding Ramp could be one of the best decisions youve ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy ramp.com easy cards issued by Sutton bank and celtic bank members of DIC. Terms and conditions apply. Do you know the number one obstacle to financial success? Time or lack of it. Without enough time, you can't learn efficiently, plan effectively, or focus on the right strategies. That's why real vision offers you a simple and efficient way to gain expertise, knowledge, using time saving market tools, and leverage the brainpower of our community to help you succeed faster. Get a taste of financial freedom with our offer@realvision.com. free that's realvision.com free."
    },
    {
        "speaker": "B",
        "text": "Join me Raoul Pell as I go on a journey of discovery through the macro, crypto, and exponential age landscapes. In the journeyman, I talk to the smartest people in the world so we can all become smarter together."
    },
    {
        "speaker": "C",
        "text": "And Horsley, how the devil are you?"
    },
    {
        "speaker": "D",
        "text": "I'm doing fantastic. How are you?"
    },
    {
        "speaker": "C",
        "text": "I'm great. Listen, before we start, I just want to say congratulations. Nothing to do with the ETF. It's that you called pudgy penguins in our last conversation. You absolutely know that the fuck are pudgy penguins? Before I know my Twitter feeds full of them and the things explode. So you're some sort of savant and I don't know why."
    },
    {
        "speaker": "D",
        "text": "Yeah, I don't know if I said it then, but I just. I love that they're the cute, chubby penguins, and there's a part of me that loved that, that really frustrated people. I think that in crypto, there's this dueling reality, which is in some ways, it's the most serious, important topic and subject matter. Rebuilding financial rails, potentially proposing another monetary system infrastructure, and that's very serious. But then on the other end of the spectrum, there are whimsical, silly projects, and they both coexist. Um, and so I kind of just."
    },
    {
        "speaker": "C",
        "text": "Love the perfect, you know, the. The bell curve, the mid twit curve. That was a perfect left tail. I like the cute penguins. Genius. Anyway, you're right."
    },
    {
        "speaker": "D",
        "text": "Well, thank you. That's funny to think about. Thank you. Thank you."
    },
    {
        "speaker": "C",
        "text": "The other thing is, I've actually wheeled out my irresponsibly long t shirt in your honor, because you have. Look, you and I have known each other for quite a long time now, and you have been in this battle since day one. You had a vision, and I just want to go back and let you just lay out the vision you had and where you've got to, because you've had a lot of ups and downs, some huge successes, gigantic successes. I think you are outside of Grayscale, the largest fund manager in the entire crypto space, which people don't really realize. And you've also been fighting this battle all the way through since I've ever known you. So give us the story a little bit, because I think it's nice for you to look back and figure out how you've got here as well."
    },
    {
        "speaker": "D",
        "text": "It's very kind of you to say. We have. We've been in the space for six years now, which feels like 100 years or something. And I know many members of the real vision community track the space for a long time and have been involved in the space. And so we're all kindred spirits in that way for those who are in the space. But, I mean, let's see."
    },
    {
        "speaker": "C",
        "text": "Why did you start, bit wise? What was the lunatic idea you were at Facebook beforehand? Just give us what you had in your head when you started it."
    },
    {
        "speaker": "D",
        "text": "Yeah. Yeah. So Wharton school was a product manager at Instagram and then Facebook. And if I could tackle this from two dimensions, I think that in some ways, crypto is like this prism, and depending on the angle you see it from, you see different things in it. So, for instance, there are people with financial backgrounds who look at it and they see a new alternative asset class, they see a new currency, or they see volatility, low correlations, maybe a new settlement rail, new financial rail. And those are the sort of the subject matter that they interpret what they see through oftentimes, or at least at first. Then there's, I think, a group that views it from a social perspective or a political perspective. It's a libertarian angle. It's a perspective on authority and governance and self sovereignty. And they view it through those angles, and they like things like self custody and different dimensions of things that are important to them. There's a third dimension, which is people with technology backgrounds. And I think that that audience is sort of the vantage point I started from. And I think one thing that is a familiar pattern to that audience is every so often, maybe once a decade or so, you get a new platform, a new technology platform. You got this with the PC, you had it with the Internet, you had it with the shift from on prem to cloud, you had it with mobile. And it's a very familiar pattern. And I think at the time that we were looking at it in 2016 and then 2017, it was starting to show the possibility of being a new computing platform. You had the demonstration of bitcoin for several years. At that point, Ethereum had just been introduced with a more generalizable programmability. There are other things being worked on. Monero, you may remember Zcash, which are very in focus. And I think to a lot of people in technology, there's just sort of this instinctual, intuitive understanding that there's a certain lifecycle of a computing platform or technology platform. If you view it through the lens of the iPhone, for example, iPhone comes out in 2007. Thereabouts, it introduces some new capabilities. It has a camera. Of course, it's different than a laptop. You can take it to the street. It has an accelerometer, it has a gps. Great, a bunch of new capabilities. And everyone says, what do I need this for? My BlackBerry is great, my laptop is great. I can't do spreadsheets on this little device. But there's some new capabilities. So step one is new computing platform introduces new capabilities. Step two is developers have to come in and dream up ways of applying those capabilities and making apps. And then you get things like Instagram and Uber, which uses the gps, and you get Snapchat, which uses the camera, and you get all sorts of things, Venmo, Apple, Pay, and that attracts users and usage, and that creates a flywheel. Then the users want to use the new computing platform, which means they're more users of the computing platform, which makes it more attractive to develop applications for, which makes there be more applications that can attract more users. And the iPhone sold 3 million units in its first year when it was just capabilities, and now there are over a billion iPhones. So I think from the technology perspective to your question of what was my perspective on the space, you only get a new computing platform every so often. And it was showing signs that public blockchains could be that. And that's a very exciting thing. It's not without risk. It's not guaranteed that it has a useful role to play in the future, but we thought it could, and that it would be a meaningful way to spend a large part of our careers if we could be stewards and participants of that journey."
    },
    {
        "speaker": "C",
        "text": "So why take the most painful route, which was an asset management firm? I mean, that's literally the hardest job to do because of the regulation, the cynicism, the media, everything. Why take that route? You were a part manager. You could have taken them. You could have built something. You could have built punchy penguins, but instead of."
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah, yeah. You know, I don't know if I could have been punchy penguins, but I know exactly what you're saying. Definitely, definitely. You know, I think that there are other businesses and other things in crypto that have, at least to my eyes, been easier or faster. It was sort of an organic thing, to be honest. Many of the people I worked with at Facebook, friends from Wharton who are working sell side or buy side in finance, I was my co founder, and I, he had done software security in the military, infrastructure, Google, we were, became very interested in crypto. And so we were having conversations with people, and we kept hearing, hearing this remark over and over again. People would say, I'm interested in crypto and investing in crypto, but I don't have time to figure it all out and be constantly monitoring it. And I think that when you're building something from scratch, ultimately, to build something useful, you have to really believe that there's something useful to do for people, that there's a problem to solve, that there's value to be created. And hearing that from some of our smartest friends and relationships, be it in finance or in tech, sounded to us like, wow, this is a common challenge for people. And then, as we thought into the future, the architecture of public blockchains and decentralized applications is that there's a piece of software, and then there is a liquid token. And if you're going to have a successful future in which people are using these decentralized pieces of software and this computing platform is adopted, then you're going to have a more and more vibrant ecosystem of these liquid digital assets. And then we just couldn't imagine it at that time. Most of the ways of investing in the space were you download an app, you create an account with an exchange, and those are incredible businesses and very useful. But we couldn't imagine that the future was every american trading a portfolio of crypto coins on their phone, that in munis and emerging markets and I in real estate, they would approach it one way, but then everyone would approach crypto as a self directed undertaking. So certainly there are people who can do that, who have the talent, the aptitude, the desire, the time, but some couldn't. So our feeling was there is a need here for somebody to build a specialized asset manager that has the DNA of understanding open source software which could bring relevance or cause there to be relevance in Hong and my background. And if we can recruit a team of experienced asset management professionals, we could combine those two things and create the right DMiX to build a from ground up crypto specialist asset manager. And that might be a very useful thing if this space indeed could become what we thought it had potential to be. So that was sort of the thinking behind it, which involved simple conversations with friends and then some thinking about if you play a few moves forward and these decentralized protocols and applications get adopted, that you would wind up with potentially a liquid asset class. So that's how we thought about it at the time."
    },
    {
        "speaker": "C",
        "text": "I'm presuming somewhere within that, as there is in all startups, there's a naivety which was like dot dot dot law, dot GTF. Oh yeah, that was not a dot dot dot. That was like a wild story. So I presume you start and think, well, ETF is kind of the way that we should be going with this. Talk me through what you learned on this journey about how difficult this was and the battle that you fought. That's why I'm always amazed, is you've been through the trenches to get this done. You've stuck it out. You've spoken to regulators endlessly. You've educated people, you've educated the community. So I'd love to hear some of that journey, because it's not, you know, Hunter ringing the bell at the New York Stock Exchange. It's actually Hunter's story of how he got here. Hey everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Picture yourself on the beach, retired early and enjoying financial freedom. If this is your dream, then now's the time to level up your investing game and real vision can help you. We arm you with the knowledge, the tools and the network to succeed on your financial journey on your own terms, take control of your future and visit realvision.com free."
    },
    {
        "speaker": "D",
        "text": "Sure. Yeah, you're right. There's definitely naivete involved back then. And I think it was sort of simple to us and simple to everyone, that ETF's would be a fantastic solution to this problem, be a great instrument for traders, a great solution for advisors, for long term investors, for institutional investors, with all the features that make it one of the most popular investment products in the world today, outside of crypto. And then what we had to discover was that that was not going to be possible. So we made our first filing for an ETF in 2018. We filed for bitcoin ETF in 2019. We filed in 2021. Along the way, we launched some other ETF's that were possible. Say we managed about 15 products and six ETF's. But yeah, we had to discover that that wasn't going to be possible. Figure out how we could chip away at solving the problem for clients and investors with what was possible at the time. I think the evolution has been one step forward at a time, and it makes today so special that a thing that I think has been obvious to so many people for so long that it would be a benefit for investors, a benefit for americans, a benefit for the crypto space has finally become possible when it was, I think, intuitively plain to people for so long, so many years ago and for us six years ago."
    },
    {
        "speaker": "C",
        "text": "Talk me through the launch of Bito, because that was a huge success as well, wasn't it?"
    },
    {
        "speaker": "D",
        "text": "The bitcoin futures ETF."
    },
    {
        "speaker": "C",
        "text": "Yeah, the bitcoin futures ETF. And what are the largest products that you've got currently?"
    },
    {
        "speaker": "D",
        "text": "Yeah, today, BITW is the largest crypto index fund. It's the Bitwise ten crypto index fund that publicly trades in the US. We launched that in 2020. In 2021, we launched BitQ, which is the bitwise crypto industry innovators ETF that holds bitcoin miners, Coinbase. I don't know if you saw that circle filed to potentially IPO, that type of name would enter that portfolio. Launched the first Ethereum futures based ETF's in October of this year. We have web three ETF's, so we have a variety of them. I would say that we're probably best known for BITW, which is the top ten crypto assets, bitcoin, Ethereum, others, Solana and Bite, which holds crypto equities and was the first ETF in the US to have crypto in its name. That's for 40 act etf's. The SEC regulates the names and has to approve you to use the name. So it was a conversation to arrive at them being comfortable with us using the word crypto. Those are two of our most popular products today, both diversified and mixed products."
    },
    {
        "speaker": "C",
        "text": "What I love about the story that you put together is one of the things, the reasons I love this space is here's technologists getting together with finance people. That often doesn't really happen. And then, as you know, we've got artists, we've got musicians, we've got all sorts of different people, and about the smartest people in the world, and they're all slightly crazy, and they all come together and tackle different problems. You know, you guys saw one problem, somebody else has seen another problem. You know, Jeremy Hillaire has found another problem, and everyone just goes to tackle all of these component parts of this very big idea. It's like I look at Elon Musk and his idea is get to Mars. And so he builds about seven businesses, all of which are related to that one thing, because it's too big a thing to do in one go. If somebody said, well, let's change the entire financial system and create the value layer for the entire Internet, everyone's going to go, forget about it. But everybody does their parts. And what we do is all of this movement forwards. And I love that."
    },
    {
        "speaker": "D",
        "text": "Right? I think it's one of the most captivating. And I think sometimes people say that you love the community in crypto, or you could say the ecosystem. And I think it's one of the most beautiful things to see in action. There's so many companies in America that have chief innovation officers or R and D budgets or innovation centers. Maybe they have a hackathon. They're trying to conjure up this collective innovation and collaboration that crypto has just had spontaneously occur. This whole ecosystem, be it open source developers, the companies that have formed, to try to tackle challenges. It's a beautiful thing to watch it emerge and attempt to move the ball forward and to build from scratch. I totally agree with you, and I think it's one of the reasons that people who spend time in this space often feel drawn to spend more time because it's such a productive pursuit, whereas in some other industries, sometimes it doesn't feel like people are building new things or people are collaborating at the same level. So I love that element."
    },
    {
        "speaker": "C",
        "text": "And talk me through how the conversations with potential investors has changed since you started, because you've gone through the up cycles and the down cycles. You've seen them all. You launched in the middle of, I think it right at the peak of market, as everybody does, and then you've seen the downside. You've seen the upside, you've seen it all. Talk me through that education process, because one of the things you guys have done is you didn't start with the distribution. You're not fidelity, you're not Vaneck. You start with no distribution. So you go out and build a whole distribution network by you and all of your team on the ground, educating people. So I'd love to hear that kind of journey when you start explaining it to people several years ago to where they are now."
    },
    {
        "speaker": "D",
        "text": "Sure, sure. But then I want to hear from you on how you feel that's evolved over time, because you've been involved in the space for even longer than me. For those not as familiar with some of the elements of our firm, we serve several thousand financial advisors, wealth management teams within banks and Berkeley dealers. We serve over a dozen banks and burqa dealers in the wealth management arms. We have institutional clients, family office clients. And I think it's just part of the ethos of the firm and certainly part of the plan of the firm, that we value relationships and building relationships and helping busy investors get the information that they want and the understanding that they want in a world in which there are 99 other things for them to focus on on a given day. And they want to navigate crypto and participate in the opportunities, but they don't always feel like they have the time to do the research. Things like real vision are the things they turn to when they have time. And bitwise services as a resource as well. So quite a broad client base today across the country, and really proud of that. But as you said, started with no advantages, no pre installed distribution or anything. We started as two people in San Francisco. I think that in terms of the way the conversation has evolved, and then I want to ask you about that. I feel that in circa 2017, there was a lot of. I don't know anything about crypto. Give me crypto 101. Just a very general approach, a curiosity, but a reluctance to ask a question too specific that it might reveal that you don't know much, was often a conversation. People often asked about custody. I think qualified custody was a really big topic in maybe 2018. That was the era of Kingdom Trust and Zappo and a lot of self custody solutions. You may remember the era where every crypto hedge fund was self custody. Most of their assets, or much of their assets. I remember Block tower, I think, wrote a post about the Faraday cage that they had set up for their custody solution. I may be misremembering that. So those are two topics that I remember really being in focus. Privacy coins, icos, those were topics at that time. I think that maybe just to zoom through it a little bit today I feel like most people come to a conversation about crypto with some pre existing points of view. Not as many people want. What is crypto? Give me a crypto 101. People are interested in bitcoin and they want to know what is the total addressable market. How will the halving impact bitcoin? What is the regulatory environment for bitcoin? The ethereum, they might say, how should I think about l two s and are l two s accretive to ethereum or do they compete with ethereum? How should I think about competing l one s relative to ethereum? What are the common thing that we get asked about? We put out a report last year, is what are the use cases? What are people using at this point? There's been some time, there have been a lot of projects. What are people using? Some people are very interested in defi. So I feel like conversations focus in on that. Of course, with investors, they want to know about correlation sizing, how it can fit into the way they can execute trade, which makes the ETF really exciting. But that's at a very high level how I feel like I've seen it evolve. I'm curious, though, what about for you? And go as far back as you can. As far back as you can."
    },
    {
        "speaker": "C",
        "text": "Well, when I first was that 20 13, 20 12, 20 12, 20 13. And I heard about it from Emile Woods, Emil and Chad Cascarilla. So I heard it from Emil because he was a global macro investor, still is a global macro investor subscriber. He told me about it then as an answer for a future financial system. And so I started writing about it then, and I wrote about it in global macro investor. And to be fair, that first crowd of people was Dan Tapiero, Mark Jersko. There was a whole bunch, Alan Howard, all of these people were all GMI people. Now, I'm not saying I got most of them across the line, but they really thought about it first from there. So the hedge funds got it fast because we've gone through two crises and we're all looking for solutions. And the solution at the time, if you remember Dan Tapiero, well, you probably won't remember. Dan TAPiera built a gold business, and that was his first attempt at finding a solution, which is like you, you saw the problem. You want to build a solution. That was his. Chad and Emil had built itbit, which ends up becoming Paxos. So people were in my sphere, realizing how big a problem the financial system was. But outside of that group, I mean, nobody had a clue what I was talking about. It's been a very lonely pursuit most of the time because people have no idea. And the irritating thing, as I put this on Twitter last night, the meme that actually works to get people to understand is number go up. And then eventually they come in from whatever angle. As you said, they could be technologists, they could be libertarians, they could be finance people who see the broken system. They come in from a different knowledge point, and that comes in different waves, I think. And I think 2017 bull market 18 didn't do us any favors because it just got. They're always ridiculous. But that was one stage extra ridiculous, and I think that put a lot of people off. But then my view is these two worlds were going to collide properly. The call it Fiat world and cryptoland, they were going to collide at one point. And I think the biggest favor we had was March to June 2020. And the reason being everybody was at home. They were all watching people like me saying, this is the answer to stuff like this. And they all went down the rabbit hole. And suddenly it's been a lot easier because everybody gets it. And then it's just been a confidence game. Do I get back in yet? What do I do? I'm still feeling a bit sore from the bear market, that kind of thing. Although there is this parallel universe of people like my wife, who's like, I'm no interest in any of this stuff. You go and do that. When I talk about NFT, she just thinks I'm a moron and walks out of the room. So there's a lot of people who just don't care. It just doesn't hit their rate. It just doesn't matter to them because they're not really investors that consume podcasts about finance or whatever. It just doesn't matter. That will change over time. And the ETF, I think that's why I think the ETF was very important because it can become a little more passive in how people get involved. You don't have to take that leap that everyone took in March to June 2020 because it's a leap. As you said, it's not easy."
    },
    {
        "speaker": "D",
        "text": "It requires a lot. Yeah, I think it makes me think a little bit of dial up versus broadband, the maturation to get on the Internet or the AOL CD roms they would send to you to install AOL, as there are fewer and fewer hurdles to participating in the space I think, like all things, that means that more people will and can and will consider it. Do you feel like the space has, I mean, you maybe more than anyone, between your network and how long you've looked at the space, do you feel like the space has matured and progressed faster, slower, or consistent with what you had imagined back in 2013 when you were having those early conversations differently?"
    },
    {
        "speaker": "C",
        "text": "My job as a macro guy is to look into the future, so I'm reasonably good at that. But I got it the wrong way around. My thought is we're going to build the financial system rails on this first, because that's where the need was. Because if you think about an indebted world, there's collateral and there's debt, and often that can be 30, 40 times the size of the collateral. And then when something goes wrong, who owns the collateral? That's the problem I wanted to solve when I first looked at it. And I thought, well, blockchain is perfect because the collateral can change hands. Exactly. Because of the ownership structure and not something else. That didn't happen. Here we are twelve years later, and we're still talking about real world assets and we're just not there yet. What I didn't imagine because ethereum hadn't come around. In fact, when Emil told me about Ethereum back in 2015, I don't really understand it. The smart contract element. But once you see that, you cant unsee it because its such a mind blowingly big concept. I mean, its like if you now look at the next, where nfts are going, Solanas compressed nfts, theres a million nfts for $100 to mint. That means thats all of ticketing. Its so disruptive, people cant understand that yet. So I can be booking a hotel room, it can be on an NFT. I can't make it at the last minute. I sell it to you. You can use the hotel room. The hotel doesn't lose margin. Nobody's got cancellation fees. We can do that for airlines, sports tickets, concert tickets. So we get a much more efficient use of capital. So things that I didn't imagine were to come defi. Yeah, we kind of got that because it was a financy thing to start with. I didnt think nfts were the thing. I thought it wouldve been the financial system because that was the most broken thing of all. Thats even why Satoshi started this. And we havent done that bit right."
    },
    {
        "speaker": "D",
        "text": "Yeah, its taking the long way around. Its interesting. That makes me think a little bit about another sort of pattern in tech with some of the. In some ways, public blockchains are a democratizing system. People sometimes call them permissionless or open, but anyone can participate in most things that are built on a public blockchain. In the tech analogy, if you think about some of the democratizing platforms, if you think about YouTube allowing anyone to broadcast video, or you think about Airbnb allowing anyone to start a hospitality franchise, or you think about Uber allowing anyone to become a driver, you don't have to get a taxi medallion for $200,000 with each of those democratizing platforms. The first thought that all of us humans have is, okay, you have YouTube. When is the nightly news? Or when is Jay Leno or Jimmy Fallon going to be streamed on YouTube? What has so often been the pattern is that you actually get sort of the long tail of use cases and content that was not able to access the prior rail. You know, the italian grandmother from Sicily making sardine recipes to an audience of 10,000 people, the person putting on makeup and reviewing their favorite cosmetics, somebody opening packages and commenting on the boxes. Things that would never go on to a cable network because the audience is just not big enough. But it can go on a democratized platform like YouTube. Then over time that causes. Because that's differentiated content that's not on the old platform. It's a long tail of content. You can't access that on the old platform. People have to go to the new platform to get it. It builds an audience. And then you fast forward. You have a billion people on YouTube, and Saturday Night Live says, maybe we'll put Saturday Night live onto YouTube. But in some ways, it's the conventional stuff that comes last and only after the emergent new stuff. The long tail builds the flywheel such that the pre existing."
    },
    {
        "speaker": "C",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from."
    },
    {
        "speaker": "B",
        "text": "Our partners, and then we'll be right back. As you know, crypto's on the bull run. We're transitioning from crypto spring to crypto summer. It's when things get exciting, but it's when everybody loses their minds. And your one job in a gift of a bull market is not to fuck this up."
    },
    {
        "speaker": "C",
        "text": "So one of the key ways of."
    },
    {
        "speaker": "B",
        "text": "Not doing that is to educate yourself. And we passionately believe in education at real vision."
    },
    {
        "speaker": "C",
        "text": "And one of the things we're doing."
    },
    {
        "speaker": "B",
        "text": "For you, which is absolutely free, is we've got real visions. Crypto Academy Live, which is two days of programming to help you not fuck it up. And I think you're going to find it really valuable. And again, it's free. If you're interested in joining us and leveling up your knowledge ready for the crypto bull market so you don't fuck it up, then join us. Realvision.com gets get ready. It's as simple as that. It's free. You get everything that you want. If you are a real vision member, you get this already so you don't need to do anything. Also, if you are a crypto academy member, it's also included in your package, so you don't need to worry about that. Anyway, realvision.com get ready and don't fuck this up."
    },
    {
        "speaker": "C",
        "text": "I guess it's the people with nothing to lose and everything to experiment, drive, innovation."
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah, yeah. I think that's a great way."
    },
    {
        "speaker": "C",
        "text": "It might be the italian grandmother because there's a bunch of people who love her cooking and she's known in a town, but that makes total sense. Really interesting."
    },
    {
        "speaker": "D",
        "text": "The other thing I just also say on the ticketing comment, I think that that was so interesting to me. If you think about it through this lens, you could imagine, totally imagine, that use case where you could transfer things that give you admission over a blockchain very seamlessly. And if you take this principle that we're talking about, then what you might imagine is that Ticketmaster will be last and something emergent will be first. And actually what we've seen as an emergent behavior is that NFTs are serving as an admission to various things. In some ways, NFTs have become tickets to get admission to a content or an event. And that didn't exist before. You had this democratized platform to allow that. And so I think that that kind of fits the framework of, and I saw this very interesting thing in defi land. I think a lot of people thought about security tokens or tokenized securities or real world assets on a blockchain. And if you take this mental model and apply it, you would say, what is an asset that is not already readily accessible through the existing securities rails? Um, the existing market structure. And uh, and you would look there, you know, money market funds are pretty widely available and they are coming on chain, but they're pretty widely available. I, I saw this project, I think it was last summer where somebody had tokenized a Patek Philippe and borrowed $35,000 against the Patek Philippe. Somebody, you know, that wouldn't, you can't do that through your prime. And Goldman, um, you know, that, that, that sort of got me my attention because that fit this pattern of couldn't be done on the old rail emergent and can be done on the democratized rail. And again, I think that those types of things are so interesting when you think about a new platform, Raoul."
    },
    {
        "speaker": "C",
        "text": "And the other thing most people don't think about, it's weird. I see it a lot because I end up on podcasts like this morning at 07:00 a.m. i was podcast in India. I've done most countries in the world. Now, this is the only global homogeneous investment product or asset class. It's the same in Delhi, as it is in Lagos, as it is in Sao Paulo, as it is in New York City or San Francisco. We don't have that. There's gold, but gold. The average person can't go and put 10% of their paycheck in gold without crossing a gigantic bid off a spread because they're using the local gold dealer, or jewelry in India's case and stuff like that. Or in the Middle east, you have to go to the souq. The spreads are like 50%, but the same price in the same asset with the same growth and the same upside and the same disruptive nature is available to everybody at a fraction, 10%. Anybody can put 10% of their paycheck in anybody. We've never had that. You can't do it in anything else. So the Tam of this as an investment product, forget all the technology we can build as an investment product. The TAm is 5 billion people, right? It's the number of people with the Internet. How expensive is it? I know a lot of people think of it for money and bitcoin and getting around the central banks. I'm just thinking it's an equalizer for investment opportunity. Somebody in Ethiopia can make a ten x return the same as the Wall street hedge fund manager. That's the democratization of this thing. It's massive."
    },
    {
        "speaker": "D",
        "text": "Yeah, and it's an exciting, you know, I think it's an exciting thing. Everyone has finite time in their day, in their week, in their life. And it's exciting to participate in a vision of the future that has characteristics that you think could make the world better. And I think that's an example of a dimension in which, you know, innovation has historically been an opportunity only for qps and a small subset of people. But to your point, there are 5 billion people around the world who could have read your point of view on Solana a year ago and participated just like the most institutional client of global macro investors. So I think that vision of the future is exciting as well."
    },
    {
        "speaker": "C",
        "text": "And also, there'll be a bunch of people here saying, yeah, but you're the missing the philosophy of the space. But it's not because the number go up drives narrative. And what you do is you educate people the moment they buy it, because it moves a lot up and down. They want to understand why. And before you know it, they start to understand how broken the system is, how the Internet needs its native system of money, store of value, ledger system and all of that. And before you know it, we're all working towards a common goal in all of these countries. Again, the behavioral incentives. It's basically behavioral economics writ large, done in a way that we've never seen before. It's this unifying concept that everybody coalesces around."
    },
    {
        "speaker": "D",
        "text": "Yeah, I totally agree. And I think that there's something really fundamental about capitalism, about open markets, about incentives, human nature, and the power of all those things. And I totally agree. At a lot of early software companies, people think about some of these types of things in a way that almost seems that's too trivial or that's too shallow for such a rich topic. PayPal, in its early days, was a vision around beaming money over the Internet in the early parts of the Internet. But it was just too hard to articulate why that matters, why you should create an account and a password and fund it. It's just, you know, not everyone has time for an essay of prose on every new thing. And so they figured out that the way to capture people's attention was send them free money. And if you pay the. Yeah, and so you could say, well, that that is demeaning. If this is really important, then people will sit down and educate themselves. You shouldn't have to have such a shallow, a shallow hook. But I think there's a lot of demonstration that people are busy and you have to meet them where they are and have a sort of simple starting point for engaging them. And from PayPal, it was, you could invite a friend and send them, I think it was $15 for free. And everyone understands why $15 is interesting. And then they start asking questions, and next thing you know, they're beaming money over the Internet. And so I think that in that same way, investors are ultimately seeking returns. They might be doing that in a very diversified manner. They might be doing that through a conventional portfolio or more diversified institutional portfolio. But that is the basis of investment. So I think that your mental model, that the opportunity is very relevant, even if sometimes people, it seems too shallow."
    },
    {
        "speaker": "C",
        "text": "William so let's talk about something that I'd love to hear your thoughts on, because I think everybody's thinking through this. What is the philosophical thought behind the ETF versus the self custody, the vision we all had versus ETF's? How are you thinking that through? Because there is a superficial level. There seems to be a big dichotomy. It's like, yeah, but you were supposed to be giving people self sovereignty, and now you're giving it to bitwise and bringing in Blackrock, and it's like, what the hell are you guys doing? How do you think through that?"
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah, I think about this. There's a lot of technology DNA in the firm, and we're friends, you know, I'm personal friends with a lot of founders building decentralized open source systems, and I recognize this tension. I, of course, am of the opinion that they all coexist. I think that just because somebody uses a credit card doesn't mean that cash becomes irrelevant. Just because somebody uses a bank wire or money market fund doesn't mean that the credit card becomes irrelevant. Just because somebody uses Venmo or Apple pay doesn't mean that, you know, I think that different options make sense to different people in different contexts. And the more options that people have, the more likely they are to interact with the underlying use case or asset or context. So in the case of a bitcoin ETF, I think it's an incredibly productive thing for making it possible for a lot of people who either don't have the time, comfort, or just really the permission within their firm, or the capability within their firm to participate in this space otherwise. And that can either be an introduction or it can just be a way that they, in that context, can participate and wouldn't have. So I think it's very additive, and I think the additive nature of it versus the supplemental, a competing feature, is why I think so many in the crypto community recognize it as an important moment. It's building a bridge that is additive and incremental versus just moving TVL from one platform to another."
    },
    {
        "speaker": "C",
        "text": "Go on, please. Yeah, go on."
    },
    {
        "speaker": "D",
        "text": "I was just going to say, I have thought about this a lot though, and one thing we did with BITB, the wise bitcoin ETF is we announced we're donating 10% of the profits to open source bitcoin development organizations. We've been working on this for several months. It's opensats, brinks and Human Rights foundation. And one of the thoughts we had there is related to your question and this topic. And our view was, if a bitcoin ETF is successful, then the people who are building bitcoin should be successful. They should participate in that. It shouldn't just become somebody's p and l and get siphoned off. It should accrue back. And that is also good for the investor. The investor who is getting exposure to bitcoin through an ETF wants bitcoin to flourish. And part of bitcoin flourishing is these other dimensions, some of which the bitcoin core developers and other open source developers facilitate. So we thought about that a lot, and we're really excited about that feature and a vision where I if biTB and a bitcoin ETF is successful, it can contribute to the ecosystem in that way. But you had another thought."
    },
    {
        "speaker": "C",
        "text": "Raoul yeah. So how ive come to terms with this, because its an interesting question, and I get it. I think of crypto land like China pre WTO, this big economy doing stuff, growing fast, starved of external capital. The WTO agreement comes the largest trade agreement the world had ever seen. And what it allowed was capital to flow from the traditional western world, where all the savings were into China. And it ignited the story of China. So here we have fiat world with all the money, this fast growing, crazy wild west of Cryptoland. And this is a trade agreement. So what you've done is set up a trade agreement that can make the passing of capital. Now, this is not immigration into this new world. That would be wallets, it's tourism flows. It's not even FDI, which would be vc, but it's just a trade deal. Youre allowing an RAA to now do their business in Cryptoland and take advantage of the different rates of return. And for me, that means this space, cryptoland, grows. The more capital you feed it, the more opportunities that it can fund, the more people like yourselves can move and solve another problem, move the space forward. And so were grateful for the renting of the capital from Fiat world, because with that capital, we can build even more. And to me, this is how you build an entire system. You have to fund it, and you have to fund it with traditional capital as well."
    },
    {
        "speaker": "D",
        "text": "I love the WTO analogy. I also note, I think one mental model that people have on the bitcoin ETF is its a way for long only investors and financial advisors and ras to participate in the space. I'd also note that it has an amazing impact on, yes, iras, we serve ras. So same letters, different order, self directed retirement accounts that have seen between Tuesday of this week and today. If you want to access bitcoin in an IRA, the fees just came down 90%. If you take bitb, which is the lowest cost bitcoin ETF in America, and compare it to the products that were available there before, I think that's a huge benefit, which could mean that more individuals feel comfortable putting in a retirement account. But the other thing I was going to mention is it also is relevant for traders and hedge funds and institutions that want to take tactical views at various times. And that's also very productive because that brings in more liquidity. It diversifies the underwriting and risk transfer of the asset class, which I think is also very helpful. An asset class can have insane volatility if all of the participants think the same thing for the same reason at the same time, and then everyone buys at the same moment, sells at the same moment. And I think if you can start to have a more diversified mix of liquidity and types of investors, it also will help mature the market. And I think that's another thing that's enabled by the ETF because it's such a compelling instrument."
    },
    {
        "speaker": "C",
        "text": "Also, thats the reason I set up exponential age asset management, the asset management business where the fund of funds is our main vehicle, investing in digital asset hedge funds, because I looked at that space, and ive been in the hedge funds space for a long time, theres $4 trillion in traditional market hedge funds. Theres 4 billion in crypto hedge funds, maybe five. And im like, well, that is not a market. We dont have liquidity that were used to provide the liquidity required. You need those nimble traders with different types of time horizons that are driven by different types of behaviors to create market depth. And im like, well, if theres too few of them, then theres going to be a lot of alpha because they can make a shit ton of money because theres no competition. While in traditional markets, returns have come down over time because everyones competing with each other. So again, I saw that problem as another way because the markets need capital, the hedge funds dont have it. And theres a lot of people who like the returns of hedge funds. Different type of return profile."
    },
    {
        "speaker": "D",
        "text": "Yeah, absolutely. And I think all these things come together and are part of the story of the chapter of bitcoin and crypto that were in now, which is the maturation of the space, bridging in these different perspectives, bridging in these different market participants, these different strategies and objectives, and that weaves the tapestry of a much more robust capital market. So I agree with that point about hedge funds and alpha strategies, as well as being really productive to the efficiency of the space."
    },
    {
        "speaker": "C",
        "text": "Yeah, because you and others have used hedge funds as ways of bootstrapping whole products, which is great because they can allow for correct functioning of markets, which is hedge funds get a very bad rap. But 99.9% of the time the markets wouldnt function without Citadel and virtue and these firms, they just wouldnt function."
    },
    {
        "speaker": "D",
        "text": "Absolutely. I totally agree."
    },
    {
        "speaker": "C",
        "text": "Im going to ask you the usual round of questions of which everybody wants the answers to. First thing is how much capital did you think the whole ETF complex is going to raise over the next twelve months? Because people are thinking about the inflows. What does it mean for them? So what's your range? Guesstimate? Yeah, I haven't."
    },
    {
        "speaker": "D",
        "text": "I haven't looked at volume since we started this conversation, so I don't know where the number is. I think across all of the products there's pretty healthy volume today, at least as I looked earlier, BITB had traded over $100 million, which we were really excited about. I'll give you a quantified answer to the question and then a qualitative answer to the question. The quantified answer is that a piece we put out to clients from our CIO was 55 billion over five years. And part of the basis for that is leveraging the analogy of the gold ETF's coming to market. It's not a perfect analogy, but I think one of the things that it helps with is grounding in at least a starting point, and the gold ETF is transformative for the gold market. As you know, ten years of bull market afterwards really matured the market and pulled a lot of ability for people to participate in. But the gold ETF's gathered maybe two, 3 billion in the first year, three 4 billion in the second year. I think it wasn't until youre a year six that they had a $10 billion year. And so I think similarly with bitcoin ETF, I personally don't think it's $100 billion category in one year. I think it takes a bit more time than that. Now, having said that, I know that there are a lot of different numbers that people put out there, and today is really exciting because we begin to get to see what that actually is. Anecdotally, the principle that sits beneath I think some of those numbers is for a lot of investors who are investing for the first time. Now, of course there are traders, there are people who might rotate out of a more expensive product into a cheaper one in their ira. But for investors who are allocating for the first time because of an ETF. Actually, let me share a stat. We do a survey every year of financial advisors. For six years we've been doing this. The last one we completed maybe a week ago, 88% of financial advisors in the survey said that they were waiting for bitcoin ETF to allocate to the crypto space. So I think that there's a huge participant that has not been present and now can. But many of these investors are not the types of people who drop, cancel all their meetings on Thursday, January 11, because they want to make sure they buy the bitcoin ETF 120 minutes after it comes out. Not everyone who buys an IPO buys it within the first 3 hours. And I think particularly, at least on the long side, some of the investors in a bitcoin ETF, they have investment committees, they have client meetings. They have all sorts of things that navigate around. We have a number of clients that we're, you know, talking to her extremely excited about this finally arriving. And so they've set up a meeting in three weeks because they want to prioritize it, and that's the time scale. So I think that the bitcoin ETF story is going to be a very important one, and it's going to play out. Certainly it is already playing out today. I mean, very vibrant, open. I'm excited by the response we're seeing. We'll see aumsitive at the end of the day today for the first time on the bitcoin ETF's. But I think that this is a story that's going to play out over the course of several months, and I think will be very significant."
    },
    {
        "speaker": "B",
        "text": "Raoul?"
    },
    {
        "speaker": "C",
        "text": "And also, as we talked about earlier on, the number go up is a very strong narrative to get people in. It's launched at the right time. The halving cycle, the macro spring. It's like, it's a perfect timing to launch an ETF. And as you say, it's not instantaneous. That's the IPO order book that's being filled today and a few people. But really it's after that, the people who are like, okay, what does this mean? It goes down the pipeline of the Raas, the asset managers. We've got just irritating to see Vanguard as yet stopping people using it. It's not on Merrill edge yet. Northwest neutral. There was like, there's a reticence still around. So we need to clear that all up, get that going. But I think because it's where it is in the cycle, it probably does better than people expect. But what that means, I've no idea. Is it like 25 billion this year? Probably. Okay."
    },
    {
        "speaker": "D",
        "text": "I don't know. I don't know. I don't know. Yeah. We'll have more visibility into that very soon, though. I mean, I will say that the amount of interest today has been pretty substantial. So previously our estimate was 55 billion in five years. But I could see this year being more substantial than we expected. Obviously I agree with you that the setup in the background, rates potentially coming down, the halving, could be quite productive for people to enter. And that would be great, by the way, because another thing is that you have clients on the asset management side. We have clients. Everyone wants their clients to do well. Of course, nobody wants people to stick their neck out there and invest for the first time. And then the first part of the experience is to be down. Even if they know about the volatility, they do have a long term time horizon. It makes it a little bit more jarring. I'm very excited for 2024. I'm very excited by the response to the ETF's. And we'll have to see if it's."
    },
    {
        "speaker": "C",
        "text": "Over under on 55 billion probability and timing of ETF, because the market, you know what the market's like. It immediately went from, okay, we got that one. Where's the next one?"
    },
    {
        "speaker": "D",
        "text": "Astonishing. Yeah, astonishing. I was surprised by that. I'm at best 50 50. Look, I'm not omniscient. We definitely have a very long track record of working on ETF's many years. Again, we've launched many first of a kind products. The first ethereum linked ETF's in October, bitcoin ETF now the first crypto equity ETF BHW. There are just some elements of Ethereum that are different with the bitcoin ETF. There is this court ruling and that really had implications relative to prior rejections. There are no prior Ethereum ETF rejections, and an ETF can be rejected for any reason. So for those who have the logic that there are now Ethereum futures ETF's, and the same logic from the journey with the bitcoin ETF applies, which is if you're comfortable with market manipulation risk relative to seemy futures, that price on spot, then you should be comfortable with spot. But there's no rejection on the basis of discomfort with market manipulation on the price of Ethereum, and in prior rejections for the bitcoin ETF's, there were other issues. It was qualified custody, market debt, a variety of things. So my mindset, having worked on this, for many years is be a productive partner to the SEC staff. They work really hard and anything is possible, but nothing is for sure in either direction. It's not for sure that it won't happen. It's not for sure that it will happen. And I've yet to see a crypto ETF that was for sure. Out of all of the crypto, nothing."
    },
    {
        "speaker": "C",
        "text": "In cryptos for sure, my friend. It's been a hell of a ride. So just as a sum up, so you've gone live today. The code is bitb."
    },
    {
        "speaker": "D",
        "text": "Bit, that's right, yeah."
    },
    {
        "speaker": "C",
        "text": "What's the fee structure? You've got the 10% incentive to pay back to the community of bitcoin core devs."
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah. So, BHB, I give you the rundown very briefly. BHB is the lowest cost bitcoin ETF in America. We're really proud of that. It's the bitwise bitcoin ETF, and we think that we've constructed a fantastic product. We've been managing digital asset portfolios for six years now. The portfolio manager here joined us from Blackrock. She managed a quarter of a trillion dollars across fixed income and equities. It's not a bunch of young people from Facebook at Bitwise. It's a combination of technologists and risk manager from Millennium Fund, admin controls from wisdom tree trade settlement and operations. 15 years of Blackrock. We've tried to bring an exceptional group of people together and then give them the context where they can singularly focus on crypto. I think now have the benefit of doing that for a long time, and I think we have a great track record that I'm very proud of, of navigating a lot of developments in the spaces over the years that flows into BITB. From a distance, I think it's totally fine for investors to view these as very similar products. Underneath the hood, there are some differences. For instance, the way that the portfolio management is done, the execution and accessing of liquidity to buy or sell bitcoin on accretion or redemption. There's actually quite a bit of dispersion and heterogeneity between the products. There are some products that use Coinbase prime, and then there's another class of products, at least as disclosed in the S one, and this can evolve. There are other products that use OTC liquidity providers as their primary. BITB uses OTC liquidity trading counterparties as the primary, and then as a failsafe, has Coinbase prime capabilities, but only if the OTC markets can't provide execution. And our point of view is that allows us to access the deepest liquidity. We've managed portfolios through bull and bear markets, moments of market stress. And liquidity is sort of that thing you don't worry about until you worry about it. And we have the most OTC trading counterparties, at least as of the s one s. Again, it can evolve. We have more OTC trading counterparties than any other bitcoin ETF for a lot of traders, professional investors."
    },
    {
        "speaker": "C",
        "text": "Because you've run such large index portfolios already from the other products, are you using similar kind of mechanisms that youve learned from over the years?"
    },
    {
        "speaker": "D",
        "text": "Yes, and we have the benefit of relationships with these firms. We have the experience of trading in March 2020. We were trading portfolios then. We were trading portfolios in. Was it May of 2022 or June, when the market gapped down, was down 40% in a month. So we have relationships, we have the experience. We take it very seriously. So you can see in the s one OTC trading counterparties for us, there's five that are named. It's more than any other ETF flow traders is a counterparty for trading bitcoin. Jane street subsidiary is a counterparty. Falcon X B two, C two, and I can't believe it, but there's one that I'm forgetting, and it's actually one of the bigger ones. Oh, excuse me, Cumberland DRW. Of course. So that's a way in which it doesn't matter to most investors. But I guess the point is, we're a crypto specialist. It's our job to understand this space very deeply through the combination of experience and singular focus. And BITB is us taking all those learnings and trying to construct the very best product possible. And because we see this as a very simple strategy, management fee of 20 basis points, we've waived it to zero for the first six months, up to the first billion. So it's the lowest cost bitcoin ETF in America. But we've constructed something here that we're really, really proud of in terms of the quality of the product."
    },
    {
        "speaker": "C",
        "text": "One final question on the mechanics, because I know a lot of people will be thinking about this. So if somebody buys a share in the market today, when does the actual matching bitcoin purchase happen? How does that process work?"
    },
    {
        "speaker": "D",
        "text": "Yes. So we may venture here into a level of ETF nuance that may or may not be interesting to people. So I'll try to map it out. But if I see your eyes glazing over Raoul, I'll understand."
    },
    {
        "speaker": "C",
        "text": "I'm genuinely interested. I asked Eric Belchinus this earlier. I'm like, how does this actually work?"
    },
    {
        "speaker": "D",
        "text": "Sure. So imagine a mutual fund. People can make a subscription, send money, get shares, or they can make a redemption, send shares, get money. An ETF is like that, except the only people who can do that, the creation or redemption, is an authorized participant called an AP. And there's just a few of them. For us, we have three that are listed. It's Virtu, Jane street and Macquarie are the AP's shares trade in the secondary market. And that can just be people trading amongst themselves. If, let's say that there are more buyers than sellers, there are more people out there trying to buy shares and the people who have them don't want to sell them. So there starts to be a premium on what the buyer is willing to pay to get a fill. If that premium starts to rise, the AP, say Macquarie or Virtu, steps in and fills the trade. So say you're going to buy a $25 share of BITB that's backed by $25 of bitcoin and somebody's offering to pay $25.50 a 1% premium. Macquarie sells them that share, they take the $25.50, they pocket the $0.50, they take the dollar 25, they send it to the trust, the trust sends them back the share and they made that spread as compensation for performing the service of an AP. That's the fundamental relationship between the secondary market, the AP and the trust, because these are cash created when the cash comes into the ETF, then the portfolio manager needs to take that cash and turn it into bitcoin. In the case of the bitcoin ETF's, the particulars depend on the ETF. I haven't deeply read every s one, but generally people are executing against a reference rate. For many of us, that's the CF benchmarks, New York variant, bitcoin reference rate and are trading either through it could be Columbia's prime, it could be through the OTC counterparties to try to achieve that reference rate price. And that generally happens towards the end of the day because that's when the AP knows how many creations they're going."
    },
    {
        "speaker": "C",
        "text": "To do, then you're looking for the balance, what the AP's have done and everyone trying to settle up towards the end of the day."
    },
    {
        "speaker": "D",
        "text": "Exactly. Exactly. Because the AP can cross. They could sell someone a share and then they could sell a buyer a share and then there's a seller out there and they buy the share from the seller and they use that to settle their inventory. So hopefully that made sense."
    },
    {
        "speaker": "C",
        "text": "My guess is going to change slightly the structure of markets because we'll probably have much like you see in stock markets. You tend to get moves at the end of the day because everyone has to balance books. We see it already from derivative books, but we'll probably see it from ETF books because we've seen that in equity markets too, I guess."
    },
    {
        "speaker": "D",
        "text": "I think that's quite possible. Yeah. Yeah. And also for those who are really interested, the s one s dot, you can read the prospectuses and this is described pretty. It's one of the beautiful things about an ETF. I mean everything is laid out. You have to really want to read through it all. But it is information that's out there in the prospectus as far as how the procedures for striking nav and so on and so forth."
    },
    {
        "speaker": "C",
        "text": "Listen, well done. Again, not just for pudgy penguins, but for going through this whole journey. You have your bitwise is an authentic crypto native asset management firm. And as that, you've been one of the most successful in raising assets. Youve been in this whole game. Youve kept us up to date at real vision with how this process is going and how complicated it was when people getting over excited, youre like, no, no. Were nowhere near there yet. Weve still got these problems to solve and im eternally grateful for what you do for the space and what youve done. I just really want to wish you luck now because its an asset management battle and youve built it from the ground up as well. So you should be immensely proud of what youve done. And it's all to play for. It's just the start of the journey, my friend, not the end."
    },
    {
        "speaker": "D",
        "text": "Thank you. That's really kind. And also to say we're unbelievably excited. We're so excited to have this product for investors and grateful to get to play a role of contributing to pioneering things in this space and driving some of the elements of the vision that you and I discussed today forward. So really, really thrilled about it. And thank you for the kind words."
    },
    {
        "speaker": "C",
        "text": "Get some rest now."
    },
    {
        "speaker": "D",
        "text": "Right on. Cool."
    },
    {
        "speaker": "C",
        "text": "All right, my friend, great to see you."
    },
    {
        "speaker": "D",
        "text": "Good to see you, too. I'll talk to you soon."
    },
    {
        "speaker": "B",
        "text": "All of us together are living through the death of an old world and the birth of a new one. This is a fourth turning. But this is not the foreturning of demographics or politics. This is the birth of the new technological age. This new world has a world of 3d printed rockets, crypto payments in space, discussions on the rights for humanoid robots, machine intelligence that may outperform our own simulated worlds where autonomous AI agents write code for other autonomous AI agents. It's a world full of opportunity and full of difficulty too. You see, we are living history and it's happening much, much faster than any of us can comprehend. This is Reid's law, Metcalfe's law squared. Humanity has never gone through anything like this, but we have to comprehend and understand what is happening. It is into this world that the exponentialist is born. The exponentialist is a new service from me, Raoul Powell and David Matin, author of New World, same humans. It's an almanac of the fastest period of change ever witnessed in the human history. A period of excitement, exhilaration, difficulty and terror. And the exponentialist really is for humans first and investors second. Yes, the opportunities are enormous all round. To find out more and get our special launch pricing go to realvision.com. the future."
    }
]