[
    {
        "speaker": "A",
        "text": "Join over 20,000 attendees for the world's largest crypto event, token 2049 Singapore on the 18th to the 19 September. Balaji, Srinivasan, Solanaz, Anatoli, Arthur Hayes and over 250 others will hit the stage as Tokin 2049 takes over the iconic Marina Bay sands in Singapore. With over 500 side events during Token 2049 week, Singapore will transform into a crypto hub from the 16th to the 22 September, capped off by after 2049 and the Formula One Grand Prix race weekend. Everyone will be there. This is the one event you can't miss this year. Visit realvision.com token 2049 for 15% off. Tickets only with the code Realvision link in description."
    },
    {
        "speaker": "B",
        "text": "Well, good evening, good morning, good afternoon, wherever you are. So it's time for drinks with Raoul. And so today I am opening a nice bottle of COVID You know, actually, I'll just tell you a story. Well, firstly, welcome everybody. I know you're all around the world. Welcome to all of you on YouTube. You should be on the platform realvision.com comma, it's free. I'll remind you several times until I shame you into it. Those of you on real vision, I love you. I always have. You're what matters. And when we talk about civilization, you guys are civilized. YouTube. Come across from real vision. You'll learn civilization. Actually, you know, I popped out earlier to get to get some aperitivo, some snacks for this little session. And I was in my Tesla and for some reason Elon has given me the fully self driving here in Cayman doesn't really work because the maps don't work. But I just said it on driving me home and it drives. It's quite the bizarrest thing because it becomes really ordinary and normal not to even touch the steering wheel or the pedals. It was really quite odd. Drove me through the Georgetown traffic, drove me all along to my house. I still think people are underestimating Tesla. So anyway, the first bit of alpha for you is I think its in pro macro and in GMI were all long the June 20, $25, 260 calls in Tesla. I really do think Tesla is driven by cyclical market conditions. That is, the ISM needs to turn higher. As it turns higher, itll get re rated for both the AI element, the robotaxis, the robots, plus just they'll sell more cars as the global economy starts expanding and they start cutting rates. So anyway, there's a bit of alpha for you just to kick it off with. Cheers, everyone. Now, what I've got today is, let's see if we can see this one, this is a carver from Spain. I'll talk about Spain in a sec. Carver is spanish method champaignoirs. I've introduced it to you all before. This one is a really famous one which is a great producer called Gramona which is one of my favorite. This is La cuvet. This is a vintage 2019 exceptional carver. Generally cheaper than champagne. This one is not as cheap as the cheapest champagnes because it's widely considered kind of on par with champagnes. I think they're brilliant value, amazing drinks. The reason I love carver so much and champagne is not because theyre fancy, its because theyre always the same amount of alcohol. Theyre always 12% because to be method champaigns you cant do anything more. So its always around the same alcohol. 1212 and a half. So you kind of know what youre drinking. You always get that cleanness and crispness without that ridiculous added sugar element that you get with so many wines these days that ive talked about, which is basically the Americans ruining the wine industry. So we can thank you for that one, my friends in America. Anyway, cheers to all of you. I'm sure you've got some drinks. You in Australia, as ever, I try and remind you beer is more than just a breakfast drink. But knock yourselves out your Kiwis, you're probably on the, on the Sauvignon blanc by now. So cheers to you all. That is delicious. Now what I'm going to do is I'm going to go and put my bottle back in the fridge. That's going to give you a time to a click. Subscribe to the YouTube channel and if you already are subscribed to the YouTube channel, it'll give you time to just go to realvision.com, input your email and there on that platform you can ask me questions because on YouTube you're second class citizens so you can't get to ask me questions. But do feel free to just what were you drinking in the chat channel? I'll read it and I might answer some later after I've finished off my bottle. But for the actual questions for the AMA, it's on the real vision platform so I'm going to leave you with it. Realvision.com or subscribe to the channel. I'll be back in a sec. Hey everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back. Hi you. Hey, listen, if you're enjoying this, come and see me on the YouTube channel. Raoul Pal, the journeyman. Sign up there. Get everything I ever do. See you there. You're a podcast listener, and this is a podcast ad. Reach great listeners like yourself with podcast advertising from lips and ads. Choose from hundreds of top podcasts offering host endorsements, or run a reproduced ad like this one across thousands of shows. To reach your target audience with lips and ads, go to lipsinads.com. now, that's libsynads.com dot. One simply cannot drink warm kava. That would be a fucking sin anyway. Utterly delicious. So what do we have to go with it? Because, again, I'm trying to teach you lot not to be philistines. The civilization of YouTube is really my core message. Fuck the democratization of finance. It's getting you across the line that you can go out and civilize society, not embarrass yourselves. So I'm bringing a slice of the Mediterranean back to you. And it's about Spain, particularly today, and I know I cover Spain a lot. Firstly, civilization starts where the olive tree grows. Anything north or south of the olive tree is not civilized country. That includes the United Kingdom. Clearly, all of the arctic Mexico of Canada, and most of the United States, in fact, has no chance of being civilized. That's Germany. You've got no chance. Switzerland, not really. So just anyway, anywhere where the olive tree grows, I think we can call civilization. So what do we have with civilization is you need to eat something when you drink. That's how civilized people live. And so in Spain, it's very typical. So what I've got here for you today is I have a little tabla, which is a board on it. I've got three very special things. Firstly, you know, I like my nuts. The nuts here are red skin peanuts, roasted. I haven't got my bottle here. Olive oil. Drizzle them with olive oil. These are red skin nuts. You leave the skin on. These are from Jamaica. The indian ones are really good. And obviously Spain has great ones, too. Often in a bar in Spain, you'll find these. So they're roasted, drizzled with olive oil, put in 375 degrees, kind of 15 minutes. When they start going brown, a little bit crunchy, you take them out, drizzle a tad more olive oil on just to make them glistening. And then I use mold and sea salt. This is the king of salt. It's also british. Or, you know, I've had the saliva, the ibithan sea salt. Anyway, these are much better than any peanuts you'll ever buy. They're completely delicious. And with the skins on the surface, they come higher fiber. And they're just super tasty. Okay, what else have I got? I've got queso cheese. This is a one year aged manchego from Spain, from La Mancha, the middle of Spain. Really famous, amazing cheese. It just makes a mockery of stuff like cheddar. And again, you've all probably seen the Borat american cheese aisles. Really? That's not cheese, that's plastic. It will probably kill you before you actually digest it. This stuff. Beautiful sheep's cheese. And then this is what the philistines were called, chorizo. It's actually called chorizo from Spain. It is a paprika based sausage. This one is really special because it's made with pork, with hamon, iberian ham. So it's a type of pig dubaiotta, which means it's fed on acorns. So it's an acorn fed, free range pig from two or three parts of Spain, habugo, down in the south or up in the north. There's certain areas that do it, and it's the best pork on earth. The Jamon Iberico de Bellota is easily the best on earth. You Americans have it all wrong. You've got this stupid love affair with Italy and think prosciutto is the best thing. You have no clue. It's so good that America banned Jamon Iberico because the Italians wanted to corner the market. You can now get it in America to do so, but there's a little bit of spiciness. But because of this pork, it melts in your mouth. Incredible, incredible stuff. And it goes perfectly with your drink. So now I've talked to you about how to actually kick off an evening properly with some sort of style. You know, this t shirt applies to that, too. Don't fuck this up. You can't just go gallivanting off to the red wine straight away before dinner. That's just not how things are done. You do white wine, champagne, you could do a cocktail, you could do a Negroni, you could do something of that sort. You could even have it in Manhattan if you're a civilized American. Or even a martini, I'll give you that, too. There's a certain type, but you have to have it with something to drink. An ice cube does not count as food, just so you're aware. So, Spain. Why Spain? A ive had a house there for 20 years. I lived there for ten. It is simply the nicest country in the world. Its pretty shit place to do business from. But my God, its got the best quality of life. Youve got the Mediterranean, the Atlantic. Youve got the Pyrenees, Sierra Nevada, mountain ranges. Youve got desert. Youve got the largest olive groves, the largest olive producer, the largest vineyards. Great producer in Europe. It has pretty much everything. Mountains. It's the second most mountainous country in Europe. It's got culture coming out with eyeballs. The old christian culture of northern Spain. You've got the moorish culture of the rest of the country. You've got the Brits in Union Jack t shirts and tattoos, fighting with the Germans over football games. That's part of Spain, too. Lovely, elegant part of Spain. But it is just a fucking cool place. Amazing cities. And it's not all about Barcelona. I know half of you go, well, I've been to Barcelona. Barcelona is just not it. Barcelona is a great city, but you need to go to San Sebastian in the north. Valencia, Sevilla, Burgos, this Malaga, Granada. There's so many amazing, amazing cities and they're all different, super cool. The other thing about it is all of you are wrong about who makes the best food. Italians go. We do. Bullshit. French? Not a chance. And nobody else is even looking. Yeah, Greeks, you all have nice food. But you're not in the lead of the top five restaurants in the world. Three, the Spanish number one, number two, and number four in San Sebastian, where I'm going to be headed at some point in the summer. San Sebastian is a little town in the north of Spain, just off the french border. San Sebastian has eleven Michelin starred restaurants in the town and nine three star Michelin restaurants in a 25 kilometer range. It is unbelievable. The food there is extraordinary. Spain does food better than anybody else. The only place that comes anywhere close is Japan. And they're so different. I can't really compare them, but the quality for a fresh ingredient, only those two countries do. Only those two countries treat fish in the way it should be. Or shellfish, which is so pure, so perfect. Anyway, that is this. You guys need civilizing. I'm trying to help you. It will help you do better in life. Your wife or husband may like you more. Your parents might be proud of you. And I think the best way to civilize yourself is obviously go to the realvision.com and sign up to the bloody channel. So there it is. I know you're lazy. You can't be bothered. I need to put my email address. Oh, my God. My privacy. Really? Fuck you. You're on a Google browser. They know exactly who you are, where you are, what you had, what porn. You watch, everything. So just go to real vision.com. input your email address, get free, sign up and I'll show you why it matters. Because there's a lot there. So one thing about real vision that I love is it's actually a community and it's an amazing community. There's a map when you get onto the platform and those of you on real vision, you're aware of this map. It's so cool. You either see it on the, on the control center when you start it up or when you click. And here's the image. Now when you click on the network, you get this incredible map of all the members around the world. It's super cool. It's the community. Now I went to Australia and I went to Singapore. I was in Melbourne, Sydney, Brisbane and I was in Singapore. We have member meetups everywhere, both for RVIP members and for general members. One of our members has an incredible private club in Singapore. He invited us all to go there. So we went to this incredible private club that real vision members can use. We all met, we had wine tasting with Club de man who are favourites of real vision. And we all get together, share ideas, have some laughs, talk about the banana zone, stuff like that. Serious things, serious things. I just love how that community works. The other thing about community is we've got new stuff launched on real vision that you real vision members might not be fully aware of yet. But I'm going to share my screen here. So just to go to my real vision. Okay, so here's my real vision. And if I go to explore all you can see all the videos that have come out reports, news. Now there's two things that you guys need to be aware of. One is member notes. It'll take a sec to load because I've only just brought up this browser, but this is where you can take notes from the platform, use the AI to create notes, just write anything, clip anything, put it together. Why is it, why is mine not loading? Typical. Typical. There we go. This is all notes from members. You can make them public or private. I've got my own set which if I go over here to my library and it's like here. Paul Redmond incredibly looks at Chris Bullock's video about technical analysis in crypto markets. Done a complete overview of it for people. You've got summaries of all types of content, some of them written by AI, some of them written personally. Just amazing stuff. This one I was looking at today, in fact, I put a comment on it, which is Chris Tipper and I don't know Chris is putting whole liquidity analysis on the platform explaining where we are in the liquidity cycle, what we should be looking for with charts and data. I fucking love this. But it gets better. We also launched trade ideas and trade ideas are members post ideas. Now what's important to note about the trade ideas is mine is the best performing idea. That's all that matters in this. Everything else is noise. Mine was the ETH bitcoin cross. I don't normally, my ideas usually go in in pro macro, so most people don't get to see them unless you're a subscriber. But I wanted to try something out and nailed the low in the bitcoin cross. So here you're able to put in your trade idea entry level, stop losses, what the risk reward of the trade is why charts, links and over time this has got to massively superpopulate. Now within ten days theres a new version of the platform coming thats going to bring this all to life and make it even more easier to navigate. But get used to it. The trade ideas. This is value. I can give one idea to 20,000 people, thats one idea. 20,000 people have it. If 20,000 people give one idea to the platform, theres 20,000 ideas. That's how you create network effects or exponential value. So anyway that's coming on real vision. The other thing to make sure that you're aware of is if I go to the network because we also have these new communities, the RVIP club, there's macro, it's the macro chat. Everyone talking macro. I can go back, we've got crypto chat and then we've got the regional ones. So these, the degenerates in Melbourne who I spent time with, they're all chatting with each other, organizing meetups. And this is happening all around the world anyway, so that's a bit of a lesson for those of you who haven't signed up, why you should. And for those of you on the platform, some new features and functions you may not be using yet, but you should do right time for we don't get to eat. Must be shit face at the end of it. And then you'll just be laughing at me. Okay, so let me think. What do I need to tell you? Oh yes. As ever, the ever present Laura, you can feel her presence. The lovely Laura has said, don't forget to check your emails. For real vision members, there is an incredible offer for the summer. It actually came from one of our members. I can't actually find details, but he sent it to me and I thought it was a great idea. Here it is. It came from Trader Hicks. It's like, please offer another pro crypto, pro macro promo pricing, call it mid year, don't fuck this up and join offer. For some of us who fucked it up and didn't sign up last thanksgiving, well Trader Hicks, you got what you wanted. Everybody. You've got June 27. Check your emails, it's there. Really bloody good offers across the board for anything you want to do mid summer. Don't fuck this up the back half of the year. The banana zone, very very very important. So please do that. Also subscribe to the channel. If I don't get 90,000 subscribers by the end of this, I'm just never doing it again. I just can't bothered because you guys just aren't rewarding me. Hey everyone, we're going to take another quick break and hear a word from our partners, then we'll be right back."
    },
    {
        "speaker": "A",
        "text": "Join over 20,000 attendees for the world's largest crypto event, Tokin 2049 Singapore on the 18th to the 19 September. Balaji, Srinivasan, Solanaz, Anatoli, Arthur Hayes and over 250 others will hit the stage as token 2049 takes over the iconic Marina Bay Sands in Singapore. With over 500 side events during Token 2049 week, Singapore will transform into a crypto hub from the 16th to the 22 September, capped off by after 2049 and the Formula one Grand Prix race weekend. Everyone will be there. This is the one event you cant miss this year. Visit realvision.com token 2049 for 15% off tickets only with the code realvision link in description."
    },
    {
        "speaker": "B",
        "text": "Yeah, do that and then hopefully the rest of you are coming in in the morning. Can do that. And we'll get over 100,000. That'll be great. YouTube will give me this big plaque or put it behind me. It'll be really victorious on an incredible, you know, all of that kind of stuff. It's all about me, right? Nothing to do with you guys. Okay, look, I'm going down my list now. Yes. Before I get onto some analysis for you on the banana zone, im going to talk a little bit about a story I just thought resonated. I just wanted to share it. Havent really talked to people about it yet. I talked a little bit on Scott Melkers podcast this morning in Australia. I was marketing exponential h asset management, expand my asset management business and the funder funds that invests in crypto hedge funds. And the idea is, and this is how I started communicating the space to people, because you realize that people get really confused by bitcoin, ethereum, and why and blockchains and scams and this. And people don't get it. Most of us who live in the space get it, but they don't. So I'm like, okay, what this is is a technology stack, a technology stack that sits on top of the Internet. With the new iteration of the Internet, it enables you to create digital scarcity. In a digital world, everything goes to zero in value because you can make infinite amounts of it. That is a problem when we live in an increasingly digital world. So therefore, digital scarcity is a very powerful concept. And it's also this distributed ledger system, which allows for the recorded ownership and transfer and settlement of all sorts of things. And so people get this, and it's like, and it's growing at twice the speed of the Internet. Okay, so we've got the fastest growing technology in all human history. It is basically a new layer to the Internet. And what makes it magic here is we can own a part of it. Now, we can't own the whole architecture because blockchain is actually made up of different distributed businesses, and those businesses sell block space. This was a light bulb moment for people. I dont know if it helps you at all, but theyre all in the business of selling block space, and they all have unique block space or a unique narrative to sell. So bitcoin is weve got the safest block space, and therefore you can build money on us. Ethereum is like, weve got the broadest, deepest ecosystem to build on top of with a kind of Internet computer block space. Solana is like, yeah, we're kind of that, but we're closed ecosystem super fast, super clean block space and so on and so forth. Everybody's in the business of selling block space. Doesn't sound as glamorous, but the magic is the token. The token is the behavioral incentive system that makes it all go around and allows people to participate in this space. This is the only asset. Tokens, bitcoin, Ethereum, Solana, which are globally homogenous, investable assets that anybody can own because they're fractionalizable. Anybody with a mobile phone or an Internet connection can own them. That's not even true of gold. Gold is actually if you go to a village in India, you're paying a 50% bid off a spread. Bitcoin is pretty much the same price wherever you go. So you get to build up this massive technological layer. We couldnt invest in the Internet. You have to invest in Google and Apple. The applications layer here, weve got the whole infrastructure. Everybody in the world can benefit. So what does that mean? It means this space, its currently a $2.5 trillion space. Its going to go to ten to 15 trillion this cycle and then it's going to 100 trillion by about 2032-2034. Now we throw around trillion numbers all the time in finance. 100 trillion from 2.5 trillion would be the largest, fastest accumulation of wealth in all human history. This is why we all care passionately about the space. We care because it matters to us, to everybody. We get to participate. When the politicians try and stop us, we're like, fuck you. This is ours. We get the chance to make the money for once. We get the chance to front run the institutions. It is our hundred trillion and we're going to take it. And if we can bring a billion people in the right, we'll have changed how the world works. So I think it's a really, really important concept. It really resonated around with people as well. People were like, oh, my God, this is much bigger than I thought. I'm like, yeah, because you keep listening to the blocks, the individual blockchains and their narratives, you're not really seeing for what it is. It's a fucking revolution. So let's get on to the banana zone because I know you guys care about that. I've got a little presentation again from ex Pam, where, as I said, we've got the funder funds and we allocate to digital asset hedge funds to capture this move from 2.5 trillion to 100 trillion. The idea is to capture that by giving it to the best people because its not going to be bitcoin that does all the thing. Its going to be all of the tail. So we actually use the GMI style macro overlay to also manage that. So we had a presentation today from Julian Bittel, who runs the analysis side of it, who you guys may know from that two and a half hour marathon. If you havent watched that, should bloody watch that. That was an incredible piece. Im really proud of that marathon. So let me share this with you. Okay, so these are just some banana zone charts to help you along. One is we have an overbought over sold indicator for bitcoin. We use bitcoin because it has the longest price history. And what it shows from how we built the oversold is that really, we haven't even started the rally yet. We're only just getting into what's known as crypto summer. Even though it's matching with summer. But the crypto cycles, macro cycles are not the actual seasons that each year. So we're now in crypto summer. Prices should start to accelerate. Next year will be autumn or fall. Okay, so we're not overbought. Altcoins, all about the banana zone. The ISM survey is the business cycle. The business cycle is dragging its way higher, still below 50. So the global economy is slow and the us economy is slow. Now, all our forward looking indicators, and it was all in that big presentation I gave you, they're all rising. And so very soon the ism is going to go higher. And altcoins, much like small cap stocks, follow the business cycle. Why? Because you lot don't have any money yet. As soon as the business cycle improves, you love money and stop punting. It's as simple as that, right? So I'm eating my peanuts as I go. God, they're so good. Another chart. Fed net liquidity and altcoins as a percentage of bitcoin. Total market cap. Fed net liquidity leads by twelve months. It tells you altcoins as a percentage of bitcoin should start rising. Altcoin season is around the corner, which is the banana zone. I actually don't even understand this chart because Julian is smarter than I am. It's the core risk indicator, Z score or Z score if you're an american. Basically just look at the pink lines. It gets to the top, we're nowhere near it, we're not overbought, so nothing to worry about. Fed net liquidity against Ethereum. We should start to see Ethereum and the others move away from fed liquidity. That always happens because it's technological adoption curves. So we should see these rising. Fed net liquidity is starting to come up after the TGA got drawn down, increased from the tax credits, the tax take, sorry. And so we should start to see Ethereum do better soon. The other one, financial conditions, they start to loosen again. Global m two follows it. As you know, global m two is another driver within this equation. And there's a bit of a money shot. Bitcoin volatility, it's getting right down to that 20% historic volatility line. Ten day. When it gets there, it leads to whopping fucking rallies. That is banana zone. And you see the size of these rallies, 83%, 85%, 214% in two, three, four months. And it also happens in Solana. And the numbers are bigger. I mean, look at that. September 2023, 521% in three months. That was only recently. Weve forgotten about that. Because the space is so fucking dumb. The moment it trades sideways, its like its all over. Its because, and I get it. Everybodys hopes and dreams are in a banana zone. Thats what the banana zone actually is. Its a representation of everybodys hopes and dreams. I get it. And I know it matters to people a lot. It matters to me a lot. And so when it doesn't happen, you start having that conflicting voice in your head is, what happens if it doesn't happen? What happens if it doesn't happen? What happens if it doesn't happen? Fuck. Am I going to feel stupid? Have I fucked this up? Really? Just stick with the program I went through in such detail in that two and a half hour show about why it's very, very, very likely to play out again. And I stick with that. Whether it starts next week, next month, or even September, I don't know. I don't care. What you can't do is stop turning on each other. The moment the bloody thing turns sideways. It's ludicrous. Yes, sideways. Markets in the majors means a complete bloodbath in the stupid shit you picked up, which is why don't fuck this up. Only have a small portion of stupid shit. They're fun to have, we like it. But if you have too much of this stuff, the moment the dancing stops or the music stops, these things collapse to the floor. So this is why I try and explain to you why to have the majority in larger tokens that have proven network effects that are working, then you can speculate and be a true degenitive with the other stuff. If not, you're going to end up angry and bitter. And all you'll see on Twitter is some bloke who made 100 x and you're like, it can be me next. And before you know it, you'll go to zero. So please, please, please don't do that. A couple of technical charts. Bitcoin. It's hardly a technical chart. Break 70,000 fucking things. Going to the moon. Next stop, 100,000. So that's my technical, deep technical knowledge. Break 70. Going to the fucking moon. Also known as the banana zone. Okay, Solana, post this on Twitter. Let's see if it holds. Looks like a perfect wedge to me. It's exactly what you want from consolidation. Should consolidate and break higher. So let's see seasonality. Another nice one. This is election years. Election years. You get this summer run into August, sideways election, banana zone, end of year. So the whole banana zone, you can see the shape of it there with a slight kink in it over the September October period as everyone gets nervous about the election. That's what we should expect. So soon, as they say here in Cayman, soon come, I don't know when. Just relax over it. Here's another way of looking at it. This is the bitcoin halving the boring zone. The banana zone. The boring zone. Actually, I think this is drawn wrong. I would argue the boring zone on this would start in July. The banana zone would start in July, and the boring zone finishes at the end of June. So it's around now. It's pretty normal. And this chart, I think is great. This is altcoins exotherium, total market cap last cycle versus this cycle. It's just beautiful. It's so cyclical, works so well. And again, what lies ahead? Bananas. Tons of big, juicy, ripe bananas. When does the real banana zone happen? The real banana zone happens October, November, December, and then explodes the following year. We go back to the seasonal cycle. We get this run here sideways. Another big run here. I mean, this chart suggests that altcoins, by this measure market cap could ten x from here. I mean, thats a pretty big deal. It suggests they go to 7 trillion, which is where Im starting to get to the, this is a ten to $15 trillion cycle, is where well get to on the way to $100 trillion. Okay, thats the end of the macro crypto lesson. Im going to go to questions. So those of you who want to ask questions or want to refill your snacks, firstly sign up for the YouTube channel, then fuck off over to real vision there. I can get your questions because I'm not going to answer them on the YouTube channel. And while I go and refill my drink, I'll see you over there. I don't know if anybody else is as unprofessional as I am that they just leave you in the middle of a stream and go off and pull themselves a drink. It's not usual YouTube etiquette, is it? But we're all together doing this right. Even you drinking in Australia in the morning. In Australia, you lot drink a lot. I mean, english people are renowned for drinking, but Australians, I mean theyre still doing the 1980s style lunches with like 17 bottles of wine and a few martinis. Its quite extraordinary. They dont really work for a living either. I mean, fucking hell. The government influence on the labour force is so massive in Australia. There were some really shocking things about Australia. Firstly, the weather in Melbourne was shit. Come to sunny Australia. They said sun shines every day. Everyone's wearing bikinis, all that bullshit. Miserable, cold, sideways rain. Food was good though, and the wine was great. That's some really, really good wine. But it's amazing there's a labour shortage because of immigration is not enough. Even though immigration is growing fast. The Australians have no recession for like 25 years or so. And the reason being is they have a high immigration rate. Productivity stinks because the governments too involved. So you work on a construction site, you get paid 100 grand a year, us dollars. Its huge. And governments pay more. They pay road workers, all sorts. Very high salaries, which is great for the standard of living. Very hard to do business there, but yeah. Anyway, super interesting. Right? I'm going to go to the platform now. Also, again, you real vision subs. Now we're all on real vision and not on YouTube. Should be dwindling down to like 20 people maybe who can't spell their own name, maybe in prison or something. You can't input your email address. Everybody else now is on vision. So now we're on real vision. I say that I need to actually open up. We can answer questions, so. Okay. Oh, this may be a shit ton of questions. Okay, here we go. Breath. Drink. William John. Thanks, Raoul. It's Raul, not Raoul. You're supposed to be showing that you're not philistines on the real vision platform. At least fucking spell my name right. But thank you, William John Glenn Kazanjian. Clearly an armenian name. I know this because my wife's Armenian. Recently with the meme coin hype diminishing Solana's take a big hit on price. Really? And not showing strong sense on any small market bounce. Whats your short and long term opinion on holding Solana? I have a big bag of sol at an $87 average entry. I cant have made this clearer. Obviously in the pro macro community, global macro investor, all of that stuff. But also on Twitter, on the platform, in that two and a half hour video, it is my biggest surprise single position. I dont look at the short term. Ive no idea. I dont really care. Well, I showed you that chart. Its a wedge. Does it break a bit lower before it goes up? Maybe, but over anything? I think its a consolidation pattern. I think youre fine. But look, dont take my word for it. I can be wrong. I mean, I was lucky. I got in at sub 20 for my overall position. Yocnose eight. I didn't get the email for the promo. Somebody's replied. Me too. I've just messaged Avi to help to find out what's going on. Okay. Or message Milton on the platform or miltonealvision.com and say that you haven't had the email about the promotional offers. I'm not sure how to make sure that you've got them. They're probably going to your junk folder or somewhere. So just somehow check. Um. Okay. Right. Sorry. I've got a lot to get through. This is going to overrun, by the way. So if you've got other things after at the end of the hour, you're probably going to have to cancel them. Um. Oh, fuck. Right. Okay. I can't even get to the top. It's moving so, so fast. Ls when banana. I've addressed that. I understand. Again, everybody's hopes and dreams are in the banana zone. I get it. Even though it's humorous, I take it seriously. There's a lot of talk about Duro, which is the wine region in Portugal. We don't care about Portugal. It's an atlantic version of Spain. It's not even mediterranean country. It doesn't even count. Must discuss the Winklevoss Newston. See that? Sorry. I was at nine meetings today. Paul Ortiz. Ortiz, if you're from Spain. Hello, Raul. Hello, Paul. Michael. Cheers, brother. Chris Nyers, please join us on the platform. Chris, you were typing that on the platform, idiot. They're all on the platform reading that. You'd have to do that on YouTube. Then they'd understand. Portugal. Let's talk about portuguese wine. Dave. Harla Streak tacos with super hot sauce. And beer for me, I'll give you that. Nothing wrong with that. Banana macro milkshake time. Kind of big wave beer. Oh, listing our drinks. Brew dog, Elvis juice. Cheers. Cheers. I don't know what that is, but it sounds american. It probably comes with high fructose corn syrup as everything in America. Maybe it's bit of added salt in it as well. Salt, sugar, a couple of carcinogens. Finally got. I was on YouTube. I'm having some olive chips. Olives chips and a little bit of stinky cheese with a little pork. From Fortnum and Mason. For Mason. Now that's a civilized shop. Most of you won't know what that is. It's basically the poshestory in the entire planet. In London, in Piccadilly. Okay, I'm just going to have to keep scrolling down and find something. Sorry. You really have put a lot of questions in and you're all having fun time with drinks and stuff. Raoul, what's your morning routine? So, my idealized morning routine versus my current reality. My current reality is I'm so fucking jet lagged that I wake up at 03:00 a.m. 02:00 a.m. 01:00 a.m. those are my three previous nights. I pace around the bedroom. My wife's still climbing. Well, she just didn't actually summit Denali, but she's just on our way back from Denali. And so I'm pacing around. I then come into the kitchen and make myself an ashwanganda tea to try and get back to sleep. Sit at my desk stupidly check Twitter stupidly, then can't go back to sleep till 07:00 and then realize I have to get up normally. Sorry, 06:00 normally, I actually rise at about five. And in a perfect world, when I'm not busy and stressed, I would be doing yoga every morning at about 730 for an hour. Or I go and walk the beach. I just. I can walk the beach not far from here. This house here in Grand Cayman's not on the beach. And then, you know, between 530 and 730, I come at my desk. I sometimes make ginger and turmeric tea. I scrape the ginger and turmeric into the tea as I had this morning, if not a nice cup of Earl Grey. Usually have tea before you go straight into the coffee. I think it's, again, a more refined way of existing. If you are going to have coffee, then something milky. Obviously, no civilized nation allows you to drink milk in your coffee after lunchtime. It's just. It's just not done. So all of you, evening. Afternoon latte drinkers again, you're all wrong. Just wrong. Okay, keep going down. James King, Nicol, Raoul. You're so right about Hamon Iberica, but so wrong about Cheddar. No good. Cheddar's greatest 99% of chatters you get in most stores are terrible. Roy Blanchard. How do I create a real vision group in my town? Using the network map. You can go to the network, find who's in your town, then message them directly, and then just create a group chat so you can do it. It's a bit work, but. But that's how you do it. Everyone's saying, same question about the ASI merger. I have no idea what it is. Sorry. I've been out of the loop today, so I really don't know. Ellen. Ellen. This is Ellen, my kind of girl. Banco. I've just bought some more Solana and made another negroni. You're my kind of woman, Ruth. I will need to take some lifestyle chips off the table. This bull run and the model I built for profit taking is based on. When my profit is four x, I take a percentage of my profit. Sound theory. What happens if it doesn't get to forex? That's why I use time and not price, because price leaves you to make potential bad mistakes do time. I think it's better. It just forces you to take some chips off the table. I'm going to use somewhere around the end of the year to take some chips off, and I'm assuming price will be higher by then and therefore I can take some profits. It feels the right thing to do because if nothing, price is a bit concerning. Thomas Anderson. Any good Greg coffee stories? Can I get him an rv? I've asked him several times. He won't do it. I won't tell Greg coffee stories. Greg was a trader at GLG. He was very famous, became very successful, very rich, and then disappeared off the radar screen for a while and runs a successful hedge fund still. And he's nousy. Jason Gomez. Maybe have a champagne bucket with ice so you don't leave the stream. Why don't you get a champagne bucket with ice so you don't leave the stream? Oh, Paul Gere is saying don't. This is not financial advice. I don't know what about champagne buckets? Could be even potentially financial advice. But anybody watching this, I don't do financial advice. I just ramble and drink on the Internet. Okay, moving forwards. Kyle Walts. Hey, Raoul. I know you're front of coin. Any thought? The future of base chain? I don't, but it's just a bloody clever idea to have your own chain that's not listed as well. I think just as clever. Now, whether it bootstraps and continues, I don't know. But they've got a decent chance. They've got a lot of users. There's a lot of attention on Coinbase to work with Coinbase, so it kind of works. So I'm now chewing nuts. Pm, will you vote in the UK election? Which nonce do you support? I left the UK 20 years ago. I really don't care anymore. Ritesh Patel, can you comment on Tesla? Got a big bag. I want to hear you update. I literally opened this stream talking about Tesla, saying that I own the $260 calls in June 2025. I'm really fucking bullish Tesla. Really bullish Tesla. Okay, yi chen yi, I don't know. You're asking a question. I'm not meaning to pick you out, but a lot of people do this. You ask a question of which you know the answer to. I've literally repeated 58 times on every podcast, on real vision, in YouTube and everywhere. Rel do you see the crypto market peaking this year? I mean, everyone knows my view, the banana zone, where it goes into next year. Everything. And again, I'm not picking on you, but please look, you know my content. You know, if I'm changing my view, I'll tell you. And again, don't expect me to be right. I'm not a guru and don't play one on the Internet either. I play a man of culture on the Internet or an alcoholic. One of the two. I'm not sure. Sam Sheeta this is the question, haps. Wow. This is the question. That altcoin chart has been a mind fuck for me. What market share of the five to 7 trillion could Solana or Polkadot hold? It's ludicrously bullish. Please share your thoughts. Yes, my answer is I have no idea. I hope that helps. Jason Brodmerkel Raoul joined Devin as an insider member. Cheers. Jason Devin is the wine NFT community and tokenization of wine community that we're very close to at real vision. They're amazing people. Spent a lot of time with them in Australia, Morocco recently. I mean, look, Singapore, all over the world. They're amazing people. I love them and I love what they're doing. JP Nyanjakoda don't know where in India that's from. I think it's indian. Hi, Ralph. Think about the Caymans as an option to live in the future. Is the driving there really crazy? Like I've readdeveloped? No, there's either nobody on the road or there's a bunch of housewives taking their kids in traffic jams to school. I mean, there's no crazy driving. You can barely drive over. I mean, you're lucky to hit 40 miles an hour. I mean, I've got a very suitable two cars for the traffic before grand Cayman. I have Tesla Model X plaid that goes a bazillion miles an hour in 2 seconds, which is so useful in this island. I use it all the time at that speed. And I also have Iggy Pop's old bosch boxster because he lives on Ireland and my wife saw it for sale. She's like, I would love Iggy Pop's old car. So I have that, which is cool because he's the previous owner. So, no, it's not crazy if you're from India, you understand crazy. Kyle Boucher hey, Raoul, everyone is crying, sky is falling, and recession is around the corner people also looking for 10% correction in the stock market or a market crash. Kyle, I think I've covered this ground fully again on all the YouTube channel videos. Temporary correction. There should be one or two at some point. So I would expect that I've gone through everything else in huge detail on the real vision platform and you're on the real vision platform. Just go to the search thing. Look at my name. Go through any of my videos. If you don't have time to watch them. Just ask the AI to summarize it for you. Ask them the question. Does Raoul think a recession is around the corner? It'll give you all the answers. All the power of the AI. Is there everything else? Prane merchant. Some lifestyle advice for an american pig in his mid twenties. Lattes in the evening are immaculate. I can't help you. You probably never get a girlfriend. Maybe that's something to think about. Sam Gillette. Nothing wrong with a flat white after twelve rail. You're australian. You know nothing about culture. You were literally shipped off the UK because you were the most uncultured people and you were trying to lecture me about flat whites. Even the name is ridiculous. Although I must admit you make fucking good coffee in Australia. I mean, I was shocked, I would argue. Outside of, you know, a bit of the mediterranean coffee places. The overall coffee in Australia is absolutely world class. I don't know how you do it. I don't know how you do it, but it's really, really good. Hi, Raoul from junior. Is a crash needed to bring back rate cut before bananas? Okay, I'm not going to answer all these crash fears. The crypto market goes down 3%. Oh, the world's going to fall. I'm never going to make money again. What's going to happen? Are you into hi fi ral from Mika. That's a. Looks like a finnish name. Yes, I am. I'm not a complete hi fi snob, but I have a Macintosh, which is pretty cool. Turntable planner, turntable Macintosh amp. And then I have Macintosh cd player as well. And BMW speakers. What do you think of blast chain? Don't really follow it. I know a lot of people do. Paul, I've watched you for years. What's the story of the barber's chair? It must be one hell of a story. Not really. I went onto Etsy and I thought barber's chairs were cool and they're retro and they're iconic. So I found somebody who'd restored a barber's chair in California and shipped it here. Problem is really fucking heavy. And the shipping was a nightmare. Cost me much more to ship than it did to actually buy because it's so heavy. But it's just. It's cool as shit, so I love it. Keith, did you ever find your autographed Bowie guitar? One autographed Stevie Ray Vaughan David Bowie guitar. Now, this is not Bowie's guitar or Stevie Ray's. Vaughn's guitar, but it's signed by them both. So quite pleased with that one. Let's also sign Bowie behind me as well. Ellen, please, no stupidly obvious questions. Thank you, Ellen. See, I love you twice now. Your Negroni skills and now you're defending me in the chat. This is great. Asi merger. Fetch. Ocean. Ajax going on. Going Voltron and merging into ASi. I don't really know. I don't know. It's a brave idea to roll up all the AI narratives and see if you can win the game. It's all about do you get adoption? That's all that matters. Alex Cucci Raoul, my fiance and I love watching you ramble and drink on the Internet. Cheers. From Minnesota. I know this is what it feels like. It's so unstructured. I don't know what I'm doing. I'm just enjoying myself, having a bit of fun insulting you all. And you take it really well, which I really appreciate. Zaneous Zane and good. Milan Zane. Raoul. What's something that interesting that's piqued your interest or you've recently observed after the various trips and conferences you're attending? Well, two observations. One was a weird one is how recognized I am. This freaks me out. When I got stopped at the airport in Australia, some bloke puts his hand on my shoulder, fuck have I done? Have I got a banana in my bag? It's the customs guard. You can't bring any fruit. The banana may end up in australian prison on some indonesian island or something. But he's like, oh, I won't fuck this up, mate. Thank you for everything. I'm a real vision member. I love you. But that happened everywhere. Singapore is overwhelmed by people, so that really shocks me. I'm not used to that at all. Although saying that I just got stopped in the supermarket here, which is really, really lovely. The one thing that has surprised me when I'm meeting the australian real vision crowd is how crypto has really overwhelmed all macro risk taking. Now, for most ordinary people, people who've been real vision members for years, everyone's just changed like I have. They've all come with this journey, which is like, fuck it, this is the one thing to do. So that's been super, super interesting. The other interesting thing is how few institutional investors are in the space going around marketing ex pam. It's all about high net worth people, investment advisors, wealth managers, family offices. I mean, the institutions are still so far behind, which again, I love. It's like we're frontrunning all of these people. I mean, unfortunately, it's people's pensions and everything else that they're not investing in this stuff, but at least the rest of you guys are doing something about it. It is the biggest macro opportunity of all time. Caleb Mallory, any chance you and Toli from Solana will have another conversation soon? I love talking to Toli. The problem is with somebody like Toley is he's way too smart for me, way too technical for me. So what am I going to ask him about? Hey, when's fire dancer coming? I've got his story. I can't do him justice. He's too smart, too good for me to really do him justice. So yes, I'd like to have him back, but I think there's other people in that community that can help me more. Who else are you excited on the journeyman you're talking with? I think I've got Balaji coming up. Punk 6529 I've got, there's a two and a half hour interview with me coming on, I think, next week, which is a great one. Mike Howell on liquidity I've got, I mean there's a whole bunch of people so there's some really, really killer stuff coming. I'm trying to cram in my interviewing because I'm away on holiday for a bit in July. Yi Chen haha asking sorry, I know I was rude to you before, but Im joking. Haha, asking because. Julian Brigden, Assam the recession alarm and stocks crashed 30% with inflation going up south in the second half of the year. No comment. Ivan Keban, what do you say to people who say liquidity isnt real good luck, good luck. I'd love to see a framework and see how it works. Alan. So guys, you have to watch the everything code. Priceless. Thank you. There's really 30 years of work into that. So if you haven't watched the video, everyone asks me about blast chain. I have no idea. What's your favorite song at the moment? You know, I'm still, in fact, I'm going to bring up my apple playlist. I'm still pretty stuck on jungle. I have, it's on endless repeat for me. I just love the jungle albums. So I'm trying to see. So jungle volcano loving in stereo. In fact, all of their albums are just fantastic. If you guys haven't listened to jungle, they're just so cool. It's kind of this light, fluffy, funky, cool, hip, urban, amazing vibe. I'm trying to think which album. Probably the second one to start with, which is the one with heavy California, which is I think. Let me just see. Sorry, I'm just going through my. A playlist. It is, yeah. The first album, which is called Jungle is amazing forever. The second one is kind of really happy. Third one gets a bit more dancing funky. The fourth one, volcano, is super cool. It's just great. Their videos are amazing too. So jungle, I just. I love jungle. It makes me smile everywhere every time I listen to it. So anyway, Raoul, how do you think Polkadot perform the cycle? I really don't know. When I spoke to Gavin woods, it sounds like they're going to end up skipping this cycle because the tech won't come out and won't get used until the next cycle. Not sure. I'm not sure. Armor, how do you see AI changing the workforce? Okay, I've gone through this in so much detail. So please again, go to the everything code video. Watch it there. Watch any of my videos. Ellen godlam plotsing over the guitar. I don't know. Plotsing means it's a very random. Ellen Vanko. Vanko sounds dutch, maybe belgian. Okay, let's go to the other parts of the comment section we're now running over. You're now getting extra value. So if you're on YouTube, you better fucking subscribe to the channel. This is extra value time. You're 1 minute into extra value and you can go across to the. To the. To the real version where I'm actually talking to the members because we're all fun and we're civilized and we like each other. Charlie Lockyer, what Vermouth and gin do you prefer for your negroni? I'm actually not an expert on vermouth gin. I'm actually a tanqueray person. Quite like tanqueray. Dragon keeps asking me how do you think polkadot sounds like your bag is too big. If you are overweight in one of last cycles coins, that is not showing leadership. Just be careful. Its no diss against polkadots. No diss against anything. Please dont fuck this up by hoping something goes up or it looks cheap versus solana or ethereum or bitcoin because it hasnt gone up as much. Just be careful. Doing that. I met Patel. Jungle music gets you jungle music live. I couldn't go. They were playing at red rocks. I can't think of a better place. I can think of one better place. I can't think of a better place for jungle than red rocks because it's that kind of music. What also pisses me off is next weekend. No, maybe it's tomorrow. It's Glastonbury. Glastonbury is literally my favorite music festival in the world. It is so bananas, so crazy, so massive, so off the wall. It's just incredible. And jungle playing there as well. So I'm really pissed off about that. Okay. Looking for some more questions. Okay. Bhavan is drinking rakija and almonds. I don't know what Rakhija is but it sounds like it's rakhe, which is an anise drink. Rake is an amazing drink that all of the mediterranean drinks. Whether it's anise in Spain and he set in France, rocky in Turkey, Bulgaria, most of that region, ouzo in Greece. It's a super great drink, particularly as an aperitivo before dinner because it builds hunger. So it's a very nice thing. Matthew Kulkenny love, love our community. It's the real vision. Community bumps into a pilot in Dubai by the pool. He recognized my irresponsibly long t shirt. It was a classic. We've stayed in touch. He's from Canada. In fact, I'm going to fly to Dubai Monday for a week. Anybody want to catch up? It's Matthew. This is what is great about community. I was flying back, I was at the TwA hotel in JFK and some pilot comes up to me and goes, thank you. He's like, oh, you're Raoul, pal. He goes, I watch all the time. I'm retiring today. I want you to meet my wife. You change our lives. It's like, it's just. It's amazing. It's not about me. It's actually. It's about grips, though, really. It's just changed a lot of people's lives. I don't. I still don't know why there's pushback about it anymore. It's just changed so many lives. It's ridiculous. And as long as you have the right framework, you'll be fine. Satoshi milk just joined the rel vision platform from YouTube. Raoul, appreciate the recommendation to join the community. Satoshi milk, that is a ridiculous name. But we appreciate you. You're now part of the civilized world as opposed to the YouTube filler signs you are now probably sipping Fino Sherry and eating toasted almonds now that you're on real vision. And we love that. Um, okay. Six minutes into overtime. Okay. Check if there's any more questions. Johan Belaish. Raoul. Just one thing. Thank you. Well, we need more people like you. Or just being a little bit louder. Or you just being a little bit louder. I don't know what you're referring to. Being louder. I struggle with. I am really fucking burnt. By the last cycle, I helped as many people as possible. I have the printed tickets to show the p and L and how we did, but people turned on me so badly, it was horrific. And so being louder might help the space, but in the end, it exposes me and it exposes. It was tough. So I don't really like it. Chris Nyers on slack. He's hitting me directly. Thanks for the compliment. Chris deserves a compliment. Chris is a superhero. I love Chris, so thank you, Chris. Kyle, Berkshire. Do you keep in touch with Ben Armstrong? How did that relationship happen? Who's Ben Armstrong? Is that bit Boyden? I've never met him. Made me sign his book, though. Felt dick for doing that. That was a real cock up. Things you do in bull markets. You try and help people out for the karma of the space. You end up ending up signing Ben Armstrong's book. Danny Rogers, what do you recommend? Withdrawing and I reinvesting next crypto winter or continues to DCA and hold. Danny, I did the DCA and hold, and I was at all time highs in my p and l much earlier because of it. I think if you take, let's say you've grown your bag from unit one to unit five, and let's say you're a superhero, you get out of the top, you will not invest unit five down. Why is the market doesnt go down 70%? Why am I going down 40 this time? Because of the institutions and youre stuck. And then the markets going up, and then you put in one, and then before you know it, youve fucked the whole thing up. Its so easy to screw it up because youre in psychology. So what I really like to do is, if I can, I'll leave it all in. I won't this time because I want to take some lifestyle chips. I've got some things I want to do, but other than that, I'll keep the rest in. I don't know what else I want to buy. And I just think of the sell offs as a gift. We have to change our heads around. Sell off bad. You've got to think sell off. Good. Now that doesn't mean that's for everybody. You should think, what do I need out of this? And I'll take what I can from that and then I will continue with the rest. If you're 24 years old or whatever, stay in, for God's sake, and keep buying. I don't think anything changes. Okay, we're coming to the end because the poor guys. It's 07:10 for those people in America. Let me see if there's any final question. Karl Bouncer. Kyle, back again. Bob Avarona. If you don't know what you're doing, keep doing it. I can watch this shit all night. Are you sure this is not. I have this fear that you're just watching the monkey at the zoo and you're just laughing at him. That's how I feel. I can't see you guys. I'm talking to myself whilst drinking and sort of spitting peanuts, talking shit about you all and sort of half asked, answering questions and then trying to teach you about culture, which you probably weren't interested in. You just want to hear about the banana zone. But thank you for saying that. I don't know why you like this stuff. Watching people get drunk on the Internet. Cheers to that. I fucking love you lot. It's great. So, right, final question. Final thing. If you do enjoy this stuff, it is a lot of fun. Share it. Share the YouTube video. Get people engaged. I want to grow that YouTube channel. The better I grow the YouTube channel, the better it is for my ego. The more my wife loves me. Actually, I'm not sure she does. Maybe she is inverse, but anyway. But it makes me feel better. My mum, if she cared, would be proud of that. And you know, I get better for guests, so that'll be cool too. So if you can do that, like the YouTube channel, all of that stuff. But share this also. Tomorrow on the channel I'm sharing a old interview because I was traveling, but I thought it was a really important one, which is Tim Ferriss. When I interviewed Tim Ferriss, Tim is somebody who actually changed my life from that interview onwards, actually. So I urge you to watch that. It's really, really, really interesting. And then Paul was telling me to say something else. Paul, what was it you were telling me to say? He's cutting in now. Paul saying, don't forget to say, got a live ama with Julian next Friday. Yes, this is a big one. Julian, who works with me, global macro investor and Xpam and real vision pro Macro is simply the best business cycle analyst in the world and a delightful human being. He and I are going to answer all the questions about the everything code video. So the everything code video was really our big thing now? Yes, we could have probably presented for 6 hours. Julian probably could have done 6000 charts because he's a bit weird. But it really is a very important piece of work. We're there to answer your questions. So next week there'll be a lot of questions answered for all of you. That is my gift to you all. So with that I leave you, I bid you good evening, good morning, good afternoon, I bid you farewell. Stay civilized out there and realvision.com take care. We hope you enjoyed this episode. At real vision."
    },
    {
        "speaker": "A",
        "text": "We arm you with expert knowledge, time."
    },
    {
        "speaker": "B",
        "text": "Efficient tools and a powerful network to help you succeed on your financial journey. Get a taste of financial freedom with our free offer@realvision.com.com. free. That's realvision.com free."
    }
]