[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless."
    },
    {
        "speaker": "A",
        "text": "Everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month, so give it a try at Mint mobile.com switch."
    },
    {
        "speaker": "B",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot. Picture yourself on a beach, retired early and enjoying financial freedom. If this is your dream, then now's the time to level up your investing game and real vision can help you. We arm you with the knowledge, the tools and the network to succeed on your financial journey on your own terms, take control of your future and visit realvision.com free. That's realvision.com free."
    },
    {
        "speaker": "A",
        "text": "Well, welcome, everybody, to I don't know what the fuck I'm doing. Raoul Pell drinks edition. As ever, I don't actually know what I'm doing. I've done zero preparation for this in respect for you guys, but I lie, I did prepare a glass of wine and we'll talk about that in a sec. And also, I was a little bit late because I was toasting some almonds. So these aren't the fresh toasted almonds that I've shown you guys before. These are actually valencia almonds. And what I've done is re toast them. And this is a real trick. So you can buy shop bought almonds, Marcona almonds from Spain or Valencia almonds. No, by that shit, California stuff. Buy the proper stuff. And then you re toast them in the oven and they get crispy and they become absolutely perfect. They've got a slightly more toasted flavor and it washes down really well with a glass of wine or a glass of fino sherry or a glass of carver. But today I'm actually going on. Well, it's not holiday really. Actually I'm working as ever. But I'm going to Marrakesh for four days for the global macro investor roundtable and I leave tomorrow and then I'm on to Dubai for token 2049. So it's going to be two weeks of chaos, drinking, socializing, talking, macro talking, crypto, everything else. But I'm going away and I'm going to the desert, and I love Marrakesh. In fact, I got married in Marrakesh, so I thought I should start with something special. So what I've got for you today is something really, truly special. And I'm sure this is not easy to get, but if you ever get a chance, that is a Rioja. And you know, you guys know I love Rioja, and I've talked about this wine a lot, but this is a special one. So this is La Rioja, Alta Gran Reserva 904. This is the 1994. These old riocas are. Sorry, I'll just pull myself some more. Are absolutely fucking immortal. I have drunk them from the 1950s and they're still strawberries and silk. I can't describe how good these are. And there's something special with the old riokas, but especially Rioka Alta and Vignor Tondonia. Grand reserve. The reserve is great, and you guys cleaned it off the shelves since I've talked about that before. But the grand reserve is just immortal and impeccable for me. It's one of the world's greatest wines and they're stupidly cheap versus anything from Burgundy, which would be equivalent. These are low alcohol wines. They're something like 20 years in oak barrels. Grand reserves only actually need to be ten years. But Rioja, Alta and vinius and Donna are very old fashioned. The alcohol level, this is the crucial thing. It's about twelve to twelve and a half percent, because you philistines, and I'll refer to you as philistines because you're probably having a drink without a snack, which is, this is how civilizations work. We talked about this before. Most of you will be drinking over extracted high alcohol. Fruit bombs that are not meant to mature, that are meant to trick your palate. It's the old american trip of adding salt and sugar to everything and it builds flavor palate. When in fact, what you're missing is the structure and the depth. These are elegant wines. You need to have some sort of aura of elegance about you to have a wine like this, because this is a wine that is complex and nuanced and fine and light. It's light and alcohol, but not light in flavor and depth of character. These are just absolutely fucking amazing. And it's a blessing. And the good thing is my wife is climbing Kilimanjaro. She's. My wife. Anoush is amazing. She is climbing the seven peaks right now. So that's the seven highest summits. Well, the high summer in each continent in the world. She's done so far. She's done. She's just summiting Kilimanjaro as we speak. She did Mount Vincent's in Antarctica, which is bloody cold and bloody remote. And she did Aconcagua, which is very high in Argentina. And then she's got a this summer, I think she's got Denali in June, which is really, really hard because it's so remote and cold and miserable. Then she's got Mont Blanc in the summer and then Everest next April and then Carson's Peak in New guinea sometime later in the year. So anyway, she's out, so I can start drinking. It's 330 in the afternoon in Cayman. But who gives a fucking going on holiday, right? Let's actually add some value outside of wine, lifestyle and the fact that you need to have a snack. If not, you're a philistine when you drink. So let's talk macro, a little bit. Macro cycle. And I've talked about this a lot. You guys have heard me. I'm going, sorry. Those of you watching me on YouTube, why the fuck aren't you watching me on the real vision platform? And if you're watching on YouTube and you haven't subscribed to the channel, I'm just literally never going to speak to you again. So just at least add a comment. Do the like thing. You know, this whole YouTube game, do that. It's good for me. Gets more people. Then subscribe to the channel and then go across and sign up for real vision. Realvision.com dot. It's not that difficult. Not that many words. I know you guys, it's late afternoon, you've had a couple of drinks. Realvision.com, it's free. Just put in your email, you can ask me then a question as opposed to being a deaf dumb mute on YouTube. But I appreciate you anyway, I promise. Anyway, let's go macro. While the questions are coming in on the real vision platform. There's a lot coming in already. Martin. Sorry, I'm just seeing your comments. 74 pounds on Vivino for a 94 larioche Alta grand reserve. Sounds a bit cheap. It's not wildly expensive, though. I would have thought it was over 100 quid. So maybe $150, but I'm not sure. But crazy cheap. What it is. Anything in Burgundy of the equivalents is $2,000. Okay, back to Macro. I told you it's a shit show. I'm never good at this thing. I just get distracted and have too much fun. Okay, macro. Macro. Summer. Crypto summer. We're at the phase where bitcoin halving is happening. The election cycle where they give out free candy to the kids, stimulus and we generally get well we've got the central bank who wants to cut rates even though inflation's not playing that game. We'll talk a bit about that in a sec. And then we've got stimulus, global stimulus cycle from the weekly global liquidity index, which has been rising. So this is the part where liquidity starts going up significantly. The Europeans are going to start cutting. We've already seen, I think the Swiss cut. We're going to see a few nations cut. Latin America, that was first a hike, started cutting Brazil. So we'll see the cutting cycle, global cutting cycle pick up. We've got China with a very lackluster economy. In fact, its a debt deflationary trap driven by an aging population and excess debt. We all know about those things because were all living in one, whether youre living in Europe or living in the US or Japan. So theyre going to stimulate more. The Japanese are pretending to raise rates, but theyve still running negative interest rate policies when you look at it in real terms, and we should see inflation continuing to slowly decline. Now, it's been flatlining for a while, but many of you see me tweet out a chart of previous inflation cycles versus this one. It always has this flat bit, then it hooks down. If I look at the trufflation index, the guys at trufflation have this real time inflation index with millions of prices. That thing is now 1.78%. It's falling. I know, nobody believes me either way. The Federal Reserve wants to cut rates. Why? Because of the everything code ive told you about the code. If youve not seen it before, please watch the YouTube videos on the everything code. The everything code basically suggests that they have to use liquidity to monetize the interest payments on the debt. Were coming into the teeth of the interest payments now and were paying for the interest for the debt we issued during the pandemic. So weve got a lot of payments to do. The bond market is freaking out from this, obviously, because they're like, how can we pay for all of this stuff at five and a half percent rates without issuing more and more and more debt? Gold market's breaking out on the back of this. And so it should be because the answer is going to be they're going to have to use liquidity. Will they use quantitative easing? Probably not. Why? Because we all know the trick and we know the name quantitative easing equals money. Parenter goes bruh. So what will they do? Well know they, firstly, they've been running down the reverse repo. That's okay. It doesn't matter what the format is, but they've been running down that, which means banks have been putting money into the market, then they have been doing, they're still doing quantitative tightening, but they're already talking about, well, at some point we need to stop that. Of course they do, because the reverse repo is almost empty. That runs the Fed out of opportunities at this point. Next part is, what do the treasury do? Because the Fed is basically just helping the treasury now. Well, the treasury has been building up the treasury general account, that's their bank account. And then what they will do is start running that down over the election, which is liquidity, flushing into the system. We got to get through. I think Mike Howell talks about this. We got tax season and often that takes money out of the money markets and then it goes into the treasury general account, then it gets drawn down. Some people think that's liquidity negative, I'm not entirely sure, I think. But in the end the treasury general account will be like a trillion dollars and they'll inject that trillion dollars nicely back into our hands and number go up. And then all the other nations around the world were doing something similar. Then we've got probably Basel four, which is next year. Basel IV is even tighter standards. That means that the banks have to use more regulatory capital, which means they need to own more bonds. Clever that, right. Find a way for the banks to own all the bonds so you can keep issuing them. Okay, theyre all doing that. So thats about to happen. Rolls out in, I think its the UK first or Europe first in January. And then UK is following the US, which is July and I think Europes in January. So weve got that whole liquidity event to come. Then weve got, oh no, the commercial real estate market. The banks are stuck with this. What do we do? Oh my God, lets absorb it onto our balance sheet. So weve got that game to play as well. Plenty of games to be played for liquidity. Its just at the right time. You dont upset the voters who want the markets to go up. And that is a very powerful backdrop. This macro crypto summer is the powerful backdrop for assets because youre debasing currency. See my tweet from yesterday? I think so. Already have 5000 tweets likes or something. As people understand that currencies being debased, assets go up, the assets that have network effects, technology and crypto got the most. That's macro summer and the debasement cycle. Everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back. Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices. So to help us, we brought in a reverse auctioneer, which is apparently a thing. Mint Mobile Unlimited premium wireless everybody get 30. 30 baby get 30. Bid to get 20. 2020 1515 just $15 a month. So give it a try at Mint mobile.com switch $45 up front for three."
    },
    {
        "speaker": "B",
        "text": "Months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "A",
        "text": "However, what's interesting about macro summer is those of you who don't invest in crypto or don't like technology, you get to have your chance to because it's the commodity cycle. So commodities do well, macro summers and macro fall. So you've got a nice commodity boom to come. Usually value stocks finally do something. The smaller companies tend to do something over this period. Everybody, it's a game for everybody to play. That's why it's summer. The living's easy. You can make money in pretty much anything you own. Even banks go up over summer. So it's a good period for everybody. And so whatever your strategy, you'll probably do well. Emerging markets less so because of the dollar. The dollar has been strong in this cycle and so because of the rates market. So I'm not sure emerging markets will do that well. But commodities, overall value, cyclical, that kind of stuff should do well. But you know, I've had this conversation with you guys before. I was the macro guy. Sorry. Glass of wine first, let's tell a story. So we need a little bit of a nice toasty almond, and this is fucking good wine. I can't express how good this is. I was a macro guy. I am a macro guy. I like the most macro guy. I find it interesting. There's a lot of macro people on Twitter with five years experience. I've been doing this 35 years. I know my game. I know what I'm good at. I'm good at this. And I know it doesn't mean I'd get everything right, but I just know this game. I was the macro guy that you still see on Twitter, the one thats like tech stocks that overvalued, I cant buy them. I was the guy who after a bear market, im like, no, theres another leg coming. I was expecting. So I never really owned equities properly. I was waiting for the down cycle where to make money and then id look for the cheap stuff and id buy commodities. I could see so many people doing this right now, but it's sub optimal. And I figured this out. It was back in 2020, end of 2020, sometime in 2021, when I started looking at the debasement effect, and I started realizing that once you divide everything by the central bank balance sheet or global liquidity or global m two, whatever measure you want, the only technology in crypto outperformed, and it meant that no other assets did. I started realizing secular trends were the most powerful. And the cyclical trend of buying commodities in the pickup. Yeah, you can make money, but I want to make a lot of money. I want to make a lot of money by owning the best assets. And then once you get into the risk taking zone, you really fucking go for it, because we've been given this gift. So, okay, Nasdaq, crypto, everybody gets the Nasdaq thing. Okay, fine. We got AI. We'll call it the AI bubble this time around. What bubble is it? It was the fang bubble, and now it's the mag seven bubble, and then it's the AI bubble. It's not a bubble. For God's sake, people, I don't know why you can't understand this. It's about 8% debasement a year. So that gives it 8% of its 17% performance each year in the Nasdaq. And the rest is driven by technology and adoption effects. It's just not going to stop. And the price, earnings keeps going up because earnings are variable, so they don't get affected by debasement. GDP goes up because of debasement. So earnings grows in line with GDP growth ish. And good companies do better, bad companies do worse. But that's the kind of metric there. Maybe even m two growth. But really currency debasement, that's what drives the p. So the pe keeps going up. Okay, so it's not really expensive, kind of. You need to adjust it by all of these things. But then Asda can, the whole technology, I love it. I'm so deeply involved. I have a service called the exponentialist where I write about this with David Matin. It's a paid research service. It's bloody good. There's a portfolio attached to it. And I love it because it's some deep thinking. And I'm not going to go through it all today with you guys because it's not fair to give it all away. But I'm talking about, I think there's six years to make money before we hit a wall. And the wall is something I call the economic singularity. And that's to come where we don't even know what economies will do because everything is going to change. And that's based on that formula of GDP. Trend rate of GDP growth equals population growth, productivity growth plus debt growth. Debt growth bits broken. It's just servicing of old debts. Productivity and population have been declining because of age. Adding the robots and the AI, you get infinite population, you can get infinite GDP growth. Kind of bananas. Numbers. Thats a story for another day. Those of you who are crypto and pro macro subscribers on real vision or exponential subscribers and obviously GMI subscribers, youve all got it today on the platform, so you can read it at will so you can understand what Im talking about. But we have six years to make as much money as possible. So given that all assets are driven by debasement, everything is basically driven by the business cycle. And everything is correlated. Some things lead. Crypto and technology lead as the business cycle bottoms. So ism comes across 50 commodities and cyclical plays come into play. There are some lagged things that come behind real estate and stuff. But anyway, business cycle rules it all. Everything's highly correlated. It's all driven by the everything code. So the dirty secret is this is the easiest fucking game in the world. You just divide all the asset prices by each other. Look for the best performing asset. So that's what I did and that's what I uncovered and that's what changed everything about me. As you know, I've been involved in crypto since 2012. But I really started to realize that if I dividend s and p by crypto is down 99.98%. If I divide gold by bitcoin, then 99.99%. If I divide oil stocks, if I divide emerging markets, if I divide world equities, 99.9%, they're all down since 2012 versus bitcoin and technology, the secular bull market thats made everybody a fortune. Down 99.93%. Everything goes down 99.9% over time versus crypto. But its not over that. Ten years time horizon. Twelve years time horizon. Actually, when you look at it, cryptos, the best forming asset in the world. Three out of four years, fourth year, it's the worst forming asset. Then it's the best form. For three years, then it's the worst form. This keeps going on. Bitcoin, even with three or 4380 percent drawdowns, ish 75, whatever the average is, still has done about 140% a year returns. Let me just repeat that. Annualized return of bitcoin is 140% a year since 2012. You can own any vc fund, you can have any other asset class. Nothing comes fucking close. 20 million% returns since 2012. 20 million% since I started real vision. Bitcoin is 450,000% returns. And we started talking about it, but ETH came a cycle later. A couple of cycles later, actually. Well, ETH is about 160 something percent. 165% returns annualized. Been around less. Solana, 200% returns annualized because it's been around less early on the network effect. I dont know if you can get your heads around this, and if youre not a crypto investor, I simply dont understand why, when youve got the best performing asset class of all time, the fastest adoption of any technology in all time outside of AI, the largest generation and fastest generation of wealth in the shortest period of time, why youd not be involved? Its just bananas to me. It's a scam. All you're doing is helping yourself disappoint your future self. An asset is future deferred consumption later. And you want your assets to be worth as much as possible because you're taking risk with that money by locking it up. So therefore you should be compensated for that risk. Your future self will go. Well done, Raoul. Ten years ago, 15 years ago, you bought this stupid thing called bitcoin. It's now up 20 million%. Thank you. That's great. I can go and buy a house or go on a world cruise, or buy a mega yacht. Oh, I bought gold mining stocks. They've gone nowhere for 40 years. But Raoul, my purchasing power has gone down. What the fuck? What was your earlier self thinking rally, moron? That's nothing against gold. Gold does absolutely fine in debasement. Just doesn't make you rich. It's a great wealth preservation tool. So anyway, that's what I got to. And it's not because Im like this singular focused bitcoin or blockchain is crypto is everything. Its because it is everything when it comes to what Im trying to do for myself, which is deliver my vision to my future self of what I would like. And technology does that pretty well, too. So anyway, I think this space is going from two and a half trillion to maybe 12 trillion this cycle to 100 trillion by, let's say, 2032. That'd be the largest, fastest wealth accumulation of all time. I'm not going to talk about my NFT thesis, but it's built on that thesis that there is going to be trillion dollars of new wealth created to be the largest amount of new wealth created in all history. That's, by the way, twice the size of the hundred year accumulation of wealth of the s and P 500. Just to get your heads around what it is. Maybe I'm wrong. Maybe I'm wrong by 50%. So 50 trillion. So it's the same as the S and P over 100 years. 25 trillion. Half the amount the entire US economy had generated in equities over the last 100 years. It's bananas. Anyway, it's also a lot of fun. A couple of things before we move on and start answering all of the questions, please answer the questions. Chat. I see there's millions of them going. Let's go back to YouTube. Thank you for joining us on YouTube. I love it. Please subscribe because I actually do quite a lot of really cool content. I think you really enjoy it. So just subscribe and it'll ping you when it comes. If you can say nice things about me in the comments section, that'd be nice. What wine you're drinking or drinks. I know some of you may be having an aperitivo of some sort. Americans will probably be drinking whiskey just before dinner, which is weird. I. Canadians, just weird. Anyway. And the Aussies, it's the morning in Australia right now, so they're probably drinking beer because that's a breakfast drink in Australia, so. YouTube channel, you guys, thank you for joining. Please, please subscribe. I can't believe I've got a million fucking Twitter followers and 40,000 or 38,000 YouTube subscribers. I would love to see this. Over 50,000 by the end of this. And that's you guys, I can't. I picked the button myself. We don't cheat in this world. So, you guys, can you get me over 50,000 subscribers to the channel? I greatly appreciate it. Just do your thing. You like my stuff. If you're one of the Twitter million, you know, maybe just say thank you by clicking the subscribe button and also leave a comment what you're drinking and also a like because that'll help get the algorithm going so more people can press the subscribe button and you guys will actually do something for me for once as opposed to just taking from me. And those of you who are feeling generous, I would really appreciate if you go to the real vision platform. It is fucking free to join. We've built everything from AI to pricing, charting, analytics, to transcriptions for every video, to a global map of the world where you can interconnect and connect with people. We built everything for you guys. It's free. So again, if you actually feel like you want to have some sort of generosity of spirit and you would like the universe to give you karma, then maybe please just join realvision.com. oh no, it's so much hassle. I've got to get off YouTube or I don't care. I'm frankly not interested, so I'm going to just wait while you do that. Hey everyone, we're going to take another quick break and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "B",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this, for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp's software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense, categorization and bill payments. Time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding ramp could be one of the best decisions youve ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank and celtic bank members have dic terms and conditions apply."
    },
    {
        "speaker": "A",
        "text": "I can wait a long time. I've got two thirds of a bottle of wine to go. Got a bowl of almond. So firstly, the YouTube channel. Focus, focus, focus. Now you're all add and want your drink. YouTube channel like subscribe and then pop over to real vision where you can ask me a question. You can check in and say, hey, I've just come over, put it in the chat to prove because I don't believe you, because you all are lazy. It's like, oh, I'll do it another time and then you don't do it. I got KPI's to be. It's all about new subscribers to the free channel. So I'll wait around a bit. Time is money. I'll get that in focus. It's not going to focus. It's amazing. Okay, on to the questions. I'm just randomly Tim Harris Ral waiting. Yes, I am waiting for you guys to take action. Railroads.com go over, just pop over another browser. Do that sign up. You can stay watching on YouTube if you're lazy, or you can actually ask questions and join the community. Okay, so bash very long. Subscribe to real vision. Lucky for me, I happen to catch your show live. Thank you for all the education. Thank you for being part of it. It's only about you guys. It's a community more than anything else. It's not a fucking Ral dog and pony show. Alex Raoul. Infinitely grateful for teaching me about macro and liquidity and wine. I've lost it now. Ism to be playing out brilliantly. Thoughts on sticky inflation? As I said, I think it's a lagging cosme palacio. Ral triumphs. Jesus Christ, don't teach me about spanish wine. Steve Friedman. Appreciate you. Ral. Enough of the Ral. We love you. If on YouTube you can do that, but on the platform, I know you do because you're here. Lacy Malarkey. Lacy, watching you on YouTube and just joined RV hell, brother. Welcome to the fucking madhouse. It's the best community in the world and it's an incredible platform with the best content you've ever seen. It's not a YouTube experience. Something different. So I'd love you to tell us when you do. Okay, I'm going to try and go through these. Oh, hangout handout, hangout hangouts. How do you feel about the community creating a don't fuck this up token? I love it. I actually don't. I love the fact that community is doing stuff together. It's great. I mean, coin is literally the definition of fucking it up. I want to make it absolutely clear to you guys is I obviously own meme coins. I don't own any of this because I don't want to look like I endorse it, because I don't want to get fucking roasted by evil bitcoin maximalists in 18 months time to say you force people to buy this stuff and it went down. I'm still scarred from that from the last cycle. I cannot believe how fundamentally evil people are and how much they lie for their own gains. This whole terra luna thing, all of this, it's all lies. And it drives me insane. So they will try and hang me for it. And so if you can remember this moment where I said 1% of my entire portfolio is in, that is in meme coins I didn't buy. Don't fuck this up because I don't want to get crucified by people. I don't endorse it. But I also understand why it's fun to do why? It's great for the community to do why. Who knows? It might make money if you can get enough people to understand the don't fuck this up message. But if enough people understand it, they're kind of fucking it up. So please play around, have fun with it. But I'm probably too burnt to be actually honest. And I'm still. I got attacked this weekend. People cut that Luna thing down like I was promoting Luna. Everybody knows that. I keep track of every single investment. It's published. I have a 19 year track record in global macro Investor, which is without question the best track published track record of any research service and maybe any fund in the world. I'm incredibly proud of it. That's with some terrible years in the middle. At no point have I ever owned Luna. Never recommended it, never published about it. Remy Tito wrote an article about it when he was a global macro investor. It never got published as far as I believe to pro macro subscribers. I maybe mentioned it three times. Anyway, I'm still scarred by that, as you can tell. Anyway. Hilton, I love the row dog and pony show. It's fucking exhausting for me. It's all right for you, but at least I can say thank you because you're a subscriber. You're not one of those YouTube lay abouts who just doesn't do anything and expects to be entertained for free. The dog and pony show, right? More questions? I'm going to the beginning. Simon de Santos, 1994 what country? Spain. It's a riochae. Jesus Christ, man. Are you even. Why are you even a member of real vision if you don't know that? It's amazing. Spanish almonds and wine. You shouldn't have left Spain. I actually left Spain. Spain is literally my favorite country in the world. I left Spain because it was very hard to find intellectual capital. People, the United States and its environs around people in technology, crypto and other things are really of different mindset. And I'd done the kind of semi retirement thing and I was bored. There's a limit to the amount of drinking and nightclubbing you can do in a party town in Spain. I really wanted to do something more with my life, achieve another thing. I have a successful career, but I want to see how far I can push myself. And I had to be out of Spain to do it. Europe is a nation of call spread as a constant of call spread buyers and the US is a nation of call option buyers. And I think the Asians are probably a nation of three x coal buyers. It's the opportunity mindset in Europe. It's like, yeah, you can make some money doing this. You can have a good living and it'll be fine. You can have a great living, but nobody wants you to try really hard and really try and think big or have big ideas. But I still love it. So anyway, that's me just philosophizing about why. Okay. La Rioja Alta 2015 still good? Or is 2014? And what, these things are immortal? Really? Come to me when you're worried whether the 1954 is still ready to drink. I drank the 1952. It's epic, rel, just shitting on us Americans. I've just given you the compliment. I've come this way because of you guys. Yeah. Yep. You put sugar in your bread. You drink fucking awful wine with 15 and a half percent alcohol because it makes you look sophisticated. Swirling it around while drinking fucking concentrated BlackBerry juice with everclear in ithemenous and awful sense of dress. Nothing like bloody wranglers with white trainers and tucked in polo shirts. I mean, awful. But Christ, you guys are amazingly inspirational. And I, you know, I just. I just. I love being around the US. Even though your food's pretty fucking shockingly poor as well, and your diet is the worst on earth, but it's. Americans actually make America special, even though there's so many batshit crazy ones en masse. So nice and so inspirational. So thank you because you inspired me. So I may bash Americans for being uncivilized philistines. I actually love you. Nice new haircut. Well noticed I got my hair cut today for you guys. Well, actually, it's nothing to do with you guys. I don't really care about you because you're watching me on YouTube and you haven't come across to the real vision platform. So I didn't get my haircut for you. I did, because I'm traveling for three weeks. Marrakesh and then Dubai RV. Dan. Aura of elegance leaves me out. Are you elegant in any way, Dan? No, you're just lovely. And I love you how you are. You don't need to be elegant. Joseph Borgione spitting truth fire. Us wines are too sweet. A good Barolo is nice. Yeah. But you fuckers have also fallen for the Robert Parker. Oh, let's make it 15%. Barolos used to be kind of 13%, 13.5. Bit stronger than the old Bordeaux and Burgundies were. They've all ratcheted up to 1414 and a half. And I've had barolos now that are 15 and a half completely ruined it just to appease the Americans because they got a lot of money and they're done. Okay, I am joking. I actually love you guys. Okay, Constantine, you promote Jamie Rogers concentrated BlackBerry juice with Everclear. That is true. That is american wine in a nutshell. We'll call it screaming eagle and we'll charge you ten grand a bottle for it. Really? Some things are actually better with age and wines that can age nice. That's why they're valuable. You promote historical digital art with a strong thesis. However, x copy is out of reach for many investors. No, he's not. You can buy them for 0.4 eth. There's plenty of x copy. Blah, blah, blah. Curio cards, don't know anything about it, so you can read in the comments if you're interested in it. Server, Rioja, YouTube. What's that? Harry, I love you. That's why you're on the real vision platform, because you know what a proper real vision experience is. Like when bitcoin moons, I'll have real hot on draft at home. So let's talk about bitcoin moon. We are beautifully consolidating around the all time highs. We usually do this. If I look at my Solana charts. Been about a month now. I love this. A month. Consolidation. Bitcoin, its all time highs. Coming into the halving, coming into the liquidity season, coming into the election season. You know what that means? The banana zone awaiteth. The banana zone is when it goes. That lies ahead of us, my friends. That is altcoin season. That is a very, very magic. Paul Guerra. Look, this is the producers harassing me. Don't forget the festival of learning. I haven't forgotten the fucking festival. I'm getting into my own time. I can't just hit him with the next action point. I've given them the action points. Join the platform, do the thing. So the producers trying to tell you about the festival of learning. I'll tell you in a bit. Don't worry, I've got your back. Because it actually is cool. Super cool. And it's free. Okay. Never a dull day on real vision. No, it's not. Particularly online here because it's utter chaos. Guy Edwards grabbed a packet of pickled onion monster munch to elevate my social standing. This is to 99% of the people watching this. This is an Englishman, clearly is an Englishman who is speaking gibberish. He is not. Hes speaking poetry. Pickled onion monster Munch, whilst a carcinogenic death snack is so addictively delicious. I cant comprehend it and it reminds me of when I was 13 years old at school. Thank you guy for doing that. Peter Morris great content realvision app. Hes watching on the app. Amazing apps. There's a brand new iOS app. If you haven't got it, sort that out. It's amazing to watch. Even if it's free, you can watch it there all great. The Android app is out any day now. Bhavin finally have moved from YouTube to real vision Bhavin. Thank you my friend and welcome. You sound like Paladia. First name indian surname, weird. It's like me. Indian surname, first name weird. Martin always come back with the price check on the wine. That was the for 2015. I told you bozo. 175 pounds for the 1989. Yeah, 94 is a f great year. It's probably that. So 200 and something dollars a bottle. I'm drinking this for you guys actually. It's funny but it's so good. I cannot express how good it is, honestly. I'm not exaggerating, it's just epic. I had on my birthday recently and a bunch of friends here, I think it was the 1970 Todonia grand reserve. That literally is my favorite wine on earth. Not easy to get. Although you can get it from the vin from the vineyard itself. Not easy. Oh my God, that wine. Silk and strawberries and it's 54 years old. I mean, it's two years younger than me and it looks a lot better than me. Tastes a lot better than me. Okay, sorry. I'm really behind the questions. David Valentius, any take on the hivemapper honey tokens? A plenty of those. Love hivemapper as a project. No idea what the token does. Well, it's a great project. Chris Nyers. Never heard of you. Not all boomers are spending money. We're just being strategic with our money. I didn't accuse you of spending your money. I know you. You're a tight fist at old git. You haven't spent any of money, so I don't really know what you mean. But you are being strategic without money. And Chris Nyes is a friend. Guillaume, the genitalia, or whatever your surname is. Do you think this cycle will be smaller since people have less money to spend compared to 2021? A personal savings growth, not smaller, but just less madness of consumption. Doesn't mean it's going to be a particularly weak cycle or anything else so interesting. Tim Rokemper, sole congestion. Still bullish your views? So let me check this out. My blockchain is struggling because everybody loves it. So much that everybody wants to use it, and it's congested with traffic. Oh, and dev team fixed this. Ethereum has been through this. Bitcoin has been through this. This is a fucking rite of passage. It's beautiful to see. Beautiful to see. It'll be fixed and it will explode. It is literally what you want. Ask any product manager. They want their product to break because so many people are using a feature. Hilton, you're asking a lot of questions. Hilton. Hilton tenant. I presume that's not your real name. I presume you live in a Hilton hotel because they're so cheap that it's probably cheaper than housing. They're also awful hotels. If you set up bitcoin in your portfolio. If I do, I have one. The posterity. Would you still risk moving into Solana for the next cycle or wait for the next. For the next run up first? Actually, I look at the bitcoin Solana cross and the Eth Solana cross. I think it massively outperforms both going from here. So, yes, I'm still very bullish eth on a relative basis versus all the others. RJ, everyone's always interested in my watches, so let me talk through my watches, because, like wine, people care about this stuff. I'm generally a Rolex fan. So I have a whiteface Daytona, green face, gold Daytona, which is my special one. I have a Rolex sea dweller that I bought with my bonus in 1996. I have a Rolex Milgors orange face, blue lightning with a blue face with the orange lightning bolt. I have a Cartier. I've always loved Cartier. It's a very beautiful brand. I have the larger face, the curved face, Santos de Cartier. And I have an apple ultra white, whatever, and that, which is my kind of dive ruffty tufty Amiga seamaster with the orange rockskin leather strap. That's it. So I don't massively collect watches, but I do like Rolexes and I like watches a bit. Men, yeah. Jewelry. And that's not really jewelry. It's ragtag old shit that I collect when I travel around the world. So we've got. Girls can wear this and that and all sorts of stuff, and with all we get is bloody a watch. That's what we got. I don't wear fucking converse or flip flops or bare feet. I don't even have nice shoes. My converse are cool because I kind of change the color of the laces versus the thing, do all of that stuff, but we don't have much. So us men, we need to get a shelf somewhere. Um, okay, I'm. I'm scrolling down. Alan Azar, would you buy residential real estate now? Wait till later. San Diego, California. Never wait. I know it's not a timing market. It's not the stock market. It's about life. It. It's too important. Prices go up over time. Just some markets will soften and blah, blah, blah. I wouldn't worry about it. It's not like you're doing a mark to market. Not you're going to sell it, you're living in it. It's just a lifestyle ratchet. It's not actually a fucking asset. I don't think about houses, assets whatsoever. I think the lifestyle enhancement is an asset. Not the house. Never in my net worth. Consider my houses. And my houses are 50% of my net worth, or whatever the number is, but they're not an asset. Sam, outside of bitcoin. Ethan Sol, what's your analysis of layer one projects such as Algo, which are lagging most won't reach all time highs again. Adoption effects. There's not really enough adoption of this stuff. Scott Crenshaw this is the question. What is the next soul? What is the sole of this cycle? There are two on my radar screen. I don't know. I'm not good at this part. So take it as a complete caveat. I am not good at this bit. Good when something's got network effects. I saw Solana. I could fucking see it, taste it. I knew it. I did the same with ETH last cycle, but getting the soul of this cycle, I sold from last cycle, I think, and I'm going to put a caveat here. And I do this caveat every time. I am on the sweet foundation. So I have a vested interest, I have sweet tokens. I I'm not shilling it because it's that. It's the move protocol. You could choose absolutely. If you wanted to. Different tech stack. However, do your own research. I think the move protocol and Swe is particularly interesting. I also think that Celestia and the cosmos ecosystem is interesting. Are those going to be the ones or does something else come out of the blue? I have no fucking clue. I'm sorry, my friend. The big game in town is figuring this one out. This is where the real money gets made in this cycle. I have no idea what it's going to be, which is why we follow the don't fuck this up thesis. It's just own the big stuff. You'll be fine. Anup to sing 03:56 p.m. so I'm 20 minutes late to this question. It's so incredibly, it's thoughtful, it's impressive. It's your, the intellectual thought that went into this question is, is, I think, staggering. Raoul, what do you imagine the bid for crypto assets may be if unemployment is 40%? I mean, what? Thank you. Anoop. Fabio. What? Could yuan be the trigger? Could the yuan be the trigger for the Fed to start cutting rates to prevent a collapse from China? In the background, they look at each other's economies in the foreground. You're not going to wash with the us electorate if you can say, oh, we're cutting rates because China's having a tough time. Never going to happen. Lance, buying some Rioka today. Good man. I'd have no payments from. I should get payments from La Croix. I should get payments from Rioka companies. The work I do for them and for the region of Valencia, for almonds and olives that I talk about, I don't get any of this shit. Other youtubers get paid all this stuff. I don't get any of it. Oh, by the way, just go again on YouTube. You just joined. You kind of skip the last bit because you went for a wee subscribe like comment. Go to the platform, you lazy fuckers. Ryan day. God bless the Aussies. They're so arrogant. They think actually, God bless them. Okay, there's a bunch of alcohol articles. Alcohol, Raoul. Speaking of whiskey, have you tried wines age in bourbon barrels? Why would you want to poison your wine with that shit? Rian Johnson beer. Okay. Amaro de capo. Amaroh. Huge fan of. You're very civilized, taz. I like you already. Never met you. Khaled. Maybe your content is being suppressed. It's on the real vision platform. Who's going to fucking suppress it? Samuel? Oh, we don't want Raoul on the platform. Yeah, I don't think that's going to happen. Ok, I'm going to scroll down because KPI's babin paladia. Weird name. Like me. KPI's. Let's go. KPI's. My KPI's. Remember, number of people who come across to realvision.com sign up for the free experience, which is amazing. It's my KPI. Samuel and Laura might pay for my bottle of wine if I do that. If they can get it past Lenny, who's really incredibly tight fisted, if I can bring people across the channel. So if you want me to drink more wine in my dog and pony show, and if you want me to drink nicer wine and talk you through that wine. Then you need to come across the realvision.com. okay. Buying my peasant wife your wine for points. I would never say those words about your wife. My wife's from New Jersey. I would never say that. She would rip my fucking head off, literally. Okay. I'm sorry. There's so many questions. I'm so far behind because I've been talking like an idiot. Scott McGregor, any thoughts on the uniswap world's notice? More losses for Gary? Look, it's not surprising. They just want to slow everything down, try and fight everybody, and they lose everything in court. It's a shame. It's interesting to see crypto just kind of shrugged off. We just had enough of you, Gary. See you in court. Nils just joined RV with a paid subscription and taking the fundamentals of investing course. Thank you. We've got education here for all of you. It's amazing, and it's been great. Thank you. I'm wondering, could you speak whether or not you're still bullish on Solana? Literally 90% of my liquid net worth is in Solana now. I've gone off it a bit. Raoul, are you bullish on ICP? I don't own any. I have very concentrated bets. I've always thought it was interesting, but there's so little narrative about it. I know that gunsmith stuff. Something about it interests me, and I'm also interested in something that everybody writes off for a zero. That's all I can say about it. So I don't have a thesis. I don't know enough. But it interests me from the fact that everybody's written it off as a zero. I don't own it because somebody, again, will. Then move this on Twitter and go, Raoul pal supports the ICP community. Yeah. Fucking stop doing that, please. We're just ruining everything for everybody. Put it in context. I think it's interesting. I don't know enough. As you can tell, I'm a bit scarred from how badly I get treated and how people use me for their advantage. I don't mind people making clips of my stuff. Just please don't try and make it look like I'm shilling your community everything else, because it just is not good. When are the wine tasting? Well, Scott, you've obviously not been to an RVIP event where our friends club Devan have opened some unbelievable wine. Sorry. Hello, Nala, how are you? It's Nala. She's come to join me. They've opened some unbelievable wines for us, and they've often been around, and they're huge fans. Some videos of them. So catch up with them. So we do do them. We'll have some more events soon. Marco Silva how can we escape the narrative's hype? Yeah, this is a good question. There's a game and a meta game that you need to play in life. It's a human psychology game, which is if your wife is shouting at you or your husband is shouting at your boyfriend or girlfriend, and you're like, I'm not really sure why I'm getting this outsized thing. I mean, all I did was put my coffee cup next to the sink. It's not about you. It's because there's something else that they have anxiety or concern about. It's all human narratives are somewhat similar. And even in my conversation with Peter Schiff, even Tom Bilyeu, the narrative is a mask for what the real thing is. So when you see coalescing of thought around something, you need to ask, why are people thinking that? Why are people posting the chart of it's going to be the 1970s inflation all over again? You ask them, what is their incentive to think this? Do they have evidence outside of the chart? And you'll find that it's people who have an adherence to a certain type of monetary policy regime in the past or a certain type of asset that once made a lot of money in that regime. There's an anchoring bias to thought that appears everywhere. We all have it. I have it. Everybody has it. So it's not judging people. So what you need to do is step back from everything you're being told and say, why am I being told it? Or why is this happening? Who is telling it to me? What is the incentive pattern? And is everybody wrong? So, like, worldcoin was a classic example. I fucking totally mid curve this. I'm so angry myself. Worldcom came out and it was like scanning retina, and, oh, my God, it's the deep state and it's terrible. They're taking your biometric data and they're giving it to governments and they're blocked. The stupid bullshit Twitter, I saw through that because everyone's giving their bloody eyeballs to apple, and India's just done retina scans for 1.3 billion people. It's like, I didn't care. So I was interested in Worldcoin, but I didn't know why. So I thought about it and I kind of thought, well, Marketland's interesting, I'll follow it. And then the world coin foundation is based here in Cayman. And they asked me to come and do a panel and actually interview them. I thought, great, I'd love to find out more. So I went natural curiosity, and I told them the ugly truth, which was like, that was the worst fucking product launch in the history of web three. Lead with the orb was the dumbest thing ever. And they're like, yeah, probably true, but we need to prove human hood. And we don't record the data. And it's actually not a retina scan, it's an iris to prove you're living. And, yeah, really sensible stuff. What is your narrative? They said, well, Sam Alton said, I built AI. Nobody's going to know who's human and who's not. We need a way of proof. So he started worldcoin. I'm like, if you'd just told people that from day one, it would have been up 50 x. Sam Altman good. I mean, Jesus, Sam Altman coin good. We can't even invest in OpenAI. And so I saw the panel and I came back and I'm going to buy worldcoin. And it was like, I don't know, $2.01 and a half bucks. And then my mid curve kicked in. Well, you know, is the community going to accept it? Well, why hardware? Are they going to get adoption? Blah, blah, blah, blah, blah, blah. You know, surely they can't go country by country signing people up one by one. Well, fucking moron, I was right. Right in the middle of the bell curve. The mid twit. I should have just said, sam Altman likes it. AI. It went up ten x. Anyway, that's how you can scroll up. Whether it's a good project or not over the long run, I have no idea. But it was so fucking obvious. Nick Wesley Raoul just joined Chase from your mum's country. Welterusten. That's good night in Dutch, for those of you aren't quite as kind of multilingual as I am. Obviously being the most interesting man in the world, I can speak one language, okay? Fuck. I'm so far behind. Usually I'm better at this, but I've been. I think it's the wine. Caught me. Violet camp. Who cares about the wine? I can't wrap my head around your wife. She rocks. She doesn't watch my stuff. She thinks I'm probably a bit of a moron. She absolutely hates my nfts. She kind of gets my crypto and supports it, even though she doesn't really know what it is. She is fucking incredible. Anoosh. Her name is anoosh and follow on Instagram. Actually, Anoosh pal, she loves Instagram followers. She's a Leo, so she likes the attention. And you can catch her sleeping in a oxygen tent in our house to acclimatize the altitude. She's actually bloody funny on Instagram. Also her journey, climbing the highest mountains while she's doing her doctorate in psychology and running a behavioural analysis clinic for kids with autism on Ireland. And still finding time to shout at me. Plus socialise, go over to little Cayman, have fun and travel. She's a little wonder Woman. Scary one, but a wonder woman. So, Anoosh pal on Instagram, come follow her. She'll come down from there. She's literally, literally on the peak of Clementiaro right now as we speak. So if she comes down and finds she's got another 2000 Instagram followers, it will make her day. It literally. It will make her day. It matters to her. I don't know why. She's a millennial. Dan little, any thoughts on Mike green getting into soul and e? That was shocking. I would say a bit disingenuous, but there we go. Blah, blah, blah. Brian Chong as a young person in their twenties and an only child, I'm invested heavily in crypto, but would like to come up with a plan of attack for this cycle. As I have bills, I need to take care of my family. Yep. So I don't think we're ready in the top slicing profit phase for lifestyle chips yet. But I think later in the year, take some lifestyle chips off the table because you really want it to compound a bit. Again, I don't want to leave it too late. Everything else, take lifestyle chips off. Second half, Q four. Raoul, do you still believe EtH outperforms bitcoin and Cyprums? Eth yes. Hangout hangouts, yes, I do, actually. I remember going back in 2020, I got so much fucking hatred when I said ethers base versus bitcoin, I think its going to outperform. Ian Peter Macdonald had a bet with me which we never settled in the end, but like a business class ticket and dinner anywhere in the world with each other, whoever won the bet of what? What would outperform over the next year? Bitcoin or ethereum and ethereum really did. Here we are with a very similar chart pattern at exactly the same point in time, just ahead of alt season after the halving, or just around the halving, when we shall bottom in that pair got the weekly DMARC indicator. The daily DMARC indicator. And the chances are he does really well. So I actually think, and it won't really happen, it'll be bottoming and people won't believe it. Come to me. September, October, November, December, and I think you'll be in for a surprise. So, yes, I do think, and again, I'm not interested in any of you out there who are bullshit narratives. You like my coin or no coin or just fuck off. We're in this crypto business together. We're trying to make the money as it goes from 2.5 trillion to 12 trillion, $100 trillion, whatever the way we can. We've got six years. We won't get to 100,000,000,000,006 years, but I think we have about six years to make as much money as possible. All help each other. I'm not interested in your fucking war of one coin versus the other coin. Looking up said, join the real vision community. Yeah, realvision.com dot right. Going to do something because it's really important and I'm going to get shouted at and I'm going to read what Laura, because Laura always makes demands of me in this stuff. Actually, it was probably Natasha. I'll blame both of them. Date 10 April. Drinks with Raoul, your channel. You have a big announcement to make. Ok, are you ready, everyone? Get your drink ready. Big, big announcement. Ok, I'm ready. Ready? Wtf am I saying? Okay, what the fuck? I'm saying what? To promote vessel of learning. Vessel of learning. Don't fuck this up. Well, don't fuck up this. Alts means an NFT's up. Okay? So it's a bit clever titling here, which is like, yeah, we accept. You're going to be degenerate gamblers. We're going to teach you how to do it properly. It's a really fucking serious message. We can help you. We want to help you. We bought the best people in the world to help you. Okay, one sentence message on what we're trying to get across. There's a digital asset world beyond bitcoin and eth. Lots of opportunity, lots of risk. We have to put the risk thing in because if not, people jump on us. Join us on April 18 and 19th. It's the 10th now, so it's in eight or nine days. Time for a free online vessel to help us with a successful crypto summer. I'm going to go below. The surface here is like altcoin season. Load the fuck up. Learn how to do it. Don't fuck this up by going past that 10%. Okay? You got that so far, clear. What's the CTA? CTA is a word that we use in marketing for call to action. What are you asking the audience to do? Go to realvision.com festival to register for free. Now, Natasha didn't put this in caps, but free. Like you fucking morons were trying to help you, educate you. Realvision.com forward Slash festival. If you just signed up for the realvision.com, which is the easier way, you don't have to use the forward slash festival, but they want it so they can measure the links online and where the traffic came from. Just realvision.com, you get it for free. It's just all part of the service. What we're trying to do is help you. Anything else? Framing on the landing page. Okay, now this is in highlights, just in case it's useful. Don't worry about trying to cover all of this. Okay, blah, blah, blah, blah, blah. Important. We have partnered with Kraken to bring you this event because it costs a lot of money to lay all this stuff on. And Kraken are amazing. I actually use Kraken. They didn't ask me to say that. I said it because I really like Kraken. So they've helped support us on this. Cracking a great. They're true crypto ogs. Two line experience help you navigate the opportunities and the risks. We've got to use that risk theme because it sounds kind of like balance, you know. Don't forget these are Europeans writing. This is all about call options. Well, it could be good, but it might not be good now. Fuck it. Alts season. It's not your fucking socks. I'll just do it properly. Some of the many things you'll learn. Okay, a macro big picture update from me. I actually recorded it. Really. I've given a full data dump. So it is actually worth the really monumental effort of signing realvision.com. comma. Here's my email address. I know that's really hard for most of you. Impossible. So it seems. But get over that hurdle. If my wife can climb Kilimanjaro, you can probably put in your email address. I know my heart bleeds. It's painful. Do that and you'll get my piece for free. How to be security smart in the crypto era brought to you by Kraken. Security smart is keep on the right bloody exchange and have the right wallet, hygiene and a bunch of stuff. So that's. Kraken will help us with that. I've kept assets, not all my assets on Kraken. They tell you not to to, because they're ogs and they get it. Like, I've kept money on Kraken for years. Take away. And that's not an endorsement. I put my entire life savings in Kraken and rel told me not to. Told me to do it. I lost everything. Just. Thank you. That shit. Takeaways from no holds barred case study on creating a meme coin. No holds barred. So this is such crypto language. Yeah. Look, we're going to show you how to create a meme coin and how it's going to go to zero. And you'll have a lot of fun doing it. So you can ape into the meme coin. Three ways to invest in the Solana wave. Let's rephrase this. There is a shit ton happening in Solana. We've got the meme coins, we've got defi, we've got the applications layer, we've got DPN, we've got Solana itself. We're going to give you three trade ideas of how to get involved. Biggest fuck up shared by pros in the space. Look, we all, we learn by fucking up. You don't learn by getting it right. And we will help you with stuff not to do. That's what the whole don't fuck this up thesis is. And confirm guess. Blah blah, blah, blah, blah, blah, blah. Ral, pal. Blah blah, blah, blah, blah, blah, blah, blah. Don't care about the rest. Oh, an important point. This festival of learning is completely free, so there you go. Do that for me. That'll be great. We want to see at the Festival of Learning science@realvision.com. dot if you want to please Laura and Natasha in marketing, then use festival. I know that's probably going to be too much work for you because that's what another few letters that you might have to type and I'm sorry for. You have a pause. Have a glass of wine there. Right, I've already overrun because I'm having a lot of fun. My wife can't say anything and the dog's not begging to be taken out. I'm going right down the list because I missed so many questions. I'm such a bad host. I really did fuck this up. Nick Wesley donkey bal rao broches at Amsterdam. Good, thank you. I've learned in 100 different languages. Um, David Rolls. Copy that. 10% in don't fuck this up token, which is the community creation token, is allowed. No, it's not, you stupid, dumb shit. 10% in one meme coin is really stupid. I know you're trying to promote it. You want people to be involved in it. More people put in 1%. Ten times more people put in 1% is better than one person putting in 10%. So sorry, I didn't mean to call you a dumb shit. I'm now out of control because I'm halfway through my bottle of Rioka and I'm really, really enjoying it. Raoul, where do you see XRP? I know a lot of people have XRP. Look, I've got a bit of XRP. It's been in my wallet of shame. I get it. I just don't see yet more traction. Probably will do well in altcoin season, and I wish them well because they fucking fought the fight and they've had a singular mission and I care about their success. I want to see a big breakthrough from them for the network effects beyond where they are. They have their place because they do have a lot of activity, but just not enough yet. Ryan Prentice. Show me the incentive and I'll show you the outcome. I can't remember what that was about. It's probably something that was relevant before. My incentive is I will do the dog and pony show. If you subscribe to my YouTube channel, you write a comment, you do the like, you come across the real vision, you join real vision.com. if not, I won't do the dog a pony show. And I can. I can do this with my friends alone in a bar. Okay, I have talked vulture. I've insulted you all day. You've not insulted me much. Probably in YouTube, all the insults. And you've been very kind not to insult me because I've been really rude about pretty much everybody from Australians drinking beer for breakfast to Americans being uncultured, full of signs, the english people being miserable gits who just think about the world in terms of a call option at best, and with a really small spread as well. It's like you can do a little bit better than shit. That's the best your life's ever going to be. I've talked about gold equity traders and called them terrible. I've talked to anybody who thinks that their coin matters more than everybody else's. I've called you idiots. I've been really rude, and I'm sorry. I don't mean to be sorry. Niall is now barking at some fictitious garden or something. It's 05:00 in the evening when we hear she's trying to pretend she has a purpose. She's twelve and a half years old and her sister died a while ago. As you know, so she's trying to pretend she's got purpose, and she hasn't really, except to be nice to me, and I'd be nice to her. Okay, everyone, I'm done now I'm rambling, and I have completely this up. Don't fuck up everything else. Remember, the rules were in crypto. Summer, macro summer. Dont get over your ski tips. Dont fomo, dont use leverage. Youll hear me talking about meme coins and all sorts of shit. Thats with a small part of the portfolio. My entire altcoin existence outside of bitcoin. Bitcoin? Bitcoins. Basically a meme coin to me. Um, it's small. It's small. I have been buying, uh, I have been putting quite a lot in art, but it's still less than 10% of my portfolio. That's it for me. Um, I'm sorry for the chaos, the total. Unfocus, the, uh, lack of appreciation for you guys. I actually do love you. I do it for a joke. Because finance is a serious business. We try really hard at real vision to please you. I try really hard personally. It's been my fucking personal mission since I saw all of my friends go bankrupt in 2008. I just want to help everybody. I want to have fun doing it. I want to feel like there's no walls between us. The real vision platform allows you to connect with each other again. I'm not trying to show real vision. I just built it because I care about everybody. So come and join us. Thank you for being here. Have a wonderful time. If you're in Dubai, I'll see you in Dubai. Those of you who are global macro investors, subscribers, which are the elite few, I'll see you in Marrakesh, which is amazing. Where I got married. Say you all goodbye. Good night. Sorry for insulting you. You can insult me online anytime. I actually do love you. Bye."
    },
    {
        "speaker": "B",
        "text": "We hope you enjoyed this episode at Real Vision. We arm you with expert knowledge, time efficient tools, and a powerful network to help you succeed on your financial journey. Get a taste of financial freedom with our free offer@realvision.com. free. That's real vision free."
    }
]