[
    {
        "speaker": "A",
        "text": "Whether you're a crypto newbie, an established investor, or operating a business in web three, tax season can be an absolute headache. But it doesn't have to be a nightmare. That's where crypto tax calculator comes in, the software platform founded in 2018 by brothers Shane and Tim Burnett, crypto fanatics who were fed up with the complexity of doing their taxes. As Coinbase's official global tax partner, CTC focuses on simplifying complex transactions, supporting over 300,000 currencies across ethereum, arbitrum optimism, as well as 1000 other integrations. Sign up@realvision.com CTC and get an exclusive 30% discount with the code rv 30 at checkout."
    },
    {
        "speaker": "B",
        "text": "Hi, everyone. I'm Raoul Pell, and welcome to my show, the journeyman. As you can see and probably hear from the echo, I'm over in little Cayman today, and I thought I'd just do this update for you. This one. The show the journeyman, is all about taking you all, including myself, to that nexus of understanding of crypto macro and the exponential age of technology. What I'm doing, if you see, is I'm getting component parts of crypto macro and the exponential age and moving them all forwards as I get more understanding by talking to the best guests in the world. And hopefully you're coming along for that journey. And you can see these three threads all come to the same point, which is the future, and the future is really here. Now, all of these things emerging. I've talked about the everything code and how the world is in this incredibly cyclical place where all assets are correlated due to the debasement of currencies and the refinancing of the debt cycle. That is a global phenomena, and that's driving all asset prices. And when you strip away the effects of the debasement, you see that there really are two exponential trends that outperform that 15% a year debasement. That's our current hurdle rate for all of us. Our savings, our future selves are getting poorer by 15% a year. And investing in stuff like the s and p or gold or even real estate is not really offsetting it, which is why people are kind of feeling anger and confusion as to what's going on and everybody's blaming each other. But once you start looking at the world in that debasement terms, you can see that technology and crypto are the two big mega trends. Now, we've talked a lot about crypto, and I want to come back to the technology conversation. You see, I coined the term the exponential age. Because I think that a whole bunch of technologies that start with a foundation layer of compute electricity and the overall lowering of costs of electricity, plus AI, create this flywheel. And that flywheel creates a whole bunch of application layers, from the Internet of things to a quantum change in genetic sciences and the science of longevity and treatment of illnesses. There are so many things happening, and they're all getting network adoption. At the same time, EV and robotics are obvious. You can see that stand out with a company like Tesla, but then when you put in the AI, it becomes even more powerful, and we're seeing this everywhere, and none of us can really keep up with the pace of change. Now, I've been writing about this in global macro investor, my key institutional research service that's subscribed to by the world's biggest hedge funds, family offices, high net worth investors, sovereign wealth funds, asset managers. But sometimes that's out of reach for most ordinary people who might be watching this today. But I do have a service called the exponentialist that I write with my colleague David Matin, who also works with me at Global Macroinvestor, helping me write the technology articles and researching the space. And there we really dig into what this means, what this means for us as humans, where it's all going, the kind of companies we should be investing in, where the opportunities lie. As I've always said, if the robots are coming for our jobs, we might as well bloody invest in them. You see, the changes that are coming are so stupendous. If we think of GDP growth is a function of population growth, productivity growth and debt growth. And we broke the debt growth part in 2008. Since then, debt growth essentially, certainly at government level, has just been about servicing of the previous debts. Debts keep increasing to service the interest payments on the other debts, and that's the use of the balance sheet too. But population growth has been the big problem. Demographics all across the western world and China, Japan have been shrinking. And much of Southeast Asia, all of the population is getting old. Older populations mean lower GDP growth. And immigration has pretty much stopped in many countries, or certainly has slowed down because of the competition for jobs on a global basis and from technology. And then productivity has come down with it. But I think that the robots plus AI are essentially infinite human beings, and that can create a complete break in what GDP even means in the future. So much so that past 2030, I have no fucking clue what economies are going to look like. I know that's a ridiculous sounding statement that sounds kind of hyperbolic, but it's not. My job is to live in the future, but I can't see past 2030 because I don't know how economies are going to react as we completely change the structure of economic growth, particularly if we bring the energy side of the equation down. We're already seeing how disruptive this all is by what's happening to the workforce. People just don't return to the office because we can now operate in this digital world. I've talked a lot about digital nation states that are being formed, where we socialize, learn together, work together in digital communities, not physical ones. And these are some of the profound things that we cover in the exponentialist. If you want more details, see the link below. But it's realvision.com future, and there's a special offer if you want to sign up and come with us on that journey. It's really for the intellectually curious. It's not just a trading ideas service. Yes, we have a portfolio to help guide you through the long term secular trend. It's certainly not about trading, it's about profiting from the opportunity, but mentally being prepared, having your curiosity awakened so you're prepared to navigate yourself, your children and your businesses and your investment portfolio into this ridiculous future, this ridiculous future where all of these adoption effects of Metcalfe's laws, which are all exponential curves, interweave to create. I think what's going to be the first example of Reed's law ever seen, which is Metcalfe's law squared, which is network effects upon network effects. We're seeing that with AI already, and it's impossible to keep up. But we were there for you, David, Matt, and myself at the exponentialist. So realvision.com future if you're interested in that journey, let's move on to the interview. The interview is with somebody I've followed for a long time. He's incredibly thoughtful. De Roar has looked at not only he's got an economics background and all sorts of interesting stuff, but really he started to foresee the change in the structure of work well before anybody else. But not only that, he's a great thinker about the future too, and I wanted to riff with him about where this is all going, what it all means, and how to think about it. And I think it'll help you a lot in your understanding, too. Anyway, enjoy the conversation. Join me, Raoul Pell, as I go on a journey of discovery through the macro, crypto and exponential age landscapes. In the journeyman, I talk to the smartest people in the world, so we can all become smarter together. Oh, fantastic. To get you on real vision."
    },
    {
        "speaker": "C",
        "text": "Likewise, Raoul. I'm glad to be here. I've been following you, I think, since almost the beginning."
    },
    {
        "speaker": "B",
        "text": "Oh, wow."
    },
    {
        "speaker": "C",
        "text": "Maybe you heard about it from Dylan Grice or one of my other kind of macro friends, or even before crypto, I think maybe even before COVID Really enjoying what you've built. And following this trajectory obviously relates to a lot of the stuff that I write about. And I'm interested in both the subject matter and the story itself. A person producing content, sharing ideas, and kind of making an impact."
    },
    {
        "speaker": "B",
        "text": "So Dylan was one of the first ever people we had on real vision."
    },
    {
        "speaker": "C",
        "text": "So it makes sense."
    },
    {
        "speaker": "B",
        "text": "I love Dylan. He's coming back soon as well. He's promised me, so I'm looking forward to that."
    },
    {
        "speaker": "C",
        "text": "Very good."
    },
    {
        "speaker": "B",
        "text": "So let's, as ever, I think, start at the beginning. Let's go through background so people understand who you are and kind of where your focuses lie. And then we're just going to start into, well, let's just get through that, and then we'll start moving forwards from there."
    },
    {
        "speaker": "C",
        "text": "Yeah, well, that's the artist's question, actually. So I'm an author and speaker focused on the future, and specifically the future of work, cities, and buildings. I've spent time in private equity real estate. I spend time as a startup founder. I have the academic training of an economic historian at the London School of Economics and as a media theorist at the Swinburne University of Technology in Melbourne. I've lived all over the world, in Paris, in London, in Beijing, in Tel Aviv, and now based in New York for the last decade. And at my heart, I'm basically an erotic jew, where every generation of my ancestors got kicked out of somewhere, born in one place, died in another place, fought or tried to escape murder in between. And I'm constantly trying to figure out, okay, what is going to happen next? How am I going to basically survive and create a world or an environment or an opportunity that is better for my parents? And through that, over the last decade in particular, I kind of dropped all my practical business activities and focused really just on writing and thinking and instructing a lot of the largest investors in the world, or tech companies or governments on what I see coming around the bend, starting specifically with real estate and the impact of technology on how we use offices and houses and where we live, then a little more broadly, to the impact on whole cities. And then at some point, I realized that a lot of the fundamental drivers that affect these type of assets or places have consequences that basically affect everything, that some fundamental things are changing in the nature of our economy. And they're relevant for everyone, not just for Blackstone or the government of New York or Saudi Arabia, but for every individual person and of course, for every business on earth."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps and powerful analytics used."
    },
    {
        "speaker": "B",
        "text": "By the world's leading brands."
    },
    {
        "speaker": "A",
        "text": "Sign up today for your $1 per month trial period@Shopify.com."
    },
    {
        "speaker": "B",
        "text": "Tech."
    },
    {
        "speaker": "A",
        "text": "All lowercase. That's Shopify.com tech."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's what struck me when I've seen your talks. I thought youre only using real estate as a perspective angle. But actually what youre talking about is this wholesale, disruptive change of technology and what it means to humanity. But theres always a hook for somebody, and the hook for you was real estate. So you actually started this earlier than most people have caught up to you. So when did you first start this and how did you come across this idea? And what was youre your first thesis? And then we'll talk about how things evolve as we go."
    },
    {
        "speaker": "C",
        "text": "So it started from my own, started at work, basically. So I was based in China, let's say a decade ago. And even before that, two decades ago, I kind of moved to China so early 2005, so literally two decades ago. And we were doing real estate development and a lot of retail development. So a lot of my work involved this kind of crossover between the physical and digital world. Because in China, from day one, we were thinking about online commerce and mobile payments and location based services and sensors and everything else in between. Then a few years later, I started advising and helping companies from the retail side or physical world kind of find connections to the digital world based on my experience with chinese retail. And then ten years ago, I had an idea for an app that was kind of a location based social network of sorts, kind of like a Twitter, but geofence that forces you to see what's happening around you all the time and to talk to people around you. That was a complete failure. But that brought me to New York and that made me realize that there's something in everything I've done and learned that kind of coalesces kind of what I know about the digital world, the physical world, what I know about finance and about economic history and what I know about China and the west, and I felt like there's some big waves coming that are really going to disrupt real estate to begin with, and offices, first of all, and that most people are just not aware of them, that people are talking about real estate tech, they're talking about, I don't know, some app for property managers or something like that. But I was like, there's something happening that is changing the fundamental nature of the asset itself, the quality of its cash flow, how reliable it is, the cap rates at which it should be traded, all of our assumptions, and, of course, with. With implications for the pension funds, for the insurance companies, for the city, budgets, for everything, not just for the broker or the property manager. So I started looking at that, and then I wrote a book that came out just before COVID at the end of 2019 called rethinking real Estate. And in the book, I basically say, everything we know about location, visibility, accessibility, the power of regulation to make things predictable, all of that is being undermined by technology and with severe consequences. And in the book already, I touched on all of those themes of why, let's say, as an office landlord today, my life is about to become much harder, why companies are not able to commit to longer leases, why the information that I have as a landlord no longer tells me who's a good tenant. Let's say, three, four years ago, if I had to decide if I want to sign a ten year lease with Uber or General Motors, which one is more likely to be there in ten years and pay the rent, I have no idea. More of the largest companies are now completely private, so they don't even publish all sorts of reports that I used to get out of my largest tenants. But ultimately, going into that point at which it became clear to me even before COVID that companies are going to be unable to make long term commitments, going to require flexibility, going to have to hire from a much larger pool, and that essentially, we're moving into what I call a nonlinear economy, where the relationship between inputs and outputs is much less clear than it once was, and across all industries, ultimately. So the kind of dynamics that govern entertainment and movie stars and music are starting to trickle down and govern the production of everything we do, either directly by really changing how you do things, or indirectly, by. Even if you're a landlord, you still build buildings the same way, but you need to draw attention. You need to be mediated now by algorithms and crowds and all sorts of dynamics that you have no control over and again, even before COVID we saw a guy, for example, like Adam Newman, show up in New York, raise $14 billion, and basically demolish the whole office market just because he told a good story. And he had a certain personality. That's something that 2030 years ago just could not have happened and don't show up."
    },
    {
        "speaker": "B",
        "text": "And also, he did lean into some of the trend changes, of course. Yeah, but they weren't persistent enough. He was right that there was a trend change, but he got the wrong trend change. You know, so it kind of, he wasn't focused enough."
    },
    {
        "speaker": "C",
        "text": "And, you know, he had a lot of other things that he wanted to do. And frankly, while it's clear what the demand and the consumers want, it's still not clear how to deliver that and still make money. Again, because of how real estate is funded, because of the conservatism of all sorts of people involved, and also, again, because of excess. I mean, Adam Newman was onto something, but he kind of doubled down and tripled down in all sorts of directions. And arguably, he was right. He made a lot of money. The problem is the company didn't. They were also part of the issue. Yeah."
    },
    {
        "speaker": "B",
        "text": "And so, so youre talking about the fragility of the office market and the nature of work. You talked about something about inputs and outputs and a nonlinear relationship. What do you mean by that?"
    },
    {
        "speaker": "C",
        "text": "So lets look at the 1950s as a benchmark, because a lot of what we currently consider normal still kind of focuses on the 1950s, even though it shouldnt. And that was a very unique and short period in history. But when we talk about a broad middle class, the stable job, the affordable house, all of that goes back to America in the 1950s. So in the 1950s, let's say I was procter and gamble. I want to make soap. Most of the stuff we made back then were things, industrial goods. To make soap, I need a bunch of raw materials. If I control them, which is hard enough, I can make the soap when I put them, the raw materials, the capital, the labor, into my mix, into my corporation, I know exactly what's going to come out on the other side. I know how many bars of soap are going to come out once I pour all these inputs. So that's already a simple world. Now I need to sell this soap. What do I do? There's only two tv channels. So I call one of my friends at CB's, and I say, hey, I want to produce a show to sell my soap. So let's call it a soap opera. My advertising agency is actually going to write it and produce it. You guys air it. I get in front of my customers, as it happens. My customers are also quite easy to target because it's mostly women that are staying at home. They make most of the decisions. They're mostly white, most of them because there's a broad middle class fall into more or less the same bracket. So I just deliver it to them and I sell my soap. Very simple world today. First, more and more of what we even produce is not tangible at all. So it's much harder to even know what's coming out on the other side. You can be some guy somewhere drinking a cranberry juice on a skateboard, and you get to half a billion TikTok views for no apparent reason. Or you can be the ex chairman of Disney, launching an app called Quibuy, bringing in LeBron James, Reese Witherspoon, Steven Spielberg and Goldman Sachs and Alibaba, and the thing completely flops. So that relationship between inputs and outputs of is completely off kilter. Now, the way we sell soap today is completely the other way around. How do we sell soap today? You have someone like Kylie Jenner, becomes an Instagram celeb since she was 13, has hundreds of millions of followers. Then she says, what should I do with my followers? Let's launch a cosmetics brand. She launches a cosmetics brand, sells people soap and other things. And then Koti, for example, cosmetics giant, comes and says, okay, we don't know how to launch a brand anymore. We're going to buy her brand. Because basically you only know what works after it already worked. If you try to predict in advance or get attention in advance, it's becoming increasingly hard and, yeah, so that's what's happening today. We're no longer in the 1950s, and we can talk about the reasons why, but that's basically where we are."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, that's super interesting, and it's very right. And why is that? Why is the world fragmented and almost inverted?"
    },
    {
        "speaker": "C",
        "text": "So to start with, we should basically ask, why was the world so normal in between 1950, let's say, to 1970? Because that period was unique in history, much more than our period is unique in many ways. The world was always fragmented, unpredictable, governed by crowds and mobs and lunacy of various kinds. The world around 1950 was so stable and normal to the extent that it was because it was surrounded by a lot of really strong constraints. Government was very, very powerful, was at its peak. Industrial goods depended. The production process depended on the existence of a broad class of people that have the same education, the same skills that come in and do the same thing at the factory or at the office. So basically, the economy, or more broadly, capitalism, needed the existence of a broad middle class because that's what the kind of governing production function as dictated by the best technology of the time demanded. Demographics were very different because you had a lot of young people that died, so there were fewer people. Labor was kind of a little bit more in command. And again, that lasted for a while and then didn't last anymore. The world as a whole had a clear kind of sheriff, one dominant country that dictated how things worked and everything that didn't work according to that order. We don't consider it to be part of the world. So it's not like the world was really stable in 1950, but the world we looked at was very, very small. And today we look all around and we understand that everything is connected. And that's maybe the last point, that things were much less connected. There was much more friction, and Adam Newman couldn't show up. And within five years, build an app that leases out tens of millions of. Of square meters. The Kylie Jenner couldn't suddenly pop up and compete with a large cosmetics company. There are hard constraints in place that basically made everything slower, more limited, and more manageable. And these things with technology, with globalization, which is a factor of technology, and even with money itself, becoming untethered from reality and enabling things to get funded really, really quickly if they show any promise of generating some kind of return, basically drove things to become less and less grounded. Now, as we move into an economy that consumes much more services and much more content, that expands because more of the stuff that we consume is stuff that, again, is governed by nonlinear dynamics. To begin with, the entertainment industry was nonlinear already 50 years ago, but it was a tiny part of the economy. Now everything we do is funneled through entertainment dynamics. I don't know why Brad Pitt is more successful than some other guy who is equally handsome on paper, has all the exact same kind of characteristics, same eye color, height, bmi, whatever. But the fact is that it is. And if I just put him into more movies, they're probably going to be successful. But even Brad Pitt doesn't sleep at night because he knows that the next movie might flop, and he will not know why. So it's a world in which when you succeed, you have no idea why he succeeded, but you're never at peace. Even after you succeeded, you're constantly stressed, and that's where we're headed. That privilege that Brad Pitt has is becoming the privilege of the rest of us."
    },
    {
        "speaker": "B",
        "text": "Hey everyone, we're going to take another quick break and hear a word from our partners and then we'll be right back."
    },
    {
        "speaker": "A",
        "text": "Whether you're a crypto newbie, an established investor, or operating a business in web three, tax season can be an absolute headache. But it doesn't have to be a nightmare. That's where a crypto tax calculator comes in. The software platform founded in 2018 by brothers Shane and Tim Burnett, crypto fanatics who were fed up with the complexity of doing their taxes. As Coinbase's official global tax partner, crypto tax calculator focuses on simplifying complex transactions, supporting over 300,000 currencies across Ethereum, arbitrum optimism, as well as 1000 other integrations. Its as simple as connecting your wallet, pulling in all your transactions, and following the automated suggestions to quickly and accurately calculate your tax obligations. Finally, 2024 is a year when crypto investors can do their taxes with speed and confidence. Make taxes this year easy and affordable with crypto tax calculator, sign up@realvision.com CTC and get a 30% discount with the code rv 30 at checkout."
    },
    {
        "speaker": "B",
        "text": "Whoa. Landing an account this big will totally change my landscaping business. It's gonna mean hiring more guys and more equipment and new trucks for the new guys to drive the new equipment in. I don't know if I'm ready. You can do this."
    },
    {
        "speaker": "A",
        "text": "And Ford Pro finsimple can help. Our experts are ready to make growing pains less painful for your business with."
    },
    {
        "speaker": "C",
        "text": "Flexible financing solutions that meet the needs of your business today."
    },
    {
        "speaker": "A",
        "text": "When you need them, get started@fordpro.com."
    },
    {
        "speaker": "C",
        "text": "Financing."
    },
    {
        "speaker": "B",
        "text": "And so when that translates to the real estate market. When you were writing the first book, you raised a point about you don't know whether Uber or General Motors is a quality tenant. And is that because of the wholesale changes going to the economy? I mean, we even talked about the media industry. If we just look back behind us, I mean, half the media industry has just disappeared. Even the new media industry. When you were writing the article, the kings of the Hill were vice, and a whole bunch of these people, they're all gone. BuzzFeed is all gone. I mean, the destruction of businesses seems to be on a faster cycle. And those that are too big to fail, like General Motors, General Electric, all of these are on a slower cycle of obsolescence as well. Is that what you're thinking? And that's why the quality of tenants is not good enough anymore."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, if you look at a company like Uber, so one, it was private for a long time, even though it was already like $100 billion company employing, I don't know, 20, 30,000 people. So it's a big tenant in the market, but I know much less about it than I used to know about a regular tenant of that size. It would come to me, and I have annual reports, and it's all vetted. 1 second. Even after it becomes public, it loses money. So I look at it and say, okay, this is $100 billion company. It loses money. Is this a good tenant or a bad tenant? Would I rather have 50 small accounting firms use that space? Or Uber, which is like an S and P 500 company? It's very, very hard to tell. And again, you look at the General Motors on the other side, and you're like, okay, is that thing. Is that Lindy? Is it still here because it's Lindy, or it's here because it's like it's about to disappear. So it's very hard to tell. What it basically told me is not that offices will become empty, necessarily, but that the way they are priced by financial markets is off kilter. That there's no way that these things are as stable as a government bond, that their cash flow should be capitalized at, like, two and a half percent or 3%, as some office buildings are. What it also told me is that in order to continue to generate cash flow, they will probably have to become more similar to hotels, hospitality assets, meaning they have to convince people to come back every day or every month or every year, not just every 15 years. And they have to provide all sorts of services, which basically means both more capex and more opex in order to do that, which means that their cap rates should be higher and they should be evaluated more like an operating business, just like any other business on earth, rather than as a financial asset that is really a purely financial asset. That, like, you know, as I put it in the book, real estate was changing from a game of monopoly to a game of strategy. So. And the game of strategy, like chess, still means that every square you control has value in itself. But it also means that you constantly have to look around and figure out what everybody else is doing and respond, as opposed to the game of Monopoly, where you own a little square and everyone that walks by has to give you a check, no matter what you do, forever. So it's not that you can't make money, but that something fundamental is changing the nature of the game."
    },
    {
        "speaker": "B",
        "text": "Then Covid comes, and a bigger picture emerges, which is a complete societal change in our relationship to cities because of technology. And then a further acceleration occurs as AI and robotics are hurtling in. So talk me through how you're thinking through that stage, from the pandemic into what I refer to as the exponential age, because I don't think people are yet thinking through this fully. And every time I have conversations, people have half got into it. Everyone's having a half dinner party conversation. Theyre almost too scared to sit down and say, okay, what does it mean? And because its an exponential, people just cant get their heads around it. So lets go for it. Theres a lot to unpack in all of that."
    },
    {
        "speaker": "C",
        "text": "Covid showed us a few things that most of us still dont want to see and understand. So from the narrow aspect of real estate, the first thing it showed us that most people in the most kind of important office jobs can do their work remotely or from anywhere. The second thing it showed that many of these jobs probably don't need to exist at all, because once people don't have to be supervised and managed a certain way, and you start really measuring what they produce rather than where they are or how they behave, then there's whole layers of management that don't need to be there. The management layers that do need to be there probably need completely different skills and abilities in order to manage those type of people. And it also showed us with companies like Nvidia, for example, that embrace remote work and distributed work, that you can produce the most sophisticated physical goods, hardware, remotely and through remote collaboration. So it's not just about, you know, being uploading videos to TikTok or answering customer service calls, but that you can do basically whatever you want. Now, what I saw even before COVID is not just that this was possible because there are some companies doing that even before COVID but that this is necessary. And this comes back to that nonlinear economy thing. So if you remember, around 2015, Amazon decided that it's going to start looking for a second headquarters, right? Edge Q two. And then they chose actually two different locations at the same time. When it's all around 2015, other companies like Apple and Facebook and Stripe started splitting their headquarters as well, to 2345. Now, to the uncurious eye, this looked like business as usual. Companies always had offices and branches all over the world. But what was different here is that these companies were not opening these offices in order to sell to the local market. They were opening these offices in order to hire from the local market. Basically, they were telling us, I'm splitting my core activities into two and three and four. And my employees are now collaborating remotely, even though they're in an office, because a trade off was emerging between the value of in person work, which is indeed valuable, and the need to tap into the largest possible talent pool in order to make increasingly specific and specialized matches between people that have very, very unique skills and backgrounds and tasks that are increasingly specialized. So as the economy becomes more specialized, these matches become, the return on these matches becomes larger and larger. Now, this theory of matching is the same theory that economists use to explain why the Internet actually made economic activity more concentrated initially, why superstar regions like New York and Silicon Valley became more important between 1995 and 2015. They said, because the economy is more dependent on innovation and knowledge, work and creativity. These people are flocking into the largest possible labor pools because that's where companies can make those matches. But what the theory didn't take into account is that however large Silicon Valley or New York are, if companies can suddenly hire from a pool of 100 million or 500 million people, and they do that, they have an advantage. And companies showed us even before COVID that they have a need to do that now that things are so competitive and specialized that they have to hire from that type of pool. Which is obvious if you look at, again, entertainment or sports, the LA Lakers. They don't just hire people who live in LA. They hire people. They hire the best possible people from anywhere in the world. And when things become so competitive and so globalized, if you're unable to tap into the largest possible talent pool, you're falling behind. And again, and Covid started showing us that. But I feel like we're still stuck in a conversation where people see there's some kind of struggle between managers and employees, and the employees are lazy, and they don't want to come back, or they're millennials, or they're Gen Z, or they don't have childcare, or whatever the reason, and of course, that plays a role. But the deeper drivers from the companies themselves, they depend now on hiring from anywhere. They're the ones who are not able to commit anymore to more than two years in advance, to know even how many employees do they need, where are they going to be? What are they going to do? Basically, they have no clue what they're doing, because this is the non linear world that we live in now. This, of course, has implications for everything, for how we invest, for our careers. To frame it in two terms that your viewers are surely familiar with. If Nassim Nicholas Taleb talks about black swans, for example, when he wrote it, I don't know, 15 years ago or something. He was talking about rare events that have kind of an oversized impact. What I'm talking about is that the most predictable or repeatable way to produce things today is by producing these type of black swans all the time. Basically, everything we produce is increasingly dependent on these type of dynamics. So it's not like things that happen every five years and ruin everything. It's like whatever you're doing today, you just have no idea what's going to come out of it, and you have to make bets in a completely different way. Another aspect of Taleb's work which is relevant here in the Black swan, he also spoke about scalable and non scalable occupations, where a scalable occupation, like a music star, for example, you can make tons of money, but unless you're the absolute best, you make nothing. A non scalable occupation. I don't know, a chiropractor, a prostitute. As Taleb gives us an example, basically your income is capped, but your downside is also limited. And in the past, you had a choice. You could try to become the next Taylor Swift, or you could become the local chiropractor. Today, part of what technology is doing, it's making all professions scalable. So a peloton instructor, one of the most physical in person jobs in the world, can actually service a million and a half people. And he's not exactly a media star because he's doing it live. He's giving shout outs to people, just like the star and OnlyFans, which is, again, one of the most physical professions in the world. She kind of has a relationship, as, as one analyst put it. It's kind of a hybrid between a porn film and a girlfriend. And these are the type of things that are emerging now. So whatever profession you're in, you're no longer protected from competing against the very best in your field. So if geography was kind of the patron saint of the average performer previously, it no longer protects them from anything. So everyone's lives are suddenly much more risky at the same time, have much more opportunity, and basically require us to think about everything completely differently in terms of how we approach risk and how we plan ahead."
    },
    {
        "speaker": "B",
        "text": "I've got a million things I've learned."
    },
    {
        "speaker": "C",
        "text": "I know I'm throwing a gazillion things."
    },
    {
        "speaker": "B",
        "text": "That's fine. I'm just trying to get them ordered in my head, in what I want to talk to them about. Let's finish off with the cities part before we go into more. Where does that leave cities? Because, look, real vision is a company that used to have offices in New York. We had 60 people in New York. We now have three people in the office. We can't get out of the lease yet. We're desperate to. We've got people now. Everybody's all over the world. Everybody's the same way. Some of the banks are trying to get people to stay in the office, but it's a losing battle. So the structure of cities changes. Midtown Manhattan is gutted. Now, where our offices are, all the bodegas have closed down, even because people aren't there anymore. And yet Hudson River Valley is flourishing because all the millennials have moved out, because they're all now 35 years old. They've got kids. Where are cities going before we move into where all of this is going?"
    },
    {
        "speaker": "C",
        "text": "So people have much more choice now, especially the people who can afford to exercise their choice. And in a world of choice, I think a lot of people are going to want to live in cities and in great cities. But even in the best case scenario, that would require a transition, a transition of the existing assets to other uses. A transition of other assets like retail. You mentioned bodegas. You still need retail in cities, but maybe you need different types of retail to cater to different types of people at different times of day based on different assumptions. I kind of like to look at it using the long tail framework from Chris Anderson. So in a world of choice, what ultimately happens is that you get a long tail of more people exercising more choice in all sorts of new locations. Hudson Valley, for example. But also, and that Anderson didn't predict initially, the biggest stars actually become bigger than ever. You get the Taylor Swift and the Avengers franchise, and basically the places that benefit from network effects and everyone always dreamed of participating in. So in a world where all the highest paid employees can live anywhere, many more people are going to want to live in Manhattan if they can, if there's enough housing there for them and if the city can accommodate them. So I think we'll see some really, really big winners, bigger than ever. We'll see a longer tail of basically anywhere suddenly becoming relevant for high paid employees to pitch a tent in or buy a house in. And in between, there'll be a lot of losers both, like middle side cities, some of the large cities that are kind of not adapting properly or don't have any redeeming or attractive properties beyond just being a place to work. And either way, even in the best case scenario, it will be a painful process for cities that are often already kind of semi bankrupt, struggle to provide basic services as it is, and are not famous for moving quickly or kind of deregulating or unzoning or upzoning things that should be adapted."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I look at when I first went to the US showing my age in the very early eighties, it was just developing from being the dump that it was from the sixties, unlivable, dangerous, dirty city, because it was the 1930s. It was amazing. And then it went into decline, you know, and it gets cheap enough where artists can move in, and before you know it, it's Warhol and it's Lou Reed and it's like all of the cool kids are in, and then suddenly culture comes and culture creates more people, and everybody wants to move to New York. And it feels like we have to get rid of the little jackets, the sleeveless jackets, and the kind of identicate people who are all there in the city and bring the culture back that got priced out, got priced out to Brooklyn, and then Brooklyn got priced out to somewhere else. So we have to repurpose all the real estate, the shops have to get cheaper in rents to bring the kind of creatives back again, and you can rebuild the city from there. That's my mental model. But that takes time, and most of this commercial real estate is going to get defaulted on."
    },
    {
        "speaker": "C",
        "text": "Yeah, and there's a difference between the thirties and what came next. And now, again, they were heading for that linear industrial economy which produces a broad middle class. We're in a world that doesn't necessarily produce that definitely not of its own device without some serious policy changes. So if you look at Manhattan today, the shape of the city already reflects a bi model distribution of sorts. You have these super, super tall buildings where you need $50 million to even buy the most basic apartment, or you have these tall public housing projects, but you don't have a lot of in between. Definitely not things that are being built today. And in such a city, it'll be hard to reproduce the fun of previous eras. At the same time, assuming that we're moving into a society that introduces all sorts of new social services, that tries to give people the best education, the best health care, the best living environment, cities have a huge role to play in that world because they're the only places that are dense enough to allow you to provide those type of services efficiently and economically, and to keep your society healthy and ensure that enough people get an opportunity and that they can really show up somewhere and have access to things that might lead them up one day. So cities have, in a way, a more important role than ever to play in such a polarized society from an income perspective. But so far, they have a long way to go in order to become whatever they need to become in order to fulfill that role in the 21st."
    },
    {
        "speaker": "B",
        "text": "Century, they play an important role. The more digital society gets, the more into the metaverse that we go, the more humans will need a physical community as well, in a way that we've kind of lost. Most people are kind of drifting now. We don't have physical community anymore. We kind of lost it. Everyone left home from their parents. We don't have that mediterranean culture or the culture my parents, my father would have grown up with in India. That's all gone. So we just don't have that nuclear family. We don't have the village. We don't have in England, the village pub, and the culture around. That's all gone. So I kind of feel like in an increasingly digital world, we'll probably come back to that. But I do worry about what the hell happens to the middle America cities. I just drive through some of these cities. I'm like, they're full of insurance companies and, you know, whatever, medical, manufacturing businesses. I'm like, there is just no future for any of this stuff. These people don't need to work here, and most of these jobs aren't going to exist. Ten years?"
    },
    {
        "speaker": "C",
        "text": "Yeah. I mean, a lot of the issue with those cities is that they're not cities to begin with, and they're not livable either. Yeah, they're not livable. They're not walkable. They're not pleasant. Unless you have to work there, you don't want to be there. So I think those that are pleasant or have something unique about them and something unique could be a different value. Like, for some people, something unique could mean a lot of parking. That's a value proposition for some people. So cities that kind of have something clear that they stand for, or lower taxes, or different weather, or more conservative christian value, whatever it is, if they stand for something clear, just like any other kind of niche product on the Internet, they have a chance in a world of abundant choice. If not, if they just assume I have a captive audience because these five companies are here, then, yeah, then things might change, and they might change really, really quickly. Just like we saw during COVID It's not companies transitioning over 30 years. It's just like one morning, everyone says, oh, actually, the employees don't have to be here anymore. Don't show up. Thanks. It's been nice. And that actually happened in many places already. But many of them are in denial about things coming back. And let's try to force the employees to come back and let's negotiate with the CEO and give it another year. But it's been four years, and I think I call it the five stages of real estate grief. It's time to let go."
    },
    {
        "speaker": "B",
        "text": "And eventually, I think these regional banks will have to go begging to the Federal Reserve and say, look, sorry, we've got all this stuff. It was the pandemic, not our problem. The Federal Reserve say, yes, don't worry, give it to us."
    },
    {
        "speaker": "C",
        "text": "It's a systemic risk, maybe not terminal in itself, but together with all sorts of other things that are happening, it's a risk for banks as well. I think the COVID is not going to be. I mean, Covid was that kind of excuse for retail. The retail landlords held up for a decade, and then when Covid happened, a lot of them let go and just said, oh, you know, it's Covid. I'm throwing in the towel. I think offices will need the next crisis. Something will have to happen to kind of put them out of their misery."
    },
    {
        "speaker": "B",
        "text": "Yeah. I don't know, because, I mean, maybe it's just time. Who knows? But there's a bigger trend at play here, which is that when we look at the structure of what's happening to humanity, right, one of the biggest pressures on cities is aging populations, and the structure of society is changing. All across the western world, populations are shrinking, except the US, which is flat. But if you look at the forward looking births, deaths, it's now zero. So it's over. Population growth is done until you start factoring in AI and robots, which are you talked about. Use the word abundance before. This is infinite scalability of humans. It's like I use a formula, which is GDP growth is population growth plus productivity growth plus debt growth. It's basically trend rate of GDP. We finished debt growth in 2008 because since then it's just been the servicing of old debts. That has been the debt growth and productivity and population growth have both been in decline because of aging populations. And we've actually stopped population growth via immigration because it's become difficult for politically to deal with for almost every country. Okay, fine. So we've got slow GDP growth. It makes servicing debts harder, and all of that stuff. And then this nuclear bomb of AI turns up. And now suddenly, my guess, within five, seven years, we have infinite knowledge. Knowledge worker. The knowledge worker, the doctor, the lawyer, the accountant, even media people, even influencers. All of these people with the high end of this knowledge spectrum, they're all zeros."
    },
    {
        "speaker": "C",
        "text": "Apart from us too, of course."
    },
    {
        "speaker": "B",
        "text": "Of course. Because we're better looking funnier, that kind of stuff. Yeah, no, I've been training."
    },
    {
        "speaker": "C",
        "text": "No, but it's true."
    },
    {
        "speaker": "B",
        "text": "Yeah, I've been training my own rel bot. It's near perfect. It's not the video one yet, it's audio. The video one should be by March. It's, it's like it shakes."
    },
    {
        "speaker": "C",
        "text": "I use the audio. I use eleven labs to narrate my, basically turn my articles into audio in my own strange voice and accent, and it works. My mom can't tell the difference."
    },
    {
        "speaker": "B",
        "text": "So it's a, I mean, it's weird, but I spend half the time when I'm in my car having conversations with chat GPT four."
    },
    {
        "speaker": "C",
        "text": "Yeah, because it's, by the way, that's another aspect of that scalability, that a single person today can generate so much firepower. And if they hit a nerve, they basically have unlimited supply of whatever it is that they're trying to sell. Yeah."
    },
    {
        "speaker": "B",
        "text": "Because before the model was one to many, it's now one to one at infinite scale."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So anyway, so once you think of all of this, the structure of humanity changes. So I start thinking through this, and I've been speaking through a lot with a good friend, Jordy Visser. I don't know if you know Jordy from, hey, Don, he's great. And you start to get to the idea that, okay, well, if that's the case, then at some point GDP growth can grow exponentially because you've got infinite humans and infinite productivity, particularly if cost of energy comes down lower in this."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's another aspect of it. Critical aspect."
    },
    {
        "speaker": "B",
        "text": "Yeah, and everyone's working on that. So this whole equation starts changing, and then I start to look and think, well, what the hell is business? I can't get beyond 2030. So I think about the same way you started this process, looking through the technological change, and I started to address cities. I'm now looking through the same kind of lens with the same mega trends and saying, I don't even know what business is anymore. So, for example, we're seeing all these. I've got a list of tech people on Twitter, and a lot of this is AI, and a lot of them are these amazing startups. You and I would go, oh my God, that's incredible. And that tech gets supplanted by OpenAI or Lama or somebody else six weeks later, and that business is dead and they've raised $10 million. And this is like the iteration process faster and faster. That I don't even know."
    },
    {
        "speaker": "C",
        "text": "When you look at it, most other companies and business people on earth aren't even aware that this is happening or that it has anything to do with them. Yeah."
    },
    {
        "speaker": "B",
        "text": "No, and I'm looking at this thinking, how is even capital going to work in an environment where capital creates something and gets destroyed so fast, where humans aren't the main productive outputs? And not one of us, neither you nor me, for example, knows what the hell business we're going to be in in 17."
    },
    {
        "speaker": "C",
        "text": "I'll tell you how. Let's get radical."
    },
    {
        "speaker": "B",
        "text": "Let's do it."
    },
    {
        "speaker": "C",
        "text": "So, one, I agree with your premise. I think to the extent that anyone is optimistic today, and I am, it has to be tech optimism, because we're stuck in a really deep hole because of monetary policy, other policy, fair, whatever it is, the only way out of where we are is through incredible innovation that really changes the calculations."
    },
    {
        "speaker": "B",
        "text": "Not going back to the past, that's for sure."
    },
    {
        "speaker": "C",
        "text": "So again, abundance of energy, abundance of intelligence, abundance of whatever we can throw at it. Now, we are looking ahead, and as you said, we have no idea what's going to work. We have no idea how to put money to work responsibly. And one of the things that almost everything has in common in this nonlinear world that is governed by this kind of complex system dynamics, is that initial actions have an inordinate effect on outcomes. For example, on social media, the fact that 100 people like a video really, really quickly, dramatically changes the probability of that video to go viral. And once it triggers that cascade, the algorithm starts reinforcing it. Other people start reinforcing it, you have a winner. So basically, by controlling and getting early feedback on things, you can kind of add a little more predictability and manageability to this world governed by algorithms and crowds. Now, how do you incentivize people early to give you feedback, and to give you the type of feedback that you want, you set up a mechanism that provides incentives that is very similar to a pyramid scheme. Basically, you tell people, if you're going to provide the input that I need right now, I'm going to share with you some of the outcome that we're getting later, because digital technology now, and of course, crypto, but also not necessarily crypto, so people don't get distracted. Allows you now to share royalties of almost every action in the most granular fashion, and also to measure the outcome and the impact of every individual like or share or glance or facial reaction, or whatever it is that you were reading out of people's heads. And brains. Now you can start compensating them for that. Now, this is not just a way to market things, but all of these big models also depend on human feedback, both during their training process and later, once they are deployed. They need people to constantly give feedback. Let's say, if there's an abundance of content, how do you know what other people should watch? What certain types of people should be shown based on feedback from other people. So you need more and more people to basically just consume content, consume services and provide feedback. And feedback could be something explicit, like a, like, or a share, or it could just be them living their lives and you kind of track whatever it is that gets them going, which we're becoming really good at even before we start wearing all these weird things. Just by looking at your camera today, AI can know what's your blood pressure, your heart rate, whether you're excited, whether you're lying, all sorts of things, whether you slept well at night. So basically, we're moving, I think, towards an economy where more and more people will do stuff that just looks completely like leisure, but not because they're getting Ubi, but because they're getting paid to just live their lives. And that has economic value that is being extracted. Now, if you think about it, it's much less extreme than it sounds because to a farmer from 120 years ago, the way I live looks completely ridiculous. And the type of people that I pay, the dog walker, the lactation consultant, whatever it is, all of these people didn't exist and no one thought they should exist. And even what I do every day looks completely useless. And like, what do I do every day? I read tweets and then I write stuff. But I'm producing economic value. And I think more and more people are going to do exactly that."
    },
    {
        "speaker": "B",
        "text": "At least your mother tells you you're producing economic value."
    },
    {
        "speaker": "C",
        "text": "No, she's not. She actually doesn't understand what I'm doing, but most other people do. But she doesn't understand that I make money somehow. And I bought a house, that I have a car. So I think more and more work will be indistinguishable from leisure. And if we're lucky, we'll find ways to compensate people for that."
    },
    {
        "speaker": "B",
        "text": "Because I've been thinking through this, too, and I got to a similar conclusion. I think there's a role of cryptocurrency because it's a payment mechanism or something like it."
    },
    {
        "speaker": "C",
        "text": "Again, crypto. People get hung up on crypto."
    },
    {
        "speaker": "B",
        "text": "And no, it's not like loyalty system. It's a point system. It's a payment system for you giving your attention. If attention is the most valuable commodity on earth in this modern digital age, then we need to get paid for it. Right now, the platforms get paid for it, and so we should have a direct relationship with the advertisers and us."
    },
    {
        "speaker": "C",
        "text": "But attention also means that if you know something specific, that's the matching algorithm. Again, if you know something specific and I can get it out of you when I need it, that's valuable as well. It doesn't necessarily mean watching a video and liking it. It might mean answering a question, providing feedback, attention, providing a service to another human, maybe, but maybe making those incredible matches between people and scaling them."
    },
    {
        "speaker": "B",
        "text": "I got to that. The role of humans in a world full of AI is something to do with community, and it's online digital communities. We've talked about this physical community that we could go back to New York because we actually want to hang around people, or we could be in nature, because the world is overwhelmingly digital and we're wearing goggles all day. But I feel like the answer is just being human, which is we are social creatures. We hang out in groups, we argue, we fight, we fall in love, we collaborate, we do things together. And there's a guy called Yatsui from Anamoco, who, again, he was thinking through, again what crypto payments can enable. Again, it's not a crypto thing. It's about universal basic equity. It's having ownership for these communities. And is there a way to own parts of these communities that you're in that have value? And if you want to leave that community and go to a different community, like your debenture at a football club or your season ticket, you know, can you pass it on to somebody else and value, or your lifelong golf club membership if you, you want to pass it on to somebody else? That's kind of how I'm thinking about it."
    },
    {
        "speaker": "C",
        "text": "I agree. I mean, a lot of our work in the future will be giving human attention to other humans. You know, Andy Worrell said, and that was in the world of mass media. In the future, everyone will be famous for 15 minutes. I say in the future, everyone will be a prostitute for 15 minutes. You're going to give people some kind of unique focus, attention on demand for a set period of time and get paid for it somehow and again, it could mean I all the way to something."
    },
    {
        "speaker": "B",
        "text": "This is like an Onlyfans economy, and we're not exactly. But that, that as a. That is a beta test to what it means to get attention."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Individualized attention."
    },
    {
        "speaker": "C",
        "text": "But does most people even in, I think they kind of adult accounts? Most people don't really consume adult services there. They consume attention. Oh, mention my name, you know, show my photo next to like, people just want attention. They want to know that they exist basically in this world where it's no longer clear what's real. They don't even know whether they are real, and they need someone to tell them that they exist."
    },
    {
        "speaker": "B",
        "text": "But how are you going to get through the AI? Does the AI give you the attention? And we don't need to do that?"
    },
    {
        "speaker": "C",
        "text": "No. So human is premium. So, you know, martial, no, there will be ways to know, and the most premium way is actually to be there in person, if you can afford it. In places like New York and San Francisco and London."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "You know, Marshall McLuhan said that when horses are no longer needed for transportation, they become forms of entertainment and admiration. I think the same thing will be for humans and whatever they bring to the table. So everyone will have a Toyota and the rich people ride horses today. I think the same thing will be with humans. Everyone will have companionship and advice and everything else. But those who actually want human advice will have to pay more. Not necessarily to pay other people, but even to pay to be next to other people in a pleasant environment. Good physical space will be at the highest possible premium, higher than it was. And that's the irony of where we started this conversation. So technology is undermining the meaning of location, but it also makes the most desirable locations more desirable and more valuable than ever because they allow you to do something real and you can't do anything real anymore anywhere else."
    },
    {
        "speaker": "B",
        "text": "That is fascinating. And I hadn't quite connected those dots. They've been floating around my head, but it's. But its absolutely dead right because I had got to, which I also think is probably correct, is nature trades at a huge premium that experience away from technology, because I think humanity is likely to split between the accelerationists who are going to merge with the machines at some point, whatever that means. Theyre the same people who were already wearing their apple Watch, and it's very quick that they will try and merge with the machines and there's people who don't want to, but there's some way of living in both worlds. And I think nature probably is a premium experience, and nature plus community is an experience. But I'd not thought through the fact that the most premium experience of all, particularly in the world of shrinking populations, is human experience. And you might actually pay more for that than for the machine, just for the fact that it's human and it feels authentically different, even though it might be worse. But humans are worse by nature. They're just suboptimal and flawed."
    },
    {
        "speaker": "C",
        "text": "It's imperfect and unpredictable. But that's the beauty of it. You know, Blade Runner, incredible film or two films in themselves, but they're based on a book, on a Philip K. Tick book called to androids dream of electric sheep. And in the book, he emphasizes the fact that in that world, so there's the decker, like the hero, Harrison Ford. He actually has a little sheep that he raises on his roof, and he's not even sure if it's a real sheep or not. But in that world, there's a black market for animals. People grow, even cockroaches. They want to have something that is alive and real, and that's the rarest thing on earth. And they all kind of fight each other over those little things that are real just because they want to have something in their hands that behaves a little differently and that is organic. So I think that's where we're headed. I mean, we're there already for some people, but I think more and more of the world will be structured in a way that makes these areas valuable."
    },
    {
        "speaker": "B",
        "text": "We're both techno optimists because it feels like it's the only answer. And I know that's actually the worst case scenario for other people. Some people absolutely hate this as an idea. What do you hate as an idea? You started off saying, you're a paranoid. You always looks for where everything could go wrong. Okay, where's the flip side of your curiosity going? Where do you say, you know what? This could be entirely different outcome. And that worries me."
    },
    {
        "speaker": "C",
        "text": "Right? I mean, I hate zero sum thinking because we are not in a zero sum world. Definitely not anymore. I don't think we ever were, but we're definitely not in a zero sum world anymore. And I think a lot of the people who rally against tech optimism are not angry at tech optimism. They're angry at the fact that we're in a big mess and that they don't have any better ideas. At the same time, I also get annoyed by some tech optimists that kind of, you know, count it, you know, cover everything in chocolate and just, oh, this is wonderful. It's going to be amazing, and no one will be affected, and we'll create."
    },
    {
        "speaker": "B",
        "text": "Jobs, and we'll live forever, and everything's true."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's also not true. And it's definitely not appropriate, I think, to dismiss people's fears. I mean, people are in pain, people are anxious, and they should be anxious, because these are anxious times and we are privileged, whether it is by birth or by our own achievements or by luck or whatever it is. But the point is that those of us who can even talk about it are a little less worried and have a few more opportunities and maybe have a little more kind of buffer from some of these kind of tribulations. And I think. So I'm not criticizing the people on the other side. I'm criticizing people on my own side who I think can show much more empathy, much more effort to understand those other people, which is generally a challenge with everything. I mean, you see that in our politics today, there's two people on both sides who really don't understand each other. And each one is sure that the other one is like a complete idiot or driven by motives that are illegitimate or ignorant or medieval or whatever, while in reality, you can understand why, if you really look at it, you're understanding people are struggling, you can understand what they're worried about, you can understand what they're scared of, and you should always bring more of that approach."
    },
    {
        "speaker": "B",
        "text": "You should not listen to what they're saying, but understand why they're saying it."
    },
    {
        "speaker": "C",
        "text": "Like, you know, I understand why people get excited about Trump, and I understand why people hate Trump and willing to do everything against him. I still hope he disappears, of course. But, you know, it's not all just, you know, people are stupid, and it's racism and the religion. Like, I believe. Maybe that's what I'm trying to say. I believe in humanity, and I believe that most people, if you give them love and some certainty, they really calm down really quickly and they can get along with almost anyone really easily. And that's true even if they keep hating each other and have prejudices and whatever it is. But they just don't pass that threshold of, like, let's be violent, let's go crazy, let's stare the whole thing down. I think if people are able, you know, to raise their kids, to have some kind of security in their life, most of them just become really, really calm. And I say that as someone who grew up in Israel, fought in wars, got shot at, two grandmas survived Auschwitz, I have no reason to think that, but I think that, and I believe that because part of what I did growing up in the last 25 years is traveling all over the world, putting myself in extreme situations, and getting to know the people on this planet. And we're all really cool once you get to know us."
    },
    {
        "speaker": "B",
        "text": "I think I've always said travel is the greatest educator. Once you spend your life traveling, travel."
    },
    {
        "speaker": "C",
        "text": "And MDMA, if you combine them especially."
    },
    {
        "speaker": "B",
        "text": "Exactly. But the travel thing is like, you see the world through everybody's perspectives, and you're like, it's not all about you. And then once you do that, it's a great thing. So, final question for you, how? Well, there's something I'm trying to grasp, and I'm trying to think how you're thinking about this. Exponentials are impossible for us humans to think about, and we are going through this exponential change. On a scale of one to ten, how right do you think you're going to be in getting the trajectory of the exponential?"
    },
    {
        "speaker": "C",
        "text": "If someone who's good at predicting it, I have to say I'm not going to be right at all. Probably I'm going to be a three on a scale of one to ten. But no, I think, and also, I think we have a lot of decisions to make along the way. I describe kind of the best case scenario, which is, again, a world where people find a purpose and the use of their time without having to go through a world war or a communist revolution. But I think I try to base my predictions on stuff that is already happening and that I see around me, not on kind of stuff that I'm completely imagining."
    },
    {
        "speaker": "B",
        "text": "The hard thing about that that's linear by nature, the extrapolation you can do, that's what I'm just struggling with, this. There's no right or wrong answer."
    },
    {
        "speaker": "C",
        "text": "I just think life would be unrecognizable in 15 years."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's."
    },
    {
        "speaker": "C",
        "text": "And at the same time, if you look 15 years back, it's already unrecognizable. I mean, the way we live, the devices we have, this, I mean, it's incredible. And it just happened, and we barely noticed. And it's going to, and it is accelerating. It's going to become weirder and weirder. I mean, a year and a half ago, the stuff that I can do today with Cha GPT and Claude, and it's just like, I never dreamt that I'd be able to do that, ever. I mean, it's just unbelievable. I'm writing a book now. I feed whole drafts 30, 40,000 words into Claude, and I have a conversation with it ten times a day. Oh, should I move this year? Should I do that? And it reads the whole book every time. And, you know, it's my colleague, it's my friend. It's an unbelievable thing, and it's yeah, and it's so much fun. I think that, you know, people should just embrace these things, experiment, put yourself out there, increase your odds, basically by."
    },
    {
        "speaker": "B",
        "text": "Playing and by increase your odds matching."
    },
    {
        "speaker": "C",
        "text": "With other people, you know, let people know who you are, what you're interested in, what you think. And the Internet will guide everyone else towards you, hopefully, or the relevant opportunities."
    },
    {
        "speaker": "B",
        "text": "Fabulous Duror. Listen, that was a really fabulous conversation, really thought provoking and a lot of fun as well. So I really appreciate your time and we'll come back in a few years time and see exactly how wrong we've been because the exponential is even further than we thought."
    },
    {
        "speaker": "C",
        "text": "Who the hell, it was a real pleasure. Thank you so much for having me."
    },
    {
        "speaker": "B",
        "text": "Okay, take care, my friend. The whole point of the journey, Mandy, is to make you think. The whole point is to bombard you with thoughts and ideas. You see, none of us has a crystal ball on the future, but all we can do is open our minds, discuss and debate amongst smart people. And that's what I love with de Rour, is just being able to pick his brains, shoot a few of my ideas, get a few of his ideas, and move our thinking forwards. Because none of us knows where this is going. We kind of know the direction of travel, but the path it takes, that's going to be somewhat of a surprise. The speed it comes at, that's probably a surprise too. You know, us humans don't really think well in exponential terms. We tend to be linear. So anyway, there'll be more from me on topics like this. Again, if you want more on this, then feel free to go to realvision.com future to learn about the exponentialist and whether that might be suitable for you to come across this right. The people who are subscribing now are product managers from Silicon Valley, investment professionals, people who are running their businesses. It matters to everybody. So if it matters to you, then that's something for you also, as ever, please subscribe to the channel, click the like button, add a comment. I always appreciate it. It obviously helps the algorithm. And if you do want to go deeper, then you must go to realvision.com dot. It's free to sign up. It gives you the ability to use our AI tools to help you become a bit more exponential in your knowledge and your learning journey and your ability to invest. It'll give you the best content in the world from the best people in the world. It'll give you an incredible network of the most amazing real vision members in about 121 countries around the world. Whichever continent you're in. Except Antarctica. I don't think we've got anyone there. We've got you covered. And there's a lot of you. And we want you to network with each other and start sharing ideas, because together, our little network state of real vision is more powerful than we are individually. And we can all help ourselves and help each other navigate this exponential world. So go to realvision.com, sign up for free, and I'll see you there. All of us together are living through the death of an old world and the birth of a new one. This is a fourth turning. But this is not the foreturning of demographics or politics. This is the birth of the new technological age. This new world has a world of 3d printed rockets, crypto payments in space, discussions on the rights for humanoid robots, machine intelligence that may outperform our own simulated worlds where autonomous AI agents write code for other autonomous AI agents. It's a world full of opportunity and full of difficulty, too. You see, we are living history, and it's happening much, much faster than any of us can comprehend. This is Reid's law, Metcalfe's law squared. Humanity has never gone through anything like this, but we have to comprehend and understand what is happening. It is into this world that the the exponentialist is born. The exponentialist is a new service from me, Raoul Powell and David Matin, author of New World, same humans. It's an almanac of the fastest period of change ever witnessed in the human history. A period of excitement, exhilaration, difficulty, and terror. And the exponentialist really is for humans first and investors second. Yes, the opportunities are enormous all round. To find out more and get our special launch pricing, go to realvision.com. the future."
    }
]