[
    {
        "speaker": "A",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "B",
        "text": "Liquid staking is gaining major traction ahead of ethereum's Shanghai upgrade. Solana suffers a fresh, major outage, and the IMF says a crypto ban is not off the table. Welcome to real Vision Crypto Daily briefing. I'm ash Bennington. I'm joined today by Christine Kim from Galaxy Digital. Christine, welcome back to the show."
    },
    {
        "speaker": "C",
        "text": "Hi Ash, great to be here."
    },
    {
        "speaker": "B",
        "text": "Well, it's great to have you. We're going to discuss the Shanghai upgrade staking and your report on maximal extractable value. Of course, mev. But first, let's take a look at the most recent price analysis. The overall crypto market cap is in the green today on coinmarketcap.com dot bitcoin is up 1.5% for the past 24 hours. It remains down more than 5% on a trailing seven day basis. One bitcoins costs approximately 2020 $3,500 right now, $23,500. Ethereum is also trading higher today. It's up 2.6% from this time yesterday. Just like bitcoin, it's been in the red for the past seven days. Ether is currently changing hands at $1,650. We're also keeping an eye on Solana. Sol, the native token of the Solana blockchain, is up slightly today. It's trading $23 down heavily on a trailing seven day basis. That's after another significant outage on the Solana blockchain. Details on that coming up in just one moment. And finally, one of the best performers on the day is stacks. That's the ticker symbol STX, the protocol that aims to bring smart contracts to bitcoin. Obviously, that's a bit controversial in the bitcoin space. It continues to enjoy increased traction amidst an explosion of popularity of ordinals, the so called bitcoin nfts. Now, before I speak to Christine, a word about our sponsor. This episode of Crypto Daily briefing is sponsored by the Crypto app. The Crypto app delivers everything you need to stay on top of the world of crypto and your own crypto holdings. It includes market leading price tracker, portfolio manager, analytics suite, and newsfeed, as well as a wide array of customizable alerts and widgets. Crypto moves fast, so don't be left behind. With over 4 million downloads, the crypto app is the market's leading app for all things crypto. With that said, let's bring in our guest. Christine Kim is a research associate at Galaxy Digital. Christine, let's get straight into the news. Liquid staking has taken over lending as the second largest sector in the DeFi space. According to data from Defi llama cited by Coindesk, the value of liquid staking has reached more than $14 billion. Only decentralized exchanges, or Dexs, had more deposits. Coindesk says that the upcoming Shanghai upgrade, which will allow people to withdraw ether that's already been staked, has boosted interest in liquid staking. Christine, let's start with the basics here. Please explain what liquid staking is and what role the so called Shanghai upgrade plays in all of this."
    },
    {
        "speaker": "C",
        "text": "Yeah, so liquid staking is when you deposit your stake eth, or like deposit eth into the beacon chain, which is ethereum's consensus layer to earn staking rewards. And normally when you do this, you have to lock up your eth. You're not able to move your eth around. You have to keep it deposited into the beacon chain. There are smart contract protocols and other centralized exchanges that offer, that offer stakers an additional service on top of that. So when you deposit your eth for staking purposes to earn an interest, you get in exchange a token, a liquid staking token that maintains the same value. It represents the staked eth that you have on chain, so it should hold the same value as that eth. And sometimes it even also rebases according to the rewards that you are earning on chain from your staking activity."
    },
    {
        "speaker": "B",
        "text": "Christine, jargon alert. Define what rebasing means."
    },
    {
        "speaker": "C",
        "text": "Oh, that's a good point. So rebasing is when you can either have those rewards increasing in increment to the number of eth that you have. So rebasing refers to if I have two eth for like two staked eth, and then I get two versions of that liquid staking derivative token. And as the stake ETH starts to earn rewards, you can also have the balance of your liquid staking derivative increase in accordance to what you're earning on chain. So that kind of automatic rebasing happens with certain liquid staking tokens, but it doesn't happen with all. If you look at the coinbase staked liquid staking token, if you look at coinbases, what happened is the value of your liquid staking derivative token. Also, it just increases in value, like the amount, the nominal amount of that coinbase balance doesn't increase, but the value should increase because it reflects your stake eth on chain. I know that sounds a little bit confusing, happy to clarify, but it's a difference between is the balance of your liquid staking tokenization increasing, or is it the value of your liquid staking token that's increasing over time?"
    },
    {
        "speaker": "B",
        "text": "I think that's perfectly explained."
    },
    {
        "speaker": "C",
        "text": "Okay, good. It's a little bit of a complex topic, but yes, it depends on the style."
    },
    {
        "speaker": "B",
        "text": "This is CBE, this is the wrapped staked token that coinbase has offered."
    },
    {
        "speaker": "C",
        "text": "Yes, yes. And there's others. So there's the most famous one of this, of course, Leidos Lidos steep, or Steth, as some people call it. This is the most liquid, the most popular, popular liquid staking token out there. And it's only getting increasingly more popular the closer we get to Shanghai. And Shanghai is the upgrade that will allow unlocks to happen. People that have staked their ETH to Ethereum since December 2020 when the beacon chain launched, weren't not able to do any withdrawals from the issuance of that chain, from any full withdrawals, like removing your 32 eth stake from the network. But with the Shanghai upgrade, that functionality will finally be activated."
    },
    {
        "speaker": "B",
        "text": "Christine, you are obviously as a researcher, a true expert in this, as our viewers and listeners can tell. So let's zoom out the camera a little bit and start with the very basics here about where we are in this post merge world. Obviously, ETH has moved from its former consensus algorithm proof of work to proof of stake. Let's start with the very basics here. What is proof of stake? How does it work? And then we can talk about some of the conclusions from your report."
    },
    {
        "speaker": "C",
        "text": "Yeah, so the merge was Ethereum's transition to a proof of stake consensus protocol. And essentially what happened was the security providers of the network, which were previously miners, miners rantaine this algorithm, this mining algorithm that required, that required the security providers to put in quite a lot of computational energy in order to progress the blockchain in order to mine a new block, earn rewards, basically uphold the liveness and the security of the network. But once Ethereum transitioned over to proof of, the security provider switched, it changed from miners to validators. And for validators, instead of running kind of intensive, computationally intensive software, they're running extremely minimally intensive software, and instead they all have to stake a minimum balance of 32 e. And so the collective of validators is what helps secure the network, what allows validators to have the credentials to vote on the next block, to propose the next block, to participate and earn rewards from the beacon chain and from fees and from mev, which we'll talk about later in this show. So that was really like the biggest change. It was switching from a system where the security is provided by miners and their equipment and their energy to a system to a blockchain that is now secured by validators and the stake that validators put into the network."
    },
    {
        "speaker": "B",
        "text": "So let's talk a little bit big picture on what that shift means and what it does. So, first of all, obviously it makes it much more efficient from the perspective of energy expended proof of stake, far more friendly in terms of the environmental footprint of this consensus algorithm. Second, obviously with this less processor intensive, it makes it less cost intensive to maintain the overall network. And finally, it creates this opportunity to create yield and organic yield within the network itself. As a consequence of the staking. Obviously it's a two sided market. So you basically have this organic rate of interest being calculated through this. Basically buyers and sellers, lenders and borrowers."
    },
    {
        "speaker": "C",
        "text": "Of the coins, right? And one thing I would add to that is because you don't have a ton of cost necessary to uphold the security of the chain, you just need a lot of state or a certain amount of state. Ethan, on the network, the issuance of Ethereum has gone down significantly. So monetary policy was another big impact from Ethereum's transition to proof of stake in that the network no longer needed to issue, you know, like five eth per block, three eth per block, two eth per block. You no longer needed to maintain a high level of, of issuance. You could drop that issuance down significantly and still be able to incentivize these security providers to do the work needed to progress the chain."
    },
    {
        "speaker": "B",
        "text": "So the general idea here is the cost to miners now validators is lower, therefore you need to pay them less in terms of compensation in the organic, in eth itself, therefore, the monetary policy becomes less expansionary. Therefore, in theory, this pushes the value of the individual tokens higher because on a scarcity basis, keteris paribas, the less you have of something more valuable it becomes."
    },
    {
        "speaker": "C",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "Okay, so let's now talk about what the thrust of this report is all about, which is Mev, that's maximal extractable value. Let's talk a little bit about what that means and why it's so crucial to understanding the tokenomics and the dynamics within the ethereum network."
    },
    {
        "speaker": "C",
        "text": "I mean, Mev, one of the big things about the merge. I guess there's actually been quite a lot of impacts from the merge because we're talking about security and issuance. Another big impact was on MeV. MEV is. MEV is a type of reward that validators can earn by ordering transactions in a specific way within a block, anytime. Because there's so much financial activity on chain happening through lending apps, exchanges and trading activity happening on chain, there's profit to be made by ordering those trades in a specific way. And that's really what we call MeV. And before the merge, MEV was primarily earned on one off chain marketplace that was operated by flashbots and post merge, we're seeing kind of an explosion of many different marketplaces for earning me the a lot more distribution of MEV infrastructure among different players. The report dives into how the supply chain, how MEV moves through different actors, from searchers to builders to relays, finally to the validator."
    },
    {
        "speaker": "B",
        "text": "Can you define some of those actors in the blockchain and explain a little bit about what that process looks like? Because, as you just point out, obviously there are different roles in Ethereum. Talk a little bit about which each one of those roles is and how it fits in to the broader perspective of this, particularly for people who may not be familiar with this at nearly the level that you are."
    },
    {
        "speaker": "C",
        "text": "Yeah, so they are different roles and they are represent different responsibilities, but oftentimes, you know, one actor will fulfill several responsibilities and I. And one of the things that I predict is that because of the incentives of the supply chain, we're going to see a lot more centralization over time, even though right now we are seeing quite a bit of competition, which is really great to see."
    },
    {
        "speaker": "B",
        "text": "Art supply chain means specific to the Ethereum network."
    },
    {
        "speaker": "C",
        "text": "So the supply chain, when I say the MEV supply chain, I mean like, what are the actors, who are the actors involved in creating MeV and earning me? Obviously, you've got the validator because the validator is the one who proposes the block to the network and earns the fees from the priority fees from the block reward. But the idea is that you don't want validators to become so specialized into earning MEV, because that might create an imbalance between certain players that have the capital to search for MEV opportunities and just continue to collect more rewards than other validators out compete them. And then suddenly you've just got one or a handful of major validators that are constantly winning, like the block proposals, because they're able to spin up more validators from the rewards that they earn. From Mev. And it's this kind of vicious cycle of centralization that developers and flashbots team are trying to avoid. So, validators are the ones that propose the block, but you want the activity of searching for the MEV to be offloaded to a different party. And that different party is called searchers. Searchers search for MeV opportunities on chain."
    },
    {
        "speaker": "B",
        "text": "Maybe what you could do is just walk us through a highly simplified example of how the assembly of blocks works, kind of the how a bill becomes a law for an ethereum block, just to give people an idea of what these roles are and how they play the broader sort of role in the context of the development of ethereum validation."
    },
    {
        "speaker": "C",
        "text": "Yeah, sure. So at a high level, users send a transaction, say you want to send ETH to another person, you initiate that transaction on chain, say, I want to send you ash like to eth that transaction. That execution gets sent to something called the mempool, which is a transient kind of pool of unconfirmed transactions, transactions that have not made it on chain. And then validators will look at that pool of unconfirmed transactions, and each of them are valued in a different way because they have different priority fees attached to them."
    },
    {
        "speaker": "B",
        "text": "So this is the gas fees you're talking about here, and what the range is. This is when you set the range for a gas fee, for example, in your metamask wallet. This is the transaction sort of prioritization that you're talking about here."
    },
    {
        "speaker": "C",
        "text": "Yes, exactly. And the higher that we put that range, or put that fee, the more, the more likely that the validator will prioritize your transaction."
    },
    {
        "speaker": "B",
        "text": "This makes sense. It's just basic supply and demand economics. If you pay a higher mining, if you pay a higher gas fee, people are willing to essentially validate that transaction in a higher priority because it generates, it generates more return for them."
    },
    {
        "speaker": "C",
        "text": "Yes, yes. That's normally how this process works. You enter your transaction, you submit your transaction, attach a fee according to how high of a priority it is, and validators should order transactions within a block based on the fee."
    },
    {
        "speaker": "B",
        "text": "However."
    },
    {
        "speaker": "C",
        "text": "However, what happens is certain transactions are kind of, you can identify financial opportunities where you can make a profit off of ordering transactions in a specific way. So say arbitrage, you notice that the price of a certain asset on Uniswap is different from the price of an asset on a different decentralized exchange, and you want to make money off of bringing those prices back into balance. And if the arbitrage essentially buying at."
    },
    {
        "speaker": "B",
        "text": "The lower price and selling at the higher price."
    },
    {
        "speaker": "C",
        "text": "Effectively, yes. And this could take multiple transactions and the size of the arbitrage opportunity. It depends on how efficient the Defi markets are on a particular day, how much liquidity there is. But these are the opportunities that searchers are looking for. There's also opportunities where searchers may identify user trades that can be sandwiched or front run and back run. All of this happens by looking at the mempool. You look at user transactions and you kind of identify these opportunities where a profit can be made, where MEV can be extracted."
    },
    {
        "speaker": "B",
        "text": "So talk about this, because this front running, back running is really the essence of what minor extractable value is. Excuse me, maximum extractable value is all about. So talk about a little bit about what they're doing and how those transactions get ordered and why it generates those positive returns for them."
    },
    {
        "speaker": "C",
        "text": "So it's very similar, actually, to traditional finance. If you think about these strategies that searchers are deploying, once the strategy is identified, once you understand that there is an arbitrage opportunity here, there are dedicated marketplaces where you can auction off these bundles. You call them a transaction bundle, because oftentimes you need to. The ordering of the transactions is so specific that you want them to be executed in that order alone. And only then will you be able to get that value extracted. And so those bundles are then sent to these off chain marketplaces called relays. And within the relay, you've got other entities called builders that are packaging multiple different bundles from different searchers and trying to create the most valuable block. So if I know that I have a bundle that gives like 0.5 ETH arbitrage opportunity, and then I've got another bundle that gives me, say, 0.2 ETH sandwiching, like value from a sandwiching from a sandwiching bundle, and I'm able to kind of organize and like, package in as quickly as possible a really good valuable block. And that block is then submitted over to a validator. So the builder is not itself, you know, searching for these MEV opportunities, but the builder is the one that's packaging the bundles from searchers, creating a block, and then submitting it over to a validator. And this kind of complexity, like this level of trying to identify me opportunities, trying to identify the actors that are playing in this MEV game, can get very murky because you've basically got these actors that are pseudonymous and you're not entirely sure if they're also participating in other activities. And this kind of complexity has really increased, I think, after the merge, because of the diversification of actors that have suddenly entered into the space. So, yeah."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "D",
        "text": "This podcast is sponsored by ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp's software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding Ramp could be one of the best decisions you've ever made. Get dollar 250 when you join Ramp for free. Just go to ramp.com easy, ramp.com easy rmp.com easy cards issued by Sutton bank and celtic bank members. FDIC terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "Christine, that's spectacularly explained. I think for folks who are watching this, it's very, very hard to be able to do what you're doing right here, which is to explain this incredible degree of technical and financial economic complexity in language that laypeople can understand. This is one of these fields where people increasingly talk to each other who understand the way this works. So it's so important to be able to have conversations like this, I think, to get people the information that you have out there into the world. So let's talk a little bit about the focus of this report, the new things that have happened, the changes in MeV that you focus on in your report. Christine."
    },
    {
        "speaker": "C",
        "text": "Yes, the changes are really that we've got many new actors that have entered into the space. As I was explaining about how searchers are identifying MEV opportunities like front running, back running, sandwiching, and bundling those transactions together from the mempool and submitting them to a different marketplace. That marketplace used to be a single marketplace, but now you've got several. Some are operated by blockchain infrastructure companies like blocks Route and Block native. They've got their own relays, and searchers are submitting their bundles to those relays, not only to the flashbots relay, and within those relays, you've got the builders. These are another new type of actor that are specialized in block building, you know, bringing together bundles from different searcher sources and then putting those together into a block. You've got validators. Validators were not security providers before the merge. Validators were really only securing the beacon chain, and the beacon chain was not responsible for consensus of Ethereum. So you've got entirely new actors there with validators. Different dynamics for validator competition. Instead of mining pools, you've got staking pools, you've got liquid staking derivatives. So, yes, so I would say those are the biggest changes. You've got new actors in this system that, for the first time, are really earning quite a bit of money from MeV. Granted, MeV is very based on decentralized finance activity. Like, the amount of me that you earn often goes up when you've got a lot of financial activity happening on chain. And decentralized finance activity as of late, has been a little bit on the decline, not doing great because of the current bear market that we're in. But I think that defi activity will. Will increase over time. And so this is a big area of competition that I think people should watch out for and keep watching."
    },
    {
        "speaker": "B",
        "text": "Christine, let me ask you this. We've talked a little bit about flashbots and the outsized role that they've played in Ethereum historically. Give us a little bit of a context on what flashbots is and the role they play in Ethereum historically, and now in this sort of post merge world."
    },
    {
        "speaker": "C",
        "text": "Yeah, so flashbots has been one of the leaders in MEV research and development. They were the ones that identified MEV as a problem, MeV as a potential centralization, a force that would create centralization on chain, and they started to build products that really took off. It changed the Mav landscape in such, such big ways. I mean, the first way was I was talking to you about how when searchers identify an opportunity in the mempool, they send it to an off chain marketplace. Before these miners were really. These searchers were really auctioning off their bundles on chain through the public mempool directly, and that was causing gas fees to spike. That was making it really hard for user transactions to land on chain, because they were competing with these other very financially motivated, more sophisticated actors, like surgers. And flashbots created a marketplace where all of that activity eventually moved to, or most of it, like 90%. They also innovated this. They basically created MeV Boost software, which allowed for validators to connect to multiple relays instead of just one."
    },
    {
        "speaker": "B",
        "text": "Christine, I want to jump in, because I have one other question. I want to ask you, before we move on to some other news here, which is about this idea of how these transactions get included. One of the questions, I think it's Sam Kessler over at Coindesk has raised, and that I've been thinking about is this question of managing the OFAC compliance. This is especially designated nationalist, that OFAC, that's the Office of Foreign Asset Control at Treasury, who are essentially saying the primary sanctions regulator here in the United States, when you have all of these transactions. And one of this is sort of a philosophical, theoretical question at present, but something that I think could have significant, significant implications for Ethereum further down the line, which is what happens if you go up to the Ethereum website and you command f for credible neutrality and censorship resistance. These are two of the ideals that are most important on the Ethereum network. This idea that transactions can't be censored and that all actors on the network get treated equally in this world, what are the risks that you see for potentially sanctioned entities participating in transactions? Obviously, there's this phenomenon called slashing if you don't include a transaction on the blockchain. Talk a little bit, if you would, about some of those issues about sanctions enforcement that may be coming for Ethereum."
    },
    {
        "speaker": "C",
        "text": "Yeah. So flashing on Ethereum generally happens when validators are identified to break the rules of the network. And certain rules are enforced, as in a validator should not be proposing to two blocks at a time, they should only propose one at a time. There are other rules on the network that are not encoded. So the way that a validator might exclude or include certain transactions is not enforced by the network. If you want to prioritize transactions by priority fee, that's up to you as a validator. If you want to accept a block from a builder that takes out transactions that are harming users. So if users are being sandwiched, this builder gives you a block."
    },
    {
        "speaker": "B",
        "text": "What if it's not an mev sort of economic issue? But what if you have effectively an actor on a blockchain who's been sanctioned by the us government and you exclude that transaction? What are the implications then for the overall sort of stability of the network if you have that kind of issue where you have essentially the rules of the blockchain conflicting with the rules of the land? It's a very challenging question."
    },
    {
        "speaker": "C",
        "text": "Yes. So if you have all actors, say, validators, that are refusing to include a transaction from a sanctioned entity because they are operating under us law and believe that they would be putting their like employees in dangers, putting their lives in danger, livelihoods in danger. By accepting certain transactions within a block, that network would be censoring. And that would go against the biggest values that Ethereum holds, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it's really a challenging and very much an open question about how this is going to shake out in the future. And I suspect that it's one we're going to be talking about a great deal more. But I want to move on to some other news because we have some."
    },
    {
        "speaker": "C",
        "text": "One thing, though."
    },
    {
        "speaker": "B",
        "text": "Yeah, go ahead."
    },
    {
        "speaker": "C",
        "text": "Please be clear, that's not happening on Ethereum now. I think if all validators were censoring transactions from sanctioned entities, that would definitely be a concern of the network. But to be clear, that is not happening on Ethereum today."
    },
    {
        "speaker": "B",
        "text": "So what does happen when a sanctioned entity attempts to include a transaction? How do the validators manage it today?"
    },
    {
        "speaker": "C",
        "text": "So there is a percentage of validators that are not accepting blocks from builders that are censoring transactions or relays that are censoring transactions. They are directly taking the transactions from the mempool, the public mempool that anyone can submit transactions to, including sanctioned entities."
    },
    {
        "speaker": "B",
        "text": "So that means if those validators are then validating those blocks that have sanctioned entities and they're in the mempool, what happens when one of those validators is, for example, a us corporation that has us directors and officers are associated with it? Have they then opened themselves up to not just civil litigation, but potential criminal jeopardy? I think that's an open question, isn't it? One that I don't have an answer to, sir."
    },
    {
        "speaker": "C",
        "text": "It is an open question, but that is the reality of what's happening today. So Coinbase, as a running Ethereum validators, they are validating prior historical blocks that contain. Oh, that contain transactions from tornado cash, that contain user transactions that have interacted with the tornado cash protocol. This is happening today. All us based entities that are running validators on behalf of other users are verifying not only the validity of blocks that do not contain any OFAC censored transactions, like any sanctioned entities transactions, but they're also validating blocks that do. This is the idea of one canonical chain. And I think if at any point in time where these us companies don't feel comfortable doing that, they will have to. There will have to be like two different chains. Like there would have to be a."
    },
    {
        "speaker": "B",
        "text": "Split, essentially a chain split. Right. And there's no safe harbor under the law, at least as I understand it. I'm not an attorney for basically verifying or validating those historical transactions. So it's just one more sort of aspect of this that I find fascinating. I could talk about this all day, but I wanted to move on here to talk about some other news outside of the Ethereum network. Moving on from Ethereum to an ETH competitor, Solana is back up and running after another outage over the weekend. The Solana foundation says the reason is yet unknown. Coindesk says on Saturday, transaction settlements slowed down so much that the blockchain effectively ground to a halt. New blocks were not being produced on Solana and transactions were not being validated. This means that users were not able to move their funds off the network. Engineers twice tried to restart the whole network, which had recently gone through an upgrade. The outage attracted a lot of criticism on Twitter. Probably no surprise there. This is not, of course, the first outage for Solana in recent years. Christine, what's your take on what's happened here and on Solana more widely? I know this isn't something that you follow as closely as Eth, but do you have a take on this?"
    },
    {
        "speaker": "C",
        "text": "It's hard to say without knowing exactly what caused the outage, but I think the fact that this isn't the first time that this is one of several outages in Solana's history does really make you question and wonder if the way in which Solana Lana supports cheap and fast transactions is inherently unsustainable and unreliable. If the network is continuing to have a very like, repetitive track pattern, like a history of outages. And I think the co founder of Solana on this show, I think Raul might have interviewed him, he had said that it's a curse of Solana that, you know, because Solana is able to support cheap and fast transactions. One of the byproducts of that is that they have these outages. I think Solana will need to contemplate some serious changes to its tech stack to alleviate these frequent outages while still maintaining their promise of cheap and fast transactions. Or continue as is with outages and have it become more the norm for users to expect that on chain?"
    },
    {
        "speaker": "B",
        "text": "Boy, that's a deep criticism of the core tech stack over at Solana. It's interesting. I think that was Anatolia Covenko, who is here on real vision with both me and Raoul. But again, really interesting. And another big picture question. I wanted to move on to this story. This is quite an interesting one, breaking here this morning. The head of the international Monetary Fund, or IMF, says banning crypto outright should not be off the table. In an interview with Bloomberg, IMF managing director Crystalina Georgieva says a ban is an option if regulation is slow to come and crypto assets become a threat to financial stability. Georgieva praised CBDCs. That's, of course, central bank digital currencies, because, she says, they're backed by the state and are therefore more reliable in her view. The IMF has recently published a nine point plan for crypto regulation. One other notable interview on the subject came from New York magazine spoke with Gary Gensler, the chair of the US securities and Exchange Commission. Gensler said every crypto transaction, apart from buying spot bitcoin and purchasing goods or services with crypto, falls under the definition of a security and thus the SEC's supervision. Christine, what do you make of this recent regulatory push? Some interesting statements there from chair Gensler and also from the head of the IMF."
    },
    {
        "speaker": "C",
        "text": "Yeah, lots of really interesting regulatory actions happening, especially in the US, but also around the world. I think the statement, in particular from the IMF, shouldn't be read too deeply. It wasn't super surprising to me. It didn't sound like they were suggesting that cryptocurrencies should be banned, but just that in their very, very early investigations, they're considering all possibilities. That was kind of like the tone in which I took that news story. I think that as the IMF and as these regulatory agencies do more research on cryptocurrencies and do more research on the impact of crypto on financial services, traditional financial services, I hope that the result of their investigations would come out positive."
    },
    {
        "speaker": "B",
        "text": "Yeah. It is also this question that supranational organizations also don't have direct sovereignty, I think, or the ability to ban things that would probably have to happen at the nation state level. Again, I am not a lawyer and definitely not an expert in international law, but one expects that if there were a ban, it would probably have to happen at the nation state level. Talking of which, this idea of the users, there are a lot of them. A new survey from the us exchange Coinbase shows that 20% of Americans own crypto. The survey of 2000 Americans showed a majority feels there are significant issues with the financial system which urgently need addressing. Coinbase says the ownership of crypto assets was largely unchanged from early in 2022. So obviously year over year, despite what a tumultuous year for the space this one has been the last twelve months. So I guess that is kind of an interesting notion that there is clearly demand and concerns with the traditional financial system, at least according to that Coinbase survey. Okay. I guess you could say that the number there of people surveyed 2000 is a little bit low. So we can question, I guess, what the broader significance of that is. By the way, speaking of adoption, the block has flagged an interesting project in Japan. Several japanese conglomerates are building a new joint metaverse. Fujitsu and Mitsubishi are among the companies working on a quote metaverse economic zone, close quote for the country. The aim is to build the space for quote, information dissemination, marketing and work style reform for domestic enterprises. The experience is supposed to resemble a role playing game. And finally, the defiant says there was some feverish activity on the NFT marketplace blur over the weekend. A collection called Machi sold more than 1000 nfts for $18 million. He then bought nfts for $14,000,000.01. Analyst called this quote the largest NFT dump ever. Close quote. Notably, the floor price of the collections did not move significantly, suggesting perhaps, I guess, robust liquidity in that space. The transactions come as Blur and NFT marketplace newcomer has been crushing Opensea on trading volume. Christine, any thoughts on any of these stories?"
    },
    {
        "speaker": "C",
        "text": "Christine I think it'll be the battle between Opensea and Blur is a really interesting one to me. I really think that the current surge in volumes is because of Blur's token drop. The blur token. Interesting to see what happens when you don't have that kind of incentive program for people to be trading on the Blur platform. It'll be interesting to see how much of that activity sticks with Blur even beyond its token drop incentive program."
    },
    {
        "speaker": "B",
        "text": "Okay, Christine, looks like we've got a lot of questions flowing in from the audience that they would like to ask you. This one comes from Kevin Walter on the real vision website. Perhaps Miss Kim could comment on how all the recent changes for ETH could affect the probability the SEC declares ETH a security or not. I would say this is the $64,000 question, but it's more like, I guess, the half trillion dollar question when you net out bitcoin from the total aggregate market cap of crypto. Christine, any thoughts on how these changes have an impact on whether or not the probability increases or decreases that SEC declares Eth a security? Obviously comments from Mister Gensler suggest that it is more likely, I suppose, than not."
    },
    {
        "speaker": "C",
        "text": "I think the SEC's actions as of late have been differentiating between the services, like the liquid staking services that are being built on top of Ethereum and Ethereum as a token and as a blockchain. I think Ethereum remains the most decentralized general purpose blockchain in the world. So that, I think, is a really big one of the big reasons for why I don't think that Ethereum should be considered a security, and I really think that focusing on some of the enforcement actions that have come out of the SEC as of late that have really targeted liquid staking services on top of Ethereum. Those ones I think will definitely change the game in terms of, of, in terms of who gets the biggest stake of the staking as a service competitive landscape. I think we're going to see more competition move to entities that are offshore, like Lido Kraken. I think shutting down its us staking operations, it gives a big question as to whether other us based companies like Coinbase will be able to continue their staking operations, which again, I think may push a lot of staking activity to happen with staking providers that are based off offshore."
    },
    {
        "speaker": "B",
        "text": "Hey everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing. Okay, two separate questions coming to us from Ralph H. One of our regular viewers here on real vision crypto daily briefing. This is coming from the real Vision website. The questions are, first, what is the state of Ethereum classic? And second, what is Eigen layer?"
    },
    {
        "speaker": "C",
        "text": "Those are two very different questions, but I love it Ethereum classic. I don't know what the latest is on Ethereum classic, other than it did see a pretty big pump along with Ravencoin and ETH POW in the weeks leading up to the merge and then a lot of that activity kind of fizzled out. I believe that the hash rate. I believe that the mining activity on these alternative proof of work coins to Ethereum. I believe that the hashrate is still somewhat elevated because the mining activity that happened on Ethereum had to move somewhere. But it'd be interesting to take a look again on, on what's happening with the mining activity. But yeah, unfortunately, I don't have a more specific update on some of the things happening on Ethereum classic. Eigen layer is a restaking protocol that is being developed on Ethereum. It basically allows validators to set their withdrawal credentials to the Eigen layer smart contract, and the smart contract will enforce additional slashing requirements on that validator if they misbehave. And those additional slashing requirements would allow them to restake their stake e to securing a different protocol. So this idea of not only using ethereum security and decentralization for native ethereum to secure the native ethereum blockchain, but also to secure other applications and protocols."
    },
    {
        "speaker": "B",
        "text": "It sounds a lot like eigenvectors, which I never understood eigenvectors. Yeah, it's like a really linear algebra term for like. Oh yeah, I get. I never got that far in math."
    },
    {
        "speaker": "C",
        "text": "Okay. First time I'm hearing of that. But it could be named after some mathematical consonants."
    },
    {
        "speaker": "B",
        "text": "I suspect it probably is. Here's some YouTube questions. This one comes to us from Bandit 8899 on YouTube. Do you expect confidence in eth staking to boost and thus the percentage of eth stake to increase post Shanghai upgrade? Great question."
    },
    {
        "speaker": "C",
        "text": "Yes, I do. I really do. I think we're already starting to see that activity on chain in the weeks leading up to Shanghai. Now that developers are, I think, close to. They're going to be launching the second public testnet for Shanghai tomorrow. So yes, I do think that we're going to see a lot more staking activity happened."
    },
    {
        "speaker": "B",
        "text": "Okay, one more from Bennett. He's throwing you in the crossfire on this one. Chris. Christine, what is your take on stacks being built on bitcoin? Do you consider it to be an ETH competitor?"
    },
    {
        "speaker": "C",
        "text": "That's hilarious. I think the programmability of bitcoin and even the stacks protocol is significantly less developed than what's on Ethereum. However, there is a place for bitcoin nfts and I think it's so exciting to see more experimentation on the bitcoin blockchain. I think the recent pump in stacks is slightly, slightly misguided, just because it's not clear how much of the NFT infrastructure on bitcoin will be built on stacks. But I do think that a lot of other infrastructure could be built by stacks developers. So it's kind of an interesting dynamic. I love to see it on bitcoin. Do I think that it'll compete significantly with Ethereum? No, but there could be a niche environment for something like bitcoin NFT."
    },
    {
        "speaker": "B",
        "text": "Okay, final question. William asks on the real vision website. Oh, it looks like this question is for me. Is ash sporting a new hairstyle? Yes. Christine, it's always great to have you on. You really are one of the true experts in this space at explaining some of these very, very complicated eth concepts to lay people. I find it very helpful when you break this all down for me, and I'm sure our audience does as well. Great conversation as always. Final thoughts, key takeaways that you'd like to leave our audience with?"
    },
    {
        "speaker": "C",
        "text": "Key takeaways, I think is, number one, the MEV supply chain has become increasingly more complex since the merge, and because of that, there are greater risks for centralization to happen on chain. So keeping an eye on MeB activity, especially as Defi activity picks up, is an important conversation and narrative to follow on ethereum. And then I think the second thing is that once Shanghai happens, or actually not even once Shanghai happens, but with staked eth unlocks happening very soon, we will likely see a greater inflow of staking activities on Ethereum. And so I think that will also kind of, that's also like a big trend to be, to be watching for and keeping an eye on."
    },
    {
        "speaker": "B",
        "text": "I'm going to keep my key takeaways here really short. Obviously, this is an incredibly interesting time for the ethereum ecosystem. A lot of complexity and final key takeaway. We really need to have Christine Kim on more often to have these conversations because I think her reports break down all of these new developments incredibly well. Christine, thank you again for coming on with us."
    },
    {
        "speaker": "C",
        "text": "My pleasure. Thank you, Ash."
    },
    {
        "speaker": "B",
        "text": "Really a pleasure to do this. But viewers, we're not done yet. I want to bring in my colleague Elaine Lee to talk about a very special real vision initiative, the RV collective. Elaine."
    },
    {
        "speaker": "E",
        "text": "Ash, you know, it's always so nice just to watch the show rather than do it. You figure out that you're learning so much when you get to relax and enjoy the show. I wouldn't know because you are here for the ride Monday to Friday every day. But I love that just listening to Christine, I really was taking some really valuable notes. All right, so the real vision collective, here's a very important announcement. We have a little bit, about 4 hours left until the pre mint allow listen closes. Now, why are there so many allow lists? We hear you. It's confusing. We don't know what to do. This partners allow list. Look, let's just say there are different allow lists because we look after Genesis holders and partners and you know exactly what this is all about. Ash. It's the beating pulse of RV to democratize finance is what we're trying to put under this big umbrella in web free. Ash, believe it or not, you and I have almost spent two years talking about blockchain tech and how it's building out the new infrastructure to finance. Can you believe that?"
    },
    {
        "speaker": "B",
        "text": "I know it's hard to believe. Two years, it's just flown by bat of an eye."
    },
    {
        "speaker": "E",
        "text": "And you know where I stand, I truly believe that NFts are the gateway to the blockchain industry for a lot of normal people out here who are not into crypto at all. If you can add the layer of culture onto it, it really speaks to that person's skin in the game, so to speak. So as you know, real vision here every day has been building, onboarding and welcoming people more into web three, no matter what kind of level you are on, what kind of journey that brings you into this space. And, Ash, I was just at a birthday party over the weekend, and I was breaking out a hot sweat because I just spent so long in the corner talking to five, six people who are in their fifties and seventies and just really, they want to learn, but they're sons or daughters, just gave up on explaining it to them, but it keeps people's minds alive, right? So here's the thing. We are releasing another NFT called the real Vision Collective. This is on top of our genesis. There's three nfts that will be available. The art is a mashup of nine big communities that are already big players in the space, and we are basically continuing the narrative of network value here. Everyone who comes into the NFT space, one of the most common questions that you get asked is, well, which NFT shall I buy? Which community should I start with? So the nine nfts that we've gone with are sort of the big players that have really made their mark out in this space, really put their foot through the door of amplifying what web three actually means. So we are, I would say the real vision collective is basically shaking up the echo chamber, if you'd like. So, over the past 72 hours, Ash, I've just had more followers following me on Twitter since the announcement. And this is the beauty, right? At real vision, we keep the conversation of dialogue of crypto going on every day. And I tweeted out this very simple thing, which is, how do we onboard the next billion into web three? And the answers that were in that thread was so meaningful, and they should be at a space that we can continue the dialogue off a Twitter timeline. So real vision will hopefully become the place for that. The answers that I got from that tweet was keep the user experience simple, and it's best out there. It's overwhelming. But at real vision, we're always one degree of separation from the experts in crypto who know, as you can watch the show, just go out there. Just the guests that we usually have on, they enjoy most when they have. When their brains are picked on and showing what they know and learn about the space. Right? So, Ash, you and I keep that dialogue on the crypto daily briefing show every day, and owning one of the rv collective NFTs will provide, you know, real life value for our community. I just came out of a shoot, uh, with two community members, and I would almost call them my web three co workers because over this past year, you know, we read each other's comments. We like emoticons, shitposts every day. My point is that when you find yourself in the right community, it's a great space that will bring to you a wealth of value. And our community at real vision are the experts. And here's the thing. If you've been with us since launch, since the pro crypto launch, and we constantly work to expand the network, you should be very well aware that today's price is a little bit of over three e for the RV Genesis collection. And, you know, with this new launch, it's just going to bring more tons of people into our ecosystem. And let's just say tomorrow is the minting season and it's when you get to mint and it's going to be one hell of a ride."
    },
    {
        "speaker": "B",
        "text": "Elaine, it's great to have you join us on the show and great to have you come in. Of course, bring us up to date on everything that's happening at real vision. Really appreciate it. Any final points you want to make before we head out?"
    },
    {
        "speaker": "E",
        "text": "Look, my final point is we know it's complicated space. It's hard, but things take a few more efforts to try it, do it, attach it, reattach it, try it again, shut down, clear the cache. It's a complicated space. It's a new space. But what the most amazing thing is if you are building in web three organically and natively when things marry up together, it's so beautiful to watch because the speed that it comes at you is a fantastic thing to see. And just keeping up with our community members over the past year, I've just seen how they've grown over this past year, how they're navigating the space and really claiming that and have become the experts. And that's truly like fascinating for me to watch as real life experience examples that we are learning on this experience with blockchain technology."
    },
    {
        "speaker": "B",
        "text": "Elaine, once again, thank you again for joining us."
    },
    {
        "speaker": "E",
        "text": "Thanks, Ash."
    },
    {
        "speaker": "B",
        "text": "This episode of Crypto Daily Briefing is sponsored by the Crypto app. The crypto app is your place for all things crypto. Download the crypto app today on Google Play or iOS App store. That's it for today. We'll be back tomorrow. Bitgo CEO Mike Belshi and Nico Cordair from Strix Leviathan will be joining us. See you at 09:00 a.m. pacific noon Eastern, 05:00 p.m. london time, live on real vision. Crypto daily briefing. Have a great afternoon, everybody."
    }
]