[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30."
    },
    {
        "speaker": "C",
        "text": "30 baby get 30 baby get 20."
    },
    {
        "speaker": "B",
        "text": "2020, baby get 2020. Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch."
    },
    {
        "speaker": "D",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "E",
        "text": "Hello and welcome back. Here's why you should watch today's real vision crypto daily briefing. Everything's on sale, says a business partner of Reddit co founder as they launch a crypto fund. We'll discuss what opportunities some investors see despite a wider market downturn. Plus, we're going to do a deep dive into defi, or decentralized finance. In that regard. Luke Camusini from Avant garde Finance talks about the current state of defi and what can we learn from recent failures? We'll break this conversation down for you into some key takeaways. My name is Paul Guerra and with me we have, as always, Ash Bennington. Don't forget to subscribe and smash the like button for the YouTube algorithm or join us on the real vision platform. Now let's get right into the latest price action. So the crypto market cap is as a whole is getting close to $1 trillion again, sitting at around $990 billion. The two biggest cryptocurrencies have stabilized after briefly dipping below key psychological levels. Bitcoin is trading back above $20,000 after falling below that level late yesterday, and its market dominance is at 39.2%. Similarly with Ethereum, it went below $1,500, but it's back above that threshold. Ash, what else are you seeing in the market?"
    },
    {
        "speaker": "B",
        "text": "Well, you know, in its latest note, glass node points to a persistent weakness in near term markets. The blockchain analytics platform has a rather ominous headline in its latest note, quote, bitcoin barely hanging on. Glass note says prices are falling even when there's little sell side pressure. Demand remains weak and some investors are happy to take any opportunity to to dash to the exits. Also, coindesk points out that we should expect a lot of volatility in the near term. It's using data on perpetuals sourced from decentral park capital and glass node to form that outlook. Perpetuals are futures with no expiration date. Ether and bitcoin's perpetual futures open interest ratios hit levels above 0.03 and 0.02, respectively. That's the highest open interest leverage ratio on record. Here's how that metric is calculated, Paul. It divides the amount of dollars locked in open perpetual futures contracts by the market capitalization of the underlying cryptocurrency. The ratio represents the degree of leverage relative to the market size. The greater the degree of leverage relative to the market size, the bigger the risk of liquidation injecting volatility into markets. Paul."
    },
    {
        "speaker": "E",
        "text": "Thank you, Ash. And we've also seen a rare move by a long, stagnant crypto whale. Natotrac, tracked by a look into bitcoin.com shows more than 5000. Bitcoin that was dormant for at least seven years, that's back from 2015, has been moved earlier this week. The look into bitcoin founder says that historically moves like that have indicated increased volatility to the downside. Which brings us to our top story today, and that is everything is on sale. Reddit founder, Galaxy Digital and Genesis executives raise big money. And yes, big money, Ash. When everything is on sale in crypto, when you hear a statement like that, you sit up and you look who's talking. According to a report by the information, it comes from a founding partner at 776 and 776. It's a venture capital firm run by Reddit co founder Alexis Ohaniandeh. And according to the information, he's seen big opportunities in the crypto market right now and is looking to raise nearly $177.6 million. Why that amount, you might ask? Does the number 1776 ring a bell? Well, 1776 is the year that the US Declaration of Independence was signed. Ash, what is he up to?"
    },
    {
        "speaker": "B",
        "text": "Well, what he's up to is capitalism. Look, Alexis Ohanian is a very smart guy. He's got a long track record out in the valley as an investor, as a successful investor. And what he's up to here is speculating on the price of assets being depressed below their true value. Obviously, this is a challenging and subjective view. How do you come up with what something's true value is? Mark Usko and I have actually talked about that on this show. The idea that price is a liar, that you have small, thinly traded issues, or you have a small, you know, exchange relative to the total asset base, and you have some distortions in price. Alexis clearly thinks that there's some bargains to be had. And so he wants to raise some dry powder, wants to raise some capital, go out into the market, step in and start buying those cryptocurrencies at prices that he believes are below the fundamental value there."
    },
    {
        "speaker": "C",
        "text": "Paul."
    },
    {
        "speaker": "E",
        "text": "Yeah, it seems like he's being greedy when other people are being fearful. But, Ash, I'm trying to really understand is why these investors think it is a good time to raise funds and invest big money, but big money into crypto. When we're hearing so much about this prolonged crypto winter, how could they possibly make any money with this?"
    },
    {
        "speaker": "B",
        "text": "Well, Paul, you nailed it. You actually said it right there. This idea of being greedy while others are being fearful, that's the bet. That's the gamble. That's what capitalism is about. It's about speculation at times about when you see assets that you think are underpriced, you want to go out and buy them at those prices. It's easy to be greedy when everyone is greedy. It's easy to be fearful when everyone is fearful. Sometimes. Obviously, it takes a little bit of nerve to wade into the markets when you see them in a winter period and to go in and say, hey, I really believe that these assets, the underlying, the true value of these assets is significantly higher than what they're trading in the open market. So I'm going to step in and make those purchases. By the way, we should say that's a risk. He's making a bet. That's what capitalism is all about. That's what great investors do when they succeed. We're going to have to see how this one shakes out."
    },
    {
        "speaker": "E",
        "text": "Paul, 100%. Thanks, Ash. And clearly there are still opportunities out there, but it's a very different playing field if you are a retail rather than institutional investor. Here's another example of a big crypto player making waves right now, but this time in Asia. Which brings us to our next story. Temasek to lead 100 million funding for crypto landlord and Nimoca brands and the Singapore state run investment holding. Temasekhennae is investing in Hong Kong based Animoca brands. Ash, please explain what is Animoca brands and what they are getting the money for."
    },
    {
        "speaker": "B",
        "text": "Well, Animoca started off as a small gaming company. According to Blockworks, it has since grown into the largest blockchain investment unit in Asia. That's obviously a considerable accomplishment. Its portfolio now holds some 340 companies, including metaverse platforms. According to Bloomberg, Temasek will lead the financing through convertible bonds. The raise comes shortly after Animoca America brands Japan received $45 million from MUFG bank, that's Japan's largest bank, to increase its web three footprint in the country. Last week, Animoca brands also secured $75.3 million in July, the second part of its $360 million raise from January this year, led by prominent venture capitalists such as Sequoia and the Winklevoss Twins. Also, I think notable here is the idea that this is a state run, a sovereign wealth fund that's investing in this space. Lots to unpack in the story. It's an interesting one."
    },
    {
        "speaker": "E",
        "text": "Lots to unpack and lots of money, that's for sure. So don't forget, look out for Raul's upcoming interview with Animoca co founder Yat Siu. It releases on September 9. So, you know, mark that on your calendar. It is part of Raul's adventures in crypto series. Don't forget to subscribe for free on real vision crypto to watch it. Our next story is. I'm sure you'll love this one. Ash. Stablecoin issuer Tether dismisses Wall Street Journal's claim of inadequate reserves and now this is a question that seemingly never, but really never goes away. How safe is Tether? The largest stablecoin by market cap, the company that issues Tether, has issued a statement rejecting the findings in a Wall Street Journal article. Ash, what did the original article say and what was tethers response?"
    },
    {
        "speaker": "B",
        "text": "Well, the Wall Street Journal article said that a long promised full audit of Tether's account is likely still months away. It also pointed out that its assets, Tether's assets, outweigh its liabilities by just $191 million on August 25. So that means a 0.3% drop in asset values would tip Tether into an event of technical insolvency. Tether has rejected the Wall Street Journal article, perhaps not surprisingly, calling it, quote, disinformation with a series of, quote, unsubstantiated conclusions. Tether also says its business is profitable, safe, and its account transparency is increasing. Paul?"
    },
    {
        "speaker": "E",
        "text": "Well, I know this is something that you've talked about here extensively before, but, Ash, what are your thoughts about all of this? What do you make of this?"
    },
    {
        "speaker": "B",
        "text": "You know, you're exactly right, Paul. This is the same old question. This is the challenge that we're going to talk about, I think a little bit more when we talk about stable coins later in this show idea. Here is, it's the challenge of verifying assets that are off chain. Look, here's the, here's the basic challenge. If you want a stable coin to be stable in us dollars, the only way that you can ever really be sure it's going to be stable in us dollars, at least in my view, is to hold us dollar backed assets ok, great. But what's the challenge? Well, the challenge is that dollar backed assets cannot be held natively on chain. That means you need this interim step of audits and attestations. You need accountants to come in and verify that the dollar backed collateral is, in fact, precisely what the company says it is. What the holding company says it is, that the collateral is in place, that it's stable, that it hasn't been sold. All of these things, these are very much traditional finance functions. And right now, Paul, we're still at a point in the crypto ecosystem where we need that bridge between traditional finance, on the one hand, in terms of dollar denominated or fiat backed stable coins and the underlying assets that support them. That's what this is all about. This has been an ongoing challenge here. Obviously, for some stable coins, Tether is one that's gotten a lot of publicity. I try not to take public opinions on this because I'm not a researcher. I don't myself delve down into those assets and do that. But the folks at the Wall Street Journal here, I think the story is, have come out and said, hey, we've done just that. And according to the Journal article, they see some serious challenges with Tether's solvency position."
    },
    {
        "speaker": "E",
        "text": "Pauldinhead that's right. And the uncertainty around tether and its transparency specifically is just one ongoing concern when it comes to stable coins. We've obviously seen one of the biggest ones with Terra USD recently implode. So still, stable coins play a crucial role in the world of decentralized finance, or defi."
    },
    {
        "speaker": "B",
        "text": "Yeah, I would just add, by the way, if the Wall Street Journal's article is taken at face value, it isn't just transparency. They're claiming that their challenges with perhaps potentially in the review of the journal, the underlying solvency of Tether, which obviously is a very big deal."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium Wireless 20 2020 2015 just $15 a month, so give it a try@mintmobile.com."
    },
    {
        "speaker": "D",
        "text": "Switch $45 up front for three months, plus taxes and fees. Promote for new customers for limited time Unlimited more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "E",
        "text": "That is a really big deal. We'll see how it unfolds. So actually, speaking about this topic, Ash, you spoke with Luke Camusini, the head of business development at the Vanguard Finance a DeFi company, and you asked him about the current state of DeFi and its shortcomings. Let's take a look."
    },
    {
        "speaker": "C",
        "text": "We've seen certain C five practices, three ac celsius that certainly have obvious shortcomings. I think these type of cases."
    },
    {
        "speaker": "B",
        "text": "Let me ask you real quick to just define what you mean by CFI here, because I know that there's sometimes confusion with DeFi, CFI and Tradfi. Are you defining the celsiuses of the world as CFI platforms? For the purposes of this conversation?"
    },
    {
        "speaker": "C",
        "text": "I do, actually. I define CFI as those type of players that use blockchain native solution in the backend, but they have more traditional finance type of interfaces and onboarding experiences. So they sort of combine one thing with the other, but without giving the benefit of the transparency and the accountability that Defi typically does. So that's where the problems arise, because those type of things we've seen, like depositors injecting funds in those type of platforms and then yield generation, which is totally opaque, users don't really know what's going on behind the scenes, and then those kind of solutions that become easily house of cards that end up collapsing and creating even more far reaching consequences and implications like shockwaves around the whole ecosystem. So this is something that I think should be definitely categorically avoided in the future. And I think we have a better solution now. I mean, we already did, but I think this shows the importance of having more decentralized solutions and more native deFi platform deFi protocols. It's true that that c five players don't have an immediate incentive to move towards DeFi solutions because they think that opacity or that kind of lack of transparency is a sort of competitive edge towards their competition. But I also think from my own perspective, I'm business developer at Avant Garde, which is the core developer of enzyme. I see more and more C five, what I define as c five players coming to talk to us because they understand that transparency is not a shortcoming or a possible vulnerability. It's actually rather the most effective marketing tool that they could have, because the market is starting to get smarter, more mature, and it's starting to demand this type of transparency and accountability that it wasn't given before. So I think this is a great trend that we're starting to see, and we're excited about what we can offer to these type of players."
    },
    {
        "speaker": "E",
        "text": "So, Ash, definitely transparency and accountability are vital for retail investors, especially in 2022, with everything that has transpired. But Ash Lucas states that DeFi is safer in that regard than, sorry. That Defi is safer in that regard than CFI. What do you make of that?"
    },
    {
        "speaker": "B",
        "text": "Well, let's unpack this a little bit here. So first, I want to distinguish between tradfi, CFI, and Defi. I actually asked Luka about this during the conversation. Tradfi I think of as traditional finance. These are regulated banks. DeFi is the direction in which we're moving. Obviously, these totally decentralized platforms that we've been talking about here on real vision. And CFI is this kind of interim step. It's this kind of, not quite fish or foul. This is, things like Celsius and Voyager would be examples of this. By the way, there are some c five firms that are still solvent. So I don't want to paint them all with a brush and make it seem as though every one of these has collapsed. But let's get to the core question here, which is, is Defi safer than CFI? Let me, let me, let me say it this way. I think the risks there are very different. So CFI has what I would call Lehman Brothers risk. The idea here is that you have risk management failures, failures by fallible human beings to do things like provide adequate collateral. Think about doing things like underwriting loans properly. These are all sort of very much traditional financial functions. We could say we saw these during the 2007, 2008 era in terms of the failures and collapses that we saw there. By the way, you could also say you saw these types of failures during the 1929 era. These are very much traditional financial problems that we see in the c five space. So that's one sort of layer of risk. But the question is, is defi safer? So I would say, on the other hand, you have different kinds of risk in defi, for example, just to name a couple. And we've talked about it here on this show before. You have bridge hacks, you have flash loan attacks. We've talked about many of these stories before. The Ronin Bridge exploit, $650 million loss. The wormhole network exploit, $320 million loss. Beanstalk forms flash loan attack, 180 plus million dollar loss. So, you know, there's a lot of risk in all of this stuff. I've said it here before. I see BTR, it's cool. But there's risk. This is an important thing that anyone who's watching this show really needs to understand if you want to know what's safe. FDIC backed deposits, right. $250,000 per depositor, per bank tips, treasury inflation protected securities guaranteed by the full faith and credit of the United States government and index for inflation. But that's boring, right? Like, that's the response. But the reality here, Paul, is those are the trade offs. Finance, economics, fundamentally about trade offs. So what's safe? You know, FDIC backed deposits are safe, chips are safe. Everything else, there's speculative risk in. I'm not saying that that's a bad thing, but people really need to go into this with their eyes open. They need to understand that there are no guarantees anywhere in the crypto space, Paul."
    },
    {
        "speaker": "E",
        "text": "That's right, Ash, and the facts that you stated are mind blowing. That's more than $1 billion in losses just from those attacks. But those are experiences that we can learn. Check out our next clip about what can we learn from high profile failures."
    },
    {
        "speaker": "C",
        "text": "It's clear that cases like terra are, you know, especially terra with the case of USD, has shown that the difficulty of having and maintaining successfully algorithmic stablecoins, for example, I'm actually of the opinion that, you know, at some point, we will have this type of algorithmic stablecoins, and that will be successfully run in a decentralized manner. But when you have. When you have this type of collaterals that are highly volatile, and it can be subject to market swings, that can be extreme in certain circumstances, especially when you have a type of bank run, like it happened for thera, you have to keep into account that those kind of risks exist when you have. It's actually today's discussion. In this recent discussion, for example, on makerdao, like, what type of collateral can be used for dai, what is the maximum percentage for each type of collateral? This is like some of the ongoing discussions are happening in the community right now. So it's clear that you have to distinguish. If we want to tune in a bit more into stablecoins, we have to distinguish between more centralized stablecoins, which we see today have also some shortcomings in terms of censorship, resistance, and also, like, and on the other side, having the decentralized, or more over collateralized decentralized stablecoins that, of course need to have, project founders need to really think about the solidity and the resiliency of those collaterals over time."
    },
    {
        "speaker": "B",
        "text": "What is it that makes something decentralized versus centralized? You mentioned Dai, for example, there give us a little bit of context around these ideas and how to distinguish them, because I think, particularly for people who are relatively new to the space, they all sound very similar."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think it's. If I were to speak to somebody like my father, who actually always asked me this type of questions, I would define like a centralized stablecoin as a type of stablecoin that is back to a real world fiat currency that is held somewhere with a certain degree of transparency. We see some cases where the reserves are more or less transparent, but let's say the basic idea is to have them backed to some dollars or short term instruments, more like the traditional finance. This is actually definitely a vector of centralization. And on the other hand, you have crypto assets really backing for backing the issuance, technically called minting, which is the creation of new stable coins, like the case of Dai or the case of the new, for example, the new stablecoin, which is, I mean, there's a bunch of stable coins that are being created in Defi. I think the most prominent are Dai. Debts have certainly DAi. There's also another one that Ave has been discussing in the forum. So there are certainly prominent protocols in DeFi that are coming up with these type of solutions, and it's certainly something that we like to see."
    },
    {
        "speaker": "B",
        "text": "Mike well, it's interesting, there's almost this paradox or this divide in the space. You talk about dollar denominated or dollar backed stablecoins. And the interesting thing about that with regard to the blockchain is there's no way, obviously, to hold dollars natively on chain. So you have to have this interim step where you have attestations or audits of the organization that holds those coins in order to confirm that there is in fact a one to one correspondence between dollars or dollar equivalents. On one hand, that is really an interesting dynamic that happens in the pace. It can't be done totally straight through. You mentioned Dai, obviously Makerdao, a different model. Tell us a little bit about how you think about those and how you sort that the advantages and disadvantages of each of these very divergent types of stablecoins."
    },
    {
        "speaker": "C",
        "text": "Well, I think that it's clear that there's no perfect solution, right? So there's no one solution that actually can capture. Because if we think about we at avant garde, we have some treasury management mandates, and so we have to thoroughly consider which assets we select for those managed accounts. And so definitely we look at the collateralization of decentralized stablecoins as one of the most important factor, which is in this case, it's actually very transparent in its own chain. So that can be thoroughly verified, which is definitely an advantage of Defi. And on the other hand, you have. But that collateral, however, might have a bit more volatility. And that's the con on that side and on the more centralized solution, definitely, you have what you call the attestation, which is also meaning that you have to trust a third party to actually issue those reports reliably. And also you have certainly something that is not exactly like the ethos of the ecosystem, which is the decentralization. You have that part which is not exactly in line. So we look at all these factors and we try to assess the risk of each of its solution and then determine, like, which assets we should, we should be investing."
    },
    {
        "speaker": "E",
        "text": "That was just a great clip from Luka, and I really appreciate his insights. And undoubtedly, terrorist implosion affected the crypto industry as a whole. In fact, it's late August and we're still talking about algorithm stable coins. Ash, in layman's terms, what are the risks of stable coins overall? And what did Luca mean by the resiliency of the collateral in decentralized stable coins?"
    },
    {
        "speaker": "B",
        "text": "Well, that's a great question, Paul. You honed in really on the key issue here. First, the important thing to say is there are different types of stable coins. First, we have the fiat backed stable coins. These are things like terra USDT Circle, USDC. We talked about this, obviously a little bit at the top of the show. The risk here are associated with the collateral actually being there. This idea that you need audits and attestations, these traditional finance methods of verifying that the assets are in fact in place, because, again, you can't hold dollar backed assets on chain. So that's one type of stablecoin and one sort of category of risk. The second type of stablecoin are collateral backed on chain assets. The most prominent of these, the one that people probably know is dai. If you look at the DAI chart, it's got a really solid track record for the last two years here. DAI is over collateralized. I believe the collateralization ratio is 150%. That's the ratio of collateral backing the asset to the face value of the asset. There are different flavors of these dai coins. For example, there's EtH A and EtH B. They have different liquidation ratios, different free schedules. I know this gets a little bit complicated as we wait into the weeds, but the key points here really are this. DAi has been pretty stable here, as I said, for the last two years. But, and it's a big but, if the price of the underlying collateral moves dramatically against you, there's liquidation risk. That's the risk of breaking the buck, losing principle, losing money. Again, it's not an FDIC insured deposit or a government bond. So there's risk here. Another type of stablecoin is these commodity backed stable coins. There are two pretty well known examples here. Tether gold, Xaut and Paxos gold, sometimes called pax gpaxg. The way that these stable coins work, I'll give you the example from Paxos. One coin equals 1oz of gold. Sounds great. You know that you're secured by an ounce of gold if you trust the validation that it is. In fact, there, again, from a traditional source, like an audit or an attestation. But guess what? The value of gold fluctuates. That means the value of your coin fluctuates. So once again, no such thing as a free launch. Finally, we've got algorithmic stable coins. This is what Terrausd was. This is the most prominent example, of course, in the space you mentioned at the top of this segment. It was allegedly stable at a dollar, and then it got absolutely annihilated. These basically coins use math. They use some trading functions. They use a whole series, and it differs by the individual algorithmic stablecoin, but they use a whole different series of computer based ways of algorithmically attempting to maintain that stable balance. To me, and I've said this here on real vision before, these are very much science experiments. So science advances the frontiers of our knowledge. Science is a great thing, but sometimes the test tubes explode, and sometimes when the test tubes explode, the lab burns to the ground. People really need to understand it, they need to understand the risks as they look at these exciting new technologies."
    },
    {
        "speaker": "C",
        "text": "Paul."
    },
    {
        "speaker": "E",
        "text": "That's right, Ash, and I love the analogies, very visceral and very graphic. And yes, as you say, risk, we have to consider it always, especially talking about crypto. And given the situation in the crypto market right now, Ash, it's easy to make an assumption that there's little tratfi interest in DeFi right now. But Luke Camosini says that's not the case. Let's listen."
    },
    {
        "speaker": "C",
        "text": "I'm having more and more conversation with traditional finance, and again, traditional finance, I would consider folks that are really, like, tied to the existing financial ecosystem, and they have absolutely no, no touch points yet with DeFi or crypto in general. So I think this is interesting to see that they're more and more interested. My self question that I'd like also to articulate a bit more. My thoughts is, is it despite the downturn, or is it because of the downturn? I see, like, both dynamics playing out really well, because on the one hand, I think it's despite the downturn, because it shows that their interest is kind of maturing over time, they're not just interested in bitcoin anymore, they're interested in ethereum, but also, I would say, more deep down into the solution. So it's not really an investment anymore. It's actually more like, what kind of solutions is defy creating or where is the innovation coming from and what can I do with it? Also, because of the. Coming back to the question, because of the downturn, because I think that this shows that some of them are really smart and are actually waiting on the sideline, waiting for the perfect moment to jump into defi. I'm having conversation with asset managers that precisely at this point in time, they want to start building a track record in DeFi because they know that this will create powerful results. Over time, I think it becomes more and more clear to me, having this conversation. It's not a matter of if anymore, it's actually a matter of when. And so it's just a matter of picking the right timing for them. It's also clear that institutions like Tradfi is not really about cryptocurrencies only per se. It's more about how to get tokenization mainstream and also like using blockchain as a new means of ownership rather than just an investment. I think I'm having conversation with them, talking about real world assets, for example, how to get this type of assets on chain. I was actually having a nice conversation the other day with a traditional finance player, and he goes like, I'm dreaming of a day when I actually can have, in the same portfolio. I can have cryptocurrencies, and I can have tokenized solar farms in Dubai, and tokenized land crops in Argentina, and tokenize fine wines from Italy. So all of these things coming together into the same deFi portfolio on chain, which is digital, which is global, which is easily transferable and tradable. That's a dream that they have, and I think we're still not there, but we will get there eventually at some point."
    },
    {
        "speaker": "B",
        "text": "Luca, how far away from realizing that dream?"
    },
    {
        "speaker": "C",
        "text": "Yeah, well, I think it's probably closer than we think. It's a matter of innovating and bringing those assets on chain. Like there's. There's a, there's a frame in Europe, there's a framework for security tokens that is going to a sandbox framework that is going to be applicable next year starting in March 2023. I think this will give a lot of, a lot of push to sdos in general. And, you know, that means that, you know, we can, we will be able to tokenize compliantly and so we will be able to onboard project issuers and also investors will be able to trade primary, like in a primary market and also in a secondary market with a certain amount of liquidity. They will be able to trade those assets in a very seamless ways. On DeFi, I think there's three main checkboxes that they need to check. One is security, and 2022 has been one of the records year for hacks and exploits. And I think this comes to show that security has to be a primary concern for all of DeFi. We at avant garde's enzyme, definitely we take security as our most concerned. And second is compliance. So they need to have compliant ways to onboard, to invest, to divest, to trade in a secondary market. And also the ease of use. We got to be honest, some of them have the, have this barrier to entry in terms of ease of use. DeFi is, for the moment, still mostly for crypto native, so it's not easy for everyone. And I think our job is to bridge them and to educate them to how to get started."
    },
    {
        "speaker": "E",
        "text": "Great clip. I appreciate Lucas input, considering his background and expertise in decentralized finance. In that sense, what are your thoughts, Ash, regarding Lucas comment that it's not a matter of if anymore, but a matter of when institutional investors go all in. Do you really see Tratfi bringing tokenization of assets to the mainstream?"
    },
    {
        "speaker": "B",
        "text": "Well, when it comes to the digitization of money, Paul, I think it's probably a question of if and not when, but it's also a question fundamentally of how. To me, it's a safe bet that if we were to get into a time machine and come back in the year 2032 or 2042, digital money, Internet money, is going to play a much bigger role in finance and commerce and all of our lives, generally speaking, than it does today. But the question really is, to me at least, is what form will that take? Let me give you a concrete example here of why I think this is very much an open question. One form of stablecoin that I did not mention in the prior segment, because it doesn't exist yet at scale, is CBDCs. These, of course, are central bank digital currencies. We don't know what role, for example, they're going to play in the system. And obviously, if and when a central bank does weigh in and create digital money, that will be an extraordinary event. So for me, I lean more toward the future of finance, of Internet money being decentralized. This means based on things like bitcoin and ethereum and the types of decentralized distributed networks that Luca is talking about here. I cover them. I'm passionate about them. I'm passionate about this ecosystem. I love the culture. I love the people in this space. But does that mean 100% that the future will definitely be decentralized? The answer to that question, if we're being honest with ourselves, is that we just don't know. I think that one of the cardinal rules of finance is understanding that you can't confuse what you hope with what you think is likely to occur. So is digitization coming? I think the answer to that is almost certainly yes. Is programmable Internet money coming? I think the answer to that is almost certainly yes. Will the future of digital programmable money be decentralized? That's a potentially exciting future, and I think perhaps a probable one. But is it certain? No, it's not certain. In reality, nothing in this universe is certain, and we need to maintain that level of skepticism, I think, when we talk about these exciting new technologies."
    },
    {
        "speaker": "F",
        "text": "Paul, this podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor. Ramp's software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding ramp could be one of the best decisions youve ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy rmp.com easy cards issued by."
    },
    {
        "speaker": "D",
        "text": "Sutton bank and celtic bank members of DIC."
    },
    {
        "speaker": "F",
        "text": "Terms and conditions supply."
    },
    {
        "speaker": "E",
        "text": "That's right, healthy skepticism. But, well, nothing is hurting in this universe except from death and taxes. Not to get too dark into this, but the word decentralized is key, ash, to understanding defi and the wider crypto market. But one aspect of that is doubt or decentralized autonomous organizations. Here's what Lucas has to say about them."
    },
    {
        "speaker": "C",
        "text": "What we define is like the daos, you know, have ways to, you know, they once, once they start, they typically issue their governance tokens, and then from there on, they can start diversifying or accruing revenues because we see already some, some daos that have found like a clear product market fit and they're able to capture some of the value accrual, some of the revenue accrual. And therefore they sort of accumulate and build up more and more and more treasuries. The majority of them, unfortunately, number one, they keep. There was actually a study from chain analysis recently that found out like 90% they keep like on average is held in their governance token, which obviously has huge price swings, drawdowns of like 80, 90%. So of course that affects the ability of those daos to fund themselves in perpetuity, which is actually should be the goal of a professionally managed Dao. So for me it has become, it is very clear from all the conversation I'm having that treasury management for a Dow is an integral part of any project long term success. And so they have to start thinking about how to manage their short term cash and how to also generate some income from those treasuries. Because in the best case, most of them, they diversify into stable coins, which is already a good step. But then they leave those stable coins idle, which is just taking inflation at 810 percent rates per year at this point. So obviously, I think this is not good enough for many of them. And I think one of the things is that most of them think that having a delegated management, because of course you need professionalism, you need skill set in order to do like, proper treasury management. So I think like, some of them are starting to create their own treasury working group and, you know, having the ability to delegate to those, to those groups. But some of them still think that having this delegation equals giving up custody of their funds and like, like, in fear that those funds will be stolen or lost or taking huge risks. And I'm here to say, actually, you know, give me a 30 seconds for enzyme. This is like exactly the kind of, the kind of point that we saw because we give the ability to adopt, to own their own assets and, you know, own their own vault, their, their custody, their own funds, and at the same time being able to effectively delegate to a third party manager. And they can appoint that person and they can say, you can only touch these assets, you can only touch these protocols. And I have the oversight over what you're doing. Twenty four seven. And I have complete transparency on the overall activity, which is exactly having, having this kind of pain point resolved immediately."
    },
    {
        "speaker": "E",
        "text": "So daos is one of those hot topics in defi ash. However, it's something that the average crypto investor has not fully incorporated yet. Ash, what do you really think that Luca meant by a DAOS governance token? How do they play a role in an investor crypto portfolio?"
    },
    {
        "speaker": "B",
        "text": "Ash well, I think that's exactly right. I think it's important to understand what daos are before you can understand what a governance token is. So daos are these decentralized autonomous organizations. That's what the acronym stands for. And it's a new way of forming an organization, a new way of creating and managing capital, new technology that facilitates these sort of distributed, decentralized decision making. I know this can sound a little abstract, so let me just give some examples here to make it a little bit more concrete. Maker, we talked earlier about the Stablecoin Dai in a previous segment. Dai is an ERC 20 token, the crypto collateral for Dai, remember, it's a collateral backed crypto, collateral backed stablecoin. The crypto collateral for Dai is locked in a smart contract in Makerdao's collateral vault. So that's one example. Another example of this would be Aave. Aave is a pretty well known lending platform in the defi space. Lending, borrowing, yield, generation, all of those kinds of functions. I've actually interviewed the founder, Stanley Kolachev, on real vision before. So if that's something you're interested in, if you're interested in learning more about Aave, please go and sign up for real vision crypto. It's free. If you're not already watching on platform, if you're watching us on YouTube or on Twitter, then there's uniswap. Uniswap is a dex. This is a decentralized exchange. This is an exchange where users can trade in and out of tokens, but they're not doing it with a centralized entity like Coinbase, for example, or kraken. They're doing it with a dao in a truly decentralized format. The governance token for Uniswap, to just give you one example, is called uni. Uni governance tokens are tokens that allow these daos to make collective decision making. Things like collateral ratios, liquidation ratios, service fees. In some ways, it's similar to the voting rights that are attached to common stock, in that the shareholders get to make decisions about how the organizations are run. But of course, these are decentralized. By the way, I should say, I think I own about $300 worth of unique. I bought it because I wanted to go and play around with Uniswap. I haven't actually had the time to do it, but that's the way a governance token sort of broadly works and why people are interested in them, because they really do represent the ability to make decisions in these decentralized autonomous organizations. Now, cynics, of course, will say that they're controlled by very large groups of people, so they're really not that decentralized. But that is a different debate. That's the idea behind a dao, at least."
    },
    {
        "speaker": "E",
        "text": "Paul, thank you so much, Ash. That really helps. Now here's what I learned today and what the viewers can take away from your conversation with Luca Mossini. Well, first, according to Luca, Defi has a three component checklist to comply with before being massively adopted. First, security to prevent more hacks as the ones that occurred this year. Second, compliance with the regulators. And third, they need ease of use. And this ash, is a common issue with the whole crypto industry. People still find many hurdles and hoops to jump through in order to use Dapps wallets and crypto services. Another takeaway is that Terra's implosion and its effects are learning experiences for everyone. And it only shows that we're still early. It is the lessons we learned from these experiences today that will cement the building blocks of a stronger crypto industry for the upcoming years. And as mentioned by Luca, initially Tratfi was against crypto. We all remember what the Goldman Sachs was calling bitcoin back in 2013 or so. So then it was skeptical about it. But its sheer value to society through blockchain solutions has made them not only accept it, but made many traffic institutional investors to become key players in the market. And we'll hear definitely more from them in the upcoming months. And finally, the final takeaway here today is that according to Luca, daos suffer from high volatility in their governance tokens, making them high risk moves. As Ash pointed, Ash is one of those themes that we talked a lot about in today's show. So remember, there's not such thing as a free meal, but they play an important role in decentralized finance and where it's all going in terms of community decision making. Ash, we have here some viewers question, if you could please answer a couple of them. I have one here for you coming from Apex Crypto on YouTube. And Apex crypto says, do you think that the stablecoin regulations in the US will come in the next twelve months? And if they do, will this spell trouble for most, if not all, stable coins for us markets?"
    },
    {
        "speaker": "B",
        "text": "Well, you know, I think I'll take this in two different parts. So the first question really implicitly is, is regulation coming for stable coins? I think the answer for that is almost certainly yes. We're looking at obviously a significant percentage of the value of cryptocurrency being tied up in these stable coins. These look like traditional functions that financial institutions would provide. The reality is this is going to get regulated. I think it's an almost a certainty that there's going to be additional regulation to this here in the United States. Second part of the question about whether it will happen in the next twelve months. You know, this is politics. Obviously, it's an election year. It's really difficult, I'm not a political analyst, to predict exact timeline for when this regulation is coming. But I think for me, Apex, it's a great question. And to answer it, yes, fundamentally, I believe we're going to see regulation, and probably sooner rather than later."
    },
    {
        "speaker": "E",
        "text": "Thank you, Ash, and thank you Apex, for such a great question. And actually for all of you on YouTube, don't forget to hit the like button for the YouTube algorithm. Subscribe for you guys looking on the real vision platform also hit the like button so we know which videos you're actually liking. And we have a question for you Ash from Mcube on the real vision platform, and it says, is running your own proof of stake ETH node a realistic proposition after the merge? It would be as near zero risk as you can get for staking, wouldn't it?"
    },
    {
        "speaker": "B",
        "text": "Well, you know, I'm going to sort of continue with some of the remarks I made earlier. This phrase zero risk free, I think these are very dangerous terms to use in crypto. The reality is this is a very volatile asset class. And this is technology that, for example, doesn't yet exist at scale. In Ethereum, obviously, beacon chain is currently running, but this massive transition that we're going to see a huge, huge step function in terms of the number of dollars that are going to be held on that chain. The market cap of Ethereum now is around $200 billion. So we're going to see this massive shift. I just don't like this idea of zero risk, the idea of talking about things as though there's zero risk. The idea here with establishing staking is to create kind of a benchmark rate. Some people have called that the risk free rate. I don't really think that's the best term to use, but it would be a benchmark rate that you could essentially use to peg a base rate above which other riskier assets, in theory, could trade. We see this. Folks who are in the fixed income space already know this you have, for example, the risk free rate in treasury bonds. At a given tenor, that's the length of time until the bond expires. And then corporate securities, for example, traded a risk spread over that. So you have to get a higher yield to compensate you for higher risk. I think that's what we're going to see starting to be established in the crypto space with that sort of benchmark rate being the Ethereum staking rate. But again, this is very early. It's very theoretical. It's very speculative. It's fascinating. The technology here is extremely cool, but we're going to have to wait and see how this shakes out."
    },
    {
        "speaker": "E",
        "text": "It's fascinating indeed. Thank you, Ash, for your answer. And here we have a last question for you coming from Shashank Wright on YouTube. And it says, how can we get a sense which cryptos have the biggest downsides? Some of the projects have such low market caps or deeds in place, it is hard to see them go down."
    },
    {
        "speaker": "B",
        "text": "Well, you know, there's a lot of risk in this space in general. Very often people, particularly people with financial backgrounds, want to extrapolate sort of the models that we see in traditional finance, particularly in us equities. You'll hear them say things like, well, bitcoin is like a blue chip stock, and some of these micro cap cryptos, these very small market cap cryptos are more like pink sheet stocks. And I don't really actually think that that metaphor is an apt one. The reality is these are very different spaces. What's interesting, of course, is that, for example, blue chip stocks are obviously highly regulated. They're regulated by SEC. They have certain accounting requirements that they have to meet. There are independent auditing organizations, like the Fair Accounting Standard board, that modifies the way that, I should say, oversees, the way that their financial statements are written. It's just a totally different world. And even comparing small cap cryptos to pink sheet stocks, I think is probably a mistake. The reality is pink sheet stocks are also regulated here in the United States. These are stocks that trade so called OTC over the counter. They're not subject to the listing requirements of NYSE or Nasdaq. But the reality is that there's just a tremendous amount of risk in this space. And we've seen that, just the massive swings on things like dogecoin and Sheba. So I think the reality is that people need to understand that this is all an incredibly speculative space for investments. And when you get down to some of these small, very obscure market cap cryptos, I think the risk probably increases, but there's risk just all across the board. Doesn't mean it's not cool, doesn't mean it's not interesting. But people need to go into this understanding that they need to go into it with their eyes open, in my view, at least."
    },
    {
        "speaker": "C",
        "text": "Paul."
    },
    {
        "speaker": "E",
        "text": "Ladies and gentlemen, the great ash Bennington. Thank you so much for all your insights today. And, well, that's it for today's show. Thank you for watching. Don't forget to comment. Smash the like button. Subscribe on YouTube or tweet at us. Remember, this is your show. We make this for you guys. So we want to hear from you on what's working, what's not, what guests do you want to see? Who do you like to hear more from? What themes should we cover? And tomorrow we got Francis Hunt, aka the market sniper, with the latest technical analysis. Make sure to subscribe to real vision crypto for free, if you haven't already. So well, see you tomorrow live on the real vision crypto daily briefing."
    }
]