[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com. tech all lowercase. That's Shopify.com tech."
    },
    {
        "speaker": "B",
        "text": "Hello, everyone, and welcome back to the crypto daily briefing. Here's why you should watch today's show. One of the world's biggest broker dealers is reportedly looking into offering bitcoin trading. We'll explain why fidelity investments move would be a big deal. Plus, we'll do a deep dive into web three and all the innovation and disruption it can bring with it. We'll break down our conversation with Steve Goulden from Cumberland DRW. And stay tuned for the latest from the salt conference. I'm Ash Bennington. I've got Moritz Siebert with me. Moritz, how are you doing?"
    },
    {
        "speaker": "C",
        "text": "Hey, Ash, I'm doing really fine. Just got back from vacation, batteries recharged. It's a lovely fall day, late summer day here in Munich, and it's great to be back on the show with you again. Perfect."
    },
    {
        "speaker": "B",
        "text": "It's great to have you back with us. We should also add viewers. Please don't forget to click the subscribe button and hit the like button if you're on YouTube. Now, right into the latest price action, we got us inflation data out today. The consumer price index is still hot year on year. CPI came in at 8.3%. That's higher than analysts expected. Of course, we're leading the daily briefing with macro data because of the sensitivity that crypto prices have shown recently to inflation data. On a month over month basis. CPI came in at 0.1% in August and 0.6 if you exclude food and energy. That's on a month on month basis. This is overshadowing that. We are, in fact in the week of the merge, which is scheduled for Wednesday night or Thursday morning. Us time based on the merge countdown clocks. Last week, star performer wasn't Ethereum, though it was bitcoin. It posted a double digit gain for the trailing seven days, but some of that is now evaporating after the CPI data release. Moritz, speaking of the merge and Ethereum, what are your expectations for it?"
    },
    {
        "speaker": "C",
        "text": "Excited like a kid in the candy store, Ash, it's kind of like you're waiting for Christmas Eve. It's only like a day and 13 hours or 14 hours or something like that away from us. But you know, I'm also a little bit puzzled by the price action because people were so bullish on the event. And you know, I've repeatedly heard that Ethereum really has to go to like 2000 and 3004 thousand. And I don't know where these price levels come from. You know, we're trading at 1600, I think, as we speak. And, but you know, what I did hear from, and like maybe a convincing argument is that a lot of people, you know, still stay on the sidelines because we know we're always stealing improbabilities and never uncertainties and there is a non zero probability that there could be a technical glitch with the merge. You know, the fork play out in a different way, whatever, and therefore some investors just feel the risk or they have a career risk and they're not investing now, but they have tri powder for say in 48 hours from now. And then they would invest and maybe that takes the price higher. Very clearly the trade, the merge trade is a consensus trade. In my experience, these trades can be going awry. But everybody that I essentially speak to, they're all long ethereum, and some of them are heavily long ethereum. So the question is, if everybody is already long, who is the marginal buyer that could buy from them when they sell? Let's see, the next 48 hours will be super interesting. It'll pan out one way or the other. Personally, I am long ethereum. I hope it'll go higher. That's why I'm excited, like kid in the candy store."
    },
    {
        "speaker": "B",
        "text": "More excellent points as always. You and I were geeking out a little bit about this off camera, this idea that you have this potential for a low probability, though potentially high impact event in the event that something goes wrong during the merge. Now, I know it's been tested extensively, but we've talked about this before here on this show. It's one thing to test on testnets with relatively small value relative to this $200 billion total outstanding capitalization or network value of the ethereum network."
    },
    {
        "speaker": "C",
        "text": "That's exactly right. I mean, it's one way to do all these try runs, and they've done quite a few and they all worked successfully and flawlessly, I think, to the extent, and that's possible to say. But the big thing is happening in 36 hours whenever the difficulty is reached. And look, I'll be watching it. It's going to be, I think, in my early morning, so at a convenient time. I'm not sure if it's such a convenient time for you in the east coast to observe this. But I'll definitely be around. I'm not sure if I'll be trading around it. Probably not. I mean, that's just. I wouldn't be. I wouldn't know what to do. But just observing the price action is something I'm looking forward to. Yeah."
    },
    {
        "speaker": "B",
        "text": "And of course, we'll be covering it here on real vision. Crypto daily briefing. Moving on a bit here. Yesterday at the salt conference in New York City, the message from a crypto heavyweight was, it's not a crypto specific downturn. It's an everything downturn. This from the CEO of FTX, Sam Bankman Fried, who argued that this is due to fed action and that it doesn't negate the underlying fundamentals of crypto, such as the huge potential of blockchains. That's just one of the interesting thoughts we heard at salt. Which brings us to our top story. The Wall Street Journal is reporting Fidelity investments is considering offering bitcoin trading to its retail customers. Fidelity is one of the world's largest broker dealers with some 34 million customers. It's been one of the most crypto friendly financial institutions. In 2008, it launched a bitcoin trading business for hedge funds and other institutional investors. So obviously, they've been in this game for some time now. At the salt conference, Mike Novogratz, CEO of Galaxy Digital, said, quote, a bird told me fidelity is going to shift their retail customers into crypto soon enough. Moritz, this is a big deal. If confirmed, what are your thoughts?"
    },
    {
        "speaker": "C",
        "text": "It is a big deal, Ash, and this is positive for the overall space. Fidelity has always been one of the crypto friendliest institutions, and they've been early. So them moving their offering, which already exists in the institutional space, over into the retail space, it's just going to be. It has to be a big, positive impulse for the overall space. So I'm looking forward to it."
    },
    {
        "speaker": "B",
        "text": "Yeah, Moritz. I was at salt most of the day yesterday. I'm headed back later this afternoon. It's really interesting. Obviously, we're in a crypto winter now. Bitcoin is, you know, minus almost 70% from a high of about 68,000. Almost 69,000, I should say, in November of 2021. Uh, it's less euphoric this year. But you know, what's interesting to me is that the people are still there. I'm talking about hedge fund managers, big banks, big accounting firms, big consulting firms. It reminds me a little bit of the post.com meltdown, the so called dot bomb meltdown. And early 2000, the technology continued to march forward. There are still these great conversations going on. There are still people who are long term bullish. And I think most important of all, as during the.com post.com phase, the development, the underlying development, the creation of code bases, the creation of infrastructure continues to march forward. We were just talking about this, for example, with the merge. To me, that's telling. I'm curious, Moritz, what are your thoughts on this?"
    },
    {
        "speaker": "C",
        "text": "I agree with all of that, Ash. I think people are coming from all directions. I mean, this is hedge funds. We now have more than 2000 digital asset investment firms in the world. 2000. It's very lopsided, obviously, in the distribution. There's many, many tiny ones, and then there's a few ones that are large. But the structure of products business is developing. Volatility curves are developing, repo curves are developing. There's still a ton of venture business being done in this space. Just 2 hours ago, I gave a presentation to a large pension fund that is looking into the crypto space and they want to get an exposure. So the questions are, how do we do this? What are the alternatives next to venture capital? How can we access the space and generate some alpha, not only track bitcoin and ethereum? I think, like you say, it's not as euphoric as it used to be. Maybe that is a healing process that is actually quite valuable for the overall space too. Kind of get it down to earth, but definitely the interest is high. This isn't stopping that. Space is moving forward, and it's a real diverse group of people that are looking at this."
    },
    {
        "speaker": "B",
        "text": "Yeah, very well said."
    },
    {
        "speaker": "D",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp's software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding Ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy, ramp.com easy rmp.com easy cards issued by Sutton bank and celtic bank members of DIC. Terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "Moritz, the other thing I wanted to touch on from Salt was Raoul's conversation with Dan Morehead, of course, of Pantera Capital. They talked about the macro case for digital assets. This is the case about the rising levels of debt, about inflation, about central banks that have essentially painted themselves into a corner. Those are the highlights from the conversation with Raoul and Dan at salt yesterday. But you don't need to hear it from me secondhand. Raoul and Dan Moorhead just had a long form conversation about this on real vision crypto just last month. You can go and sign up for free at real vision.com forward slash crypto. Just type in your email address and you're good to go totally free from there. I know, Moritz, you had some thoughts about the conversation between Ral and Daniel."
    },
    {
        "speaker": "C",
        "text": "I watched this conversation, Ash, and I really enjoyed it. But to be quite honest, I didn't watch it for the digital asset content, which was excellent, too. But I already knew that Raul and Dan, they're essentially on the same page. Both love digital assets. Both think that space is going to move way, way higher compared to where it is today. But what I also knew is that they had opposing views on yields and inflation, and joint conversations where they both have their arguments, both well presented. They both can make their points, but only one of them can be right. And the markets will show who's right. But Dan Morehead is expecting way higher yields. He's expecting the Fed to continue with the hiking process because he sees the inflation up here. And it's just like, look, the Fed has to close that gap no matter what. And Raul has made the point that while we're going into a big recession, depression, and therefore yields cannot rise anymore. If anything, they will need to drop. So there you have it. Two opposing views, both well presented. Pick your poison."
    },
    {
        "speaker": "B",
        "text": "Yeah, pick your poison. Well said. Because as you say, only one can be right. But also important to point out, I don't think either of them are an especially rosy scenario for the US economy."
    },
    {
        "speaker": "C",
        "text": "That is true. I mean, it's. Look, we're living through very difficult times. This is true for essentially any country, any developed country on planet Earth. I mean, debt levels are super high. Inflation is rampant essentially everywhere. Energy prices, where I live are through the roof. Look, sometimes when you get up in the morning, you feel like, where are the good news? I mean, every day is kind of like one headline chases the next with something breaking, some war, some crisis, a geopolitical event, inflation higher than expected, yada, yada, yada. I kind of like, I become deaf to that. You just want it to stop. But this is the period we're living through now. As we know, these periods sooner or later will come to an end. We just don't know yet when that end is going to be there, but it's not going to be forever. But yeah, we're living through interesting, volatile, and also difficult times MORITZ I sometimes."
    },
    {
        "speaker": "B",
        "text": "Wonder if it's our fault, folks who are about our age, who grew up during this period of optimism between November of 1989 and September of 2001. Maybe we just have a mistaken view about the world always becoming better and that this is the natural state of things."
    },
    {
        "speaker": "C",
        "text": "Yeah, that might be right. But you can't blame us for our date of birth. But I agree with you. Look, I mean, there's people out there who have also never experienced anything but essentially central bank largesse. Like, if you started becoming interested in the markets after the global financial crisis, then essentially what you've learned, the trick that you've learned is, oh, whatever happens, we're going to kick the can down the road and there's going to be a decrease in yields by the central banks and more liquidity and more credit to essentially bail everybody out. Now, this is going on since more than ten years, and the question is, can it go on forever? I'd say no, but when does it stop? Exactly. That to figure out is a difficult thing to do. Yeah. So, look, you know me, Ash. I tend to fade the news. I obviously observe them and read them and I try to understand them. I'm very interested. But my guiding light are prices and price action and trends and momentum. And I don't think that anybody will really know anything in these complex worlds, like, you know, where prices are going to be a day from today or a week from today or a month from today is anybody's guess. So im using different techniques and frameworks in order to have a true north and a compass to guide me through that."
    },
    {
        "speaker": "B",
        "text": "Trey and thats one of the reasons why we love having you on this show. Its interesting. As you said, weve lived in this time period where things were good and prices went up. And when things were bad or really bad, prices went up because we saw central bank liquidity globally flooding the market."
    },
    {
        "speaker": "C",
        "text": "PresTon thats absolutely right. Its been always like that for the past twelve years. And weve gone through all these crisis. I mean, you cant even enumerate them as like the government debt crisis in Europe, Italy, the yield spreads. I mean, I'm just talking about Europe. The bank bail ins in Cyprus, the mortgage market in the United States, the pandemic, oil going negative, all of these things. It's just incredibly risky as well, I would say. The price moves that we're seeing in all sorts of markets, energy markets, of course, carbon markets, digital asset markets, equity markets, the oil market, which used to be and still is very financialized. But for the oil market to move $5 in a day, it's kind of like that happened once or twice a year. It's not happening every day. So the markets have become way more volatile. And I just want to iterate. You have to be careful with your position sizing, and I size appropriately and don't risk it all."
    },
    {
        "speaker": "B",
        "text": "Well, amid all this uncertainty, the one thing I can say for certain is if there's a plague of locusts, we will cover it. Here on real Vision daily briefing. And real vision crypto daily briefing. Getting back to the salt conference here, we should also point out that crypto services firm Abra made a big announcement at the conference. Full disclosure, Abra is an advertiser on real vision. But Abra says it is in the process of forming Abra Bank, a us state chartered institution for us customers, and Abra International, a fully regulated digital asset business for customers outside the United States. Abra says it will be the first regulated bank in the United States, enabling people in the US to deposit and bank with digital assets and to trade crypto for fiat and vice versa. Abra says the US bank will launch later this year, while the international unit of will launch later. I'm sorry. Abras says the US bank will launch next year. Correction. While the US where the international unit will launch next year. Moritz, what are your thoughts on this? What could it mean for crypto in the US?"
    },
    {
        "speaker": "C",
        "text": "Well, first off, I'm absolutely not surprised to see this happening. I think that in the future, the next ten or 20 years, the biggest banks in the world will have a crypto business, or maybe they will be crypto native banks. We're already seeing this now, for instance, here in Europe, we have two banks in Switzerland regulated by the swiss regulator Finmather, called Signum and Sabre. And really the only business they do is crypto service oriented businesses. So that's trading off cryptos. It's custody of digital assets. It's on ramping and off ramping into a regulated banking infrastructure, which, for sure, institutional clients will like. They will like acts points that conform with banking regulation. So they do all of this. What they don't do is credit cards and mortgages and trading of stocks and ETF's. So I think this is just going to go further and further and further. Maybe you'll have the big existing banks build their crypto business and attach it to what they already have. I think that's going to happen. And you'll have these fintech oriented startups that become a crypto native bank."
    },
    {
        "speaker": "B",
        "text": "Yeah, so international later this year from Abra, US bank next year. By the way, Abra and Fidelity's moves that we've discussed today are just the latest examples of crypto appearing to become increasingly more mainstream. Still, it's early days for the space and many exciting opportunities are yet to fully materialize. A good example of this is web three, a new decentralized iteration of the Internet and a nascent technology whose possibilities were only beginning to understand. That is what my conversation with Steve Goulden was all about. Stephen is a senior crypto analyst at Cumberland, the crypto arm of trading firm DRW holdings. I've asked him about the transition from web two to web three and what benefits it could bring. Let's take a look at that conversation. Now."
    },
    {
        "speaker": "E",
        "text": "Crypto, in smart contract terms kind of has been around since about 20, 2015. Since. Since then, obviously a lot of the activity has been trading has been leverage, yield, farming, et cetera. So primarily trading in Defi. We think we are now on the cusp of seeing real world activity, actual, much like the tech stocks that, you know, moving on chain, and companies beginning to see and protocols beginning to see the benefit of that. Right. So thinking about why it would make sense for a protocol to be on chain versus in the normal web two space. Firstly, web three protocols can be heavily automated and low cost. That means they can operate with far fewer employees. A good example of this might be like uniswap or sushiswap. In a decentralized protocol, there's basically no middleman taking a large fee. In some of the web two cases, maybe 25 30% or more. In crypto, usually at worst it's perhaps two, 3%. The other big thing that we think is super interesting is you can use a token, almost like non cash marketing spend. A good example would be Uber. Uber is to all intents and purposes a decentralized business, but it never had a token. So it had to use cash as an incentive for drivers and for users. Imagine that you had a decentralized ride sharing business, but with that token, and therefore the platform could bootstrap its growth and build liquidity on that cold start problem using the token upfront, obviously that means much lower barriers to entry for companies and it clearly opens up a lot of innovation potential. The other thing I think that's really interesting is using a token for the day to day business. So essentially as a kind of in economy currency, that token has value as a utility coin, not just as a kind of as a derivative of the profit that the protocol can make. So much like imagine that you had to pay for iPhones with Apple stock, or the way people need dollars to buy barrels of oil dollars. In this sense, Apple stock would have a value over and above their underlying real yield or profitability. When you think of it like that, you could plausibly have very low margin platforms that in web two cent or from a equity analysis perspective might not make sense. But because you have this huge underlying demand to buy the token to actually transact in the economy, that creates a value over and above the profitability, that opens up value accrual for potentially very, very low margin platforms, which then could be extremely disruptive."
    },
    {
        "speaker": "B",
        "text": "Raoul, really interesting stuff here. First, we should probably talk a little bit about what DRW is. Its a very large so called prop shop. These are proprietary trading shops. These are folks who use very intense technology to look into some of the aspects of trading that are perhaps not so visible to retail traders. Things like HFT, and then some of the analysis, of course, that theyre doing in the digital asset space. So, Moritz, what Steve is really talking about here is web three. I think his Uber example is an incredibly interesting one, almost because its like a thought experiment about how real world businesses could be built around web three architecture. What are your thoughts?"
    },
    {
        "speaker": "C",
        "text": "You know, Ash, when I listened to something like this, and I enjoyed it because it's fascinating, at the same time, I find it incredibly complex. It gets my head spinning because I tried to find orientation, like what does it actually mean? How could this work? How does this compare to what we currently have? And how would it be any better? So the Uber example, for instance, I think he was saying they needed to pay cash to the drivers in order to incentivize them to drive in the first place. It's like, yeah, that's true. So you get drivers because you pay them dollars. I'm not sure if they would have taken the steering wheel if you had given them the token, because maybe they would have disregarded the token as something. Well, what's that token? That token isn't worth much. Maybe you couldn't convert it into dollars so you kind of like you take this long shot on the project working. So, you know, sometimes I have the feeling that these things are talked about in a very rosy way, in a way that, oh, if we only had the token, then all of a sudden everything is going to resolve and everything is going to be beautiful. That I think is probably not right. But I do see where, you know, using simple examples, I can see where some of that, what he's saying makes sense, at least to me, maybe to my simple mind. But a token is a way to probably raise capital in a faster and more efficient way for small businesses. So think about if you had the idea of opening a coffee shop. You're certainly not the only person that owns a coffee shop. I mean, there's all sorts of coffee shops all around the block. But if you are a good barista and you have, let's say, a Twitter profile and people know you, and you could say, look, I mean, come to my coffee shop, I have a token. When you drink ten coffees, you get a token. Or please buy some tokens from me now because I'm not going to be ipoing my small coffee shop on Nasdaq or the New York Stock Exchange. So it's kind of like a way to raise capital and get businesses started. That's .1 and .2 is a token. And then I understand in like an NFT type of way can be used in order to create closeness between the business and the customers. So it's like an air mile, but a better type of an air mile, a more inclusive and more usable air mile. You get rewards. You're no longer the product, you're a token owner. And you kind of like, you become a cheerleader for the underlying business. It essentially ties into the intangible and brand values of that business and makes that business more valuable. You will get some of the rewards for that in return. Like shareholder. I can see this. The legalities around that I think are going to be very, very interesting. I have my head spinning. Imagine an existing company such as Amazon, issues a token. Amazon has issued stock. If you're a stockholder of Amazon, you own a part of the company. You wouldn't be all too happy if all of a sudden there were a token and that token which you don't own, you own the stock. And all of a sudden that token starts to reflect share, like economics, because it would be dilutive to you. So look, these things are fascinating. I think it'll move in a hybrid fashion in that direction. But there's so many things, at least to me, that are unclear, that I still need to understand where I kind of go, hey, pace yourself. Everybody's talking fast. Everybody's talking. Oh, let's do this token and this token and this component and this NFT and web three. And it's like, well, I'm overwhelmed."
    },
    {
        "speaker": "B",
        "text": "Yeah, Moritz, so well said there. I think in the way that you frame this, it's fascinating to me because I see both sides of this argument. On the one hand, I really do think there's enormous potential for web three. I think this may be one of perhaps even the biggest application to come out of these decentralized currencies that we talk about every day at real vision crypto. But to your point, I think for Uber is a great example. I dont know about you, but most of my friends who were driving Uber at night after doing a day job werent doing it because they wanted to accumulate some theoretical position. In a token. They were doing it because they needed a couple of bucks, they needed cash, they needed to pay rent. Even if they are fully liquid at the time that you do it, when you start driving at the beginning of the week, you don't know where it's going to end up at the end of the week. These are market traded tokens as they reflect what we see elsewhere in the market. And what does that mean? It means that ultimately in us dollar or in euro, that you need to pay a rent and that you need to buy groceries for your family. And it may wind up being different by the time the drive ends, when it begins, if it was a long enough trip. That's exactly right."
    },
    {
        "speaker": "C",
        "text": "That's my point. I think we can all frame this again in this rosy way where this is the way forward, I'm sure. Again, some of that is likely going to work, but not all of it. And to me it seems sometimes that people put this out there. It's like all of this is going to change the world. And that, I would bet against that, I think is very unlikely to be true."
    },
    {
        "speaker": "B",
        "text": "Yeah, so interesting. And a lot of nuance there. I think you mentioned more. It's web two, we should probably say. The scale of web two was unprecedented. The biggest social network, Facebook, reached more than a billion users around the world. That begets this question. Could web three reach a similar scale? Perhaps in enough time? And how? Let's listen to Steve's thoughts on this point."
    },
    {
        "speaker": "E",
        "text": "Clearly you can imagine a decentralized BNB, you can imagine a decentralized tinder. Obviously it lends itself very, very well to what are essentially platform businesses, where you have two sides who basically just need a central platform to coordinate. And clearly you can use the token to bootstrap that early liquidity. Other examples, and I'm borrowing this from a really, really good newsletter by a lady who goes by the name of Tasha Labs. Writes really good stuff on web three."
    },
    {
        "speaker": "B",
        "text": "Of course, not a real reason before."
    },
    {
        "speaker": "E",
        "text": "Okay, yeah, I think her stuff's great. Highly recommend it. One example, she wrote an article a few weeks ago about 35 web three use cases. The first example was decentralized logistics, and it was as simple as allowing logistics operators to store stuff in your backyard and getting paid in a token for doing so. Maybe that token has a profit share, maybe it doesn't. But be it the retailer or the driver needs to go out onto an exchange and buy that token and that creates the underlying value or the token and return to you. You could say, why not just use dollars? Well, again, you can use that token to bootstrap and create, to bootstrappers non cash marketing spend and create that kind of liquidity. These are just a few examples. Other examples might be, for example."
    },
    {
        "speaker": "B",
        "text": "A."
    },
    {
        "speaker": "E",
        "text": "Social media platform that allows people to tokenize their data and then sell that data on a kind of exchange almost as an NFT, maybe to a marketing firm. And so I think we're really just scratching the surface. Clearly it lends itself well to platform businesses. It doesn't lend itself, at least at this point, that well to companies that actually make physical widgets. But I think there's clearly a big space to go for and a lot of web two businesses out there that could be, could be disrupted."
    },
    {
        "speaker": "B",
        "text": "Sounds like what you're talking about here is nothing more or less significant than re architecting the entire way the Internet, in fact, e commerce finance takes place today."
    },
    {
        "speaker": "E",
        "text": "Yeah, obviously that's pretty bold, right? But I think at its core, there's a big opportunity in decentralized businesses from the cost savings and the revenue opportunities that we've sort of touched on. But I think just in general lowering the barriers for new businesses to form and for innovation to happen, I think that's on the real activity front. And then coming back to the point around utility coin valuation, I think that certainly when you approach looking at a tech stock as an equity analyst, you certainly don't think about any of these aspects. You're very much focused on margins and earnings and whatnot. So the idea of having a kind of utility valuation baked into the protocol, which might even be worth more than the profitability aspect of it, that's I think very revolutionary. And I think it's something that tradfi and equities just hasn't really begun to consider yet. Now, obviously, it's extremely early days. We haven't really seen. I mean, perhaps you could say we've seen aspects of it in Ethereum and some of the other ones, but we haven't really seen much of it in web three protocols. So it's still very much experimental. But if that actually gained some steam, then clearly I think that's quite revolutionary."
    },
    {
        "speaker": "B",
        "text": "So, Moritz, Steve picks up on some of the same themes here, re architecting the monetization model of the Internet. Things like a decentralized tinder or decentralized Airbnb. Decentralized logistics is another example that he gives, although, I don't know, I think there might be some issues with chain of custody, spoilage and breakage if you're storing Amazon stuff in your backyard. Again, Moritz, this is a really fascinating topic, obviously very early. What are your thoughts here?"
    },
    {
        "speaker": "C",
        "text": "Yeah, my backyard isn't set up for storing anything. Really? I don't want it there. Look, I can get a bunch of these things. Whats very clear to me is it does make sense where you can cut out the middleman or an embedded function that is a cost function where you can reduce costs. Cut out of the middleman. That makes a lot of sense to move that onto a protocol. An example is uniswap or any of the other decentralized protocols where market making takes place, and youre essentially removing the market maker or the authorized participant, and its all just code based. Great. Get this. I can understand streaming, which could potentially be disruptive to Spotify or any of the other platforms where you have music streamed over the blockchain. And if you listen to it, you have your wallet connected, could be a metamask. You're kind of like you're paying by the microsecond or you're paying by the second. If you don't listen to the full song, you're only paying for the amount of time, proportionally that you've listened to the song. So I can understand the brave browser, if you know what that is. Some people, I think more and more people are using it. I have it installed on my computer. I should use it more. But for my time and my attention and my eyeballs, I'm essentially being rewarded in a web three type of spirit through the brave token, which is worth something. Who knows what it's going to be worth in the future? But it feels like for the first time, I'm not the product where I'm just giving away my data for, well, not nothing for the convenience of a service, but if I give, if I watch an ad, then I get a financial reward for it. All of thats clear, or its not clear to me. And thats where maybe theres a little bit of a pushback is these ideas of Airbnb and the other examples that hes mentioned how that would really change. Like if you had an Airbnb token, if you say you stayed in an Airbnb, in an Airbnb vacation five times a year youd get that many tokens. If you have ten tokens, you can get a discount. That to me still feels like an air mile type of concept. It's essentially an air mile, which is a web three type of component in a tokenized form, maybe an NFT form. But what I'm failing to understand at that point, maybe it'll get to me in the next couple of weeks or months, is how that is really revolutionary. How would that move the needle and make the economics better, make the experience better, just improve the business model substantially? That I don't see yet, but it might be me."
    },
    {
        "speaker": "B",
        "text": "Yeah. I should also say that I really find Steve's analysis of this to be fascinating. I mean, look, it's really easy for us to put on our analyst hat and sit back in our desk chairs and try and sort of nitpick and poke holes, but it is fascinating. And I think that this is, in my view at least, certainly going to become a more prominent in the space of the way that we do commerce or the way that we do finance and especially the way that social networks work. Like for me, decentralized Tinder makes sense, right? If you're paying whatever it is, $9.99 a month or $14.99 a month, why wouldn't you want to get some of those tokens to participate in it and to potentially accrue some value while you're doing your swiping? I mean, I think I get that and I think it does make sense and it is super easy for us to be like, well, you know, here are issues x, y and z, but I do think that this is something that's coming in. It's great to have someone like Steve on, who spends all of his time thinking about, or a good portion of his time thinking about exactly these issues. Talking of which, this brings us to our next question, which is, how do you value these tokens? How do you value the upcoming web, three ecosystems? I asked Steve about exactly this. Let's take a look at the clip."
    },
    {
        "speaker": "E",
        "text": "If we're going to just think about the fundamentals, there's a significant aspect of it that is taken from traditional fundamental analysis, and that is trying to work out a revenue generation to token holders or to stakers or whatever, maybe reducing whatever costs there may be, and trying to come up with a kind of implied yield or price sales or pe or whatever. And then you have the utility coin valuation, which sort of comes back to our original thought around what would the valuation of Apple be if people needed to buy iPhones with Apple stock? And for that, that's incredibly difficult. The only kind of rough tool that we've got is the Fisher equation, which is basically MV equals PQ, right? So basically, the monetary stock times the velocity of money equals the GDP of the micro economy. So it's essentially the equation you might use for valuing a currency. That's incredibly rough, but it's giving you some kind of concept of how the GDP and the overall economic activity within that little micro economy has an impact on the. On the valuation of the coin and how it's affected by staking, which obviously reduces the velocity of money, et cetera. Means more is locked up. So those are the very sort of rough tools that you have to analyze it from a fundamental perspective. But then, obviously, in crypto, you have technical aspects, you have narratives, etcetera. And sometimes, frankly, in the short term, they play out far more powerfully than the fundamentals. If you can take a long term view on this stuff, then there's alpha, because I think that when you compare it to equities, frankly, there aren't as many people doing deep fundamental analysis as there is for your average large cap stock. Therefore, in some senses, crypto doesn't react. I'm sure you know this as rationally, maybe, to information as equities might. But on the other hand, I think there's more alpha on the table for those who are kind of willing to put in the fundamental work."
    },
    {
        "speaker": "B",
        "text": "Trey, a little irving fisher with your morning coffee. You don't get that on the other financial networks. Moritz, Steve is talking about the valuation models of web three protocols. These are concepts that are very near and dear to your heart. Moritz, what are your thoughts?"
    },
    {
        "speaker": "C",
        "text": "Yeah, they're near and dear to my heart, Ash. If and when I can understand them. Some of them I just don't understand, find them interesting to follow through. I mean, in our space, in digital asset space, you've probably heard about the stock to flow model of plan b, and you have Metcalf's law and the analogy of network adoption and comparing that to the Internet adoption or to the speed of the Internet adoption 2025 years ago. And all of that kind of gives a nice framework. Whether these frameworks are accurate and good indications of value remains to be seen. I'm not so sure about this. When you asked me whether the price of or the stock of Microsoft or pick any other stock, really any other stock is fairly valued, I wouldn't know. I absolutely don't know whether any of these valuations are fair. I'm not a fundamental analyst, it's just not what I do. So I'm using, as you know, valuation frameworks that I can work with, which are usually quantitative in nature. I take positions when the trend is in a certain direction. It's appropriately sized. I have a risk budget and stop loss. These type of things that gets me through the markets. This is my true north and my compass. I'm using that since many, many, many years. And all the other valuation frameworks to me Are interesting to read about. But I wouldn't trade my money according to these frameworks."
    },
    {
        "speaker": "B",
        "text": "That's why it's so great to have someone on like Steve Gouldon, who thinks about this all day long and look, has to go out there and commit his firm's capital to some of these ideas. I think it's fascinating to see that there are people out there who are doing what Steve is doing, doing what Steve did on this show, which is coming in and hammering it out and giving us a preview of what is going to be a model that may be used to value these sort of very abstruse, essentially de facto financial instruments in the future. By the way, another open question on all of this is the question of how some of the legal, regulatory and compliance issues are going to shake out. So it's a lot to chew on, but a fantastic conversation. So here's what I think the viewers can take away from my conversation with Steve Gould. And Steve says we're on the Cusp of moving Real life onto the blockchain. He's highlighting the fact that web three, done properly, would cut out the middleman, thus significantly reducing fees. According to Steve, low margin platforms would find it a lot easier to operate in web three than in a web two environment, which in turn would allow for more industries to be disrupted. He goes on to provide a few examples of what that could look like, while admitting we're only, as we were sort of saying more, it's at the very beginning and just starting to scratch the surface of all of this. As for valuations of tokens, Steve is using a modified quantity theory of money model to do a rough back of the envelope style calculation. Because of a limited framework for analysis, there's the potential for more alpha on the table for those willing to do this fundamental analysis, in Steve's view. More it's obviously a broad conversation here today. And also I should say we've got some comments coming in from our audience. The first one is from Alan Long from YouTube. Moritz doesn't seem convinced with a lot of the potential for web three applications. What if the applications paid out in stablecoin instead of proprietary tokens?"
    },
    {
        "speaker": "C",
        "text": "Moritz yeah, again, I'm convinced about the ones that I can understand. I fail to understand some of the stuff that's thrown out there and I don't think it's that simple. Because if really all that were required is like a web three type of token and spirit, then companies would do it right now, today and they would already have it. But they don't. So it tells me that there's more complexities that we all need to understand. Now to the question specifically about the stablecoin. In the example that was used with Uber, I don't think that would really work because the stablecoin would be a us dollar stablecoin. And if Uber would have to pay that stablecoin to the driver, then that's like paying dollar to the driver. So it's a very expensive thing for them to do. They would have to pay the dollar, raise the cash in order to make the payment as opposed to just airdropping tokens and giving the token away to the driver in the hope of future higher value. So the stablecoin thing, I don't see that really changing anything compared to what we have today other than the dollar now being digital."
    },
    {
        "speaker": "B",
        "text": "No, thats exactly right. I think thats precisely spot on. Theres really no point to paying out stable coins. And this is this sort of weird idea here, which is you have these kind of equity like instruments that are utility tokens that they create utility on the network. And to me at least, another thing thats unclear is where that line between utility on the one hand for use in the network, almost like an arcade token, is divided from an equity type position, which obviously, obviously is going to be regulated by the SEC for us persons at least. So yeah, I don't really see how stablecoin solve the problem. The idea here is it's exactly like paying out us dollars, so there's really no advantage. So an interesting point. And one that we're going to hash through more, I'm sure. Precisely those kinds of issues. Here's another question that comes to us from SJ. This is from YouTube. Crypto is definitely a bet on the future, but I wonder how long it can take for these visions to come to fruition. Price will surely follow. But what do you think could be Moritz the tipping point?"
    },
    {
        "speaker": "C",
        "text": "I wish I knew, SJ. I really don't know. I agree with you. It's a long term bet on the future, and it's going to remain volatile for years, really is what I'd say. I'd be very surprised if we could see bitcoin and ethereum realizing ten to 15% volatility anytime soon. So it's going to be a volatile asset with ups and downs developing fast, but developing in the right direction, I think, to the top side, which is why we all have a big part of our careers now in this space or tied to this space. It is super interesting. It's a better future. Don't ask me about the tipping point. I'm the wrong person to ask SJ."
    },
    {
        "speaker": "B",
        "text": "It's a great question. I would just say, I think one of the potential tipping points, I don't think there's going to be a single tipping point, but I think one thing that could definitely help this space would be legal regulatory compliance clarity around these issues, precisely like the one we were just talking about. More, it's the idea of what is a security? What's not a security, what is. I mean, a utility token is kind of a term of art that's almost been created, structured in contradistinction from securities, as a way of saying, hey, no, this isn't a security. But regulators have not yet weighed in on the validity of that proposition. I think it's incredibly exciting. I think it has immense potential. But to go out and build in that space, boy, you really need to have a pretty level of self confidence in terms of your ability to do that when there isn't the regulatory clarity in the space. By the way, one more thing, CJ, that you may find interesting. A takeaway that Dan Moorhead said yesterday in his conversation with Raoul that I thought was especially interesting. He said, most people say that the Internet is 30 years old. That's not true. The Internet is 50 years old. It took us the first 20 years just to get to a browser. So obviously, the implication there being just how early it is in this space and how long it can take for some of these paradigms to develop, like the regulatory paradigm, some of the valuation models, all the things, in fact, that Moritz and I have been talking about and that we were discussing with Steve earlier in this show, very much things that can take some time to really firm up. Moritz, great conversation as always, when you join us on this show."
    },
    {
        "speaker": "C",
        "text": "Thank you for having me on, Ash. Let's do this again. I always enjoy this, and today this was just, yeah, super interesting. I had a great time."
    },
    {
        "speaker": "B",
        "text": "Well, let's commit to doing it more often. This was a lot of fun. That's it for today's show. Thank you for watching, as always. Don't forget to subscribe to our YouTube channel and smash the like button. Remember, this is your show, guys. We want to hear what you think is working, what you think is not working. So drop us a comment down below and let us know your feedback. What guests do you want to see? What theme should we cover? We appreciate you sharing your time with us today, and we especially appreciate you sharing your suggestions with us in the future. Tomorrow we'll be just hours away from the merge. We have a very timely conversation with one of the folks who worked in it. That's Tim Baker. See you tomorrow live on the real vision crypto daily briefing. Thanks for watching, everybody."
    }
]