[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless. Everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hello, and welcome back to the real vision crypto daily briefing, which starts right now. And here's why you need to watch today's show. Plaid is changing up the wallet game while Interpol enters the Metaverse. We'll discuss all those stories and why they matter to you. Plus, Ben Whitby from Krato is with us. Lots to discuss about the current state of defi. Staying tuned for that. I'm Nico Bruga. Ash Bennington is with me as always. Last show to wrap up the week. Ash, are you ready for the weekend?"
    },
    {
        "speaker": "B",
        "text": "Absolutely."
    },
    {
        "speaker": "D",
        "text": "Me too. Very exciting and perfect way to end the week with both you and Ben today. And don't forget to subscribe to real Vision Crypto. It's free if you're watching on YouTube, like subscribe and hit the notification bell so you don't miss when we go live. Now, a word from our sponsors. In other words, real vision. We've just launched a groundbreaking new series called Three Ideas, where we explore three actionable investment opportunities with an industry leading expert. Here's what people are saying. Love. Love your show. Awesome format. Love this. Extremely well done. You can now get access to every episode in this series and all the investment ideas for only $99 a year. Sign up. All right, I've done my due diligence to spread the word, so let's jump into the latest price action. A lot of uncertainty today, especially with Elon Musk chiming in on Twitter saying that recession might last until spring of 2024. On the other hand, cryptocurrency prices are trending downward. Today, BTC dipped below the key $19,000 level. Ash, I'm assuming it's a similar trend over on ETH. How's it looking over there?"
    },
    {
        "speaker": "B",
        "text": "Yeah, ETH is behaving kind of the same. It's been trading inside the $1200 range for over a month now. It dipped below 1300 now trading at around $1,280. Nico."
    },
    {
        "speaker": "D",
        "text": "Thanks for that, Ash. Now onto our top story, entering the web three space requires every user to have a digital wallet. If you make a transaction on the ETH network, you probably use the metamask wallet. If you're a fan of Solana, you may use phantom wallethood. How about my Cardano fans out there? You probably downloaded the Nami wallet, too. The market is seeing a flurry of digital wallets. And now, with plaid's announcement, we got another one. Ash, how does this relate to all these different wallets?"
    },
    {
        "speaker": "B",
        "text": "Yeah, Nico, that really is the key question. First, let me give you a little bit of an explainer for folks who may not know about what plaid is and what plaid does. So Plaid is basically a software, as a services company that allows clients to connect banking and financial services to power their e commerce. Very much a web two kind of company. So if you're in the business of selling widgets and you need to interface with one of your customers banks so you can process their transactions, Plaid will allow you to do that on the back end. This is just a software as a service that facilitates real world transactions in Tradfi. So what plaid is doing now, and what this story is all about is a project called Wallet onboard. The wallet onboard product is creating something called an API. That's an application programming interface, which allows computers essentially, to talk to each other so that there's a standard interface that allows. Allows cryptocurrencies to connect regardless of wallet types. So, to get back to your original point, Niko, what this is aiming to do is to build a system where you can have e commerce that interacts with all the wallet types that you listed above. Metamask for Ethereum, phantom for solana, nami for cardano, et cetera. And this dramatically simplifies, potentially, if they can execute on this, the level of sophistication required to process different transactions. So it allows, essentially, companies, uh, to interact with all of these different wallets and crypto types as though they were just one. Because there's a standard interface. If you're looking for a really simple way to think about it, a metaphor, imagine you're selling donuts, right? People come into your donut shop, uh, and they come in with dollars, and they come in with yen and euro and yuan and swiss franc. You're in the donut business. You're not in the FX business. You want a standardized way to transact, uh, seamlessly with different currencies, right? So, so what you want is someone to process those Fx transactions for you. Uh, basically, what plat is working on, uh, is this essentially for the crypto space to standardize wallets? To standardize crypto, uh, so that businesses can do business, uh, and be agnostic about it, if that makes sense, Nico."
    },
    {
        "speaker": "D",
        "text": "Absolutely. Sounds like a one stop shop. And I really hope someone else is out there working on the Ux for, uh, retail investors, because, Ash, like you say, until that gets fixed, we're not getting your mother. My mother, on, uh, into this new ecosystem."
    },
    {
        "speaker": "B",
        "text": "Yeah, Nico, that's a great, that's a great point. And and it's, and it's, you know, that's on the, on the retail side to get people to connect. This is on the corporate side for transaction processing. So, as you say, you're exactly correct. There are still those challenges. Ui, ux, user interface, user experience on the retail side, Nico."
    },
    {
        "speaker": "D",
        "text": "Thank you, Ash. I appreciate that clarification. All right, onto our next story. A court in New York has ordered prime trust to return $17 million in crypto back to celsius. This one sounds really interesting, Ash. What's the deal here?"
    },
    {
        "speaker": "B",
        "text": "Well, that's right. So Celsius filed a suit against prime trust in the southern district of New York, demanding that prime trust return crypto assets that were Celsius control. Prior to its bankruptcy, Prime Trust had provided custodial services to Celsius as a quick refresher. Banks act as custodians when they hold assets on behalf of an individual, or in this case, of a company. And what we're talking about here is essentially this bank providing financial services to places like funds and lenders and other financial clients, in this case, Celsius. Primetrust agreed in a hearing to return those assets to Celsius. As you said, Nico, $17 million in cryptocurrency, as you just mentioned."
    },
    {
        "speaker": "D",
        "text": "Yeah, Celsius. One of those stories that just never seems to die in this space at the moment. But I got a really fun one for you. Ask. Check out this video Interpol tweeted out. It's got over almost 200,000 views already. So what are we looking at here, Ash? Solving crimes in the metaverse. This our future."
    },
    {
        "speaker": "B",
        "text": "First, this is Interpol, the international criminal police organization, not the two thousands band that came out with the song slow hands. If you're expecting that video, you're probably sorely disappointed. So what this is about is this. Interpol, a very important international police agency, is now in the metaverse. I don't think they're really solving crimes yet. It sounds to me more like a training exercise, maybe a networking exercise, maybe. Maybe a little bit of public relations in there, too. This was announced at the 90th Interpol General assembly in New Delhi, India. And apparently it's live right now. Interpol delegates are able to explore the general secretariat headquarters of Interpol in Lyon, France. I didn't know that's where they were. Apparently that's where they are using virtual reality headsets. You know, I should add, Interpol has already partnered with Microsoft and Meta to power this after issuing the statement that, quote, social engineering scams, violent extremism and misinformation could be particular challenges in the metaverse. I don't know, Nico. It sounds like global law enforcement here is interested in exploring these technologies because they know the world is changing. What do you think?"
    },
    {
        "speaker": "D",
        "text": "I mean, look, the child in me or the person obsessed with spycraft. Jean le Corre. The bureau really is excited, maybe at the prospects that I could have a second career in the metaverse as a detective. But more seriously, this feels a little bit more like a pr stunt or something. Very much more of a VR experience rather than a metaverse experience. Reminds me when I was in college 15 years ago or whatever, and we would do virtual reality experiences of the Notre Dame cathedral in Paris. So, pretty narrow the metaverse, I'd say. But that's it for today's news. So, moving on to our main interview now, let's bring in our guest, Ben Whitby, a longtime friend of the show in a crypto compliance guru from Krato network. Ash, I'll let you take it away from here. And I'll be back at the end of the segment with my key takeaways."
    },
    {
        "speaker": "B",
        "text": "Thanks, Nico. Ben, it's great to have you back."
    },
    {
        "speaker": "C",
        "text": "It's great to be here. Thanks for having me."
    },
    {
        "speaker": "B",
        "text": "Ash, you and I were just hanging out at Masari Mainnet here in New York a few weeks ago, and we had this long discussion about some of the topics that I'm really eager to touch on here today. Just to set this up, set a little bit of context for our viewers. It seems that every day, and this is something we talk about on this show and elsewhere on real vision, we're talking about new legal, regulatory, and compliance stories, whether it's SEC opening investigations over tokens that may be securities, AML, KYC, SAR questions. These are all questions about tax evasion and funds location and sourcing or OFAC sanctions. This is the Office of Foreign Asset Controls, the US Treasury Department that controls specially designated individuals and nation states. They're not allowed to transact in dollar based transactions. You know, this story seems like it never ends there's just always a new angle, there's always a new story. There's always news flow on this. Ben, my question to you is this big picture, 50,000 foot level, where are we right now in terms of the state f play for crypto, legal, regulatory and compliance?"
    },
    {
        "speaker": "C",
        "text": "50,000 foot view? It's looking really good. It's looking really positive. Long term. We've got some real short term hiccups in the immediate term as we figure out where these different rules are supposed to be coming from and which teams are going to be kind of overseeing them. But these assets that we are dealing with on a day to day basis, this magic Internet money is becoming an accepted asset class in its own right. And the infrastructure, the protocols that are being used and developed around this, they are going to be driving the next economy. And that next economy is not going to be serving just the 2 billion people that are on the Internet today that have got visa cards, Mastercards and bank accounts, but 8 billion people around the world, and by which time the global population will be 10 billion people. If we're looking for growth in all the global economies, which everybody is right now, if we want to go and five x our growth opportunities in our target market, then regulators need to get on board, open up crypto to all sorts of different enterprises, because by doing that, then Netflix can sell instead of 2 billion people today, 10 billion people tomorrow."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint mobile, unlimited premium wireless. Everybody get 30, 30 Biddy get 30 Biddy get 20. 2020 to 15. 1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 up front for three."
    },
    {
        "speaker": "C",
        "text": "Months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "B",
        "text": "Ben, you know, obviously, when you speak, you sound very much like a crypto native. You've been in this space for a long time, but your background is in traditional finance. Tell us a little bit about your background, because I think it very much informs your view of this space."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, I came out of university with a quantum physics degree and ended up in the city in London. I worked for Lloyd's of London insurance, which is why I understand insurance space so much and why I think it's so critical that one of the things that we've been doing at Credo is bringing that, that insurance kind of front and center and everything that we do. I then continued in that space, in the technology space, and actually built the world's first interest rate swaps trading platform, which we built for a swiss brokerage house called Swapstream that was subsequently bought by CME. And it was during that time that I really transitioned from the technology space in terms of hands on up code, into the compliance base, because I needed to kind of understand what we were building to. I bounced around a number of different consultancies, from accenture in the capital markets compliance team to PwC in their team, and was fortunate enough to be part of the PwC team when Lehmans went into administration. So that gave me a real insight into that insolvency process. And I spent nearly eight years at HSBC and their capital markets compliance team and saw an awful lot of things rather than not talk about here. But, yeah, it's left me with some battle scars. And it was 2013 that I really went down the crypto rabbit hole. So I've been in crypto a long time, and when you see what a digitally scarce asset can do, then you can quickly extrapolate that into all capital markets, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, in many ways, Ben, those battle scars make you uniquely well suited to understand this space, to understand the potential risks in this space. I think most of the people who are watching this conversation don't need to be convinced that digital assets are going to be a substantial part of the future economy. They're very passionate about digital assets. They're very passionate about decentralization. But it's so interesting to me that you've had those experiences on the compliance side, getting to help mop up the catastrophe that was Lehman Brothers gives you a kind of a unique insight into understanding risks and how things look when they start to go wrong. Where do you think we are right now with trying to mitigate some of those risks that I mentioned? Obviously, there's a lot of legal, regulatory, and compliance uncertainty. I said at the top of the show whether it's, for example, in anti money laundering, whether it's in the question about which of these assets are and are not securities, or even in OFAC compliance, which I think is a. A potential significant potential potential risk point, friction point for this space right now. How do you think about all of those moving parts?"
    },
    {
        "speaker": "C",
        "text": "Raoul? I'm actually still quite fearful for the global capital markets as a whole, and I'm quite fearful for one reason. It's like when we were looking at the various different positions that were held in Lehman started looking at the market overall. You recognize that the various different derivatives contracts that have been written on paper had been written for terms of 510 15, 2030, sometimes even 50 years. And we're, what, twelve years out from Lehman's collapse. So, you know, there's still a long tail of, of risk that hasn't been reported into the market that isn't transparent, that nobody really truly knows where that default risk lies. And it's amazing to me that we haven't adopted a more transparent position going forwards than we would have. It's been 1214 years since Lehman really collapsed. And Defi would fix all of this."
    },
    {
        "speaker": "B",
        "text": "Yeah, talk a little bit about that. What's the vision that you have for how Defi might begin to solve some of those problems, and what are the risks that you need to mitigate in order to make that happen?"
    },
    {
        "speaker": "C",
        "text": "Well, so everybody that's involved in the derivative space understands that when you write the contract, you're writing that long term risk, you're writing that obligation in terms of the cash flows backwards and forwards between different counterparties. You never really know what the collateral management position is in those counterparties, and those collateral positions need to be rebalanced on a periodic basis. There are teams of people within banks that manage end of day collateral positions, make margin calls, et cetera, et cetera. And I can see a space where we can start writing contracts in a very programmatic, smart, contract based way, where those collateral calls are made instantly, that collateral can be held in a relatively transparent position, that transparent condition can be made available and transparent to the regulators so that they can help themselves and understand where they are with regards to the resolution requirements. And things will just work. Things will just be very much more stable, very much more comfortable. A lot of the nervousness comes from an intrinsic gut feeling that people have against a particular counterparty rather than necessarily having the data."
    },
    {
        "speaker": "B",
        "text": "So what are you working on at Curedo, and how does that dovetail with the vision you just articulated?"
    },
    {
        "speaker": "C",
        "text": "Adam? Well, so we've got a number of different kind of wallet solutions that we've got in the market at the moment. Credo in its fundamental position is a technology tool and frame set to enable you to mitigate the risks of private key management. Private key is a piece of information, and what we manage capital markets where isn't by information per se, it's with governance. So credo abstracts private key risk or information risk into governance, which we all understand. We always stand two, four, six, I principle sign off. And moving into that governance position allows us to provide an audit trail, a documentation position that you can evidence the actions that people have taken at a particular moment in time. Things that we are doing today include enabling teams to secure assets in that governance framework. We are powering metamask Institutional. We also have the layer two that myself and Nancy have spoken about in the past that enables instant atomic swaps between counterparties. We're extending that for people who may."
    },
    {
        "speaker": "B",
        "text": "Not know what an atomic swap is. Ben, can you give us a little bit of background there?"
    },
    {
        "speaker": "C",
        "text": "Well, so an atomic swap, in the language that is used in crypto is the ability to transfer assets from one person to another person instantly. And it's almost as if you've got a bond on one bank, dollars on a second bank, and you can make that transaction so that your dollars end up in the first bank and the bond bites end up in the other bank. The assets are swapped, there's no credit counterparty risk, and that decision to transact in the market can be executed instantly."
    },
    {
        "speaker": "B",
        "text": "As we say, it eliminates the counterparty risk and it also eliminates the time risk of differentials in terms of price."
    },
    {
        "speaker": "C",
        "text": "Correct. Now, the way that we've brought back to market, and it's being used extensively today by the users of the credo network, what they have come back to us and asked us to do is to extend that into a position where they can actually use it as their settlement driver. So typically, hedge funds, family offices, trading platforms, other different players in the crypto space are still running to traditional settlement processes, which means that they're transacting on a credit risk basis with their counterparties, and they're settling either midday or end of day, or sometimes both. Now, what we're doing is we're extending that peer to peer OTC individual. I'll give you bitcoin, you give me USDC into a spectrum and a multi asset position where I can set a basket of currencies and you can set a basket of currencies and you can give me all your settlement transaction at once. And I'll give you my settlement transaction at once. Completely amino acing. It's t plus zero settlement and there's no credit cards."
    },
    {
        "speaker": "B",
        "text": "But I have to ask you about the price of the token QrDO trading now at about $0.20. This is off from a high in November, I believe, of 2021 of around $9.35. So obviously an erosion of value, a Max drawdown there of about 98%. What's happening there?"
    },
    {
        "speaker": "C",
        "text": "I mean, the crypto market is brutal. Crypto market is absolutely brutal. It's really difficult to talk about price. It's frustrating that not everybody sees in the external world the value that we are trying to build and try and create in this ecosystem. I think a lot of the price is driven by Hype bowl, by hopium, by expectation in the market. And clearly, people looking at what we're building and they're not associating the value of the utilization to the price of the token. I think you have to strip away with all crypto assets and start looking at the fundamentals. There's a narrative around bitcoin about how bitcoin is the next digital gold, and therefore you can take the market cap of gold and divide it by 21 million and get a price. There's a narrative around ethereum being ultrasound money, and the fact that that's going to be used to drive the risk free way of the crypto markets per se. With credo we are building for institutions. The way that you will use credo is you will be paying for your transactions in the QRDM token. So when an institution wants to spend or transact in bitcoin, they will pay their bitcoin fees, and they will pay their QRDO fees, and they will pay those QRDO fees based on the transactions that they make against that particular asset. It will be the same with Eth. So they'll pay their Eth gas fees, and they'll pay their qrdo fees. It will be the same with matic. When they move and transfer and transact on the Polygon network. They'll pay their matic as gas, and they'll pay their credo as governance fees. We haven't turned those fees on yet. So maybe people don't understand what that's going to do to the token price."
    },
    {
        "speaker": "B",
        "text": "But you haven't turned on those fees, meaning there's no obligation yet to pay in QRDO for those fees."
    },
    {
        "speaker": "C",
        "text": "We've been giving. We did, through various different transactions and activities that we. We've been undertaking, we transacted over $3 billion worth of business last month through the network. I say we, the users, transacted that position, and that protocol has been running without a fee structure, a tight spin at this moment in time. So that is coming. QrDO is going to be fundamental, front and center in everything that you do on the crudo network."
    },
    {
        "speaker": "B",
        "text": "I don't want to dwell on price, but just one more question. You've articulated this view of the challenge, what you view as a disconnect between the underlying value of the business and the price of the token, how does that impact the way that you manage the business? In terms of talking to clients, in terms of funding? How do you manage the business when you've seen this steep decline in the price of the tokenization?"
    },
    {
        "speaker": "C",
        "text": "The business isn't impacted per se by the price of the token at this point in time. The fundraising and the activity that we did in terms of earlier in the lifecycle of the organization and the build out of the network itself given us a Runway of around about four years. We are, we were profitable before we did the growth expansion that we've put into place. The network fees that we're trying to operate at that particular point in time were looking really good. We've still got a tremendous multi year Runway that's available. So even with no fees, even with no interactions on the network, then the team will still be available, still be around to do that. And we've got an awful lot of different kind of ideas about how we can help organizations engage in the various different worlds that are existing. We definitely live in a cross chain world now. Whether it's evms or non evms, the existence of a cross chain world is very real."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what with each vendor. Ramp's software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense, categorization, and bill payments. Time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding ramp could be one of the best decisions youve ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank."
    },
    {
        "speaker": "C",
        "text": "And celtic bank members of DIC."
    },
    {
        "speaker": "E",
        "text": "Terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "I want to shift gears here a little bit to talk about something else that I've been talking about here on this show and elsewhere, and something that we actually talked about in Mainnet a couple of weeks ago, which is this challenge with the questions that we're seeing about compliance, legal and regulatory around the, uh, ethereum transition from proof of work to proof of stake. Ethereum, obviously now an interest bearing asset, uh, it creates yield in a proof of stake environment. I've been talking about this on this show, uh, with the metaphor saying that it's like an immovable object, uh, being hit by an irresistible force. Uh, what happens when. And this is really the question that I've been asking, uh, sort of quietly, uh, and, and I've talked about it a little bit on the show, but I want to ask it really directly now, because you have expertise in this space, and I know this is something that you've thought about from your many decades in compliance. So what happens when you have a publicly traded us corporation with persons who are us persons, directors and officers operating a stake pool, and you have a transaction where there is a wallet address, either the initiator of the transaction or the recipient of the transaction who is on the OFAC list. They are blacklisted, essentially by the treasury department. Department. They're sanctioned by the United States. What happens when that asset. When that. When that asset transfer, when that transaction comes before a stake pool? The challenge here, at least as I understand the issue, is that effectively, you don't have the ability to censor transactions. Censorship, resistance, neutrality is incredibly important in this space. There's an article out in coindesk, I believe it was yesterday, called will censorship fork Ethereum, by a gentleman named Sam Kessler, asking essentially what happens when you have these sort of just irreconcilable situation. Does the ethereum network begin to fork?"
    },
    {
        "speaker": "C",
        "text": "There's a very real risk that does begin to fork. Yeah, absolutely. I think the narrative of how governments perceive this and take action against firms that are looking to assist staking needs to be very closely examined. Coinbase have already come out and said, if they are seen to be put under pressure to validate, to censor, based on block activity, that they will cease becoming a validate. They will cease being a validator."
    },
    {
        "speaker": "B",
        "text": "And this came directly from Brian Armstrong, I believe, in a tweet. I mean, I believe he said that he hopes that there's some kind of technical solution. He hopes that there's some kind of legal solution that will forestall that risk. But as you said, Ben, he was pretty direct and said, we will cease being a validator. In so many words. That was the point."
    },
    {
        "speaker": "C",
        "text": "Privacy is something that lots of people are focused on in this space. At this moment in time. You've got to be a really stupid criminal to do any business on the blockchain. People are going to be able to see everything that you do, transact that back to everything that you've done historically and also transact it into the activity that you will do in future. There was very little opportunity to hide. Ironically, the best way to hide your tracks is to go and deal with a centralized exchange. And if you really want to make sure that you deal with those transactions, you deal with somebody that's on the brink, probably going out of business. You get your transactions through and you hope that they fail. And they have got very poor data retention management policies in place that aren't going to be able to enable you to be tracked off as a centralized entity would normally allow."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "But the change screening tools are getting much better at transacting cross chain. And actually the issue of privacy is something that I think we all need. We, you know, we've got concepts of source of wealth in traditional financial reason because people want to be able to transact privately. But then when there are questions about the source of your wealth, you've been given the ability to evidence those. And we see those in trusts and wills and inheritance situations all of the time."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, to precisely that point, you know, if you go up to the Ethereum foundation website and you command f for two phrases, censorship, resistance. This is the idea that transactions can't be censored. And credible neutrality. This is the idea that essentially all actors on the chain are treated identically, whether or not, for example, they're sanctioned by the United States government. These are very powerful concepts in the space. These are things that people, particularly people who have libertarian leanings philosophically feel very, very strongly about. And now we're seeing those values kind of collide with the values of governance, with the values of the 21st century financial system. This idea of a fork. I know I painted this in kind of broad strokes. The question here, perhaps even phrased more pointedly, the risk, is that we wind up with an Ethereum blockchain that essentially has a regulated chain and one that has a kind of a libertarian chain that, that is more steeped in the philosophy that I just mentioned. And this seems to me at least a real risk."
    },
    {
        "speaker": "C",
        "text": "Yeah, it is a real risk. I really hope we don't get there. I hope that there's a recognition that it's a much stronger position to have a public and open blockchain that people can use and people can build on. In Europe, we've spent decades trying to get to a position where an individual can spin up a new organizational entity and get into business very quickly to reduce that friction. You certainly don't want to put more friction in to process. That is in that next stage of that evolution of business. And in terms of the censorship resistance, we just have to look at the censorship capabilities of telephone conversations that happened today, conversations such as this, that if I said a word that was sanctioned on this show, I mean, should, what should happen?"
    },
    {
        "speaker": "B",
        "text": "Well, fortunately we don't sanction words yet in the west. It is something we do with money. But I want to bring Niko back into this conversation who I know has been watching and listening avidly."
    },
    {
        "speaker": "D",
        "text": "Oh yes. Thank you so much. Ash and Ben, really excited. So it's that time of the episode. Let's get those horns a blaring, the spotlight swinging, because it's time for key takeaways. First up, the 50,000 foot view is looking good, although there have been some short term hiccups, the acceptance of quote unquote magic. Internet money is growing, but if we want to grow, we need to get regulators on board. Second, given what we all saw with Lehman and zero eight, Ben recognizes that the long tail of risk hasn't been reported into the market. No one truly knows where the deeper risks lie. Ben believes we need to adopt a more transparent position as a community as a whole. And lastly, thankfully, there's defi which might begin to solve some of these problems. For example, Ben sees the adoption of smart contracts as key to increasing transparency and reducing risk in the ecosystem. Ben, anything you'd like to add?"
    },
    {
        "speaker": "C",
        "text": "I mean, I wish that people would be more open to exploring this ecosystem and it doesn't take very much to expose the boards to this. I've had conversations with people that say I want to put a stable coin out. I want to put it out on the Ethereum blockchain, but I don't want to hold Ethereum. Help me. It's like there's some fundamentals there in terms of the way that you understand how this public ecosystem works and these chains work. You're going to need to hold those underlyings, those governance tokens, those tokens that enable you to transact on whichever blockchain it is. Yeah, we'll see a lot more progress. And I'm really excited that we've got a businesses such as ticket mask when Nike and Adidas and Dolce and banner kind of entering the metaverse space and doing business with, whether it's marketing or not, doing business with these utilities, which they are public utilities now, we should start thinking of them as such."
    },
    {
        "speaker": "D",
        "text": "Very well said. Ash. Anything you'd like to add before we wrap it for today's show."
    },
    {
        "speaker": "B",
        "text": "Well, fortunately, I don't think our audience needs a whole lot of convincing that this technology is something that they're very passionate about about already. I would just say when we talk about legal regulatory compliance issues, we talk about things like stable coins and the centralized crypto exchanges, which are, it seems to be two of the major choke points that authorities want to use to regulate the crypto space. I think it's important to point out that the one big open variable here, the one big open question, is whether or not we'll see a CBDC central bank digital currency from the Fed or a digital currency coming from the US Department of Treasury. If that happens, and it is a big if, that would be a total game changer. It would totally reshuffle the deck in terms of many of the questions that we've been asking today."
    },
    {
        "speaker": "D",
        "text": "Very well said. And I think that puts a perfect bow to wrap up this episode. So thank you so much, Ben, for joining us today. That's it. Don't forget to subscribe. RV Crypto is free, but we also have some paid for content. If you're looking for professional grade crypto research, scan that QR code on the screen to find out more. For those of you watching on YouTube, smash everything the like, button the bell and subscribe. We'll see you next week live on real crypto daily briefing. Have a great weekend. All."
    }
]