[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@Shopify.com. tech all lowercase, that's Shopify.com tech."
    },
    {
        "speaker": "B",
        "text": "Hey there. This episode of Raoul's adventures in Crypto is sponsored by the Token 2049 Blockchain Conference. Join over 10,000 attendees for this year's biggest crypto event at Token 2049 Singapore on the 13th and 14 September, Balaji Srinivasan, Mike Novogratz, Arthur Hayes and over 200 others will hit the stage, joining the industry's most influential names for an unforgettable experience. Ahead of the iconic Formula one Grand Prix race weekend, Singapore will transform into a crypto hub for a week from the 11th to the 17 September, with over 300 site events that make for unparalleled networking opportunities. Builders and investors at the bleeding edge of innovation will drive an agenda that covers ever evolving topics ranging from the regulatory landscape to the convergence of crypto and AI, web three gaming nfts in the metaverse, defi scalability, interoperability and much, much more. Visit T 2049 co realvision that's t 2049 co realvision for 65% off regular ticket prices with the code realvision or click on the link below in the description."
    },
    {
        "speaker": "C",
        "text": "So I'm really looking forward to the next conversation and this is starting to bring together a lot of what we're seeing and I'm bringing together my really good friend Keith Grossman I've not spoken to in a while. So this is our authentic catch up and it's always going to be fun. And I want to ask Keith, is it game on. And let's see what he has to see because he has a very broad perspective at Moonpay because they're doing some really unique things. The world of crypto is an incredibly exciting journey that we're all going on together. We don't know where it's leading to, but we know it's going to be absolutely massive. Join me, Raoul pal, as I guide you on our adventures in discover just what this new world will look like. Keith, how the devil are you?"
    },
    {
        "speaker": "A",
        "text": "I'm good, how are you, my friend?"
    },
    {
        "speaker": "C",
        "text": "It's fantastic because we haven't caught up, so this is actually just an official catch up of you and I because you've been up to us so much stuff, and I just want to hear all about it. What the hell have you been up to? Because last time you were in time, you know, I've got my come up later. My time nft with Aku. You pioneered that whole thing. Then you moved to Moonpay. Tell us all, has it been that."
    },
    {
        "speaker": "A",
        "text": "Long since we've caught up?"
    },
    {
        "speaker": "C",
        "text": "Yeah, well, you and I have caught."
    },
    {
        "speaker": "A",
        "text": "Up, but, oh, like everyone on the news front, it's been this long. Like, wow, okay, I don't even know where to start. Here's a funny way of thinking about it is July 2 was my six month anniversary. Ed Moon Pei. Right. So it was very easy for me to frame that. I'd now been there officially six months, and it's been a lot of fun, right, on every level. But what I realized through this is a lot of the people in the web three space had not known me in what I would call the build phase of me. A lot of people were introduced to me after timepieces came out of. Right. Like, so they didn't see sort of all the work that goes in before that. They never knew me when I was at Bloomberg. They never knew me when I was, you know, at wired or ours. And so, like, I go into what I would say is tunnel vision, right? And it's. It's. It's amazing and awful, depending on what side of the tunnel you're on and then what your perspective of that is. But, you know, like, here's a company that grew very fast, right, and had incredible sort of momentum. And, you know, I come in, Asif Harji comes in as the president from Coinbase. Lindsey Haswell comes in from blockchain.com and previously Uber as the chief legal officer. And I even had done, like, a really great job of just, like, making sure that he, I would say, rounded out the executive team, which also included him and Max and Z Feroz, who was the chief strategy officer and also was the head of Coinbase International, the CEO of Coinbase International at one point. And we've just been sort of building towards what I would say is the mass adoption of these technologies."
    },
    {
        "speaker": "C",
        "text": "So we had Ivan on a while ago as well. But give us, for people who aren't familiar with Moonpay, because it's not as consumer facing generally, but you do a huge amount of stuff, so let people know what Moonpay is up to and then what you're doing there as well."
    },
    {
        "speaker": "A",
        "text": "Sure."
    },
    {
        "speaker": "C",
        "text": "And where you're going."
    },
    {
        "speaker": "A",
        "text": "Moonpay was originated as a payments widget, right. It should be very easy to be able to buy crypto, use your credit card and enter into ecosystem. It solved a lot of the problems that the complexities that were up in the front. Over the course of four years, as it evolved, it really started to focus in on how can it be a payments sort of rail, but then also how can it be an infrastructure company, right? And how can we do everything for people, from the payments solution, to the minting and the on ramping, to the off ramping, to treasury management, to the likes. And so as we started to think about the infrastructure play, what was really important was Moonpay had solved sort of the, I would say, horizontal convenience of entering into the ecosystem. With the exception of a few things, you had to assume that the company or brand wanted to enter into web three. And then, second, that they knew what they wanted to do in web three. And so in January, when Moonpei acquired night Shift, the agency out of Toronto, which we renamed to other life with them, that solved that part of the question, which was like, if you don't even understand how to enter into the space, but you know that there's something there, that there's something really interesting there, we can help you from end to end, from ideation strategy and front end dev to all of the tech integration to enter into these types of solutions."
    },
    {
        "speaker": "C",
        "text": "What's your role there? And why have you been on planes all the time? I never get hold of you because I get WhatsApp. I'm in Dubai, I'm in Tokyo."
    },
    {
        "speaker": "A",
        "text": "My role is to really focus on the business of Moonpay. There's different areas of the business of moonpay that roll up into me. On one end, all of the on ramp business and the monetization there on the other end, it's the infrastructure. How do we monetize and bring brands into web three? On another level, it's concierge. How can we make sure that any time that we can really think about strategically servicing our customers? I think that's where I come into play."
    },
    {
        "speaker": "C",
        "text": "When you're talking to people. Now, what's the state of web three? Where are you seeing? Because I'm seeing a lot of brands are really interested, you know, the guys in silence, magic studios as well. People are interested, but most people aren't yet ready to pull the trigger, but they're definitely watching. How are you seeing the landscape right now?"
    },
    {
        "speaker": "A",
        "text": "Sure. So, first, I love the guys over at science magic studios, and you know that I'm just a gigantic fan of dreak. I think he is a tremendous leader over there. I would say my definition of web three is matured. When I first started thinking about web three, my definition was crypto, blockchain technologies, nfts, all of that stuff is one. As I think about web three today, I had to actually change my mental model of it when it was brought to my attention. What we're really seeing is the complete reinvention of the Internet in front of us. And if you think about web three as really three things that are leading to that reinvention, I would say it's blockchain technology as the base layer. The rise of web three came with the blockchain technology being the reading story. And I would actually posit that blockchain technology is the background, right? It's the invisible base layer. And I'll tell you what also changed my mind on this in the middle, if you were to think about it as the hamburger meat, I would say, is GPT and AI technology. In some instances, AI and GPT technology can exist invisibly behind the scenes. In some instances, it's very visible and consumer facing, and then 100% within the visible layer at the top. And the top part of the hamburger bun, I would say, is immersive experiences, that is ar, VR and metaverses. I think that if you think about web three as those three things in combination contributing to the holistic evolution of the Internet, then I think that all of a sudden you start to realize, wow, we're seeing something really big, right? And what sparked my thought on that was the New York Times published this article, and they had this picture, and it was from mid journey, and it was these four kids, I think, on it. And it said, can you. Is this picture real? With something like the headline? And I tweeted and I said, or they said, how would you know if this picture was real? And in my mind, I said, well, if you had an immutable source of truth, that you could literally show the authenticity of the picture, then all of a sudden, AI and blockchain technology have a very complementary relationship to each other. And that started to really change my entire perspective of how I was even thinking about this evolution. And I think it has changed my perspective of how I've been engaging with clients and talking with clients. Right. It's not a lot about what's the marketing play as much as what's the infrastructural play. And I think that if Moonpay is successful over the coming years, a few things happen. One is nobody says the term web three anymore, right. It just goes away, like the same."
    },
    {
        "speaker": "C",
        "text": "Way it becomes the Internet."
    },
    {
        "speaker": "A",
        "text": "Totally. It said nobody calls it Amazon.com anymore or salesforce.com. comma. It's just Salesforce. It's Amazon. They're not.com companies. They're just companies. And then number two is Moonpay is an invisible layer. It's an invisible infrastructure layer. And if you know, you know. Right. And that's really important to me."
    },
    {
        "speaker": "C",
        "text": "Yeah, it makes several sense. I've always thought somewhere similar, but you were very eloquent how you put it together. Is blockchain being the kind of infrastructure layer? AI is kind of the knowledge layer or. Or what moves everything along. And then on top is the experience layer. I think I've been talking about this a lot. This identity layer, which is both human identification and content authentication, is like the most important single part of the infrastructure. Now we've got AI. I mean, you and I are watching every day on Twitter. These mid journey models get better and better and better. And you're like, oh, my God."
    },
    {
        "speaker": "A",
        "text": "Well, I'll give you one. How about this? A very, very, very dear friend of mine today sent me, and he's CEO of another company. So, like, we're talking very senior in his role, sent me a clip of a kid hitting a golf ball into a lightning storm. And the golf ball is struck by lightning. Wait, mid air. Okay. And they captures. And my first reaction to it was, how do you know it's real? Right? Think about how messed up of a world we're in. That's my first reaction. How do you know if it's real? And his response was, it was published in USA Today. Okay? If you google golf ball struck by Lightning, USA Today, you'll see the article, you'll see the video. Okay? And what I would argue is that if you think about the world that I came from, which was media, right? The value of brands, especially a brand like time, historically was the red border, right? Acting as a trusted filter. The value of USA Today, trusted filter, value of New York Times, Wall Street Journal, Bloomberg, any of these brands, trusted Filter. Right. The onus on these brands will be, how do you take that trusted filter and add a truth layer in. Right. And that truth layer is going to be whatever you can validate on a blockchain to show authenticity that you, as that brand, have done the onus of proving that this is real. Right? And I think that that's where publishing goes. And I actually think in the weirdest, most positive spin of it, that is going to be the undoing of fake news, because there will probably be a check mark or something that consumers will not care about going down and looking at the authenticity. Just the same way that nobody clicks on somebody's blue check mark in Instagram to see did they buy it or did they earn it. But the check mark does mean that it was validated somehow. I think that that trust and that truth factor is going to be really important over the coming years."
    },
    {
        "speaker": "C",
        "text": "So how do you provide a solution for that? Because a lot of it is quite difficult. It's okay with all the photographs and stuff like that, probably with copy, because it's relatively straightforward. So somebody can't fake up the New York Times because you can do that. The big problem is video. We haven't really solved that yet."
    },
    {
        "speaker": "A",
        "text": "No. I mean, look, these are all the challenges that we're going to find ourselves in over the coming years, right? You either have to look at it."
    },
    {
        "speaker": "C",
        "text": "And say, well, the coming election is what I'm worried about."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. I mean, you saw the other day, there was that girl that was fully made up on Twitter, right? That made the comment about the affirmative action ruling, and it turned out, and it sparked outrage, and it turned out that it was total social manipulation on Twitter, right? She doesn't even exist as a human being, right? And so, like, this is a crazy world that we're going to enter into. The one thing I would say about it is this. It feels like we're entering into this moment of time where things are coming out of our control and the world's being reinvented. I just spoke at my high school at their graduation ceremony, and my speech was about navigating uncertainty and change. And to write the speech, I actually, um, went to chat GBT, and I said to chat. I. Look, by the way, great taste. Okay? The I choke. Coconut's my favorite."
    },
    {
        "speaker": "C",
        "text": "But I chose my favorite as well. Lemon's my least favorite. I don't like the lemon one."
    },
    {
        "speaker": "A",
        "text": "Well, lemon and coconut are my two favorite. Coconut's my go to. Right. Coconut, hands down, early in the morning, late at night. Coconut, the best, by the way. This can be. This has been sponsored by Lacroix, coconut and lemon. Even though rose. Lemon. Okay, back to the speech. For a second, I actually used chat GPT, and I said to these students, I said, you know, you think that this is such a unique moment in time, but I'll give you a totally different perspective. Between 1879 and 1903, right, between 1879 and 1903, the telephone, the light bulb, the automobile and the airplane were all embedded okay, so, picture this. If you were born in 1904, you entered into a world that was completely different than if you died in 1878. Like, if you died in 1878, you literally missed out on everything that was about to happen. And if you were born in 1904, you don't even know the worlds that preceded you. And so, like, we're in a moment that's very similar to that timeframe, right, where the world is changing drastically, and people don't know how to make sense of it. And so people's minds go into two totally different areas. And you have people make these comments that are so drastic about AI. Like, Warren Buffett, someone who I have tremendous respect for, says, like, a few weeks ago, he said, AI is the equivalent of the atom bomb. Think about that for a second. AI is equivalent."
    },
    {
        "speaker": "C",
        "text": "I think it's the same. I think it's the most powerful technology we've ever invented."
    },
    {
        "speaker": "A",
        "text": "Correct. However, let me ask you this question. When you say AI is the equivalent of the atom bomb, do you think clean nuclear energy or do you think explosion?"
    },
    {
        "speaker": "C",
        "text": "I think clean nuclear energy."
    },
    {
        "speaker": "A",
        "text": "Okay. Do you see my point? And the reality is that, like. And Kevin Kelly said, this the best. And I'm really paraphrasing from my speech, but Kevin Kelly said this message, the future is defined by optimists. Right? And so the people who see AI the way that you see it, as clean nuclear energy. That's how I see it. Recognize the opportunities it will present. The people who see it as an atomic bomb will never be able to see, sort of the opportunities it will present. Right. And so the onus is on the optimists to be able to navigate us through this moment in time. But it's scary, and it should not be sort of dismissed that there's no technology that can be invented for good that can also be used for bad."
    },
    {
        "speaker": "C",
        "text": "Yeah. And I. It's exactly that. It's good and bad at the same time as everything is now. All I know is, you know, my mental model for all of this, this, what I call the exponential age, is there's nothing. There's not a damn thing you can do to stop it. It is gonna happen. So you might as well either invest in it or go along for the ride. Cause if you're gonna fight it, you're gonna drive yourself mad."
    },
    {
        "speaker": "A",
        "text": "If you're gonna fight it, you're just as ridiculous as the person in 1904 that said, you know what? I'm gonna skip the automobile, because. To stay with my horse. Right. That's exactly what it is. Like, it's true. I don't know what else to say."
    },
    {
        "speaker": "C",
        "text": "Part of my thesis of the exponential age, which plays into your broader ideas is like, there's a lot of these technologies all coming together, AI, robotics, Internet of things, genetic sciences, and all of these things ev, everything but what? Something that I've talked about for a while that I feel that you will get involved in at some point in this journey is Internet of things. Machines are going to talk to machines and they're going to have to pay machines. So whether it's car streaming, payments, that sort of thing, you're laughing because you're obviously thinking about this as well."
    },
    {
        "speaker": "A",
        "text": "I, listen, I've been thinking about this since my time at Wired, and I left Wired in 2014. Like, I just, I think it's the most fascinating thing in the world. Machines paying machines. Think about that, what you said. I, but continue your thought because I couldn't agree with you more."
    },
    {
        "speaker": "C",
        "text": "Yeah. Look at the simplest level for people to understand. There's no reason cars don't stream payments for whatever it may be, right? So whether you're using localized information networks or you can receive payments by giving map images or information to something, there's a payment system that can come from almost anything that can stream directly from the car without the need of a humanity."
    },
    {
        "speaker": "A",
        "text": "Let me ask you this question. Here's a really interesting thing. Why does Google care about autonomous vehicles? Has anyone ever even been like, okay, why does Google, of all people, care about autonomous vehicles? Maybe it's because if the person doesn't have to drive, it frees them up for more time where they're trapped in a vehicle, that they could be served ads or information. Have you thought about that? Like, like, I would love for Google to respond to that thought for a second of like, am I wrong? Nobody's ever said I'm wrong when I've said this publicly before."
    },
    {
        "speaker": "C",
        "text": "Look at every taxi, right? They've all, they serve you ads. They trap you in the taxi and then serve you ads."
    },
    {
        "speaker": "A",
        "text": "There's actually no better mechanism for ad delivery than figuring out how to automate automobiles because the person is legitimately trapped. And, and thats true. They cannot escape. And so its like, guess what? We got you trapped. Were going to serve you some ads, right? And were going to monetize the time. And I think that thats a really important reality of how to think about sort of the world that were in, which is how do we squeeze more efficiency out of everything? And when I do think about web three going back, you like how I could turn this full circle back to web three for a second, right. And you think about how it's evolving. I think that the blockchain portion of it is evolving both in a visible manner and in an invisible manner. In the visible manner. It's a lot about membership, super fandom, rewards, loyalty, subscriptions in the invisible manner, where it is the area that will actually impact tradfi and all of those other areas. It's really just an exercise in efficiency. Right. And that's why it's going to win, right? Because ultimately it will enable companies to extract more margin out of everything because it will reduce all of the intermediaries. And so the only thing that's actually prohibiting its adoption today, in my opinion, is clear regulation, policy, and too much money, vested interest standing in the way, saying, whoa, I haven't figured out how to monetize this yet. I need to make sure that. That I don't lose everything that I have in the way."
    },
    {
        "speaker": "C",
        "text": "Yeah. My thesis for a long time has been, everything that gets digitized goes to zero in cost. It's happened in everything, right? Even the media industry. I mean, just everything everywhere. So here's a question for you about media, because you'll be able to throw."
    },
    {
        "speaker": "A",
        "text": "That one thing further. So I say, anything that can be digitized, will, and to take it one step further, anything that is digitized, that can be tokenized, will, is my argument on this. I think that it will go."
    },
    {
        "speaker": "C",
        "text": "Although blockchain itself solves digital scarcity, so some assets can retain value, which is a really important concept that people haven't yet figured out. It's not just about monkey jpegs. It's like, in a digital world, in this digital future of the metaverse, you need some shit to hold its value, because if not, nothing is worth anything."
    },
    {
        "speaker": "A",
        "text": "Yes, there's something eloquent about that statement. You need some shit to hold its value. I'm sorry, so sorry. You were going to go on the question in six months."
    },
    {
        "speaker": "C",
        "text": "Outside of the."
    },
    {
        "speaker": "A",
        "text": "We have to give the real vision bands like something to laugh about, right?"
    },
    {
        "speaker": "C",
        "text": "Always. Now, here's a question for you that I'm trying to think through, which is, what is the future of ads in an AI world? And is there solutions in what people like brave browser did, which is attention tokens? How are you thinking through that future of ads idea?"
    },
    {
        "speaker": "A",
        "text": "So I haven't thought about the future of ads a lot, to be honest, because it hasn't been, in my mind, the primary sort of solve that I've been looking for. What I will say, though, is before you could get to what the future of ads are. You have to think about what's actually happening in the media ecosystem. And you have to realize what I would say blockchain technology offers media providers as a solution. One of the biggest issues that every media company and marketer is going to face over the next few years is going to be regulation and privacy, consumer privacy. And you see it with GDPR in Europe, CCPA in the states. Thats rising. You see Google has announced that theyre going to be sun selling third party cookies. This is the basis on which the entire digital advertising ecosystem is set. What blockchain technology actually provides, this is what I saw with timepieces, was the ability for privacy compliant engagement with the consumer, where the consumer can engage with your brand, you as a brand can still gain a lot of information about that consumer, but you don't know that consumers first party identity outside of their wallet unless you give them some sort of value exchange where they opt for it. And so right now, if you think about it, the entire web two ecosystem is an extractive ecosystem. We will give you your identity in return for your data. Everyone is so thrilled about threads coming out this week, right. I went onto threads on Thursday. Right. But like, all of my identity is now, you know, more data in the Facebook database. Right. And like, people have to recognize, like, look, like here's this brand, and it has Facebook, it has WhatsApp, it has Instagram, and now it has threads. And I've never registered a Facebook account for myself personally, but I'm on WhatsApp, Instagram and threads. It doesnt make a difference if I dont have a Facebook account. They know everything about me. Right. And so the web three promises, like, how can you escape that sort of extracted surveillance, sort of monetization that you have for a world that is better from a consumer privacy aspect. The problem with consumer privacy, I apologize for the long winded soliloquy, is people believe in it, but they're willing to sacrifice it if the trade off is good enough. Right. So the theory and the reality don't align. And so the reason I think that this time is different is because regulators are saying, no, no, no, we're going to actually enforce that. Like, you have to respect these privacy rules. With these GDPR's and CCPA's legislations emerging."
    },
    {
        "speaker": "C",
        "text": "I also think that maybe Mark Zuckerberg is not doing what everybody thinks and he's not really competing with Elon. What he's actually doing is training his own large language model, because that's why Elon, I think bought AI and bought Twitter was just to have the best training model. He's been closing down all the APIs so nobody can use it. So he's got the madness of humanity debating and discussing and talking about everything relevant on earth as his database."
    },
    {
        "speaker": "A",
        "text": "I think it's very hard to dismiss that as a reality or as a potential reality. I am. Just so you know, I am the furthest thing from a conspiracy theorist. And the reason I am so far from a conspiracy theorist is being that I've been in news organizations almost my entire career. I know that there are no journalists that sit in the back room and, like. Like, debate on whether or not they're going to publish or not publish stories. Like, they're going to go out and find great stories and they're going to tell the stories and they're going to do it independently. So I do not believe in conspiracies. Right. I think that if something was happening, like, a great journalist somewhere will find it. Right. Like, to that extent, I would be hard pressed to tell you that I have not thought the same thing. Right. You're looking at the world where AI is going to be the most dominant form of technological change that we'll probably experience. And Zuckerberg sitting on some of the largest data sets on the planet. Amazon, sitting on some of the largest data sets on the planet. Google is sitting on some of the largest data sets on the planet. Twitter sitting on some of the largest data sets on the planet. And there's no way I could see a scenario where they let a newcomer startup displace them. No way. I just don't see it."
    },
    {
        "speaker": "C",
        "text": "It's terrifying, though, because we're giving so much power. This fight, the web three fight that we're all having is to take some power away. And here they are in front of our eyes because they can outspend everybody and they have more eyeballs than everybody, and it's almost unstoppable unless open source does it."
    },
    {
        "speaker": "A",
        "text": "Right? Well, here's. I mean, here's the way it's stoppable, but nobody wants to ever do it, is if you look at the history of Facebook and Google and all of these companies, all of which, by the way, I'm a fan of and I'm a critic of at the exact same time. So, like, I don't fall on either end. Right. I just am saying, like, from a pure observation, they have all violated the law consistently. Okay. And then when they get hit with fines, what do they do? They pay the fines. And what are the fines? They're really just the costs of doing business. But when you're sitting on $20 billion of cash and your fine is $50 million or $100 million, like, who cares to be honest, right? Like, they're, like, just pay the fine. If. If they really wanted to curb some of these actions, they should make the fines $20 billion. Okay. Like, literally make the fines almost the entire cash that they're sitting on. The only company that could afford to pay a $20 billion fine is apple at this point, right? Like, so, like, I'm okay with, like, Apple has only done me good, to be honest. Like. Like, I'm okay with Apple. Like, they come out with great products. It's beautiful. Like, whatever. But kidding aside, it's really the only company that could afford right now with all the cash it's sitting on to be able to sustain multiple significant billion dollar fines."
    },
    {
        "speaker": "C",
        "text": "But as you said, the governments don't want to cook the golden goose either, because they, like the fact, like, the banks, they could just keep repeatedly fining them, fill up their own coffers, and everybody carries on, slap on the wrist. It kind of works for everybody, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it does. But I guess the thing I would ask is, what really is $50 million or $100 million to the us government? At the end of the day, it's sort of like me getting $5, right? Like the us government getting $20 billion, though, that's a great sort of windfall. Right. And I think, honestly, that would be my preferable way of moving forward and cleaning some of the stuff up is. Stop with the adjusted, inflation adjusted fine base of the 1920s. Literally recognize this has to be billions of dollars of fines. People will wake up."
    },
    {
        "speaker": "C",
        "text": "Raoul, let's move back into the world of web three and the NFT token space. What are you seeing that you're enjoying? Something that's a making you look at. You know, there's a. There's a shit show going on in nfts as well. With the blur in token incentives plus some general bear market. What's your kind of overall thesis? What are you looking at? What's interesting to you?"
    },
    {
        "speaker": "A",
        "text": "Sure. So, I mean, I have to say that, like, when. When you say nfts, right? Um. Like, when you look at the world that blur plays in or Opensea plays in or others play in. Like, that's the collectibles and art market, right? Yeah. And I would say that, like, when you get into the art market, it's even differentiated, right? Because, like, the art market is its own little."
    },
    {
        "speaker": "C",
        "text": "It's really bifurcated. The high end market's gone like that."
    },
    {
        "speaker": "A",
        "text": "It's its own little ecosystem, but so is collectibles, right? And so when you look at the world through the lens of the art market and collectibles, you get one sort of thesis on it. When you look at the world through the lens of, you know, token to blockchain technology, you know, helping companies advance from an efficiency perspective, or from what I talked about earlier, memberships, subscriptions, loyalty and whatnot, you get a completely different perspective. In the latter perspective, the consumer, more times than not, has no clue that cryptos even involved. Right? It literally is just a better experience. And the way I try to explain to people is, do you remember when your tv went from a regular television to an hdtv television, and, like, you would all of a sudden be watching the Discovery Channel, and you're like, I can't believe how beautiful nature can be on the tv, right? And you can't explain high definition, other than this one moment where you're like, this is a beautiful experience. I now have this in my home. Like, that's what is beginning to happen with blockchain technology. And I think that what you're seeing is that's why it's really important that when you look behind you at the MFR that's on your wall right now, which I love. And we were talking about before, the art that's on the NFR, the collectible art that's on the MFR, is affixed to a token that in a lot of people's minds, were one of the same thing. Right? But the token and its interaction with the blockchain is completely different than the art itself. The art is just the aesthetic layer that interacts with the consumer. And I think when you remove that aesthetic layer and you look at what the technology can ultimately do from an efficiency play, it's an unbelievably exciting moment. And you and I were talking before, and you told me to shut up for a second about you. See how nice he is behind the scenes when he's not filming now. I'm just joking."
    },
    {
        "speaker": "C",
        "text": "I'm an evil ogre. I'm an ogre."
    },
    {
        "speaker": "A",
        "text": "He was so nice. But all kidding aside, we were talking about, is this the beginning of a new crypto bull run? And now, I don't speculate on prices at all, but, like, this is what I will say, which I think is super important. And if it's okay, can I just read like. So I've set out two tweets in a row for two weeks. Now of just positive developments within the crypto space. Okay? And I want to read them to you, please. And just think about this and I'm going to read them to you backwards leading up to last week. Okay?"
    },
    {
        "speaker": "C",
        "text": "In fact, you whatsapped me this last weekend. I think it was, I'm like, yeah, this is dead right."
    },
    {
        "speaker": "A",
        "text": "Okay, so this is wild. If you look at all the positive developments that have occurred since the EU passed mica, right, their landmark regulation, right. On Thursday, June 1. And I'm reading this now, so I apologize. If anyone's watching video, my eye is going to move slightly over. I cannot do this by memory. I could do a lot of it by memory, but not all. Okay? So on Thursday, June 1, Hong Kong reinstated retail crypto trading through select exchanges. On Friday, June 2, the chairman of the House Financial Services Committee within the United States House of Representatives released a discussion draft on legislation providing a statutory framework for digital asset regulation intended to provide clarity, fill regulatory gaps and foster innovation while providing consumer protections and discussions are expected to commence in the US House in July. On Sunday, June 11, a 16 Z announced that they were expanding to London and hosting the next crypto startup school in 2024 there. In response, the UK Prime Minister Rishi Sunak stated, as we cement the UK's place of science and tech superpower, we must embrace innovations like web three, powered by blockchain technology. And he goes on on Wednesday, June 14, it was disclosed in April that Hong Kong monetary Authority sent a letter to HSBC, Standard Chartered and Bank of China to take on crypto clients. On June 15, Blackrock filed for bitcoin ETf. On June 16, the bank of England and the bank of the International Settlements Innovation Hub of London center published a report concluding that a well designed digital currency could, quote unquote, enable robust ecosystem to foster innovation and help meet future needs of more digitized society. Then the following week, on Tuesday, the eDX exchange went live and this is currently backed by Charles Schwab, Fidelity and Citadel. On Tuesday of that week, wisdom Tree and Invesco refiled for bitcoin ETF's on Tuesday, Deutsche bank applied for a digital asset license. On Wednesday, US Fed chair Jerome Powell spoke on Capitol Hill and said cryptocurrencies like bitcoin have staying power. On Wednesday, Valkyrie refiled for a bitcoin ETF. On Thursday, the IMF released a report on Crypto's usage across Latam and Caribbean and they said if well designed cbdcs can strengthen the usability, resilience and efficiency of payment systems and increase financial inclusion in Latin America and Caribbean. And while a few countries have completely banned crypto assets, given their risks, this approach may not be as effective in the long run. On Thursday of two weeks ago, Mastercard announced that it expanded its engage program to help bring cryptocurrency card programs to market. On Friday, the FTC SEC approved its first leveraged bitcoin futures ETF, which will start trading on the 27th. Wait, wait, so this is wild for a second. Okay, that was two weeks ago. Then you get back to last week. On Monday, HSBC announced it was offering bitcoin and Ethereum ETF's to its customers, making it the first bank in Hong Kong to do so. Japan revised its corporate tax regulations, making it more attractive for prospects for crypto firms. On Tuesday, fidelity filed for a bitcoin ETF. On Wednesday, Mastercard, which continues to actually do incredible things in the payment space, announces the launch of a blockchain app store. Julius Bayer on Wednesday announced that it was expanding to Dubai, where it will start to offer crypto services on Thursday. God, I'm fucking exhausted. Hold on 1 second. On Thursday, Financial Services and Markets act of 2023, a reform bill in the UK, was granted royal assent from King Charles. This all recognizes crypto as a trading as a regulated financial activity. Bank of America on Thursday released a report stating that tokenization is likely to transform infrastructure and financial markets over the next 15 years develop into a $15 trillion market. By the way, I'm fully biased. I was in that report on on Friday, Hong Kong announces that it established a task force to advance web three development. South Korea on Friday passes an inaugural standalone crypto bill titled the Virtual Asset User Protection and integrates 19 previously discussed crypto related bills. And then on Friday, eight issuers, including BlackRock, Fidelity, Wisdom Tree investo and Ark invest all refiled their submissions for bitcoin ets to accommodate the requests from the SEC. And then on Saturday, when I thought that week was over, Matt Wong, the co founder of Paradigm, the VC firm, tweets out, it was kind of ridiculous that we removed all mentions of crypto from our landing page. That was a mistake. We never left. But we're so back. Okay, if you tell me that something is not happening, I don't know what world you're living on. You are entitled to your own opinions. You are not entitled to your own facts. What I just read, I put in the series of two tweets linked to every article that from Bloomberg and Coindesk and whatnot that shows it. This is not linked to false news places. These are like legitimate sourced sort of bits of information. The amount of momentum and change thats happening is unbelievable right now. And its all taking place. And the thing that you have to take into consideration with web three is its global and it will also be regulated locally. But it is global. And global is so big. Global is so big."
    },
    {
        "speaker": "C",
        "text": "Yeah. My view has been if the US stumbles, the UK will take it. The UK have done that very well in finance. And it just moves around. It's like mercury. Right. It's going to go wherever it gets treated well."
    },
    {
        "speaker": "A",
        "text": "So, yeah, that's really how you're a macro. You're trained in macro. Right, right. Like that's, that's how you found your success in life. Right. That's a pretty powerful macro summary I gave there. No."
    },
    {
        "speaker": "C",
        "text": "Yes. And if I've been using, I talk about this a lot, that kind of mid twit meme with the idiot on the left and the Jedi and then the person in the middle. What you're saying is basically both the left and the right tail. It's like if you can't see something is happening, you are insane. You can argue with the finer prince, but it's all there in front of your eyes. And we've got the, so this is all of the foundation. And then you've got the kindling of the ETF coming. Then you've got the end of the fed cycle and a renewed business cycle. So you've got everything in place. And you had, my other argument to add to that is prior to that, you threw $60 billion of VC capital into web three. And everyone's like, you heads down, build it, right? That's exactly what you guys are doing. And so what the hell comes out the other side of this? I have no idea, but it's going to be wild."
    },
    {
        "speaker": "A",
        "text": "It's going to be amazing. Okay? Like, I'll never forget this. My first issue of Wired is up there. So that was the first issue that my name was Everin, okay, in the masthead. And I sent that issue to my grandfather. Okay. This issue wise, I'm just looking for 1 second. September. September 2002. Okay, so my grandfather was a real asshole. Okay? And like, here's, here's like a side story for a second. People laugh when I say that. People be like, how could you say that my grandfather was kicked out of his hospice? Okay, like that. Like, these are the nicest people on the planet and he was kicked out of hospital. Okay? I love that I could go on record telling this joke, but it's a true story. Like, that's how I wanted memory preserved. So, so, so I sent him that issue, and I said, like, I hope you're proud. And you have to keep in mind September 2002, right? So it's right on the heels of the.com busts, and he writes back, he goes, you're so silly. You and your colleagues are so silly with this whole Internet thing. You all thought that we were going to go order dog food online. That was his response to my first issue. This sits up there every day. It reminds me of this every day. It's literally behind me every day. I remember this story. He goes, you thought you guys would be buying dog food online? Well, I don't know. I bought dog food online last week from the biggest company on the planet, Amazon.com. comma, that in 2002 did not exist, right? Like, as long as they thought it was going out of business. Right, at that point. And I think that people just don't realize what happens during these build cycles, right? Like, when you're in that Gartner hype cycle and you're in that trough of disillusionment, and you have a small group of very principled, very focused, very optimistic people that are keeping their heads down. Like, I would say, like, like, I think people would be surprised. The other thing I will say is, you know, this space, the crypto space in particular, has introduced me to some of the smartest people I've ever worked with in my life. It's incredible."
    },
    {
        "speaker": "C",
        "text": "And the energy."
    },
    {
        "speaker": "A",
        "text": "And it is. And it's not to dismiss anyone else that I'd ever worked with, right? Like, but like, this notion that the terminology used in the space does not pay the right, I would say, macro respect for the intelligence in the space. The term degen outside of the space seems so negative. But, oh, my God, if I met some dgens that are just absolutely brilliant, right? And when I see the power that one mind, let alone multiple minds, can produce in this space very quickly, whether they went to college or they didn't go to college, it's absolutely one of the most incredible things I've ever seen. Right? And, you know, there's been a lot of publicity about, you know, our acquisitions of, you know, night shift, which was very public and very large. But, you know, we've also quietly acquired over the past six months, you know, a slew of smaller companies, like two, three people, right, that are just, you know, absolutely brilliant engineers and coders that are doing, like, one thing so specifically well and so powerfully well. And I think that that people should recognize that, like, regardless of what they feel is a bop popped bubble or a rebuilt bubble or whatnot, there's still a lot of brain power in this space. Incredible amount of brainpower in this space."
    },
    {
        "speaker": "C",
        "text": "I think it's cumulative. We go through these cycles. I've been in this space since 2012 13. And every time we build more intellectual capital and more actual capital. And so each new bull market, we had icos, and that was a revolution of an idea. Just as usual, inspectors, bubble gets mis abuse. But this time around was NFts and defi. What is it going to be next time you're already talking about? Maybe it's none of these consumer things. Maybe it's just the integration of the technology within the Internet itself."
    },
    {
        "speaker": "A",
        "text": "Raoul? Yeah, I think that's what it is, really. I think that we talk about this quite a bit. If we're really successful, we'll create an invisible company. And that's a really powerful statement to think about, is Verizon is an invisible company. You don't think about Verizon from a consumer perspective on a daily basis. You think about it when you pay your bill. That's it. Or if a problem arises. Other than that, Verizon empowers everything. PayPal is kind of an invisible company, right? You don't think about PayPal every day except for when something goes wrong or you need a positive right, like you make money off in it and you're pulling it. I think that the biggest eye opener for me was where blockchain technology actually sat in this web three ecosystem. And I don't know what it is about me where I could literally turn anything into a hamburger analogy, but I think of the blockchain technology as the bottom piece of the bun. AI is sort of the meat. It sits on both the top and the bottom, and then the immersive is the top bun. Right."
    },
    {
        "speaker": "C",
        "text": "I'm really excited from where we're going to go. A lot of what you're talking about and looking at has been fantastic. You were, don't forget, part of the previous revolution, which is the NFT space in its format of, okay, we can do something here with a smart contract. And now I can't imagine what you're cooking up and with what types of people. What is the most exciting outside of the identity layer? There's a final question for you. What is the most exciting infrastructure side that you're thinking? This could be really killer."
    },
    {
        "speaker": "A",
        "text": "Okay, so that's unfair, and I'll tell you why. The identity layer is so utterly incredible that it's hard to say outside of the identity layer because authentication is everything, I guess. Yeah. So I would say this. The thing that gets me most excited outside of pure efficiencies, right. That could take place, which are boring excitements, but they're exciting. Right? Like I'm a boring human being. Like I'm happy."
    },
    {
        "speaker": "C",
        "text": "I don't think so."
    },
    {
        "speaker": "A",
        "text": "I am."
    },
    {
        "speaker": "C",
        "text": "You don't strike me as boring."
    },
    {
        "speaker": "A",
        "text": "All I do is drink lemon la Croix or coconut lacroix. And I chose wrong today. Okay. Apparently, like I was literally thinking about it before."
    },
    {
        "speaker": "C",
        "text": "I think a lot less of you now. I'm sorry?"
    },
    {
        "speaker": "A",
        "text": "Well, I think a lot more of you now because you're drinking coconut. Right. Here's what I would say is I think that there's going to be a revolution as it relates to people's ability to monetize fandom and memberships. And you see it today in social media where you can be sort of an individual and become a de facto brand. And it works. But the thing that falls flat is you're still dependent on third party monetization mechanisms, right? Like a sponsorship from this brand, an endorsement over here. It's very hard for people to make if you are like a really well known branded individual money off of super fandom, right? And I think super fandom is something that fascinates me because almost everything else in a membership community you can do without web three technology. But when you constrain supply and demand, when you constrain supply and you put it against a huge demand, like you all of a sudden can unlock something really special when it comes to membership access for some of these personalities or celebs or talents, right? And so like if Taylor Swift, for instance, you know, had a membership that was open to everyone, but then ultimately was constrained to only 5000 people, and she sold those for $1,000 a membership, I'm willing to bet that the trade ability and the FOMO aspect against what her larger community is to get access to whatever the value trade off would be of the 1000 pieces would far trump anything that any membership program can do. Right? And I think that brands and individuals ability to play with supply and demand versus market dynamics is going to be fascinating."
    },
    {
        "speaker": "C",
        "text": "So heres an idea ive been bleating all about Taric at science magic studios. And you should think about it too. Ive got a book in my bathroom, as we all do."
    },
    {
        "speaker": "A",
        "text": "And we're talking about your bathroom now. Okay."
    },
    {
        "speaker": "C",
        "text": "Yeah. And it's one of those big tashin coffee table books and it's album cover art. And I'm like well these are just nfts but we've lost it in the Spotify world. And if you are Beyonce releasing a new album and you have authenticated nfts for some of your albums that give rights, that's a massive change in, in the game because all the music, as you know the music industry is a nightmare because of ip rights. But the album covers, it's kind of free of all that mess."
    },
    {
        "speaker": "A",
        "text": "Well look, that was, that was my, like what you said was my thesis of time in the beginning, right? Like what was time really? Time was really an analog meme, right? For a hundred years it was analog meme. And like we could sell that analog meme and monetize that analog meme. I think that theres a there there. Now I have a question for you. Who in your opinion not an infrastructure play a brand play what brand? And you cant say Nike and you cant say Starbucks. Okay. What brand is really doing interesting stuff in the web three space and web three meaning immersive AI and blockchain."
    },
    {
        "speaker": "C",
        "text": "I haven't seen a lot yet outside of some of the gaming stuff. I'm very interested in what everything LVMH is doing right. The french fashion houses understand. Ian Rogers put me onto this. Ian said to me, he went into, I think he was the head of Gucci, which is part of caring. He's like he went to explain nfts. The guy stopped him off for like 3 seconds, goes, listen Ian were in the business of selling scarcity. If youre telling me I can sell digital scarcity, ill do it all day because ive got 100% margin straight up. Got it. And im really interested to see you see the Arno kids are all web three people. Bernard Arnault himself has a collection of nfts and youre like, ok theyre really interesting. Ive got mine then."
    },
    {
        "speaker": "A",
        "text": "So I agree. I think that this evolution is ripe for fashion and luxury like nothing else. Here's an industry that fully missed the digital evolution and now all of a sudden has a technology that can move community scarcity and monetization all at the same time. Are you kidding me? Like that culture, it can move all at the same time. I mean that is unbeatable. And what you just said a second ago is actually where I think this takes place first is I think that this evolution is going to be a lot like this device where you remember when the iPhone came out and every it department was like, you can't use that. It doesn't have a keyboard, right, like where it's not secure. BlackBerry that had one server room in Canada was more secure apparently than the iPhone, right. That everything had to go through BlackBerry's server room, if you remember that. But I jokingly say this is that it was consumer adoption that forced companies to take on the technology. I think that its going to be a cultural revolution that sweeps in first and then pulls this technology into the consumer hands. And then businesses will react accordingly to it and politicians and regulators will get more comfortable with it as they can start to play with it in more direct and meaningful ways. And not in such sort of like, I would say distant manners of not being able to understand an NFT or not being able to understand theory."
    },
    {
        "speaker": "C",
        "text": "If I zoom out the big picture view, the macro view is when you look what's going on, there's Visa and Mastercard using it for payments. Rails. Every bank is building on it because they want the financial system to move to it. We've got the world's largest asset managers. People like Fidelity and Blackrock are building product for it and offering it to clients. Then we've got the world's largest fashion consumer company building. Where's the career risk for anybody? Now there's a bit of regulatory uncertainty. There is zero career risk. If literally the largest players in finance, in consumer goods and in consumer finance are all doing it. It's like, really?"
    },
    {
        "speaker": "A",
        "text": "Listen, you were. That was like the Cliff notes version of my 45 page, you know, two tweets, right? That's. But it's true. And that's. That's ultimately, there's this great quote by Daniel Patrick Moynihan that I say over and over and over again, you know, the former senator of New York, and he said, you are entitled to your own opinions, but you are not entitled to your own facts. And like, no emotion. No emotion. The facts are showing one set of pictures that show a trend line that is going like this. And valuations mean nothing at the grand scheme. At a certain moment in time, they're over time that you have to think about it, right? And who cares what the market values this at today, when you could see everything that it's going towards? That's why my mind is like, okay, I'll just focus on making sure I'm going to where the puck is going to, and I will build towards that future because I see that it's taking place. And not only is it Mastercard and Visa doing it, but think about it this way. There was a point that American Express said, I do not want to be in this business and American Express is now in this business. There was a point where Blackrock said, I do not want to be in this business, and Blackrock is now in this business. There was a point where I can go through every industry and then somebody could throw it back to me and say, well, there are just so many bad actors in crypto. And I could say to them, but there's so many bad actors in every industry, that money can be made, right? If you go to health, there's theranos. If you go to energy, there's Enron. If you go to finance, boy, I could name like a billion. We don't have another 2 hours, right? If you go to telco, there's MCI. There's always going to be bad actors everywhere, but there's also going to be a lot of good actors. And so as we start to think through this, I do think that it's really important that regulation is done correctly and responsibly. I do think that we'll probably see a little over correction of regulation. I mean, we're seeing a lot of sort of situations taking place now with lack of regulation. I think that a good, solid regulation, regulatory framework is healthy for us to be able to innovate."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think so. And I think the UK is actually showing the way. They've done pretty good. Even the EU has done a pretty good job. Singapore, they've all done it."
    },
    {
        "speaker": "A",
        "text": "And even the UAE, which should not be shied upon. Right. And, you know, I've said this to you, I've been over there four times in the six months that I've been here. Like, it's amazing to see how open they are to sort of innovation."
    },
    {
        "speaker": "C",
        "text": "Yeah, Keith, fantastic, optimistic and wonderful and fun conversation as ever."
    },
    {
        "speaker": "A",
        "text": "Please. A pleasure, my friend. Thank you for having me."
    },
    {
        "speaker": "C",
        "text": "And we'll have to get together in person at some point again soon. I haven't seen you in a while."
    },
    {
        "speaker": "A",
        "text": "I know. Please, please, please let me know. And just so everybody knows, role's about like 4ft taller than me in person. Right? So I like this, this moment where we're sitting down and we look like we're about the same size. So have a great one."
    },
    {
        "speaker": "C",
        "text": "Fantastic, my friend. Good to see you."
    },
    {
        "speaker": "A",
        "text": "Likewise."
    },
    {
        "speaker": "C",
        "text": "So I think you can tell Keith, like myself, is a huge optimist. Hes using the macro view of just step back, filter out the noise and see what is going on here. And hes talking about a more profound shift than the last phase of crypto, which was more upfront. It was Defi. It was NFTs, it was the tokens themselves hes like, and I've been talking about this for a while, the abstraction away of all of it into the efficient infrastructure layer of the Internet itself. Now it's in good hands with Keith and many others who are building the same vision, but if he's right, it's going to enable everything. So I think we can all be optimistic that even if it's not game on right now, it is definitely game on, at least for the next five or ten years. So strap in and take the oh, buy the ticket, take the ride."
    },
    {
        "speaker": "B",
        "text": "As I like to say, this episode of Raoul's adventures in Crypto was sponsored by Token 2049 Singapore. Get 65% off regular ticket prices with the code realvision at T 2049 Co. Realvision."
    }
]