[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com. tech all lowercase. That's Shopify.com tech."
    },
    {
        "speaker": "B",
        "text": "Hey all, you know, as a member of our real vision community, I want to give you something special. And that special thing is early access to our massive Black Friday sale which starts on November 16 with an incredible discount, plus some more free stuff for you. You see, for me, getting prepared for 2024 is key for all of us. It's going to be a banner macro year. We've got a us election, a crypto bull market. We've got rate cuts to come. We've got technology, we've got everything at play all at the same time. And you need to be prepared for all of that. So take advantage of the Black Friday sale you guys get in early November 16 so realvision.com earlyblackFriday so realvision.com forward slash earlyblackFriday. Take advantage of the offers right now and set yourself up for an incredible 2024. Thanks. A quick intro about myself I been in financial markets for 32 years. I was at Goldman Sachs, where I started and ran the hedge fund sales business and equities and equity derivatives. I then went and started and ran a global macro hedge fund for GLG partners, which was the largest hedge fund firm in Europe at the time. Then I opted out of the rat race, moved to the mediterranean coast of Spain and started writing macroeconomic research and investment strategy, which I still write 19 years later for the world's largest hedge funds, family offices, pension funds, asset allocators. I also am the CEO and co founder of Real Vision, which is a financial knowledge platform and to have an asset management company in the digital asset space called Exponential Age asset management."
    },
    {
        "speaker": "C",
        "text": "Great. And that's where I would like to start because I have found a kindred spirit in talking with Raul about the future. And I love your explanation of what the exponential age is and why this is so foundationally important for how we think about investing. So please share a little bit of your thinking around how you see the world and why you think this is an exponential age."
    },
    {
        "speaker": "B",
        "text": "I was a macro guy that didnt really understand technology. We tend to be mean reversionists. We tend to be cynics by nature. And I had noticed over time the relentless outperformance of technology versus other things. Ive been in the crypto space since 2012 and noticed that you had to use log charts for everything, which is weird, because we don't have to do that for the price of oil or other things. That got me down the rabbit hole of what is driving this and why. Part of it was the central bank debasement of currency, which we see in most markets. But there was something bigger, and I realized that what we were seeing was an accelerated trend in technology. There was not just a broad technology trend, but a point of adoption for a lot of gigantic trends all at the same time, enabled by the Internet revolution, the computing revolution. And these technologies all intertwine, and everything from blockchain, to AI, to the Internet of things, to space, to robotics, to distributed computing power, to ev, there's a number of layers of this. Those things all interact with each other. Normally, when we get a technology like railroads, the radio, the Internet, the Internet was similar, but this is the applications layer on top of the Internet and everything that's come before it. And what happens is most of these technologies have adoption effects. They're driven by Metcalfe's law. Metcalfe's law are network models, where you have the number of nodes on the network, the number of users, and then it's the kind of number of use cases. But once you start getting multiple Metcalfe's laws together, you get something called Reid's law. Reed's law has never been observable in humanity. It's only in nature, in viruses and other things. And what that means for us is we're about to go through the fastest, most disruptive pace of change that humanity's ever gone through in the shortest period of time. It is a complete reinvention of what we imagine almost everything to be. That's everything from human lifespan to how we cure illnesses, to how we scale knowledge, how we solve the population crisis of underpopulation in the western world, how we solve the productivity problems the world faces, how we solve the green issues that we face in the world. All of these are all happening at the same time. It's truly extraordinary. We got a taste of it with blockchain. Blockchain got to 425 million users in ten years. It was the fastest adoption of any technology the world has ever seen. AI has just dwarfed it. It got to 100 million users in about six weeks because these things are built on top of the existing infrastructure, so they scale much faster. That's what the exponential age is. It is something we should be both terrified of and excited about, because we're about to go through a moment in history that no human has ever gone through before."
    },
    {
        "speaker": "C",
        "text": "And I think one of the most important words you said explanation is networks, right? And I think that the networkization, take that as a word of what is happening in every aspect of how we live, is really changing people's expectations and behavior, but it's also changing what they expect in terms of value. And I think that one of the concepts that you and I have spoken about before is that value as delivered through investments, is starting to be more than just the financial return of what is happening. And I'd like you to talk a little bit, Raul, about how you see value being created in an investment network, and some of the really cool experimentation that you guys are doing through the companies that you're pushing right now and really with your own investors."
    },
    {
        "speaker": "B",
        "text": "Yeah. So I think one of the observable trends since the financial crisis was a breakdown of trust between financial institutions and individuals. That is the Occupy Wall street movement. That's the indignados movement in Spain. That is the Wall street bets movement."
    },
    {
        "speaker": "D",
        "text": "It's a movement of people feeling empowered."
    },
    {
        "speaker": "B",
        "text": "Or needing to take control of their own. So that breaks down the old Wall Street. I came from the old Wall street. We controlled the information, and we gave."
    },
    {
        "speaker": "D",
        "text": "It to our best customers first in a certain way that we would do things. Who paid us? What has happened, driven by the Internet, is we're actually democratizing access to everything. So real vision was at the heart of this. By democratizing access before you would get the investment bank analyst, and you had to be a client of the investment bank, we changed all of that by giving it on video to everybody. And we invented that long form content model. But it goes further than that. What were seeing is that the new place, I believe, for the investment management industry, the asset management industry, and even the financial advisory industry, is now, it's not you to a audience of people, it's you as part of a hub and spoke, where you're at the center of the network, facilitating the information, the products that they need to succeed in their own financial journey. So it's not selling them products anymore, it's being part of the conversation with them. So what that basically means is we are decentralizing almost everything around us. And we've seen the rise of, for example, Cathie Wood's arc that is driven by these exact principles. She has an open analyst meeting of which anybody can join she publishes her research publicly."
    },
    {
        "speaker": "B",
        "text": "We are seeing things like etoro, where people are copy trading each other. So the crowd is, is creating ideas and the crowd is copying. There is no asset manager in the middle. There is a brokerage house. And we're seeing on real vision a move towards what I refer to as the hive mind, which is, you know, what, if your community, they're not your clients anymore, they're your community. If your community are educated and given the right tools, they will make very intelligent decisions as a group. There's a great book about this called superforecasters. So if you can do that, then you are going to facilitate for them what they want, not what you tell them they want, because theyre generally smart enough to understand what it is theyre trying to solve for themselves, their own financial issues, what themes they want, how they want to do it. And so the relationship with the entire investment industry and its customers, changes were all part of the same hive mind, were all there to help each other. And thats a very different way than."
    },
    {
        "speaker": "D",
        "text": "The, you know, oak paneled walls of."
    },
    {
        "speaker": "B",
        "text": "The investment bank, where only the few could get in. This is the many."
    },
    {
        "speaker": "D",
        "text": "And we're all working together."
    },
    {
        "speaker": "B",
        "text": "We've seen this in web three technologies, but we're seeing it broadly across society. We're seeing it how everybody lives their digital lives. We may live in a sovereign nation state. I live in the Cayman Islands, you live in the United States. But we both live in a similar community, which may be digital communities online, where we have rules that govern those societies. And that will happen with asset management. So we're also looking at this for exponential age asset management. We're looking at creating an NFT, which is a membership to the club of our investors. Most people's investors don't get to talk to each other except at some open day where they all come and meet, like a day like you all at today. But why should that conversation not be all the time in real time, where you will talk and Franklin Templeton listens and says, we can help, or Franklin Templeton leans in and said, we're learning this from the network. What do you guys think about that? That's a very different relationship, but it's very powerful because it's stickier. It's not about marketing costs any longer. It's about looking after your community, understanding what they need, a huge change coming up, and then we'll throw in AI in due course."
    },
    {
        "speaker": "C",
        "text": "Yes. And I do think, and this is going to really be the theme of the remainder of the afternoon in our discussions is this concept of community in investing is something that does not exist in the traditional financial or wealth management industry today, right? We don't invest as a community. But like Raul is saying, the seeds of this are emerging. And there is, particularly when you start to talk generationally, an entire part of the population that views being part of these communities as core to their social identity. And so when you talk about what you're doing with your investors and where people see interest, this idea that my social identity and where there is value to be invested in, dont they become almost conflated. They almost become one in the same."
    },
    {
        "speaker": "D",
        "text": "So one of the experiments were running at real vision is getting members to vote."
    },
    {
        "speaker": "B",
        "text": "On what they think the asset allocation of. Lets say a crypto portfolio could be any portfolio."
    },
    {
        "speaker": "D",
        "text": "And that voting is recorded on chain, which means its kind of indelible. And you know how people have voted."
    },
    {
        "speaker": "B",
        "text": "That creates a hive mind portfolio of."
    },
    {
        "speaker": "D",
        "text": "Which you can then incentivize people by."
    },
    {
        "speaker": "B",
        "text": "Can they copy it?"
    },
    {
        "speaker": "D",
        "text": "Could you tokenize it?"
    },
    {
        "speaker": "B",
        "text": "And you're seeing them trust themselves more than they trust the institutions. We're seeing the trouble even with trusting news media, nobody trusts anybody anymore."
    },
    {
        "speaker": "D",
        "text": "But the crowd, because they're culturally aligned as a community, have a tendency to trust each other. Much like in the olden days, you."
    },
    {
        "speaker": "B",
        "text": "Might trust the people in your village."
    },
    {
        "speaker": "D",
        "text": "Because you know them, you have close connections, you have social fabric. But in the digital age, social fabric disappeared for a while. But it's now coalescing around these communities where they have commonality of values and commonality of objectives."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back. Whoa."
    },
    {
        "speaker": "E",
        "text": "Landing an account this big will totally change my landscaping business. Gonna mean hiring more guys and more equipment and new trucks for the new guys to drive the new equipment in. I don't know if I'm ready."
    },
    {
        "speaker": "F",
        "text": "You can do this. And Ford Pro finsimple can help. Our experts are ready to make growing pains less painful for your business with flexible financing solutions that meet the needs of your business today when you need them. Get started@fordpro.com. financing."
    },
    {
        "speaker": "C",
        "text": "When you think about what you're seeing through Europe's family, what has surprised you? What have you seen that you were just like, wow, I would never have expected that."
    },
    {
        "speaker": "D",
        "text": "Well, almost every day is a surprise. What is a surprise is actually watching the investment management industry still in two phases. There's a group of leaders such as yourselves, whove embraced and said, we want to learn how this works, what it means, and then theres another group whove closed the door and said, we dont want to know. Thats surprised me that weve got to that split. Whats also surprised me is the power of these communities. When I look at the real vision community, at first you would have thought."
    },
    {
        "speaker": "B",
        "text": "Well, theyre just a bunch of investors because they like investment markets."
    },
    {
        "speaker": "D",
        "text": "But when you dig in, we've created sub communities because some of these people like head of innovation at Amazon. In fact, three of the heads of innovation of Amazon are in our community. We've got hedge fund managers, retirees, we've got people who own safari parks across Africa. We've got somebody who runs the world's largest telescope in the Atacama desert. This is a disparate group of people, but they're joined by this commonality of interest, of trying to figure the world out for themselves and their families. And I've been really surprised how powerful that is, what it actually means. Real vision as a company has never raised capital from venture capital because we've got this incredible community. So we've raised it from the community, so that disrupts the capital raising model as well. So it's fascinating and isn't it?"
    },
    {
        "speaker": "C",
        "text": "I mean, what you're really talking about is that we talk all the time about the power of diversity and especially the power of cognitive diversity, yet we never deploy it in our actual businesses. And we have people that have all been trained to build investment models the same way, people who have all been through very similar certification processes. And when you move outside that bubble and you really start to bring in true cognitive diversity, you really start to unlock thinking that is very different and can really spot things that perhaps the crowd doesn't spot when everyone is trained in the same way."
    },
    {
        "speaker": "D",
        "text": "That's right."
    },
    {
        "speaker": "B",
        "text": "So if you think about it, how a new product might get created in a traditional asset management, it has to go through a committee, it has to go through this and that. But this way is very different because exactly, as you say, the diversity of knowledge and understanding is the power of the community. So, for example, at real vision, we have members in 111 countries. They're self selecting because they're reasonably smart and they're motivated by similar things. But what happens is when you listen to them, you'll find things that you never thought of, and you won't find it from study groups because you tend to self select a study group. But once you start listening to people."
    },
    {
        "speaker": "D",
        "text": "In the community, you'll create solutions that."
    },
    {
        "speaker": "B",
        "text": "Are truly unique, that allow you to."
    },
    {
        "speaker": "D",
        "text": "Stand ahead of your competition and create innovation."
    },
    {
        "speaker": "B",
        "text": "And innovation creates market share as well."
    },
    {
        "speaker": "C",
        "text": "Absolutely. When you think about the technologies that we're going to be using to enable this exponential future, you've mentioned blockchain, you've mentioned artificial intelligence. I think that people aren't really clear how are they going to really change the way that investing works. You want to share some of your thinking about how this changes the way that we actually."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, these are very big."
    },
    {
        "speaker": "D",
        "text": "Topics, but essentially we have moved into an increasingly digital world. Five years ago, what we're doing today would be virtually impossible or very expensive and complicated here. Now I jump on a Zoom call."
    },
    {
        "speaker": "B",
        "text": "I'm crossing time zones instantaneously. Okay. This is a huge change."
    },
    {
        "speaker": "D",
        "text": "We're living our lives increasingly digitally."
    },
    {
        "speaker": "B",
        "text": "We've got a digital system of money."
    },
    {
        "speaker": "D",
        "text": "Coming, which the money system that is."
    },
    {
        "speaker": "B",
        "text": "Stuff like central bank digital currencies, just."
    },
    {
        "speaker": "D",
        "text": "In the traditional thing. But what we found is blockchain technology."
    },
    {
        "speaker": "B",
        "text": "When I first saw it in 2012."
    },
    {
        "speaker": "D",
        "text": "I realized what it allowed the financial system to do is have proven ownership over assets."
    },
    {
        "speaker": "B",
        "text": "In a world of rehypothecation or reuse."
    },
    {
        "speaker": "D",
        "text": "And leverage, you don't really know who owns what. So this is a recorded ledger. So. Okay, that's nice."
    },
    {
        "speaker": "B",
        "text": "We like that."
    },
    {
        "speaker": "D",
        "text": "It also allows you to transfer. Okay, that's interesting. And then you can have smart contracts. Smart contracts just mean they're programmable contracts. Now, human society is entirely organized by contracts. And the entire financial industry is all contracts, whether it's derivative contracts, fund contracts, agreements, everything. So what you've created is an architecture and infrastructure layer for all of finance to sit on. So people get confused by hearing stories about bitcoin as a new currency. Whatever, don't worry about those things. First, let's think about the inefficiencies of settling products, the inefficiencies of product access to the many, the frictions that exist and the costs that exist. Here's a great example that nobody will have thought about. So we know the US is moving."
    },
    {
        "speaker": "B",
        "text": "To t plus one settlement for equities. Okay."
    },
    {
        "speaker": "D",
        "text": "Everyone thinks that's great."
    },
    {
        "speaker": "B",
        "text": "It's a bit faster."
    },
    {
        "speaker": "D",
        "text": "We have less cash tied up in the system. A friend of mine was one of the senior leaders at the largest australian bank. He said, I spent the last three years building stablecoins. Stablecoins are just digital dollars or whatever currency, but on a blockchain rail Im like, why are you doing that? He said, the US is going to t one settlement. FX settles at t plus two and were in Australia and we lose a day. We have to now keep hundreds of billions of dollars of cash at our brokers, and we dont want to do that. Its ineffective. They dont pay us enough interest and were using capital we could use elsewhere. So if I do with the stablecoin, I can settle instantaneously. The same is true of all equities, all derivative contracts. If you think of the complexity of the global OTC derivative market, those are on bits of paper at ISDA. Some are at clearinghouses, but its still complicated. Think of the complexities of the DTCC and the entire custody system. This thing becomes instantaneous settlement and recorded ownership of everything. So it frees up hundreds of billions of dollars every day from the financial system, arguably trillions of dollars. And this is one of the reasons why central bank digital currencies are coming as well. It becomes an efficient way for nation states to move around currencies, as opposed to printing banknotes and all of that kind of stuff. So it disrupts every core layer, from how just cash moves around the system to how every single financial instrument moves around the system and how it's stored. And it's going to make everybody's lives faster, easier, and more capital efficient."
    },
    {
        "speaker": "C",
        "text": "Yeah. I mean, one of the statistics that absolutely shocked me, Raul, is that the DTCC, which you think of as they're so efficient, they settle all the equities in the United States. So efficient, they had a 7% failure rate in 2022. 7% of their trades failed. I mean, can you imagine, like, that's ridiculous at this point in time, that they're missing 7% all into needing to be handled as exceptions, and coming at a time where you're going to be able to settle instantly, rather than waiting for any of these delays in the system. I know we promised you that you have to go, Raul. It was very nice to spend some time with us this afternoon. Just parting thoughts, and how quickly do you think this will all happen?"
    },
    {
        "speaker": "B",
        "text": "I wanted to touch on AI because I think it's important. So not only is the financial industry seeing this complete change as coming from blockchain and the decentralization of finance and this community driven model, but finance charged a margin for knowledge, much as lawyers do and accountants do. What we have just let out of the bag, the genie that came out of the bottle is infinitely scalable human knowledge that is arguably faster and better than humans at any task. It's not yet generalized, better than all tasks, but specialized. So this is a big change for the financial industry in terms of how you give information, what information you get, what is the value of information, how you can scale yourselves, scale the knowledge."
    },
    {
        "speaker": "D",
        "text": "Held within your institutions, how you can advise your clients, but it also democratizes all of this knowledge to everybody. I mean, if you play around with."
    },
    {
        "speaker": "B",
        "text": "Chat GPT, you'll suddenly realize the power."
    },
    {
        "speaker": "D",
        "text": "Within it, and everybody's going to spin with how to catch up with this now."
    },
    {
        "speaker": "B",
        "text": "Because again, if you think about the centralization of knowledge within the financial institutions."
    },
    {
        "speaker": "D",
        "text": "Come to us, we will teach you how to invest. We will do this. The AI can do that exceptionally well, and we've only just started this journey, but it's moving at such a rate. So we have these twin disruptors happening."
    },
    {
        "speaker": "B",
        "text": "At the same time, which is going."
    },
    {
        "speaker": "D",
        "text": "To be very difficult to navigate. And the only way I've thought about this is you can either watch it and be angry about it or be scared, or you can just throw yourself into it and go with it for the ride."
    },
    {
        "speaker": "C",
        "text": "I have to ask you as the last question, what are you invested in?"
    },
    {
        "speaker": "D",
        "text": "So I've, you know, when I look at this, and we think the robots."
    },
    {
        "speaker": "B",
        "text": "And the AI are coming, which they."
    },
    {
        "speaker": "D",
        "text": "Are, and they're infinitely scalable, that's like human productive units to infinity. Well, you need to invest in your own demise, because if humans are being replaced. So I'm mainly pretty much most of my entire liquid net worth is in cryptocurrencies, because I truly believe that the blockchain rails and the AI revolution, the revolution to the financial industry and to all business models is coming. But I also believe that AI is the great disruptor, and there are ways of investing in that, whether it's by semiconductors or even a firm like Tesla, which is basically robots, plus the AI. So there is technology stocks and there's blockchain technology. Blockchain technology has been the fastest performing horse in the race. I think it remains so, because if you think the grand prize is the finance industry, plus marketing models and all of the cultural stuff that Sandy, you have talked about so long, that is a multi hundred trillion dollar market. And if we're allowed to invest in the infrastructure rails, it's like owning telco networks and owning a bit of all the activity that happens. They tend to accrete a lot of value over time. So I just find it very interesting to see such disruptive change and the ability to everybody to invest in that change pretty much on a level playing field. It's not just vcs here, it's pretty much everybody. And that makes it fascinating to me."
    },
    {
        "speaker": "C",
        "text": "Absolutely. Thank you much. We really appreciate you. Stunning."
    },
    {
        "speaker": "D",
        "text": "Great to see. I'm sorry I couldn't join you in person. I would have loved to, but next time."
    },
    {
        "speaker": "C",
        "text": "Thank you so much."
    },
    {
        "speaker": "D",
        "text": "All right, take care, everyone. Thank you."
    }
]