[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hello and welcome back. Here's why you need to watch today's real vision crypto daily briefing. Galaxy Digital pulls out of its deal with Bitgo. We'll explain what happened and why it matters. Plus, Lynn Alden drops by to share her thoughts on how macro conditions are affecting bitcoin. We're going to break down what she said and leave you with the key takeaways. This is your show. Please send us your questions on YouTube, Discord, Twitter. We want to hear from you. My name is Nico Bruga. With me today we have, as always, Ash Bennington. Let's get started with the latest price action. Cryptos are slightly in the red today. The price of bitcoin spiked to a high above 25,000 over the weekend before being rejected. It's currently trading slightly below and around 24,000, down roughly somewhere around a percent in the last 24 hours. Ash, although bitcoin is the market leader with the upcoming merge, a lot is going on with Ethereum. What's the price looking like today?"
    },
    {
        "speaker": "E",
        "text": "That's right, Nico. Ethereum touched a high of 2000 over the weekend, which is the first time we hit the two K mark since May of earlier this year. It's currently trading below that number around or just below the 1900 mark right now. That's down about 1% in the last 24 hours, but up nearly 6.5% in the last seven days. This could be perhaps, as you point out, to growing enthusiasm around the upcoming merge. Back to you, Niko."
    },
    {
        "speaker": "D",
        "text": "Wonderful. Thank you, Ash. Moving on to our top story today. In a statement issued Monday, Galaxy announced it would be terminating its acquisition agreement with Bitgo, claiming that Bitgo didn't deliver its 2021 audited financial statements by July 31, which was a requirement of the acquisition agreement. Later that same day, Bitgo announced that it was suing Galaxy for $100 million. In a statement shared with real vision, we learned that bitcoin has hired Quinn Emmanuel as its legal counsel. R. Brian Timmons a partner with Quinn Emmanuel, said the attempt by Mike Novogratz and Galaxy Digital to blame the termination on Bitgo is absurd. Ash, clearly things are getting real. What's going on with this story?"
    },
    {
        "speaker": "E",
        "text": "You know, well, first, Nico, off the bat, it's a huge pile of money, $1.2 billion on the deal. We know folks from both of these companies, these are absolutely bruising events for employees to go through in both shops. We, of course, at real Vision have had Mike Novogratz on many times with Raoul. I've interviewed Mike Belshi. As you say, the substance of the claim is that Bitgo failed to provide financial statements before the July deadline. We don't really have any insight into what's going on behind the claims and the counterclaims yet. We should say, obviously, with this countersuit, as you say, the second leg of the story, it's Bitgo's suit, the $100 million lawsuit. It's looking for, effectively a breakup fee on the deal. Both sides right now are speaking through their lawyers. Each side, in essence, is claiming that the other side is at fault. This is typically what happens during these situations. You know, it's important to mention the overall environment. The backdrop that we see the idea is basically right now, bitcoin was around $36,000. In fact, I think it was very close to 36,000, even on the day that this deal was announced, May 4, 2021. So we're just going to have to wait and see, and we're going to stay with this story."
    },
    {
        "speaker": "D",
        "text": "Exactly. A classic. We need to wait and see, but we'll be staying on top of it as we speak about it. There's also news of bitcoin miner prime block terminating its $1.25 billion merger with ten x capital. Obviously, there are a lot of these stories developing, so we'll keep an eye on them. Ash, I also want to cover a few other stories that are making news. For the first time since the crash of terra luna, Duke one agreed to sit down with coinages, Zach Guzman to discuss the events of what is arguably crypto's largest collapse. While the crypto community is still feeling mixed emotions, there are still a few lunatics, as they call themselves, out there supporting duke. Wondehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehe however, many people are still out there criticizing him and this interview. If you look at the comments, you can see that many people feel that these were softball questions. Ash, what's your take on this story?"
    },
    {
        "speaker": "E",
        "text": "Well, you know, what can you really say here? People are obviously upset, clearly, clearly, about the collapse of luna. Innocent until proven guilty. There's ongoing legal action right now in South Korea. Look, unfortunately, the legal process does not move at the speed of technology. Once again, Nico, it's one of those stories that we're going to have to wait on and see here. Clearly not a satisfying answer for people who lost money in Terra, but that's just where we are right now. We're going to keep following this story as it unfolds."
    },
    {
        "speaker": "D",
        "text": "Absolutely. And it's yet another reason to be wary of the so called false idols of crypto Twitter. Nothing is ever a sure thing, as do and Terra have taught us all too well. All right, our next story. The Federal Reserve released new guidelines on Monday that might make it possible for american crypto banks to run both crypto and traditional banking functions. Novel institutions could be granted so called master accounts, a key financial status that allows for direct payments with and access to the Fed. What do you think about this development, Ash?"
    },
    {
        "speaker": "E",
        "text": "Well, to me, this is extremely interesting. We should also say it's extremely, extremely early in this story. Let's just take an overall look at what's going on here with the Fed. They're talking about a multi tiered approach to this for FDIC insured and I, uNFDiC insured institutions. They're trying to do that obviously to protect depositors and also, clearly to preserve the FDIC balance sheet. But what's the end game here? This is the really interesting open question because we don't really know the answer. Is it increased regulation aimed at sort of stamping out fraud, abuse and scammers? Possibly. Is the goal broader than that? Are they doing so called macro prude? This is the macro prudential type of oversight that the Fed has to try and stabilize the banking system? Or perhaps most intriguingly, does the Fed foresee a time when crypto banks, neo banks, and other types of modern crypto digital asset institutions become sifis? This is systemically important financial institutions. This was obviously a key term during the 2008 era. This idea that effectively, if you have banks that are too big to fail, as the common phrase goes, that you actually had to backstop them. It's a really interesting story. I think the only thing that we can say for sure here about this, Nico, is that the Fed is no longer just going to sit back and say, ok, kids, with your crazy Internet money, you're too small for us to care about. Those days are over, Nico. Clearly, crypto is something that the Fed is thinking about right now."
    },
    {
        "speaker": "D",
        "text": "Very well said, Ash. And we'll actually have an interview with Ken Arad this Thursday right here on real Vision crypto daily briefing, all about regulation. Now onto our final story of the day. Acala's stablecoin fell 99% after hackers issued 1.3 billion tokens. AUSD, the native stablecoin of Polkadot based Defi platform Acala, de pegged over the weekend. The market value plummeted over 99%. And Coinbase is reporting that AUSD is close to recovering its peg after the community voted to burn the tokens. Ash, we seem to cover this type of story once every few months, where another not so stable stablecoin loses its peg. Ash, what happened here exactly?"
    },
    {
        "speaker": "E",
        "text": "Well, first, let's talk about what Acala is. It's a defi network on Polkadot. Polkadot, which we talked about last week on this show, is a cross chain protocol created by Gavin Wood. AUSD is the native stablecoin token for that protocol. The source of the bug here was the improper configuration of the liquidity pool. Liquidity pools, as folks will remember, are smart contracts that effectively lock up money so you can have two sides of of a position in it. It's a novel mechanism created in the crypto space where limit order books typically function on the traditional capital market side. Here's the point, Niko, and this is one that we've talked about many, many times before here on this show and elsewhere on real vision. There are inherent weaknesses in code that hasn't been tested extensively. And by tested extensively, what we generally mean in the crypto space is battle tested live in production. That's one of the reasons why people are so fond of bitcoin, because there is a very long track record of people attempting to take advantage of the system, the so called adversarial model, trying to steal money. And if you're not able to for a decade, it's a pretty good sign that the system has been built in a secure way with many of these novel protocols, things that are just being developed, some of which have really interesting, cutting edge ideas. This idea that the track record of security being battle tested in live production just isn't there. Unfortunately, I've said this before, I'll say it again, we are going to see more of these incidents in this space."
    },
    {
        "speaker": "D",
        "text": "Absolutely. And speaking of stable coins, we have a great clip from Lynn Alden, the founder of Lynn Alden Investment Strategies, talking all about stable coins and what she thinks about them. It's the last clip we'll play today, so stay tuned to hear ash and I break it down. But for now, let's turn our attention to our first clip of the day. Ash, you spoke with Lynn about her broad macro outlook on crypto. Let's hear what she's thinking."
    },
    {
        "speaker": "E",
        "text": "Where are we right now in terms of your framework for digital assets?"
    },
    {
        "speaker": "F",
        "text": "Well, so I think the broader macro view right now that affects digital assets is that we have kind of risk off conditions. Broadly. Lately, we've had a little bit of a risk on uptick within that. But in general, we've been on a risk off slant, which makes sense because we have declining pmis. And so basically we have economic deceleration in most parts of the world, across Europe, across North America, many other markets. We have a strengthening dollar, falling liquidity. And if you map bitcoin and then the various other projects that ebb and flow, because it's all correlated, it tends to follow the PMI cycle pretty closely. If you want to be even more specific, I would say it slightly front runs PMI because it follows liquidity pretty closely, and liquidity tends to be a little bit ahead of PMI. And so generally speaking, you see bitcoin kind of top around the same time that PMI tends to top, and then it usually bottoms a little bit before PMI. But of course, we don't have gigantic sample sizes for these observations. We're talking a little bit over a decade of history here. And so the short answer is that from a broad macro perspective, everything in the space is treated like a risk on asset. And so they're volatile, especially outside of bitcoin. You're getting into pretty speculative territory. But even bitcoin, even the maxis might view it as a risk off kind of counterparty free asset. But just in terms of where liquidity goes, the bigger ecosystem treats it like a risk on asset and just in terms of price. And so I say that's where we are right now. We're kind of obviously in a pretty strong bear market. I think that there are signs that we could have had the bottom in place for bitcoin, but I think the next six to twelve months are still pretty fraught with risk until we see a more decisive upturn in things like PMI. And you can also track the same sort of cycle by looking at, say, the copper to gold ratio. If you overlay that on with pmis, you get the same kind of looking pattern. Basically, once you see these risk on conditions improve, that should be more of the green light for this asset. But in the meantime, I think we're in a pretty tricky market."
    },
    {
        "speaker": "D",
        "text": "Ash. So obviously, Lynn's macro view is important to her digital asset framework. She talked about a lot here. She mentioned PMI T bills. What are your thoughts on what she just said?"
    },
    {
        "speaker": "E",
        "text": "Well, here's what's interesting to me. I asked Lynn for her digital asset framework, and she immediately responded with her macro view. This is an important point because it touches on this correlation trade that we've seen between Nasdaq composite, Nasdaq 100, and bitcoin and then bitcoin and everything else. We've gotten to this place in markethouse where things are either risk on or risk off. There is no in between. And it's just this broader view that folks who are really thinking about digital assets have that integration between crypto and macro, which I think is one of the biggest stories. Obviously, some of the smartest folks in the space that the Dan Moorheads, the Mark Usko's, the Mike Novogratz's, who came from traditional macro backgrounds, were the first to see it. And by the way, I would also say Raoul was probably the first person in media to really get a bead on how crypto is macro. Macro is crypto. So I think that's probably the first interesting point. You mentioned pmis. Lyn talks about declining pmis. So what? Pmis are the purchasing managers index. These are surveys of supply chain managers in the manufacturing sector. Why does that matter to crypto? Well, it's because it's a leading indicator of economic growth or contraction. Now, why does that matter to crypto? You might ask this off the grid asset. The answer is liquidity. If the economy is seen to be growing more slowly, meaning pmis are declining, that's positive news for inflation, meaning inflation will decline, which means the Fed is much more likely to tighten at a slower pace as they engage in quantitative tightening. So I know that this is a lot of sort of different hops here, but this is how macro people are thinking about the space. There was a term that we used back in the 2008 eradic, bad news is good news. And the idea here is that when you get negative news for the economy, the Fed would loosen in that era. In this era, tighten more, more slowly. I know this can be a little confusing. As I said, there are a lot of hops, but I think Lynn is very clear about her framework, and I think it's really an intriguing one."
    },
    {
        "speaker": "A",
        "text": "Nico, Ryan Reynolds here from Mint mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is a apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile, Unlimited Premium Wireless 20 20 20 20 15, 15. Just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch, $45 up front for three."
    },
    {
        "speaker": "C",
        "text": "Months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Likewise, Ash. And I have to say, every time we dig deep into this crypto macro intersection, my mind just goes, it's a lot to handle. But let's turn our attention to the next clip. Ash, here you ask Lynne about the correlation between Nasdaq and bitcoin. Let's listen to what Lynn has to say about it."
    },
    {
        "speaker": "E",
        "text": "Something else that you said at the top of the show was the idea of how everything effectively gets treated as a risk asset. Now, if your employer were to block every site that listed bitcoin price and you wanted to get a sense of where it had traded that day, you could go and see where the Nasdaq 100 Nasdaq composite was trading. This idea that correlations go to one. Talk a little bit about that. You also mentioned that people who are very passionate about bitcoin have long said that bitcoin is going to be an off the grid asset, an asset without correlations to traditional markets. That's not something that's happened yet. How do you think about that, particularly in the context of the broader macro framework that we're discussing?"
    },
    {
        "speaker": "F",
        "text": "So I think one way to think about it is that whatever liabilities are denominated in, that's going to be the main risk off asset. Because when you have a risk off conditions, essentially what you have is asset prices falling relative to liabilities. And so right now, that's fiat currency. And globally specifically, it's the dollar. So the majority of global liabilities are denominated in dollars, or at least the biggest plurality of liabilities are denominated in dollars, especially for western markets. And so that means basically, when you have the Fed tightening policy, what they're essentially doing is putting pressure on asset prices relative to everyone's existing liabilities. That creates demand for dollars, that creates demand for dollar equivalents like very short duration t bills, normally in non inflationary environments, that would also create demand for longer duration treasuries. Obviously, that was complicated this time by how inflationary the environment was and other factors in general. In a very practical sense, when you have the incumbent system, which is worth tens of trillions of dollars in the United States, broad money supply, and then nearly 100 trillion globally, that our liabilities are denominated in our mortgages, various business loans, government debt, there's all these liabilities denominated in that. That's going to be, in practice, the risk off asset. If you have the fed purpose engineering asset price destruction, youre generally seeing everything correlate, because when you look at why equities are going down, its not really that their earnings are suffering yet. They started to get a little bit like that in quarter two. But essentially from the beginning of this year, its not like you had a rapid fall off in earnings from the beginning of the year. Instead, what you had was multiple compression. You had a reduction in equity valuations. Thats the part that tends to be quite correlated with, say, something like bitcoin, because that basically just represents money flowing out of risk assets, as you have the dollar hardening compared to those assets, at least temporarily. Environments where you could have something like bitcoin, decouple for the Nasdaq, in my view, would be a situation where liquidity is fine, but you have earnings deterioration. It could be margin pressures, it could be things like that. That's where generally you'd expect something like gold and bitcoin to, uh, kind of decouple. And you could have bitcoin treating more like a commodity in that regard. But if you have the opposite, if you have earnings are fine, but you mainly have multiple compression, then its not surprising to see pretty strong correlation between something like the Nasdaq and something like bitcoin."
    },
    {
        "speaker": "D",
        "text": "Trey Ash Lynn was explaining why we saw equities going down this year. She said its not really that earnings are suffering, its multiples compression. She also briefly mentions earnings compression. Can you explain multiples compression and earnings compression for me, Ash, what's the difference?"
    },
    {
        "speaker": "E",
        "text": "Yeah, absolutely. So this all starts with P E. This is the P E ratio, the price to earnings ratio of a stock. It's the price of the stock divided by its earnings. So the higher the P E ratio, the higher the multiple you're paying on earnings. So what she's talking about here is the way that people who are in the space think about multiples. Multiples can expand when prices rise and earnings don't, meaning you're paying more for those multiples. They can also compress when prices fall and earnings stay flat, meaning you're paying less for earnings. Lyn is saying that if earnings deteriorate and liquidity remains strong, you could see a decoupling of bitcoin and Nasdaq, presumably because the decreased earnings power of stock would make them less attractive to investors relative to digital assets. Conversely, if she says you see multiple compression, it's not surprising to see those correlations remain tight, if that makes sense. Nico."
    },
    {
        "speaker": "D",
        "text": "That it does. Ash, thank you, as always, for explaining this so clearly. Let's turn our attention to this next clip where Lynn talks about how the dollar affects her macro thesis. Let's take a look."
    },
    {
        "speaker": "E",
        "text": "Let's talk a little bit about the dollar. I'm looking at a one year chart of DXY dollar index here, obviously up considerably, trading at 106. As we film this here on Monday, August 8, talk a little bit about the role of the dollar in your macro thesis and how you think it impacts digital assets."
    },
    {
        "speaker": "F",
        "text": "So that's the unit of account that many of us are using when we're measuring the price of assets. And so if the dollar is strengthening, at least on a relative basis, compared to many other fiat currencies, when you translate things back into dollars, it's a challenging comparison. In addition, it affects global economic growth because, for example, the marginal growth in the world is in emerging markets. That's what the majority of population is. That's where you have less gdp per capita. It's easier to get the marginal growth from those economies generally better demographics in most of those countries, unless you look at specifically countries like China that are, that are kind of still quasi emerging markets, or at least classified as such. But when you look at traditional emerging markets, like a lot of latin american countries or a lot of countries in Southeast Asia, you have dollar denominated debts. That's one of the key differences between a developed market and an emerging market, is an emerging market. There's a decent percentage of its liabilities, either government or corporate or both, that are denominating currencies that they can't print, that are either dollars or euros, basically foreign hard currencies. When they have an environment where those currencies are strengthening rapidly compared to their local currency or compared to whatever currency they're getting, their cash flows in, they're getting squeezed. On the liability side, it's like if you took out a mortgage in gold or swiss francs, something that's harder than maybe the dollar at that current time, unless you have a spike in the value of that mortgage, thats not great. So thats essentially what you see happen to emerging markets every time the dollar strengthens. Its not necessarily as bad as youd expect right now, because a lot of the strength were seeing in the dollar index is specifically its weakness in the euro and the yen, more so than it is, say, super broad based dollar strength. But there is still a component of dollar strength there as well. And thats, of course, because you have economic slowdown. So those liabilities matter. And then you have the Fed being more aggressive on tightening, at least compared to the ECB and the BOJ. And so essentially what you have is corporate earnings globally are being translated, say, S and P 500. Theyre being translated back into fewer dollars when they get reported. And then you also have tightening conditions on emerging markets. And then you also have tightening conditions on, like I said before, us real estate markets, basically anything that's rate sensitive. You see this pull down in a lot of different asset prices. And I think that the dollar is one of the key things to watch. If you see the dollar roll over, pretty clear signs of momentum reversal, that'd been a pretty attractive sign to really push the emerging markets, push things like bitcoin push maybe the commodity trade. Again, these more risk on type of conditions, whereas as long as the dollar is high, and especially if it's high and rising, it's really hard to get sustained rallies in other asset prices when that's happening. Gold can hold its own in that environment, but even gold can suffer in those types of conditions."
    },
    {
        "speaker": "D",
        "text": "Okay, lots to unpack there, ash, but let's start with Lyn's argument regarding the strengthening of the dollar and how that would affect bitcoin. Can you shed some light on just what she's arguing here? Also, why is Lynn looking at the DXY dollar index?"
    },
    {
        "speaker": "E",
        "text": "Yeah, so there are a lot of points that are tied together here. I'm going to touch on some points that Lynn just made and some points that she made in a previous clip. I think it was in the last clip where Lynn said, whatever liabilities are denominated in, that's going to be the risk off asset. Let me just unpack what she means here. So asset prices fall relative to liabilities, as Lynn says, liabilities, for example, for individuals or your mortgages, your credit card obligations, commercial and industrial loans for businesses. So that's what the risk off trade is about. It's about the decline in the price of assets relative to the price of obligations. I think Lynn's been just incredibly sharp and crisp in the way that she describes that. So DXY is now at the highest level since the.com bubble implosion. D x Y is dollar index. It's a way of measuring dollar strengthen. It's mostly composed of euro and japanese yen. So this is what we were talking about and how it ties in to her views of earnings compression and multiple compression. But I want to focus a little bit here on DXY specifically and her arguments about ems. These are emerging markets because it's part of Lyn's broader macro thesis. She points out that the fastest marginal growth in the world is happening in emerging markets. They are growing very fast. This makes sense. There's a low base of industrialization. They also have much more positive demography, higher fertility rates, higher birth rates than we do in developed markets. So the risk to emerging markets is that they have dollar denominated debt. What that basically means is that emerging market countries often borrow in dollars because they have a hard time borrowing in local currency, because if the currency moves against them, the lender then loses money, so that they don't typically like to do that. The idea here is, if the currency moves, emerging markets can get absolutely hammered. Obviously, there are more vulnerabilities to emerging market currencies than there are to develop market currencies. So this is all part of Lyn's broader macro thesis about how the global economy interacts with the digital asset space. So if you want. If you have currency liabilities that are other than in the base currency where the. Where the loan is made, you have these challenges. What's interesting is she's saying she's not seeing this happen right now, because this dollar denominated DXY dollar index is mostly in euro and japanese yen. I know Lynn and I went down a little bit of a macro rabbit hole here, but here's the big picture takeaway. If you're listening to this video and you're a little bit confused by it, crypto is macro. Macro is crypto, as Raoul says, all the time. And by the way, I would say one of the really cool things about real vision, just on a personal note, is, you know, when I started here in 2017, there were videos. The first time I watched them, I was assigned to them as an editor. I thought, I don't know what the hell this guy is talking about, but once you watch it two or three times, you hang in there for a couple of weeks or months. Somehow, magically, the dots begin to connect. It's the kind of spooky, magical, cool part about what we do at real vision. I know this one can be a little deep, but that's sort of what Lim was talking about, if that makes sense."
    },
    {
        "speaker": "G",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what with each vendor. Ramp's software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding ramp could be one of the best decisions youve ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank."
    },
    {
        "speaker": "E",
        "text": "And Celtic bank members of DIC."
    },
    {
        "speaker": "G",
        "text": "Terms and conditions apply."
    },
    {
        "speaker": "D",
        "text": "Absolutely, Ash, very well said. And also, if anybody's interested in learning more about this and getting that crash course Ash mentioned, please check out our real vision academy. You can get a full top to bottom view of investing from the greatest minds in the space. So back to our interview here with Lynn. Speaking of dollars, here's how stablecoins play into Lyn's thesis, considering the us dollar. Let's take a listen."
    },
    {
        "speaker": "F",
        "text": "There are a lot of people in emerging markets, developing countries, frontier countries that want dollars, and it's challenging for them to access dollars. And so if they have currency crises, for example, even if they have dollars deposited at the bank, those are liable to be confiscated and turned into the local currency. There are numerous practical examples of that happening. And so stable coins represent a way for people in those markets to have access to dollars in a way that is challenging for the local banking system, local government, to take away from them. The issue of stable coins. And I'm talking about the fiat collateralized ones, not the algorithmic ones, the FIA clatter, the actual stable coins, they are centralized, but the key issue is that the central hub is outside of their jurisdiction. So if you're in Argentina, if you're in Turkey, if you're in a country, if you're in Nigeria, and if you're having problems with your currency in terms of high inflation and you want dollars, basically those represent these kind of current ability to get dollars, and they're still working out kind of the regulatory issues, like regulation, might look a little different three years from now than it looks now. But basically those represent these pools of dollars that can be accessed globally. That has pretty interesting implications, because it makes it easier for the world to hold dollars."
    },
    {
        "speaker": "E",
        "text": "By the way, is that bullish for the dollar, in your view? This idea that there is now the digital dollar that is available outside the."
    },
    {
        "speaker": "F",
        "text": "Dollar, denominated banking system, I think around the margins. Yes. In a world without stablecoins, I'd be a little bit more bearish in the dollar because we are seeing a shift where I think were entering a more multipolar currency world, where especially throughout Eurasia, youre going to see just changing reserve practices, a diversification of payment channels. I think were headed that way before the war, and then the war just kicked it up a notch, accelerated that whole thing. Thats been one of my theses. But on the same time, you have a slight offset to that in the sense that the people, regardless of what their central banks doing, they can go out and buy dollars. Now, basically, you've increased the total addressable market for dollars. Or specifically, you've allowed a larger share of the total addressable market to actually access them in a way that makes sense to them. It's also interesting because it monetizes treasuries. It turns treasuries into a medium exchange. Because stablecoins don't just use bank accounts as their holdings, they can also use things like t bills. And so you actually are effectively using it to the extent that some of these are actually used as a medium of exchange. In developing countries by proxy, you're basically using a t bill as a medium of exchange. And so I do think this has implications. It's still on the macro scale, it's still a relatively small market. I mean, you're talking over 100 billion. So it's not a small market, it's becoming a meaningful market. But if that becomes many hundreds of billions of dollars or a trillion dollars, that obviously has pretty strong implications for the dollar. And I think we're in an environment where an argentinian explains, if I want currency for the next month, I hold it in local currency. If I want some savings for the next several months or a year or more, I'll use some stable coins. And if I want super long term savings, I'll put some into bitcoin, which is obviously more volatile and has more appreciation potential. And I think that's the environment that we're in for a period of time, subject to what happens with regulators, because like I said before, those IBM providers are centralized and they're therefore subject to regulations. They have blacklist accounts. They basically have to comply with the major powers international laws."
    },
    {
        "speaker": "D",
        "text": "So this is obviously a macro masterclass. But ash, can you shed some light on why Lyn sees stablecoins as bullish for the dollar? Is that good or bad for the crypto market at large?"
    },
    {
        "speaker": "E",
        "text": "Well, specifically, what Lyn is saying is that fiat collateralized stablecoins, I suspect she means fiat collateralized stablecoins that are denominated in USD are good for the US, are good for the dollar, and good broadly for crypto. Here's the general idea for folks who are living in EMS emerging market economies. They want access to stable currencies. They want to hedge against devaluation, meaning hyperinflation, and against confiscation banks in their local company country where they may not have the same kind of rule of law that we do in the US from confiscating their money. That's the fear. And the idea is if they have access to dollar denominated stablecoins, it effectively becomes an electronic mechanism for them to hold us dollars. I think it certainly could be very good for the broader crypto ecosystem. I think it could be good for the dollar. And I think it also could lead to further integration with dollar denominated banking, which I think is something that has some potential upsides for the space in terms of broader adoption, particularly from regulated entities."
    },
    {
        "speaker": "D",
        "text": "Nico, thank you for that. Ash. Always a brilliant breakdown. Here's what I've learned today and what viewers can take away from your conversation with lynch. You asked Lynn about her digital assets framework. She immediately told you her macro view, showing you how important is to her overall strategy. Lynn also said the next six to twelve months could be pretty risky until things like PMI and the copper to gold ratio starts to rise. Lynn also covered the correlation between bitcoin and the Nasdaq. Specifically, she's looking at the multiple, the multiples compression and earnings compression. It also stood out to me when you pointed out that DXY is now at the highest level since the.com bubble implosion. And I was surprised to learn most of the marginal growth in the world is in emerging markets. Finally, Lynn talked about stablecoins and why she believes stablecoins are bullish for the dollar, particularly because emerging markets want stable currencies to hedge against devaluation. Thank you for laying it out so simply for me, Ashley. Now, before we get to a viewer question or two, something else I wanted to get your take on. As we heard, Lynn's view on crypto is this recent Mark Mobius interview with Maggie Lake that we had on our essential tier. He had a lot to say about crypto and it wasn't positive. We don't have time to cover everything he talked about, but let me give you a rundown of what he said. His three main points were he believes the entire blockchain can be hacked. He's surprised that the government has tolerated cryptos for so long, and he thinks crypto prices are based entirely on faith. Comparing it to religion. Ash, considering Mark's arguments, what do you think the crypto community's response would be?"
    },
    {
        "speaker": "E",
        "text": "Well, I think it's fair to observe that they probably wouldn't respond so very favorably. Look, Mark is a very smart, very seasoned investor, a PhD from MIT. I believe in economics, but I don't know how closely he's following the day to day developments in this space. Let me just go through his points one by one. First, can bitcoin be hacked? Well, maybe. But as I was saying earlier, with the challenges that we see in the DeFi space, in many ways, bitcoin is the mirror image of that. We have a long term track record of many, many years of people attempting to hack the protocol and not being successful doing so. We know that the underlying algorithms that are used to secure it cryptographically are generally considered to be secure. Nothing is 100%, but I think. I think Mark makes a point there, but I think it's probably overstated in terms of the way he's phrasing it. Why has the us government tolerated cryptocurrency for so long? Well, first, I think in the early days, it was very small. It wasn't something that the us government saw as a great threat. And now there's competitive pressure in this space to have the technology being developed that runs these decentralized networks be developed here in the United States and here in the west, obviously, vis a vis China and other places where they have alternate uses for this technology. I think the idea is one of the reasons why the US has been so forbearant in the way it's dealt with. It is because they want the innovation to happen here. Faith based. This is interesting. There are definitely some religious metanarrative elements in cryptocurrency. Meltam Demirs, I think, has been very eloquent in the way that she speaks about it. But, yeah, look, it is definitely a cultural shift from the world that mark grew up in. I don't know that that necessarily makes it a bad thing. But final point, on the more pragmatic side, and maybe this is what he means when he says it's more of a faith based type of system. In the bitcoin space, there are no considerable cash flows yet. We were talking earlier, Nico, we did a little bit of a short class on how investors think about pricing on us equities. You price equities based on their earnings so that you have a multiple, you know, how much you are paying for every dollar of earnings that a company generates in the crypto space. We simply don't have that yet. So he does make, I think, a valid and interesting point there. But let me just talk for one brief moment about what crypto is rather than what it's not. I think crypto is very much an extension of the Internet revolution. Crypto solves a problem that we couldn't solve with the Internet in gen one slash gen two, and those that really is all about trust, specifically three different areas of trust, identity value and authentication. Identity. How do I know that you are who you say you are in the Internet? Value. How do I transfer money to you natively on the Internet? You could say, well, you can process credit cards, but that's really not an Internet native type solution and authentication, meaning if you buy something from me and you buy my content and I want to give you access to it, how do I allow that access to be facilitated? Well, these digital assets, these cryptographic networks that are decentralized, allow for an incredibly novel way of solving those three problems. So for me, Nico, I really see this very much as an extension of the Internet revolution that began in the 1990s and even before that, going back to the sixties and seventies with DarpAnet, it's really very much a continuum, a continued movement, a continued development. I don't think it's going away anytime soon. I know Mark feels differently, but I think there's a very strong case to be made in favor of why it's staying. Nico."
    },
    {
        "speaker": "D",
        "text": "Absolutely, Ash, and you set me up perfectly there to plug Raoul's nearly three hour conversation with Balaji that comes out this Friday on Raoul pal Adventures in crypto. They really dig into all of the above. It's absolutely amazing. I just watched the final cut yesterday. So to stay tuned for that on Friday. All right, before we wrap up, we have time for one viewer question. Richard Bernard from the RV site asks Ashniko comment on retail investor comeback noted by the pump in Doge and shib this weekend. Doge back up in the top ten by market cap. Ash, why don't you get us started? What are your quick thoughts on this?"
    },
    {
        "speaker": "E",
        "text": "Well, you know, let me just say this. It's clearly risk on again, right? This is, this is the way that these cycles go. When you see doge and shib start to pump, it means that there's more interest in the space, there's more speculation in this space. Some might say there's more gambling in this space. What are your thoughts on this one, Nico?"
    },
    {
        "speaker": "D",
        "text": "I think too many people are watching Instagram and TikToks from financial influencers that maybe don't have your best financial advice at heart. As always, do your own research. But to me, this is a sign we might be heading back into another bull market."
    },
    {
        "speaker": "E",
        "text": "Nico, my Instagram is just like artsy black and white photographs. There's literally zero crypto."
    },
    {
        "speaker": "D",
        "text": "Oh, mine has been inundated, but stay lovey. I think I might be in a slightly different age demographic. Although you and I, as I like to joke, are closer in age than I am to many of our other producers and employees. Anywho, that's it for today's show. Tomorrow we're going to do a deep dive with a great interview that ash conducted with Mark. You go all about fair value and his macro thesis on crypto. We'll see you tomorrow live on real vision. Crypto daily briefing."
    }
]