[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020 baby get 2020."
    },
    {
        "speaker": "C",
        "text": "Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "B",
        "text": "Welcome back to real Vision Crypto Daily briefing. Here's why you should tune in to today's show. Crypto turmoil gets worse as Genesis is reportedly contemplating filing chapter eleven bankruptcy protection. Crypto bank Silvergate gets hammered amidst what it calls a crisis in confidence. And Alex Mashinsky, the man at the center of one of last year's biggest crypto collapses, is being sued by the New York state attorney general. I'll discuss this and more live with Jim Bianco. I'm Ash Pennington. Let's jump in to the latest price action. Given the news flow, you might be forgiven for expecting a carnage in crypto prices. However, that's not what's happening. Bitcoin has practically not budged since this time 24 hours ago. Bitcoin is slightly and down and currently trading around $16,800. That's pretty much the same price we reported yesterday. We've been in this very narrow trading band now for at least the past month or so. We're being seeing a slightly bigger move here on the Ethereum side. ETH is up 1% over the past 24 hours. ETH trading now around $1,250. We're also keeping an eye on tokens linked to Justin Sun. Tron is one of the biggest losers today among the major cryptocurrencies in an otherwise calm market, and the Tron linked stablecoin USD is down $0.03 on the dollar, which means it's deep even further. This comes as the Huawei exchange, where sun is an advisor, is suffering big outflows and has reportedly laid off 20% of its workforce. Before I introduce our guest, Jim Bianco. For those of us watching on the real Vision website, thank you. If you haven't signed up there yet, check it out on real vision.com crypto. That's real vision.com forward slash crypto. That's the best way to get early access to real Vision crypto content. If you're watching on YouTube. Please like and subscribe and hit the notification bell. With that said, let's bring in Jim Bianco, president of Bianco Research and a real vision macro luminary. Welcome back to real Vision crypto daily briefing. Jim, always a pleasure to have you on the show. Happy New Year. This is our first time doing RV CDB together and we couldn't have picked a better day to have you here."
    },
    {
        "speaker": "C",
        "text": "Well, thank you, Ash. And it seems like we should rename it to the crypto police blotter because that seems to be where all the news is lately in the crypto space."
    },
    {
        "speaker": "B",
        "text": "Jim. With that said, let me just introduce the top story of the day, because sort of, as you allude to there, it's not a happy one. The situation at a significant cog in the crypto industry machinery appears to be growing even more dire. Wall Street Journal is now reporting that Genesis Global trading is considering filing chapter eleven bankruptcy. Additionally, DCG has reported it's laid it off 30% of its staff. The Journal sources say Genesis is working with investment bank Mallison Company to evaluate its options, which reportedly include, as we reported earlier, filing a chapter eleven bankruptcy. Earlier this week, Genesis CEO, interim CEO, told its clients that the company needs more time to sort out its finance is, uh. Genesis halted withdrawals back in November of 2022. Moreover, the difficulties appear to extend to Genesis parent company digital currency group, or DCG, as it's often known. DCG announced it's closing its wealth management business. The information that's the outlet reporting this, which broke the story, says HQ Digital subsidiary had around $3.5 billion in assets under management. Jim, this is clearly, um. Well, let's call it a gray lining on the horizon here with regard to what's happening in the space more broadly, and of course at DCG more specifically. What's your take on all this? How do you think about it?"
    },
    {
        "speaker": "C",
        "text": "I'm not surprised that the reaction in the market is a big thud to basically digital tokens aren't moving at all, even though in the tradfi market with payrolls and everything else, you would expect them. If DTZ is going to file for bankruptcy, Genesis is going to file for bankruptcy. These are all the earn programs on a lot of the centralized exchanges. Gemini earn and a lot of others use them in the background in order to earn a lot of interest. If these programs are all going to be suspended, gone, go away. What you're doing is you're telling everybody to leave the crypto space because those that traffic in centralized exchanges, most of them are going to go back to tradfi. They not if they're on a centralized exchange today, in January 23, they're not ready to make the jump to a wallet and connect to a Defi exchange, although that's where I am. That's where you are. That's where everybody should be, I think, in this space moving forward. And so really what you've got is not a wholesale move that, oh, this is bad news. And we're going to see 10,000 on bitcoin and we're going to see 7000 on ETH or something like that. This is, we're going to see volatility disappear in the, in the crypto space. I think that's what the markets are trading by and that's what's going to happen. So here's the good news. You're not going to see 10,000 on, on bitcoin. You're not going to see 7000 on ETh. Here's the bad news. A year or 18 months from now, you're going to be exactly the same price that you are right now. And there's going to be very little volatility and very little trading opportunities. That's what I think this means. It doesn't mean spectacular moves in the market. It means volatility disappears."
    },
    {
        "speaker": "B",
        "text": "Jim, so much to talk about. You've made so many interesting points there. First, obviously, we should point out, obviously, that DeFi has its risks as well. There's a different set of issues, but it's important, and I think to make this distinction as you have and to make this point, you're talking about retail investors who are currently participating in these earn programs, who are currently in the centralized side of the digital asset space. Essentially, your view is that they're just going to move back into Tradfi because of some of these issues. We should probably unpack some of the points that you made here just to give people a little bit fuller context of what we're talking about here. So Genesis essentially is the liquidity provider on the back end for Gemini. I know this is confusing, the name sound alike, but essentially when Genesis halted its redemptions, Gemini was impacted. And there's now a very public feud happening right now between Barry Silbert, or I should say Cameron Winklevoss, calling out Barry Silbert on Twitter over the last couple of days and calling him out by name, not really referring to Genesis, but like beginning his email with the word Barry. I mean, this has really gotten very direct."
    },
    {
        "speaker": "C",
        "text": "Yeah, it has. And you're right, it is very confusing because the names are similar sounding, but they're completely different companies. And basically, if you put your money into Gemini and you get into an earned program where you earn interest rate, like a 5% interest rate, how did Gemini get you that interest rate? Coinbase. The rest of them even. There was even some talk with the earn program over at USDC Circle as well. Well, they used on the backend Genesis as their, as their vehicle, that they would take your coins, deposit it with Genesis to earn the interest, to then flow back to you. If Genesis files for bankruptcy, the Gemini earn programs and stuff, the best case scenario is they go away. The worst case scenario is there you might be stuck as a creditor in some kind of a bankruptcy proceeding. And so this is really a big, big problem, because again, think about the mindset of retail investors and even institutional investors that haven't made the jump to DeFi, and you are correct, there are, there are issues with DeFi, but they're different issues than they are with centralized exchanges. You know, being smart, contract failure and some other things that, you know, the top the list in decentralized finance. But in centralized finance, if you're in these programs and if you're on these exchanges, why are you there to earn interest and to dgn around in the price? Well, the price isn't moving and the interest is at risk. What is your next option? Leaf is what your next option is. Go back to Tradfi. It isn't. Well, let me go, let me go. Open up a argent wallet or a metamask wallet or something like that, and connect to Uniswap or connect to Aave and, and lend my coins out via Aave or something like that. Again, you should be doing that, but that is a bridge too far for a lot of people, which is why they're on decentralized exchanges and why all this stuff from FTX on down is really critically hurting these centralized exchanges."
    },
    {
        "speaker": "B",
        "text": "Yeah, let's unpeel the onion here another layer or two just to try and get at some of the core issues that we're talking about. One of the challenges in understanding this story is the relationship between the parent company, the holding company, DCG Digital Currency Group, and then the portfolio companies which exist under it, of which Genesis trading is only but one. Coindesk most people know in the space, obviously a very large news circuit outlet provider in the space also owned by DCG, but importantly also Grayscale investments, which is the parent company that created the closed end funds, ETH and GBTC. That's the grayscale bitcoin trust, these obviously very large funds, ways that people got exposure to the digital asset space without having to custody the coins themselves. Essentially being able to get an exchange traded product that tracked the underlying asset. I say tracked in the past tense. I want to bring up a chart here for GBTC. This is the discount to net asset value chart. And what you can see here when you look at this chart is that it's trading at a substantial discount. Discount. Essentially, you can buy these assets for $0.55 on the dollar. Jim, talk a little bit about this. One of the open questions here that exists is what the degree of exposure is between the holding company and the operating companies. If there is an insolvency or a chapter eleven bankruptcy filing at Genesis, what happens to GBT? What happens to ultimately dcg the holding company? What happens then to the subsidiary company, Grayscale Investment? And then what happens ultimately to that exchange traded product? I know there are a lot of hops here. I know it gets really confusing, but these are some really intriguing and potentially risk inducing open questions."
    },
    {
        "speaker": "C",
        "text": "Yeah, and there's been some questions that the grayscale trusts, that the assets held by the Grayscale trust are somehow encumbered through some kind of a transaction, either a lending or borrowing transaction with Genesis, because they've both got the same parent, as you talked about, digital currency group. That has been somewhat debunked, that there isn't and that they're clear. But I also think there's another issue we haven't addressed here. Grayscale Trust has been filing with the SEC in order to get the grayscale closed end fund converted to an ETF. An exchange traded fund. Now, without getting into the different closed end fund is just a pool of assets and it trades, and it could trade at a big discount or a big premium. Remember, a year and a half ago was trading at a massive premium to the underlying net asset value. Now it's trading at a big discount. If you change it to an exchange traded fund, there's almost instantaneous arbitrage. That massive discount would disappear right away. It would go right back up. You get a 30 40% gain in your grayscale trust. One of the other reasons I think that the discount is staying so big down in the 40% range, is the SEC has been continually denying their move to convert to an ETF scale, is now suing the SEC and saying that they're treating them unfair. There is a rule that the SEC has to treat everybody fairly. If you allow certain things, and there's other similar things that you don't allow. That's kind of against the rules over at the SEC. Great. Bloomberg law, which is an adjunct of the Bloomberg, is putting about a 30 or 40% chance that Grayscale will prevail in their lawsuit with the SEC. Okay. You're suing a governmental agency, and if you got a 30 or 40% chance of succeeding, that's not too bad because the government's got unlimited resources to fight against you. You're still less than 50, you're not five. So that's what I'm trying to, trying to get at. But I think that part of the reason that that discount exists is there was a hopium in there that they were going to be able to convert to an ETF. And not only has that been dashed, but now they're going to be fighting the SEC. And if they lose on this case again, 30, 40%, not above 50, then the SEC is all emboldened that Grayscale will never become an ETF unless somebody else gets to become a bitcoin ETF. Then they have to let everybody become one according to their rules. But this will just drag this process out to becoming, to converting to an ETF. And this is one of the reasons why I think that this discount is still sticking around."
    },
    {
        "speaker": "B",
        "text": "Yeah. And they detailed this in a letter. Grayscale investment detailed this in a letter. And here it is, the options. They basically say, and I can just read from this, we, quote, we remain confident. They're also, as you said, they're suing in the DC court of Appeals to attempt to convert this from a closed end fund into an ETF so that they can get that instantaneous arbitrage. And they say, quote, we remain confident that the DC court of Appeals will agree with our strong common sense and compelling legal arguments. The reality is they've obviously had trouble convincing SEC of that. But we appreciate investor interest in what happens to, to GBTC if the courts do not rule in our favor. If we were not successful in our legal challenge in all applicable courts, and we conclude there is no possible legislative or regulatory clarity that would allow for the conversion of GP GBTC to an ETF within a reasonable timeframe, we would explore other options to return a portion of GBTC's capital to shareholders. And then they, they basically list these two options. The options would include a tender offer for a portion of the outstanding shares of GBTC. We currently expect that such a tender offer would be for no more than 20% of the outstanding GBTC. But here's the interesting thing, to facilitate this, we would need to be required. We would, we would be required to obtain two separate approvals. First, release relief from the SEC, who they are currently suing. And they go on to say, from certain requirements applicable to tender offers. In order to ensure that the tender offer is fair to all investors, the SEC may not provide this relief, again, currently suing them, in which case GBTC would not be able to pursue such a tender offer. And the furthermore on this is that GBTC would need agreement from its shareholders to do it. And then there's the plan C. Well, there is no plan C. It's not listed in the. I mean, maybe they do have a plan C, but it's not listed in the letter. I mean, you know, this. This is, this is a kind of a open ended situation, a fluid situation. What's the proper term of art to use here, Jim? I don't know."
    },
    {
        "speaker": "C",
        "text": "Yeah, it is. And this is, this is the problem because, one, the grayscale trust went to a discount to bitcoin. There was a wave of buying underneath that, that, oh, they're going to convert to an ETF and this will be. This is an arbitrage. Right. I'm going to buy this thing at a 1020 25% discount, and then they'll convert and it'll instantly go to zero. Discount is what it will go to. And I'll pick up that. That excess. Now, it looks like that's not going to happen, and it's ugly. And you're right, there's a lot of options with the tender, and you need the SEC approval. We don't know what plan C is. I'm not going to stick around and wait for it, which is that extra selling for the people that were waiting for the conversion, which is why you're down the 40%. And by the way, Ash, you thought I was kidding when I said this is crypto police blotter stuff. This is basically what the industry has become post FTX, at least for right now. Hopefully someday this will end sooner or better."
    },
    {
        "speaker": "B",
        "text": "Yeah. And let's do a little bit of a history here on what's happened and how we got to this point, because I think it's interesting to sort through. So the crypto sell off started in December of 2021, initially driven by some regulatory concerns, and then especially for fear of rising interest rates. If you look at the chart for bitcoin for early 22, it looks a lot like the chart for the Nasdaq composite looks a lot like the chart from the Nasdaq 100 over the same period. Uh, then in the spring of 2022, stuff gets ugly in crypto land. In May, the entire terror ecosystem essentially collapses. Shortly thereafter, on Friday, July 1, the hedge fund three arrows capital, often called three ac, collapsed and filed for bankruptcy. Then we. Then we see the lend products go down. A couple of weeks later, you see, you see. In mid July, you see, you see Celsius file for bankruptcy. You see Voyager file for bankruptcy. Blockfi fire files for bankruptcy in November of 2022. But, but before we get ahead of the story going back to July of 2022, the largest creditor of DC of three arrows capital of three ac, was D C G. According to the Wall Street Journal, genesis lent between about, I think, $2.4 billion to 3 hours capital, as reported by the Journal. Now, there's some question about how much collateral they had to that loan. There's some say that it was 50% that's been reported. DCG, I believe in the journal article today, claims that they had 80% collateral on this, but still a pretty significant, pretty significant transfer and therefore potential loss over at DCG from the three ac collapse."
    },
    {
        "speaker": "C",
        "text": "Yeah, this is, if you've had some experience in the tradfi markets, like I have. The word we use is contagion. Everybody is a counterparty to everybody else in the tradfi market, and that was 2008. And that's why when one person wobbles, the whole domino falls apart. In the tradfi market, the fix for that was 15 Alphabet soup regulators crisscrossing and overlapping each other to try and protect the system from having this domino effect falling. This is what you have with the centralized exchanges, with the center of the centralized exchanges being DCG or genesis, whichever one you want to call it at that point. And they're all kind of cross connected to each other. So when you pull one thread out the terra block system blockchain in May, everything starts to unwind in this centralized world. And that's what we've been seeing. But you don't have a Fed, an FDIC, an seC, a CFTC cross regulating all of these to try and halt that decline. Especially don't have a central bank trying to print or mint tokens to try and try and bail them out. So that's why we see all of this falling apart. And again, I want to emphasize, and we don't intread, excuse me, in defi. We don't in Defi, that the Defi system continues to just work. You don't like the prices you're getting, no one does, but the system itself continues to work. And so this story, I don't think, is going to be completely over until we start to see, you know, everybody that's been enveloped in it to start, you know, we understand the, the ramifications of it. And by the way, we're only beginning to see it because now it's starting to, you know, leak out in the silvergate and a lot of other trad five banks that deal with, with this system as well, too. So we're not done with all of this contagion. This contagion continues to expand, maybe not as quickly as it was a few months ago, but it is still expanding."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium Wireless 20 2020."
    },
    {
        "speaker": "C",
        "text": "1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 up front for three."
    },
    {
        "speaker": "C",
        "text": "Months, plus taxes and fees. Promoting for new customers for a limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "B",
        "text": "Jim, I'm so glad you brought up Silvergate. I want to talk about that in just a second. But, you know, in many ways, just a comment on the point that you made there. One of the first things you learn when you take your first economic class in college, is that economics is all about trade offs. It seems somehow that every system has its weaknesses, whether it's, as we said, Defi, the centralized financial system that we have in tradfi, as we learned, of course, during the 2007 2008 financial crisis. But it seems in some ways, that the system we've got in crypto, for the time being, at least for this moment, as exemplified by the FTX collapse, represents the worst of all possible worlds. You have a situation where the system is incredibly centralized. It's not decentralized, and yet it's totally unregulated in many cases, and especially offshore. So you have these two factors kind of coming together to create these significant challenges. But I want to talk here about Silvergate, since you bring it up, and this is a story out today about what's happening there. Let me just hit this. Shares of crypto friendly bank Silvergate are down heavily again today. Double digits in terms of the percentage, uh, decline. That's after they closed 42% lower on the New York Stock Exchange yesterday. Uh, the bank has blamed a, quote, crisis of confidence for what appears. Appears, uh, to be a run on its finances. Deposited the group. Uh, deposits at the group dropped by more than $8 billion in the fourth quarter to just 3.8 billion. So it's dropped, uh, double the current remaining assets, uh, or thereabout Silver. Silvergate counted FTX, of course, uh, among its clients. The bank laid off 40% of its staff earlier this week. It also abandoned plans to launch a blockchain based payment system. As a result, Silvergate is writing off its purchase of diem assets. That's the failed stablecoin project from meta, originally known as Libra. Coindesk further reports that Cathie Wood's Ark invest sold 400,000 shares of Silvergate on Thursday. You know, obviously when. When Kathie Wood is selling your shares, it's not a good sign. She's been very bullish on the space. Very bullish, of course, on Coinbase, among others. Also, Moody has cut Silvergates long term deposit rating from BA two to BA one. That's a cut to junk. Boy, Jim, that's quite a. That's quite an array of stories."
    },
    {
        "speaker": "C",
        "text": "Yeah, it definitely is. The stock, it's, you know, it's all reflected in the stock. It's basically done a two for one split without the extra shares. That's how much it's fallen in the last two days. But again, why is this happening? Because the centralized crypto world is the worst of possible worlds. It is centralized without regulation. If you're going to be centralized, you need to be heavily regulated. If you're going to be decentralized, you can go with CODIS law as your form of regulation. And without all of the regulation, without all of the reporting and transparency, we don't know what other liabilities Silvergate has. I'm not gonna wait. Give me my money back. And that's exactly what we've seen happening with the run on the bank. There's no. There's no reporting that they could do to stop this. Look, at least in the tradfi world, if somebody has a run on the bank because they're worried about outstanding liabilities, the regulators will tell you, a, owes them this, b, owes them this, c, owes them this. Here are the documents that show it. You see what everything is. You can't do that here because we don't have regulators. We just have a bunch of people that say, trust me, in an industry where they. It began in May with steady lads deploying more capital and everything. That is a do kwan reference to the terra blockchain when it was falling. And we've been told everything is okay, steady, lads. And it never is. And so that's why there's a crisis of confidence in this. In this space, especially in the centralized space. And it is going to be hard, really hard, to get out from underneath it, which is why I said earlier, the reaction to everybody is, oh, I'm not. If I'm in a centralized exchange, if I'm still on a centralized exchange on January 6, 2023, I got to look around and go, I'm not here because I think bitcoin is going to go to 30k, or I'm not here because I think there's going to be a great trading opportunity. I'm going to leave, is what I'm going to do. If you were here because you thought bitcoin was going to go to 30k, you're probably on your own wallet right now. But those people have largely migrated already. There's not a whole lot more left to migrate."
    },
    {
        "speaker": "B",
        "text": "Jim, let me ask you this. Why have the prices of bitcoin Ethereum, some of the other large captain coins here in the digital asset space, effectively remained anesthetized, zombified, as all this has happened? Obviously, you and I are both enthusiastic about the space. It's why we do what we do and why we focus on it so much. But there's also this sense of what's happening with price. I mean, there's this feeling that I sometimes get in this space. We talked about this idea of the worst of all possible worlds in terms of currently unregulated and currently centralized, that those two things just don't very well work together, as we have ample evidence now to suggest. But sometimes when you see these things that are teetering on the edge, these very large centralized firms, and of course, we don't know what's going to happen. I just get this feeling that it's like the moment when the brakes lock in your car and you're just sliding, and we don't really know whether or not the space is going to hit a truck or it's going to somehow manage to safely skitter into the shoulder. But this is a moment when we talk about these contagion effects, where we have to at least wonder about it, worry about it, perhaps, and ask these kind of, these searching questions. Because being incredibly optimistic about the long term perspective on what's going to happen to this space in one, three, five years does not necessarily mean that you're tactically bullish on the price action in the space. To me, that remains very much an open question."
    },
    {
        "speaker": "C",
        "text": "I completely agree. The problem is, what was the word that we used to describe the bull market through November of 21? And the word was adoption. And that was we saw more no coiners, we saw more trad five firms. And I used to joke with you during that period that, you know, that they. That they were getting into the space and it was no more complicated than they opened up a coinbase institutional account and they bought bitcoin. All right, well, that's new money coming into the space. That's new money being committed to the space right now. There is no new money being committed to this space. No financial firm, no trad five firm is going to commit money to this space right now. And I'll tell you why. If you commit money to this space at 16,800 and you open an institutional coinbase institutional account, and you put in your fiduciary running other people's money, and you put them and you buy bitcoin at 16,800 today, January 6, 2023, and it's trading 15 or 14,000 in a few months. Not down a lot, but it's trained. 15, 14,000 a few months. There's something wrong with you. There is something seriously wrong with you, and we're going to have to question whether or not you can remain our fiduciary. No one wants that career risk, the rise. There's something wrong with you because it's so effing obvious. You should not have done that. And now you've down 20% because you're 14,000 or something like that, or you're down 15% and you did that anyway. There's something wrong with it. No one is committing money to that. The retail that wants to buy the dip, they did at 35,000, they did at 25,000, and they made their last jaunt into it at 20,000. There is no retail waiting for 10,000 to basically connect their Citibank account to the Coinbase account and start buying bitcoin. They're already 40% underwater. There's no new money coming into the space. And this is the problem. Now, is there a way out of this? I think there is. I think one is time. We're going to have to base. Time will get us through all of this when we stop being the police blotter and we could get back to talking about devs and building and protocols and new ideas and stuff, as opposed to talking about what lawyers talk about, but that's going to take time. The other thing, I think, this is my guess, what's going to be the power? If adoption was the word for the last bull market, what's going to be the word for the next bull market? I'll give you an acronym, RWA, which is real world assets, that we're going to have to connect real world assets with the blockchain. And maybe that starts in a regulated way, that you could trade stocks, you could trade bonds, you could trade digital representations of real world assets on the blockchain, and then maybe we can get it out into the decentralized world. You can lend it on Aave, you can swap it on uniswap or something, a token that represents real world assets that I think might be the next move. There's going to be. There's a number of hurdles that we have to go through before we get to that point. But behind the scenes, I know there's a lot of developers really working hard to move into that direction, and I think they should, and I think they will, because one of the hopes is the whole idea of the blockchain and the whole idea of exchanging value via blocks on a blockchain is looking like it's more efficient and it's cheaper in the long run when you've got the scale. And that's where we're going to need to be moving. So gone are the days of creating another token or another coin that inherently has no value, that represents something of no value. And maybe here we're going to start making tokens that represent a ten year treasury or the S P 500 or a piece of real estate, and you could swap those back and forth, and in that case, there is an inherent value to those tokens. You don't have to worry about them going to zero, because if they're done correctly and there isn't a bridge attack or anything like that. Could my digital S and P 500 blow up? Well, only to the point that it blows up to where the S and P is trading. If it wants to trade, like the Grayscale trust way through it, there's an easy arbitrage to take care of that or to make up that difference, which is why Grayscale is trying to become an ETF to do that. But in a digital world, you can arbitrage that. That's where I think we need to go. But unfortunately, RWA real world assets is a great idea. A lot of people working at it ain't coming out next week. It's coming. It's coming. And that's what I think will be the buzzword for the next bull market whenever it really gets underway."
    },
    {
        "speaker": "B",
        "text": "Well, Jim, you know, obviously none of us have a crystal ball, but that's extremely persuasively said. I want to talk here a little bit about two points on the regulated side, or at least the c five side, I should say. One case regulated, one case, not, I just want to point out here, whereas we talk about, as we talk about Coinbase currently down on a trailing twelve month basis, 86% on that stock, Cathie Wood, obviously, still, long as the new stories come out on that. But I also want to talk about something else on the c five side, which is something we alluded to earlier, which is what's happening over on the Celsius case. The New York attorney general has filed a civil lawsuit against former Celsius CEO Alex Mashinsky. Leticia James has accused Mashinsky of defrauding investors out of billions of dollars. Quote, Alex Mashinsky lied to people about the risks of inventing Celsius, excuse me, of investing in Celsius, hid its deteriorating financial conditions, and failed to register in New York. Strong words, obviously, from the office of Attorney general here in the state of New York. This is not the only Celsius related development this week. We obviously also had that highly consequential court ruling we reported on yesterday's show, a judge saying that funds deposited in Celsius is interest bearing accounts. This is the interest bearing side, not the wallet side, now belong to the bankruptcy estate, not to the users. Jim?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think that that news is devastating because what they're basically saying, and I know it doesn't apply everywhere, but, you know, the tip of the iceberg has been exposed. Let's talk about what it means to invest in a centralized exchange. I give you my money as the centralized exchange. It is no longer my money. It is now your money. And I hope you will give it back to me with interest or with a capital gain if the price goes up, or even as a loss if the price goes down. But if you run into trouble, I never see it again. That's one of the reasons why I think that decentralized, like I said, the worst of all worlds, if you want to be centralized, you have to be regulated. If you want to not be regulated, you have to be decentralized, centralized exchanges with no regulation. One of the things we're finding is if you've got your money on a centralized exchange, you don't have money anymore. It's their money. It's their money. In fact, I would even go you one step further in, in the tradfi world if you put your money in the bank. You know, and I've, I've, I've given this in presentations before. Everybody listening to me and you, rash and me, all our net worths are zero. You know what? What it is is that my money is in a financial institute, in a trad five financial institution. It's their money. They have ledgers and they have promises, and they have regulators that will force them to honor my commitment to them to give me back their money into the extent that I gave it to them. That works. Because of that coercion of regulators. You don't have that in these centralized exchanges. And so this ruling is basically, again, why would anybody keep any money on a centralized exchange, even though you might say it was narrowly defined? Yeah, well, the, the tip of the icebergs are the nose of the camels under the tent, whatever metaphor you want to use. And this is going to start to worry people. Remember what I said before about being a fiduciary. If you bought bitcoin at this point, you know, and it goes down, it's on you. If you're fiduciary and you have your money in a centralized exchange, and it runs into trouble, and all of a sudden, a bankruptcy court after January 6, 2023, or January 5, to be exact, because that was the day the ruling bankruptcy court rules. It's no longer your money. You are now just a creditor in the bankruptcy. It's the. It's the organization's money. There's something wrong with you. You should have known that you were at risk, and you elected to ignore that risk. And that's. That really makes people run for the hills. That's where I think we are right now. The good news is, I think a lot of the money is already gone. That's one of the reasons why prices are not being depressed. The bad news is there isn't going to be any trad find money that's going to be degenerating into this space anytime soon. Oh, yeah, there might be. There might be some millennial retail accounts that want to degen in, but even those accounts, I mean, they, like I said, they've already done it, and they've lost. There isn't a lot of millennials that are sitting around with a big pile of money waiting for that moment to get into crypto. They did it. 50,000, down from 70, thinking that they were geniuses. And now they're sitting at 16,000 on bitcoin."
    },
    {
        "speaker": "B",
        "text": "Yeah. Jim, questions streaming in fast and thick. Please remember to subscribe to our channel if you're not already subscribed. That way you'll never miss the smartest crypto analysis. Jim, these questions, this is, I think, the highest number of questions I've ever seen come in. And, uh, so a lot to go through here. Um, so let's, uh, let's pick a good one to start with. Here's a great one from Paul e from the real vision website. Uh, Paul obviously signed up for our free crypto, uh, content on the website itself. Uh, so we need time before we see another bull market. How long before those hurdles are overcome? Any forecasts break out? The crystal?"
    },
    {
        "speaker": "C",
        "text": "Uh, 24, maybe late 24 if you want a price. Uh, what you need to have happen, let me. That's a timeframe, but I think what you need to have happen is all the news is out. All the news is known. We're no longer talking about who's in bankruptcy and who's, who's got exposure to who and who's got a liability against what and what other secret that we didn't know. All of it's known. All of it's out there. And then therefore there's no other shoes to drop. They've all dropped. I think that takes a year to year and a half. Then you need some kind of a way to bring new money into the space. I think that's real world assets. I think that that's going to be, people will come in and start playing in the space in tokens that represent value in the real world, probably on the regulated side, at least initially. Maybe we could move it out into the defi side. So it's going to take some time. But if I'm wrong, the question you've got to ask yourself is what set of circumstances is going to get traditional fiduciary money? Remember, the word was adoption. It's going to get traditional fiduciary money to say, we got to get in. They did, they've lost. Who's left to get in? Is it going to be a big pop in the price from 16,000 to 30,000 in February? That's not going to do it. It's just going to underscore if that even happened in the first place, that would just underscore the speculative gambling nature of this space and that they don't understand it. Why would I jump into the space? They'll need to be sure that there's no more secrets, there's no more bombs coming, there's no more bankruptcies coming. And then we need a narrative. And I think the narrative will be real world assets and there will be another bull market."
    },
    {
        "speaker": "B",
        "text": "Jim, got a lot of questions I want to get to here. There really tremendous demand for your insight here today, but I want to ask you just a very quick question. Maybe we could do a quick speed round here to get these questions in. But let's start off with, very quickly define what real world assets mean. Are these essentially tokenized securities?"
    },
    {
        "speaker": "C",
        "text": "I think that these could be tokenized securities, these can be tokenized ETF's, these can be, you know, if you have a. Let's start with the basics. If you have a brokerage account, you own a share of something in a brokerage account, it could be an ownership in a company, a stock, it could be an ownership in a fund in ETF, it could be an ownership in real world assets, like if you own a REIT, a real estate investment trust, which is backed by property. And so what you do is you take those, that idea that a share represents real world value, and you then make a tokenized version of it. And look, a lot of people are basically talking about doing this up and down the line, from ETF companies like Wisdom Tree to Morgan Stanley to Fidelity. They're all talking about doing this. They're all talking about the idea of making real world assets so I can buy. So someday, on your Coinbase account, if you're still in the Tradfi world, or when you connect to uniswap, just thinking, you know, several steps down the road, you'd have the ability to buy bitcoin, you have the ability to buy Ethereum, you'd also have the ability to buy the S P 500 or a stock or a REIT or an ETF in that form as well, too. Now why would you do it in that form? Why would they do it in that form? Because instant settlement, cheaper execution costs than you have in the trad five world. It's not there now. You know, the, the merge is done, and we still need to get the surge in the verge and all these other steps to try and, you know, increase the capabilities of at least the Ethereum blockchain and some of the other commit other blockchains as well. But that's where I think you start to merge the world. Then you answer the question that a lot of trad five people have. Where's the value? Where's the value? What do I own when I own bitcoin or what do I own ethereum? And at least at this point, it's a bridge. Like I said, it might come in through a regulated, centralized world. That's fine, but at least get it there. And then we could start talking about pushing it out into a decentralized world as well. And then that's how you start to bring, you know, bridge the two systems instead of them being somewhat separate."
    },
    {
        "speaker": "B",
        "text": "Yeah. Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing. Jim, let's do a quick speed round here. Just a couple of quick, because I know that there's so many people out there who have questions for you. If we could just get some quick answers to these, that'd be great. Here's one that comes to us from Vincent R. Asking on the real vision website. Boy, this is a good cynical question from Vincent. The DCG Grayscale genesis story is unfortunately another piece of evidence. The US is not willing to adopt the crypto space and will furthermore cause more outflows of companies to go offshore. Is it in line with the Fed's policy to crush the economy? Come to think of it, do you agree?"
    },
    {
        "speaker": "C",
        "text": "I agree with the first part, that the tradfi world is not quite ready to embrace decentralized finance, stable coins and the crypto world in general. And that's because it represents a competitive threat. And now that I've said that the JP Morgan's and Goldman Sachs do not have to call the treasury and the SEC and the Fed and tell them, hey, this represents the threat, kill it. Those people that work at the treasury, the SEC and the Fed say, oh my God, I'm going to lose my job because there's. If this stuff works, I will kill it. I don't need any instructions from Jamie Dimon to do it. Is it part of the idea that the Fed wants to crush speculation or crush the economy to reduce inflation? No, I don't think any of them have ever thought that even at a $3 trillion value that this space was going to move the needle on inflation or GDP, if that's what the question was. Look, Amazon, Tesla, Apple alone have lost more money then this entire space has lost right now. So that's really where they're thinking about trying to create a reverse wealth effect to SAP demand to bring down inflation. So, no, I don't think there was exactly a thought that they had this stick it to crypto. They were using crypto as an example of excess speculation. And now that it's down, they know that they've been reining it in. The. I know this is speedrun. I'll have to give you faster answers."
    },
    {
        "speaker": "B",
        "text": "I just want to get to as many of these questions as you can because they're, as usual, incredibly insightful questions from our viewers here on rovers and crypto daily briefing. That's why they're watching us. Here's one that comes to us from YouTube, from Eric G. Do we see major regulatory changes this year? And how does Defi play out this year? And a possible low volatility year, another Defi summer. What do you think?"
    },
    {
        "speaker": "C",
        "text": "Yeah, we're going to see some kind of a regulatory change right now, what it's going to be and how it's going to be. Look, we can't even get a speaker of the house yet, so we got a fiddle. It'll take, it'll take some while, but there's going to be some kind of a regulatory movement, I think, in the space. How does this play out with Defi? I think that initially it plays out with Defi. Volumes go down and defy interest kind of wanes. Defi needs what, what made Defi work, what made defy summer work was new money came into the space. Where's the new money coming from? Again, like I said, if I am the head of a pension plan and I decide to put my money into a metamask or argent wallet and connect to what? Uniswap and buy some bitcoin and it goes to 14,000 and I've lost 20%, I'm gonna be fired. I'm going to be fired. Why? Why would you be fired? Because I'm going to be viewed as being irresponsible. That's the problem. You have to overface. And so even if they want to move across, so even if they want to, excuse me, jump ahead over c five and go straight to Defi, they're not going to do it. They're not going to do it because the whole idea of being a fiduciary is going to be called into question. It's going to take some time and it's going to take a narrative to get the money back. So Defi will be there, Defi will continue. But as far as expanding interest in Defi, I just don't see where the big dollars, the big new money is going to come from. It's already there right now."
    },
    {
        "speaker": "B",
        "text": "Jim, are you suggesting that crypto doesn't solve the twelve votes failure in the House to get a speaker."
    },
    {
        "speaker": "C",
        "text": "Crypto doesn't solve it. Tradfi doesn't solve it. Democracy doesn't solve it. I don't know what does solve it as well. Remember, Ash, 133 votes in 1855 was the record. So we got a ways to go, so we might be at this for a while."
    },
    {
        "speaker": "B",
        "text": "Here's a question that comes to us from one of our pro discord members from AA. Are the majority of altcoins going to be deemed securities? The security slash commodity debate seems to be what is occupying my mind. The bitcoin versus crypto argument being made by many BTC Maxis. Really interesting question there."
    },
    {
        "speaker": "C",
        "text": "BTC Maxis. Don't get me started on that. If BTC Maxis get what they want, they're gonna have $1,000 on bitcoin. You better not hope that they wind up chasing all of the altcoins out of the space by regulating them as securities. Because what you're gonna do is you're gonna chase money out of bitcoin, is what you, you know, you cannot. You cannot burn everything down and then say, see, I'm the best house in the neighborhood because I'm the only one left standing. No, you're in a crappy neighborhood now, is what you're in, and that's what the maxis have to wind up doing. And good luck with your argument that bitcoin is not crypto. That is almost a laughable argument to start with. You could make it all you want, and all you've gotten out of that argument is another 20% down in bitcoin's price. No. As far as to your direct question, will they be declared securities? I think it's a lot harder now with the House being republican and assuming we get past this speaker stuff, it is going to be a lot more difficult. And I think the loomis Gillibrand bill is going to, this is my take, is going to get more adoption, that we're going to have securities, we're going to have commodities, and then we're going to have this third thing called digital assets that they're going to probably try and define them as something different. Look, the SEC wants to define them as securities because it expands the power of the SEC. What do you think Gary Gensler wants to do right now? He wants to say all the altcoins are. All the altcoins are securities and old Congress. I need you to give me another 200% of my budget so I can hire another 1500 or 2000 more SEC regulators to regulate all this stuff. That's all that is. That's my cynical take on what that is. But I think ultimately they're going to be pushing more towards Gillibrand Loomis and maybe looking at making this a third category called digital assets."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm looking right now at the Senate website for Elizabeth Warren, who, quote, called out Crypto's use by terrorists, ransomware gangs, drug dealers and rogue states to launder funds. Not a lot of love there from crypto, from Senator Warren."
    },
    {
        "speaker": "C",
        "text": "Boy, she really, she did for, she forgot the mexican cartels at that point, but she pretty much hit all of the, you know, the murderer's row of bad actors. But look, the, she's been against kryptos from day one. She is uninterested in Crypto. She is interested, again, my cynical take. She is on the Senate banking committee. She is interested in keeping all the money in the banks, telling everybody that Jamie Dimon is the evil incarnate, and then getting gazillions of dollars of campaign contributions from the financial services committee to, from financial services firms in order to, you know, keep them off their back. That's the game that she's playing. I don't think she's very, she's. I don't find her to be very credible or genuine in her call. I think it's just cynical politics is what I see from her."
    },
    {
        "speaker": "B",
        "text": "I'm not going to touch that one. Here's my favorite question."
    },
    {
        "speaker": "C",
        "text": "That's my call, not yours."
    },
    {
        "speaker": "B",
        "text": "Here's my favorite question today to close this one out. This one comes to us from Twinson Eth. And this is to you, Jim. Why are you in the blockchain space? For making more fiat, for ownership of wealth or for some other reason?"
    },
    {
        "speaker": "C",
        "text": "I have been in the blockchain space and I came in through DeFi is where I started with. When I saw Defi, I said, this is a future finance. This is where we're going to go. And I still believe that to this day. I was never in this space because I thought coins were going to go to the moon. I've been gone out of my way to never pump a coin, to never say some coin is going to go up in price or to buy a coin or anything like that. I still believe ultimately, the ease, the cost, the ability to control your own assets, ownership of what decentralized finance is trying to bring to the space is worthwhile. And that's why I've been a big fan and advocate of the crypto space. Ash, I just finished reading a book last month, the price of time, by Ed Chancellor and it's a history of interest rates and it's a history of trad five. And he points out that the beginning of civilization several thousand years ago, we actually invented banking and lending first. We invented those first. And one of the reasons why to this day, we still use agricultural terms like yield to describe interest rates, is because we used to do banking and we used to do interest rates on agricultural items. I give you a cow to use. You give me back the cow and a calf, and the calf is the interest rate that became unwieldy. So we invented money, a medium of exchange to make this banking and interest rate easier. Crypto did it backwards. They invented money first, bitcoin and then Ethereum, and then they invented defi second. And I think that that's probably the genesis of the problems. We should have invented DeFi in 2009. And then we said, look, we're inventing a new way to exchange value, to lend value, to borrow value. Now we need a medium of being able to do that. We should be inventing the tokens. That's the way we did it several thousand years ago as we started to create civilization. And it seemed to work, but we did it backwards here in the crypto space. And I think this is one of the reasons why we're running into trouble, is that even at the end of the day, if you're bitcoin maxi, you need a way to exchange, host and exchange value in bitcoin, and it ain't coinbase and it ain't JP Morgan. And you know, you've got to find a way to do that. You need a decentralized way to exchange, lend, borrow against that value as well. You know, lightning network is not enough to do it that way. That might be, that might help some of the exchange, but you need more than that. And so that's where I think that the space ran into trouble, was we created the coins first, we created defy second. And that's why I think real world assets is going to be the answer to that. Because then it puts at the center the, the new financial system. And that applies to nfTs, that applies to the coins as well. That you have a way to exchange the value, borrow against the value, realize the value, lend out the value. That's essentially what banking is, and that's essentially what this parallel system needs. And once that becomes more developed, I think then the system can develop its on its own. That's what I saw in Defi, and that's what I saw in building out a new system. The problem is it got overrun by too much degenering in all of these tokens, and now we're seeing the backside of that, and we're going to have to continue through this winter. But there will be another spring and there will be another summer. I'm just not here to tell you that I think it's going to be in 23. I hope I'm wrong and it is in 23, but I'm trying to be realistic in saying there will be another spring and summer. It might just be a little bit longer than we think."
    },
    {
        "speaker": "B",
        "text": "Fascinating, Jim. We get to end on that philosophical question, by the way, I think in November of 2021, you could have easily done like a $300 million raise on Capcoin. You personally, Jim."
    },
    {
        "speaker": "C",
        "text": "Yes, I could have done Jim coin at that point, but no, you're right. And that was the problem at that point back in that area, because people were doing all these raises and raising all this money because the price was going to go up, and that's usually not a good sign."
    },
    {
        "speaker": "B",
        "text": "Yeah, and not a good motivation. Jim, final thoughts, key takeaways here. We've obviously covered a lot of ground. What do you want to leave the audience with here today?"
    },
    {
        "speaker": "C",
        "text": "Don't give up in this space. Uh, but be realistic that, you know, it's going to take some time. Um, usually it in, in the winters is when all of the good projects come. Look, where did, you know, go to the Ethereum network, you know, where did all the bedrock protocols of Uniswap and Aave and curve, um, and Makerdao and where did they really develop? They developed out of the winter that came in 2018, 2019. I think that right now there are real good projects that will be the bedrock of the next summer being built right now. That is going to be, we might not know who they are and, but we will find out over time who they are and they will become the next building blocks of the next summer that we're going to see in this space. So this is the time that all the good stuff comes because look at DeFi right now, right, of all those major protocols that I talked about, where did they start? They started at the worst of the last bear market, and they are now the bedrock of what we've got left. And so the worst of this winter is where we're going to be building the stuff that's going to lead us into the next summer."
    },
    {
        "speaker": "B",
        "text": "Very well said. Jim. My final thoughts here is, I'd agree with that statement. I think it's very elegantly said, don't give up hope, but be realistic. I'm frankly a little bit concerned. I don't talk about price on this show. I'm not a, I'm not a technical analyst, I'm not a chartist. But it is a little weird to me that we've seen essentially crypto prices, particularly bitcoin and ethereum, and then everything on down on the top 25 coins. The price action has been a bit benumbed lately. It's been anesthetized. It's been zombified, despite what certainly appears to be increasing risk in the space. Now, increasing risk does not necessarily mean we're going to have a catastrophic failure or a problem of any kind, but it does seem to me certainly, that we have this, frankly, just rising risk. And it is just that we don't know, as you'd mentioned earlier, what's the next shoe to drop? What's the next domino to fall? Is there going to be a next shoe to drop? Is there going to be a next domino to fall in this cycle? It's very much an open question, but I would say focus on where the risks are right now, because there are some risks in the space. And as you said, Jim, be realistic about the, the current context, framework and position of where we are today."
    },
    {
        "speaker": "C",
        "text": "Yeah. One last thought on that. The realized volatility of bitcoin and ethereum in the last month or so has been, I'm talking about one month, realized volatility has been lower than what we've seen in TLT, which is long bond ETF and the S and P 500. That the S and P 500 and treasury securities have actually, on certain days, exhibited more volatility than we've seen in cryptocurrencies. And unfortunately, I think they're going to see more of that going forward. That relative volatility might be lower in crypto than in the tradfi world. Before we start to see us start to merge out of it, Jim, there's."
    },
    {
        "speaker": "B",
        "text": "Good news and bad news. The good news is that volatility has declined dramatically. The bad news is you're 75% off the highs."
    },
    {
        "speaker": "C",
        "text": "Right. The good news is volatility has declined. And the bad news is volatility has declined to. Is kind of where the problem is. Because if you're expecting. If you're expecting an explosion out of this, out of this doldrum, yeah, you'll get it someday. I just not sure it's coming right away. I think you'll get it at some point. But, you know, again, I'm worried, or at least I'm mentally prepared for. That's a 24 story, maybe late 23. I'd like it to be the first half of 23. I would love to be wrong on that, but I, that's the way I'm thinking about it."
    },
    {
        "speaker": "B",
        "text": "Kim, it's such a pleasure to have you on the show, man. I really enjoy having you on the crypto side. This is a blast. We got to do this more often."
    },
    {
        "speaker": "C",
        "text": "Thank you."
    },
    {
        "speaker": "B",
        "text": "That's it for the show today. If you're not a subscriber yet, don't forget, real vision crypto is free. Head to realvision.com crypto. That's real vision.com crypto. For those of you watching on YouTube, remember to subscribe and hit the notification bell. You can stay up to date with all the latest crypto analysis. Join us again next week. We will have live guests from Deloitte, Abra and the chamber of digital commerce, among others. Jim, always a pleasure to have you here."
    },
    {
        "speaker": "C",
        "text": "Really."
    },
    {
        "speaker": "B",
        "text": "We do have to do this more often. We got to make a date of it, man."
    },
    {
        "speaker": "C",
        "text": "Sure thing. Talk to you soon."
    },
    {
        "speaker": "B",
        "text": "Thanks for joining us. See you Monday at noon Eastern, 05:00 p.m. london, live on real vision crypto daily briefing. Thanks for watching, everybody. Have a great weekend."
    }
]