[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com. tech. All lowercase. That's Shopify.com tech."
    },
    {
        "speaker": "B",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten to get 10% off our central membership for the first year. And now to today's episode."
    },
    {
        "speaker": "C",
        "text": "You know, I love speaking to Sopnendu. He's a technologist. He understands fintech, he understands blockchain technology. And he's my go to guy when it comes to really understanding how this is fitting in at sovereign level and supranational level and all of these systems like the bis and how big governments are thinking about this technology. And we've had a horrific year in 2022. I want to get the kind of state of the union to see how he's thinking about things, where he sees things, going, where the opportunities are. And I'm really interested in his recent trip to India because that's something close to my heart as well. The world of crypto is an incredibly exciting journey that we're all going on together. We don't know where it's leading to, but we know it's going to be absolutely massive. Join me, Raoul pal, as I guide you on our adventure to discover just what this new world will look like. Fantastic to see you back."
    },
    {
        "speaker": "D",
        "text": "Oh, wonderful to be back to your studio, talking to you. We missed a couple of in a month. We're trying to catch up with us, with you on the schedule. It's wonderful to see you back again."
    },
    {
        "speaker": "C",
        "text": "Yeah, great. And there's a lot to catch up because it's a while since we spoke and you're always busy, always a pioneer, always doing incredible things. So what have you been up to? I'd love to hear. I know that's a very broad subject, but start anywhere and we'll dig in."
    },
    {
        "speaker": "D",
        "text": "Absolutely. Because we're in interesting times. The whole crypto fiasco. Then comes this massive correction of the technology, broader landscape, jobs getting cut, and then, same time when I was in India, I was talking to you. My optimism of what technology can do just went ten x times what I saw in India. So it's not bad when you balance out good news, bad news, and you think about how future will look like."
    },
    {
        "speaker": "C",
        "text": "We'Ll dig into India in a bit. But how is the mood in Singapore? Because you're at the forefront yourself helping drive Singapore forward. And then crypto market has its massive correction. We've got the frauds and all of the things that we've seen in the past, but it's a function of the space still as it's early. And as you say, technology is going backwards in terms of not the technology itself, but in terms of the shares of how do your colleagues and the country, how does that feel about it? Or they're long term players and they're like, this is fine. It's all part of it."
    },
    {
        "speaker": "D",
        "text": "You know, Raul, that's a question. It's a difficult question now because despite you, when somebody thinks about technology five years, ten years down the line, the risk of failure from a public policy perspective is quite, you know, it's quite expanded in terms of how people perceive a public policy officer like me pursuing a certain technology stack because it is okay for a private sector to indulge in an experiment which could lead to billions of dollars being, you know, being lost. But when it comes to public sector technology policy, picking up such technology quite early on, quite early in the game has own risk. And as you know, we have been experimenting with a whole range of digital technology, from digital asset tokenization to DLT network and CBDCs. Definitely a lot of questions being asked, as you expect public to be asked, raising questions, concerns on such technologies future. Of course, the private, of course, the market itself went through massive turbulent times. And as a regulator, we also went through a series of measures which we have to introduce last year to ensure consumers are not exposed to such a risk. But still, it's a challenge, I must say. And it is definitely, I will set the setback. And from Singapore perspective, we continue to be focused on the experiment part of this journey. We continue to look at use cases which makes sense to us, for example, things like Project Mariana, which we started last year, to explore the use of such technology, this asset for automated market makers settling dislace for financial instruments. But it's challenging, I must say. It's challenging. It's not."
    },
    {
        "speaker": "C",
        "text": "To be fair, Singapore's done a good job. I mean, your regulation has held up well. The exchanges you've overseen and the participants you've overseen, you know, you've been good in your selection. Process and how you've regulated, I think."
    },
    {
        "speaker": "D",
        "text": "But things like even forget about the crypto market, even things like the austrian stock exchange upgrade to the new technology which they had to stop a massive, massive impact on the tech stack itself. So it's really comes at a stage when you have both the financial instrument and underlying technology getting into a lot of question mark. So I agree with is a part of this whole journey and Singapore will always try to keep itself ahead in the journey. We will continue to experiment, but definitely I would admit it has put some roadblocks, some thoughtful rethinking some of the strategies, but I don't think we will abandon this whole journey in this space, but we will see how it goes. But definitely we are still on track on some few of the projects I just mentioned."
    },
    {
        "speaker": "C",
        "text": "So would you mind talking people through the australian example? Because I think it was interesting because they were trying to pioneer and then basically said we can't do it. From your perspective, what was that all about, Rahul?"
    },
    {
        "speaker": "D",
        "text": "I mean, I don't know the details of what went wrong, but if you read what is coming on the press, it was a long multi year project and a lot of money was spent. And then there was a step back and saying, look, this is not a viable project. And the tech stack which they chose was not able to execute the backend efficiencies they're looking for. Well, there could be many way to process this and especially some learnings out there, because if you are running a multi year project, one thing I have learned is that you pick your use, you take a use case and you split into the lowest possible logical blocks of functionality and you start delivering them in pieces. And eventually we're going to stick it together. But when you bring the whole thing together and try to shift, it has its own challenges. I would say in hindsight that could be one of the learning, but I'm not exactly sure what went wrong beyond that broader statement that it was not delivering to its requirement and they had to leave the project unfinished with millions of dollars being spent. And that did raise a lot of question on the viability of the tech stack itself. Does blockchain really solves some of the promise of back end efficiencies which comes with it? But I don't think we should be blaming the technology per se because we got to think carefully. There could be external factors which drove to that conclusion rather than the technology itself, and it's worth studying, and we will study that whole piece of journey and try to learn from that. But it has put significant stress on corporates adopting blockchain as part of that tech stack."
    },
    {
        "speaker": "C",
        "text": "Yeah, it still feels to me that the hypothesis that the securities industry will move to blockchain over time just for settlement efficiencies, cash payment efficiencies, ownership efficiencies, seems to stand up. But maybe the technology is not fast enough, the throughput, the TPS not high enough. There's some."
    },
    {
        "speaker": "D",
        "text": "No, absolutely, Raul. I'm not saying in any way that the technology has failed completely, but this whole project does teach us some of the way we go about implementing things. We are pursuing in a project experiment called Project Mariana, the whole settlement effect settlement for exchanging assets on the network. Well, that little project on its own seems to be making things more efficient. Now when you scale it in production grade settlement process, we go to see that, what are the other tech challenges which comes with that? But that's a journey any tech stack has to go through, rather than putting a conclusion ahead of, ahead of that piece of trialing and checking and upgrading the tech stack. So anyway, what I was trying to say that that project was kind of a, had a huge expectation from the market that if it was successful, it could have created a global benchmark of how you move your back end security settlement infrastructure to this new tech stack. But that didn't happen. I'm sure all of us who are in this tech tech stack journey will look at it and see where we can go with this."
    },
    {
        "speaker": "C",
        "text": "And so you think maybe the way forward is to be more specific and smaller, more granular, test that, prove it expand, as opposed to try and build your whole tech stack in one go, because then you can fail small."
    },
    {
        "speaker": "D",
        "text": "Forget about blockchain as a technology. Any project, when you do a huge single large chunk migration, the risk of failure is always there. It can be become very, it can become very expensive. Doesn't matter what tech stack you're using, it can also fail. So I think there's some foundational basic project management learning out there. What can be used as a framework to implement large tech upgrades."
    },
    {
        "speaker": "C",
        "text": "So what parts of DLT are you still experimenting with?"
    },
    {
        "speaker": "D",
        "text": "We are still experimenting with the core tech stack settlement part asset tokenization on the network. We are still onto those things."
    },
    {
        "speaker": "C",
        "text": "Talk to me about the asset tokenization, because a lot of people have talked about this for a long time. When I first got into the space, I thought this is where it's going to go. It's not got there yet, but it's getting there. How are you seeing that space develop?"
    },
    {
        "speaker": "D",
        "text": "So if you do a table and you think about fixed value and variable value, and you put all the possible on your left side of the table, from tokenizing currencies to tokenizing assets. And look at, look at what instrument is helping that whole process. I think there is this trend where we can see that the focus on privately issued payment tokenization definitely will see a huge pause. But when there is an effort to tokenize a reference ownership of an asset, or natively issuing an asset on the blockchain network, like a token, those two bucket which has got that variable value will see a progress, because that's the only one which doesn't impact monetary policy, it doesn't impact existing finance system. The only impact it has is making the existing asset ownership more efficient, and the payment process which goes with that, more efficient. I think that safe boundaries of those two asset class does allow all the technologists working in the space to narrow down and focus on that. So by virtue of the safe space, I see that's moving that kind of moving forward with the technology we have today. Because people will step out of the payment instrument, part of the asset tokenization, they will shift to this reference ownership, asset experiments, or even deployment. Now that lives on the payment side, the CBDCs, which we'll talk about, I guess, in our discussion, but I'm going to keep it separate."
    },
    {
        "speaker": "C",
        "text": "Exactly right. The settlement layer, I think the CBDCs, I know this is probably contentious, is probably a better way of doing it, because it's the government on ramp and off ramp, and they feel comfortable with monetary policy and control over that element and then everything else, what you can use blockchain for gets interesting. I have a feeling that I'm very closely watching nfTs, and not in the art collecting or community space, but the fact that this is a contract that is recorded, transferable, and that there are many use cases that even in your remit of fintech, that it feels that things like insurance contracts, derivative contracts and others fit well into that technology. Again, that's outside of the currency element, but just an efficient way of recording, transferring. How are you thinking of nfTs? Or you just throw it all in as part of the same thing?"
    },
    {
        "speaker": "D",
        "text": "NFTs, for me, NFT, which is the second bucket of that asset ownership, which is the natively issued tokens, is almost like a company issuing equity directly into the blockchain network. And that piece of code represent that asset ownership. So it has been kind of diluted by this whole art collective collectibles and all this thing in the network. But assuming that piece of technology is now becoming, in future will become a way people will issue ownership on their assets. Definitely it is promising what we got to see whether by virtue of issuing on the network, does it make that whole process of ownership and transfer and settlement super efficient? On face of it, it looks yes. Why not? Because the NFTs, at least from a tech stack perspective, seems to be efficient. You can buy and settle and exchange nfts super efficiently today on existing apps. So what can we do to move that piece of technology and piece of process to financial instrument? So that's what I meant by the second bucket was actually in a way you can say nfts in current form. The issue which I think we got to answer that is, can existing payment infrastructure still interact with this NFT world which lives and operates on the DLT network as a mechanism for settling payment? And when you transfer NFT from a to b now, do you need a native coin of that network to facilitate this transfer of assets on the network? Now some of the answer people are thinking about will CBDC form that role or a stable coin, let's say from so called stablecoin to well regulated stablecoin, will that be the preferred financial instrument or payment instrument which will facilitate such network on that network for transferring the asset? So I think that's still a work in progress. But definitely at this point in time, I can say with all certainty the role of privately issued money is close to zero, at least from a public policy perspective."
    },
    {
        "speaker": "C",
        "text": "When you talk about privately like stablecoins."
    },
    {
        "speaker": "D",
        "text": "I think I still believe stablecoin is somewhere in cusp of being a regulated money, which happens, which backed by well regulated assets sitting in some custody or some assets, some trust bank. And I'm keeping stablecoin away from the pure bitcoin money. But I. The role of the bitcoin type money being used to buy and sell such asset is questionable now."
    },
    {
        "speaker": "C",
        "text": "And how about things like Ethereum where you're renting the network by."
    },
    {
        "speaker": "D",
        "text": "I classified that as a utility token. As long as this coins stay within the network and they do not contaminate the currencies, I think it's okay. I think the challenge is when this coins has its life of its own, which goes outside the network and become a speculative asset. As long as you are buying Ethereum and being used for driving application development, all the gas fee for doing your real work, it is okay. The challenge is what happens beyond that. I think that's where the issue has been till now."
    },
    {
        "speaker": "E",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company. Consider this for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor. Ramp software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding Ramp could be one of the best decisions you've ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank and celtic bank members of DIC. Terms and conditions apply."
    },
    {
        "speaker": "C",
        "text": "So let's dig into stablecoins and cbdcs. So obviously people want regulated stablecoins just because there's so much uncertainty around some of the stablecoins out there. And you've been a huge driver behind the CBDC Global initiative. So catch us up with where you think everybody is with cbdcs and then we'll use that as a stepping off point into India in a minute."
    },
    {
        "speaker": "D",
        "text": "Yes, sure. Absolutely. Well, CBDC, as you know, we have this two clear cut bucket. There's this wholesale CBDC which is kind of a, an efficiency infrastructure along with the payment infrastructure for cross border settlement. I think BIS has done enough many experiments, I would say many countries, in fact, most of the major mainstream economy has now experimented with the wholesale piece and they have put reports and demonstrated successful, possible future infrastructure which will run on wholesale CBDC, especially for cross border payment settlement. BIS has own project which they're looking at the whole multi jurisdiction MCBDC kind of product architecture. If multiple central bank have to participate using CBDC as a way to settle cross border payments between different countries. So that's where wholesale CBDC has gone on. The retail CBDC, if I'm not mistaken."
    },
    {
        "speaker": "C",
        "text": "Sorry, just one quick question about the wholesale how far away do you think we are before we launch some global initiatives so we can do this wholesale settlements and payments?"
    },
    {
        "speaker": "D",
        "text": "I would say from an experiment perspective, it has kind of, everybody has run through that course. I think there is nothing left in public space between central banks and technology and experiment where we got to do more experiment. I think that phase is done now to implement a whole slice ABDC, you need a bunch of things to happen before that. And one of the things which has to happen is that to how do you connect the domestic payment infrastructure, the underlying hardware infrastructure between multiple countries. I think my sense is it will go through that process. Project Nexus, for example, which BIS has started, it talks about how do we connect domestic payment rails back off again. Singapore played some role there because we connected to Thailand, now to India. On is now waiting to get launched with Malaysia. So first layer of this will be the nexus kind of project where you will see multiple jurisdiction connecting the domestic rails so that money can be transferred from almost like a domestic payment transfer. And then when it comes to the settlement piece, there will be the second stage where they will explore to deploy a wholesale CBDC as a form of settlement coin. But that will happen if the first one becomes successful. So I think that's where the journey is. The good news about wholesale CBDC, Raul, is that the mainstream central bank are engaged in this process. BIS is engaged in the process. So there is this safety net of very thoughtful regulatory participants who are making this go to the next step. So I would predict it should not be that far off to think that you will see a production grade wholesale CBDC being deployed across the border payment."
    },
    {
        "speaker": "C",
        "text": "And will it use multiple blockchains or."
    },
    {
        "speaker": "D",
        "text": "Is there a it will be multiple blockchain, because by it will be. I think as a central bankers we think about interoperability as a part of the principle. We will mandate as a collective wisdom that countries can choose what network they want to choose what technology they want to choose, to tokenize those coins. But it has to have the principle of interoperability as part of that design."
    },
    {
        "speaker": "C",
        "text": "Yeah, because if you're running on one blockchain, which is a public blockchain and somebody else is running on some private infrastructure, then if not, we don't have a settlement layer."
    },
    {
        "speaker": "D",
        "text": "We got to have interoperability. Part of the work was done in. And if your users want to understand more, I was strongly, your viewers want to know, I would strongly recommend them to go to a website called Partior Tior, which is a joint venture of DBS, JPMorgan and Temasek, which actually talks about a public infrastructure market, infrastructure which allows such kind of infrastructure to be built on. So there is this real investment and development going in the space which makes it much more real than other things."
    },
    {
        "speaker": "C",
        "text": "And ok, let's move on to the private."
    },
    {
        "speaker": "D",
        "text": "The retail CBDC."
    },
    {
        "speaker": "C",
        "text": "Yes, that's what I mean. The retail CBDC, sorry."
    },
    {
        "speaker": "D",
        "text": "I think that's interesting because almost all central bank, including us, we did not see a need for retail CBDC because our domestic payment system have become super efficient. Zero cost, three clicks. Money is moving instantly. There's no real need for a retail CBDC. But I was in India. India launched their retail CBDC. We'll talk about it. It's just impressive that the test they're doing on production is just blew my mind out that what can be done with that?"
    },
    {
        "speaker": "C",
        "text": "Talk me through that. What is the difference? It's very subtle, like a payment system like UPI in India or the payment system you've got in Singapore. But you're saying, wow, this whole CBDC retail blew me away. How? Why?"
    },
    {
        "speaker": "D",
        "text": "What did it do? There's a little story because I was, I'm a singaporean, I was traveling to India and I have a bank account in India. So I requested RBI and the indian bank where I have an account for to. And I want to participate in a closed group testing. They have launched on the european thing. First thing, the moment I got into that app, it was a delightful app and I was thinking that it's just a little bit of a piece of, you know, a cute piece of application. But when I started playing around means my brain started racing around, what can it do in that space? Because what in that experiment, it's almost like that. It is like they have taken the sovereign currency and they have tokenized that, issued the e rupee through that bank as a distributing channel. So the banks have issued the app. If you get into the app, you take money from your bank account using the Upirls in. Interesting, they're using UPI infrastructure, UprL. And you buy this tokenized cash on your wallet. Now you would wonder what, beyond that, what can you do with that?"
    },
    {
        "speaker": "C",
        "text": "Yeah, because UPI is so good."
    },
    {
        "speaker": "D",
        "text": "Yes, so good now, because that, that cash which is in your, in your, in your, in your wallet, it doesn't, it becomes a payment process. Now when I'm sending that money to you, for example, in that closed group testing, it is not going through some account debits anymore. It is just a simple cash exchange happening between two of us. It definitely brings down the underlying infrastructure cost, especially for low value payments, for the low value payments, because now we are not debiting account, you know, settling in things pure cash to cash transfer."
    },
    {
        "speaker": "C",
        "text": "It's actually acting like notes and coins."
    },
    {
        "speaker": "D",
        "text": "Yes. And in fact it has got a coin, it's got a note, it has got all the denomination and you can actually hold coins, like a stack of coins. And, and I think they're still in the process of putting a whole set of use case and I just don't for, I mean I was thinking forward looking. For example, if there is no Internet and you go to a remote place and you don't have access to Internet, you can't use UPI rails to pay somebody. And if you have money in your walleth with those cash sitting there, you can actually transfer to each other, pay that bill at a merchant terminal using NFC enabled transfer. Well they have not done it now, but I think there's a future plan to bring it part of that thinking. So offline payments becomes a huge, huge today. We must not dismiss the number of offline payments which happens in a large country like India. Now if this becomes an answer to that, and I'm pretty sure if this process is as frictionless as I saw, people will perhaps get out of holding paper notes, get into this mode of this form factor. And that could be many social reasons. It could be security, it could be safety, it could be contingency, especially in a, in a way you are not sure about the Internet infrastructure. It could be very well some amount of anonymity if there is need for such value of value transfer. It dramatically creates the market infrastructure you need to replace expensive, risky paper note process. And for a large country like India, it takes India to the next layer of market infrastructure of payment processing because you just took billions of cash into this new tech tech stack and made it made efficient, useful, relevant to those segments of population who still believe holding offline payment as the preferred mode of transfer. So to me that's. And who knows? I asked the question, can I buy NfT using this tokenized cash? I think the answer would be yes, why not? This could be an answer to that question that can this operate on a network where NFT can be used buying this? If there's an NFT in that market which can use Europe as well to buy and sell these assets. What India has shown that it has taken a step forward, putting a serious effort in building an infrastructure in this direction of retail CBDC. If a large country like India adopts this, it becomes a mainstream tech stack. And same thing China has done. I have not seen the chinese ERMB personally because I wish I can go to China and see that what I'm hearing, they also have built a similar infrastructure, could be different model, I don't know. But what I'm saying is two large market China, India have taken a step forward in taking the tech components of the crypto world. And now they're applying seriously to remove the last mile inefficiency in the payment space, which is gash."
    },
    {
        "speaker": "C",
        "text": "It's incredible. It's weird, because when you get to the western world, everyone's like, privacy. How dare you do this? I'm half indian. I spend a lot of time there, and people don't understand the scrumbled up rupee note system and how middlemen get in the middle. This whole system was desperate for overhaul. And if you ask an indian, I was speaking to our CTO at real Vision, who's also Indiana, about what it's like being in India right now because he's moved back there. He's like, the issue of privacy is very low down versus access to money."
    },
    {
        "speaker": "D",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "It's a different."
    },
    {
        "speaker": "D",
        "text": "It's incredible that the way UPI has impacted the lowest category of income segment of population, the QR payment, that whole interoperability, the whole design where you don't need to depend on a bank app to move money. You can use Google pay phone pay. It's just, it has become a natural reaction. If I ask somebody who is driving a taxi or a vegetable vendor how you want to get paid, the response is Google Pay or bhimpay, whatever they are comfortable with. Now imagine the same vegetable vendor and the roadside food stall late in the night, don't want to hold on to cash, and they now switch into this e rupee. You have just dramatically gone down to the last mile of financial risk management safety net and build that resilience you want. I mean, let me. I would not say it's hypothetical anymore. Amount of dependence we have on Internet to stay running, to do our financial transaction is just incredibly high. Imagine there's a breakdown on Internet and you can't access Internet. I'm sure a lot of us will get stranded in some street, can't even do payments. Forget about."
    },
    {
        "speaker": "C",
        "text": "So how does this system work? Is it Bluetooth or. I mean, how can I send you money if I'm standing opposite you and we're chatting and I'm like, here's my RS2 I owe you. How do I send it to you?"
    },
    {
        "speaker": "D",
        "text": "So I. Well, they're not done in this, this particular phase, but when I spoke to them, I think they're looking at NFC as a way to. So we can actually hold the two phone. We are holding offline european, we can just communicate and you don't need an Internet. And it has got all this. I was playing with this thing. We switched up my Internet. I went to airplane mode and I can see all my rupees showing up on that particular wallet. Well they have not done that offline piece yet but I can see where it's going. I can see where it's going. I think China has done it but I have not seen it myself. But I heard China has done the offline payment also. But Rahul, what I am trying to say whatever has happened to this technology in this crypto space it has definitely triggered this and if that didnt exist this would not come. Lets pay some respect to the pioneers who created this journey on tokenizing money in this DLT infrastructure. They have triggered what we see now, the future of payment, especially low value last mile cash intensive sector. And who knows, this can also become an interoperable money cross border countries and multiple countries can come into some kind of bilateral relationship and say a multilateral relationship. Look today we bring dollar cash, you bring multi currency cash to different countries, you go to the local market and exchange money. Maybe this is a way to do some bit of cross border transfers."
    },
    {
        "speaker": "C",
        "text": "So I think applications layer on top. So I'm a tourist, I come in with my Singapore dollars, I can flip them into rupees on an ad."
    },
    {
        "speaker": "D",
        "text": "So. But I think that you can only think those those use case if you take the first step. India, China have taken that first step of doing it. I think that's an encouraging. In fact Singapore also has started. We have a project called Project Orkid but in a very limited use case, mostly on the voucher side. But I think directionally there is this glimmer of hope that retail CBDC will find its path and relevance in large markets and that will spill over to smaller market and then it can become a bit of a global form of money which you will see becoming mainstream in years to come. But again I was just blown away by this, by this amazing."
    },
    {
        "speaker": "C",
        "text": "It's weird. As I said everybody I see, I just spoke to another friend today who just gone back to Mumbai for the first time in three years and his jaw was open. He's like, I can't believe what's going on here. He just came out of the UK. He's like the UK feels like 50 years in the past suddenly."
    },
    {
        "speaker": "D",
        "text": "And this is the role of a public good. How did digital public good? I was in the g 20. I went to India for the g 20 meetings and one of the topic of my meeting was the role of digital public good. If countries build highly resilient, interoperable, accessible digital public good, it can bring that amount of innovation on that infrastructure and you leave to people's imagination what they can build on it. So there is this. Rahul, I would argue back to our original question. In the space of DLT, there is a desperate if I have to headline this discussion today, there is a need to find a digital public good in some form for a distributed ledger network use case. Because if you think about payment process didn't become a super success till you saw likes of UPI PayNow, which kind of public digital public good came into production and they created that experience which made payment easier. Similarly, on the DLT space and asset tokenization, there is a need for some form of a digital public good and then people can build on top of that use cases. So I think this when you look at Internet, same thing happened. It started with the us defense agency putting it for public use and Internet took its own journey and became a global infrastructure. You talk about gps. If the satellites were not sent and the gps were not available for public to experiment on it, the whole set of applications from Google Maps wrote on that infrastructure. So I think in this space we need a digital public good. I don't know what it means, I don't know why it looks like, but there could be a case for this chat GPT. Who knows that will become the next big digital public good on which all the whole set of AI applications will be built."
    },
    {
        "speaker": "A",
        "text": "You're a podcast listener and this is a podcast ADHD reach great listeners like yourself with podcast advertising from lips and ads. Choose from hundreds of top podcasts offering host endorsements, or run a reproduced ad like this one across thousands of shows. To reach your target audience with lips and ads, go to lipsand ads.com. now that's Libsyn ads.com."
    },
    {
        "speaker": "C",
        "text": "How are you looking at that? I know because you're a technologist, you must be going, oh my God, this is coming."
    },
    {
        "speaker": "D",
        "text": "This is."
    },
    {
        "speaker": "C",
        "text": "Well, I know this is off topic, but I'm fascinated."
    },
    {
        "speaker": "D",
        "text": "This is not off topic. I would say it makes sense to think in that same AI for long was touted as game changer, but it always had a question mark how far it can go. But the chat GPT has done something interesting. It has created a public good in some form and which means you don't have to build your own models for processing information. Imagine the and that has created that open API on top. You can build whole set of application. I was watching an interview with Satya Nadal. He was talking about a use case in a village in India using chat GPT for language translation. And then that chat GPT is giving us some kind of form instruction. You know, Chad, GPT came into us. It has gone to village in India as a use case. So you can see that how AI will become super, super mainstream. Now, I think we should watch out for the space. Chat GPT will trigger that journey. So back to our discussion. We will require some form of digital public good infrastructure use case to trigger a lot of use case in this space of DLT and tokenizers."
    },
    {
        "speaker": "C",
        "text": "I'm also interested in how AI is going to fit into the fintech arena. Overall. It feels that something. What is securities advice anymore? By the time these models are trained in three years."
    },
    {
        "speaker": "D",
        "text": "Again, it's one of."
    },
    {
        "speaker": "C",
        "text": "These things where we both say, I know it's going to be big, but I don't know yet what the hell it could be."
    },
    {
        "speaker": "D",
        "text": "I was experimenting with my own name. What question you want to ask to subneend? What question is it relevant in the new world? The kind of response chat GPT is giving to me, I just blown away, because it hats off to those chats, and fintech in particular will find a huge. A lot of work on fintech, which is based on AIH, may sound suddenly redundant because I can go to chat GPT, build a question to give me financial advice free of cost. And that whole industry, which was based on AI based financial advisory, which suddenly, wow, we have a public good which can give you a response far more efficient than a closed loop advisory based on a closed loop algorithm. Proprietary algorithm. So you have chat GPT has made a shift from a proprietary algorithm, closed loop access to an open access. I think what is going to come on top of this? It just. I can't imagine. This is scary for a lot of people like us, because the job market."
    },
    {
        "speaker": "C",
        "text": "Oh, my goodness. Everything right? I think it's a moment, I'm trying to think of what this is like. It's the Internet plus China coming into the WTO, because that changed global wages like this overnight."
    },
    {
        "speaker": "D",
        "text": "Yes, it did."
    },
    {
        "speaker": "C",
        "text": "This does the same. We need to figure out. We first thought, don't forget, the first thing was, well, just get your kids to be musicians or artists or creatives or make code, they'll be fine. The first jobs to go, it was doing artwork, it's doing music. And with the new GitHub code version, it writes code. You're like, okay, well, we were completely wrong what the safest job is."
    },
    {
        "speaker": "D",
        "text": "And I wrote a query that, please write me a code for. With the UX for demonstrating compound interest in python C. I took a whole language for trend and cobol. Four language. It stacks."
    },
    {
        "speaker": "C",
        "text": "In seconds."
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah. It shows the impact it's going to make on the whole."
    },
    {
        "speaker": "C",
        "text": "What is education anymore? Certainly, what is education?"
    },
    {
        "speaker": "D",
        "text": "Indeed, indeed, indeed."
    },
    {
        "speaker": "C",
        "text": "What is certification? What is a teacher? I don't even know what a teacher is."
    },
    {
        "speaker": "D",
        "text": "And the definition of education, what it means to be educated, what difference that you and me, when we go for a job interview is complete. It will change the definition. I mean, what kind of skill set we'll have to find new jobs. What do the new jobs will look like?"
    },
    {
        "speaker": "C",
        "text": "What it can do to, let's say you're in a village in India, you're illiterate because you've not been to school, but you're smart and everything else. This gives you the same power of knowledge."
    },
    {
        "speaker": "D",
        "text": "Yes, indeed."
    },
    {
        "speaker": "C",
        "text": "You get being highly educated with a huge experience, being in Singapore, and the knowledge has just been kind of equalized. You can both code the compound interest app in seconds."
    },
    {
        "speaker": "D",
        "text": "Yeah. And if you, if this question, if I have to write, if I'm going to interview you, I go to chat jpit. I'm sure I'll ask what kind of question last. Raul and somebody growing up in a small village in India or wherever in Indonesia can go to same chat GPT and get the same sort of question being laid out. Please ask this question to raul because that's relevant to him. There's no, there's no intellectual differentiation anymore left there other than the human emotions, you know, that comes with that. But beyond that it is exactly same. I think robotics, which is automating mechanical work and the algorithm, the brain related work from chat GPT, you combine this."
    },
    {
        "speaker": "C",
        "text": "Two thing and also the other thing, I think that's part of that stack is that Nexus is the Internet of things."
    },
    {
        "speaker": "D",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "And this is where this payment rails comes in, because machines payments, the car will pay, the toll road will pay. All of this just happens naturally."
    },
    {
        "speaker": "D",
        "text": "So the IoT comes in. I think in a way all the component of Web 3.0 will suddenly explode in terms of becoming useful."
    },
    {
        "speaker": "C",
        "text": "That's right. Because it's the transfer mechanism for all of this."
    },
    {
        "speaker": "D",
        "text": "And then this underlying charge repeated infrastructure will push. And this is, this came from nowhere. It just came from nowhere. Bangdan. And it truly says that technology takes its own time. AI was around for how many years now? And people from those piece of code used to write in college the expert systems code. And now you are talking about all these algorithms. Now comes chart GPT. You don't need to know all these things. The models are being built behind it. So that journey took multi decades to get here. So it also takes philosophically, the discussion to where DLT and tokenization of assets will go. It will stay in this kind of experiment, setbacks, challenges, question mark, bad product, bad behavior, bad exploiter of such technology. But if it survives that piece of journey or survives that history of ups and down, we will be talking perhaps in a couple of years saying this, where did this come from?"
    },
    {
        "speaker": "C",
        "text": "What's his name from Microsoft who just said the same thing. He's like, oh, you know, it's waiting for its cambrian explosion. That moment, that open AI stability, AI moment. He's like, hasn't happened yet. We believe it's coming to, is coming."
    },
    {
        "speaker": "D",
        "text": "And I have that definitely chart. GPT has proven that one moment of, and I back to my argument. It is the public good component which will make the biggest transformation. You take Internet, you take the example of GPS, you take example of in the payment side, in the financial side, the role of public infrastructure, like UPI pay now, stuff like that. Now you get into this chat, GPT. So there is digital public good, which will create the necessary incentive to scale up applications into unimaginable possibilities. So what?"
    },
    {
        "speaker": "C",
        "text": "It's alive."
    },
    {
        "speaker": "D",
        "text": "Rahul, I think we should thank to this good news piece of good news. When technology is looking like, oh, we're in the bad phase. This came as a big savior to this whole narrative. Has technology lost its way? No, I think it is coming back in a much bigger."
    },
    {
        "speaker": "C",
        "text": "Yeah, because as you know, the technology cycle takes a lot of investment, a lot of experimentation."
    },
    {
        "speaker": "D",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "And it looks terrible. It's always that slope and then it does this. Nobody believes it. And before you know it, that step change happens."
    },
    {
        "speaker": "D",
        "text": "You're like, oh, my God, I amount of money, amount of failure in AI space is unaccounted. Unaccountable in many ways. But you see them, for decade, people have put money behind AI and they all kind of left. They're all kind of left with this, oh, okay, we got something. But never that wow moment. But all that effort, technology, effort, business, the AI models, effort, all have accumulated to create this wonderful piece of technology now, which you see are challenging. I think it is wonderful to see that history is repeating itself in proving that. Don't dismiss technology for its immediate bad narrative. You don't know."
    },
    {
        "speaker": "C",
        "text": "Yeah, technology is not the price of technology. It's not the share price."
    },
    {
        "speaker": "D",
        "text": "Yeah. It's not."
    },
    {
        "speaker": "C",
        "text": "Technology drives on relentlessly."
    },
    {
        "speaker": "D",
        "text": "Yeah. It will push through. And I'm hoping the same happens in this space also. The deal space despite all this massive, massive, massive bad behavior on the market participants, this whole bad news, I think somehow I felt that entrepreneurs in this space took, were way ahead of themselves in creating a market value where foundational thinking has not yet matured. I think that mismatch of exuberance and optimism ran way ahead of its underlying philosophy. Tech stack business processes, which is driving that future impact. And when you have that market speculators take advantage of the situation and they just create a bubble of hope. And what happened in 2023 is precisely that. That bubble was taken to cleaners."
    },
    {
        "speaker": "C",
        "text": "And that in itself cleanses bad actors, bad uses of capital, concentrates the capital into the project. This is how things get built. It's the creative destruction."
    },
    {
        "speaker": "D",
        "text": "In a strange way, I would say that the desire to make it believable by making centralized was cause of the failure. Of course it. Yeah, right. You know, the original construct of a decentralized, where nobody has an influence on the outcome and people shifted to a centralized model saying that, trust me, it's a cause of."
    },
    {
        "speaker": "C",
        "text": "Yeah, because Defi didn't fail, because it's a smart contract, it's a computer program, it just does its thing. Yes, it was the humans that failed, as always."
    },
    {
        "speaker": "D",
        "text": "And the desire of the. To make it acceptable that there's a centralized infrastructure which is managing this process so that we are comfortable with that idea is the root cause of this downfall of bad. And this way it allowed bad actor to participate. And I think, yeah, enough has been said. But if I have to sum up in my head the 2023 moment in the history, I think when we look back maybe three, four years from now, I think you would say, I sure, thanks. It happened so early, it didn't take more money and more investments and more down the line to. To have that."
    },
    {
        "speaker": "C",
        "text": "And it's going to be fascinating in your seats to see whether you see more Defi businesses coming to Singapore to build, because they build on top of this applications layer they dovetail in with what all of these things we're talking about. I think that is a big thing."
    },
    {
        "speaker": "D",
        "text": "Yeah, it will pick up. Defi is going to pick up as long as you do not contaminate the monetary policy system. Because I think too many front were opened up. Same time you are doing Defi, you are trying to issue a currency. So many things are happening same time. I think that there's a need to. If I had, in hindsight, this looks more through hindsight thinking, I think the less of indulgence should have happened on the coins, on the currency, more efforts would have gone in building the infrastructure, the use cases, the comfort with this new way of doing things, and probably down the line, some form of money could have been created to experiment with this kind of infrastructure. It was all in hindsight. And I think that leaves us with some stablecoin story there, because Singapore's thinking has been, it is okay to look at a well regulated stablecoin as a form of money if that is required for certain use case, as long as it is well regulated. I think we are still looking at what policies regulation required to make it well regulated, but we have not dismissed it as bad as the privately should coin. It's still a work in progress. But I would say stablecoin."
    },
    {
        "speaker": "C",
        "text": "When you talk about. I just want to clarify, when you're talking about the privately issued coins, where are you thinking specifically, you talked about bitcoin and using that as part of currency. We're not comfortable because it's separate. What else fits into that kind of bucket?"
    },
    {
        "speaker": "D",
        "text": "So maybe the other way to answer the question. Otherwise better. It excludes utility coin, the ethereum kind of coin. It excludes stablecoin, it excludes cbdcs, it excludes a token which represent asset rest, is privately shoot coin in that pulse falls in that category."
    },
    {
        "speaker": "C",
        "text": "So ones that don't really have an applications layer on top. So they just exist as they are."
    },
    {
        "speaker": "D",
        "text": "They are the native currency within a network trying to be like a money playing a role of a money. I think that is definitely a red line for almost every jurisdiction today, and that will remain in that state for years to come. So, yeah, so that's what the market has kind of left with after this massive correction. It's a challenge. Well, it happens. We have seen in history such thing happens."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, I've been in this space since 2013. This is the third or fourth time around where we've seen it because it's very nascent. Listen, as ever, a fantastic conversation, wide ranging, lots of interesting stuff. And again, let's see where we are next year because."
    },
    {
        "speaker": "D",
        "text": "Well, Raul, just to your viewers, I want to leave with something optimistic to look forward to. I was. We do this Singapore fintech festival. We are never shy of picking topics which may not be any more mainstream or questioned by the mainstream. And this year we are going to examine some of this technology issues, challenges, future thinking in 2024 in three of our platform. And in fact, in June, I hope I will get you there in Rwanda, we would explore the impact of financial technology in truly making it inclusive for everyone in this planet. So we look at Rwanda as a place to deeply examine the role of fintech in financial inclusion. A week late after that, we will be in Zurich, and that's the place, perhaps that's the last possible public forum where we will bring the whole crypto discussion back into a debate of how to go forward in Zurich in the 0.0 forum. And I'm looking to build a set of topics in Zurich to really critically examine what is bad, what has gone bad, and what is the residual topic left for us to pick up and move forward. That will happen in 0.0 forum and back in the end of the year at the Singapore Fintech festival, we will rebuild what has been, rebuild the whole narrative, more like a future stack in this space. So still hope is there. 2023 will perhaps give us that opportunity to reflect, and in this three platform, we will bring the public narrative back in the space."
    },
    {
        "speaker": "C",
        "text": "That's why I love what you do. You're always very open, you're trying new stuff, you speak to people you don't mind, to have difficult discussions and have an open and listen to people, it's amazing. So any way I can help you as ever, just let me know."
    },
    {
        "speaker": "D",
        "text": "And I hope to have you in Singapore this time. Please go plan your trip so that."
    },
    {
        "speaker": "C",
        "text": "I need to get dates early and then I need to get it sorted out."
    },
    {
        "speaker": "D",
        "text": "Please do. Thanks for having me."
    },
    {
        "speaker": "C",
        "text": "Thanks for having me, as ever, my friend. Fantastic to see you."
    },
    {
        "speaker": "D",
        "text": "Thank you."
    },
    {
        "speaker": "C",
        "text": "You know, it's clear from chatting to Supnendu about what's just happened in 2022 was a big shock to a lot of people because people like himself have been working very hard on getting this technology adopted at various infrastructure parts of the global economy, and it stepped back. But in the end it's amazing because we see all of this and then he goes on a trip to India and he comes back with his eyes wide open saying, oh my God. It's kind of like he's rediscovered it all over again. And that AI moment that I think is also coming too. We don't know where it's going to come from. And he's opened my eyes to that. Maybe this comes from government level. I've talked a lot about how powerful these cbdcs are, and I know many people think, oh my God, this is terrible, but it might actually unlock everything. Let's see how it all goes. It's going to be fascinating to see where this plays out and we'll catch up with him in a year's time to swap stories again."
    }
]