[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020, baby get 2020. Bid to get 15."
    },
    {
        "speaker": "C",
        "text": "1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 upfront for three months."
    },
    {
        "speaker": "B",
        "text": "Plus taxes and fees. Promoting for new customers for limited time Unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "C",
        "text": "Hello and welcome back to the real Vision Crypto daily briefing. We got a very special episode today. Raoul Pal joins us for a live AMA and a special crossover with Raoul pal, adventures in crypto. Ash Bennington, of course, is also here. And I'm Nico Bruga. How's it going today, guys?"
    },
    {
        "speaker": "A",
        "text": "Fabulous. Markets are a bloodbath, but we're all still alive."
    },
    {
        "speaker": "C",
        "text": "Very well said, ash. How are you doing?"
    },
    {
        "speaker": "B",
        "text": "What can you add to markets? Our bloodbath, but we're all still alive. I'm doing great."
    },
    {
        "speaker": "C",
        "text": "Very well said. And don't forget to subscribe to real Vision Crypto. It's always free. Also, we got a quick message for our viewers. While we upgrade our website, our live chat is temporarily unavailable. In the meantime, we're monitoring the comment sections below, so please put your question and comments there. If you're watching on YouTube, smash the like button. Subscribe and hit the notification bell. Before we begin our AMA, let's do a quick update as we have some major news today. Bitcoin fell sharply after the latest us jobs data was released. It was down slightly on a 24 hours basis, but then that fall accelerated. Indeed. Us unemployment fell to 3.5% in September, while payrolls increased by 200 6300 thousand. Raoul Ash, what do you make of this?"
    },
    {
        "speaker": "A",
        "text": "For me is unemployment is a lagging indicator. We've seen more frequent data on employment suggests that it's weakening fast. We've seen the housing sector weakening fast. We've seen construction, which is a huge employer, weakening fast. We've seen the economic data weakening fasten at all levels. I think this is still backward looking and we might still face the same with the inflation numbers that we've got next week where I think the Cleveland Fed numbers are looking like they're still going to be strong. So it takes a while for this stuff to come through. Don't forget, we only get one piece of economic data a month, while we get daily data on every chart or hourly data or tick by tick data, depending how much of a degen you are. Here we get one piece of data. So a piece of data is not trend. A piece of data isn't news. You need to take it in context with everything else. In context with everything else. I think that the data is slowing down and that over time, we'll see these employment numbers change as well, because we're seeing everybody laying off staff everywhere."
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely. And to precisely that. Raoul's point, Nico. I mean, if you obviously, uh, NFP, non farm payroll, it's a big deal out in macro land. But when you look at the charts today, I'm looking at Ethereum and bitcoin right now. Yeah. If you look at it on a one day chart, it looks like a big leg down. Look at it, zoom the camera out on a, on a 30 day chart, kind of a blip."
    },
    {
        "speaker": "C",
        "text": "Well said. All right, we got a developing story as well for everybody. Binance says its BnB chain was hacked. An export in a cross chain network was targeted. Binance says 2 million BNB tokens were withdrawn. At the current price, that's worth more than $560 million. Binance CEO CZ says they managed to minimize the losses to under $100 million. BNB chain says it had contacted validators to stop the network. Some analysts are pointing out the chain only has 44 validators, making it highly centralized. By comparison, Solana has 3000 plus and Ethereum has 400,000 plus validators. However, the chain is operational again. Ash, what do you make of this?"
    },
    {
        "speaker": "B",
        "text": "Yeah, centralization. That's the big critique that you're going to hear. Let me just read the tweet here from CZ. An exploit on a cross chain bridge BSc token hub resulted in extra BNB. We have asked all validators to temporarily suspend BSC. The issue is contained now. Your funds are safe. We apologize for the inconvenience, and we'll provide further updates accordingly. Look, a couple of points here. If you look at the BNB chart on a 30 day basis, not a huge move, probably for the reason that you stated. This has been isolated. It seems that centralization of the network may have. Well, we don't know, but it's possible that it may have played a role in the exploit. But it also seems to have played a role in their ability to turn off the spigot and manage the crisis. Look, it literally says it in the very first sentence. An exploit on a cross chain bridge. Once again, we're talking about security exploits on cross chain bridges. I think it's probably reasonable to observe at this point, as we've said here so many times, that this is clearly a. A security vulnerability, sort of weakness in the joint. And this is something that we've seen again and again. We report on a lot of these cross brain chain bridge tax. And it probably lends some credence to the theory that this is obviously a place. The cross chain bridging space is a place of intense focus to come. We talk about it with chains like Cosmo and Polkadot. There seem to be some real challenges securing these cross chain bridges to point the obvious here."
    },
    {
        "speaker": "C",
        "text": "Absolutely. And this is definitely a story we'll be covering as it plays out. One last thing before we get to the questions. Coindesk has issued a correction on its story about Celsius execs cashing out millions before bankruptcy. Coindesk says that documentation provided by lawyers of Celsius CTO nuke Goldstein shows most of his apparent withdrawals were sent to other accounts at Celsius. It thus revised the total withdrawals down to $17 million. All right, now let's get to Nico."
    },
    {
        "speaker": "B",
        "text": "Can I just add one thing on, on binance? This, this, by the way, is a pretty large story, particularly internationally. It's important to point out that this is the fifth chart largest protocol right now by total market capitalization. It's over $50 billion, or was over $50 billion. I think it's about 45 billion right now as we trade. So it is a significant story, perhaps one that we don't focus on here in the United States, because it's not as prominent, but this is a very, very big chain."
    },
    {
        "speaker": "C",
        "text": "Very well said, ash. All righty, let's get to some question, guys. Have some fun. Our first question comes from one of our pro crypto subscribers, Capone. They want to know, why shouldn't we all be aping into GBTC Grayskill Bitcoin Trust, given the current 35% discount on an already undervalued BTC price? Raoul, what do you think?"
    },
    {
        "speaker": "A",
        "text": "The close end trust world is something that's been in financial markets for decades. And the lesson I learned from many of these is they can remain at a discount for a long period of time, and it could go further. So could it trade at a 50% discount? It's possible. So if you are sophisticated and you want to make a bet on that gap closing, whether it's via an ETF or some other mechanism, like a bull market coming back and people using GPC trust, go for it. It's not my preferred avenue, but I understand why people might look at it. Much like they'll look at futures when they trade cheap as well. It could give you a bit of extra juice. I wouldn't put your granny's life savings into it."
    },
    {
        "speaker": "B",
        "text": "Very well said. I probably only add to that that this is precisely the reason why you hear people clamoring, so much for a spot bitcoin ETF. Because close end funds are notoriously difficult to track the net asset value underlying. And this is a challenge that has existed for some time. Obviously, for funds who have specific restrictions in their covenants, or for people who need, for whatever reason, to buy something that's exchange traded. There is that lure, and that's why these funds and these products more generally exist. But these gaps, these deltas between net asset value and the current market price are one of the reasons why you hear people clamoring for spot bitcoin ETF."
    },
    {
        "speaker": "A",
        "text": "It just is not good fiduciary practice to not allow people to get out of this situation. These things, yes, they were imperfect because there was no rules allowing for an ETF, but there's no real reason why they shouldn't. And what you're actually doing is hurting retail investors, and it's just not fair. It's not right. Think of the bullshit that gets ETF nowadays. 100 x leverage crap, short stuff, the inverse Kramer ETF. This stuff is toxic waste. And yet the bitcoin one, they don't allow. I mean, that's stupid. And you've got a lot of retail investors, a lot of Raas. It was the only avenue you gave them, and you're purposely screwing them over. It's unforgivable."
    },
    {
        "speaker": "C",
        "text": "All righty, so staying on the topic of bitcoin, Raheem K. From our realvision.com platform wants to know, given milkshake dollar theory and is in its early innings, does bitcoin fulfill its use case as a currency hedgehead, perhaps alongside the us dollar? Once we get crypto regulation, what is your view of the future state?"
    },
    {
        "speaker": "A",
        "text": "So I think people get confused with what crypto is a hedge against. It's not a hedge against us dollars because us dollar is the denominator of which most bitcoin activity changes. Yes, you can trade eth bitcoin, but generally speaking, we quote a price and it's in us dollars. So if the dollar goes up, then the price of bitcoin goes down. It's a very simple relationship. Ceteris paribus, all things remaining equal. It also has been a crappy hedge against inflation, because inflation, what we've got now is supply driven inflation. And it is really not what bitcoin does. What bitcoin does is debasement of currency. Same with gold. People got very confused with gold, and it's done terribly. The great 1970s inflation, it came back and we're supposed to see gold go to the moon. It's the debasement of currency where gold goes to the moon. And for that you need to see m two growth, you need to see liquidity, you need to see central bank balance sheets rising. We're just not seeing that. We're seeing the opposite. So it's bad. It's a bad environment. And dollar strength generally is a sign of liquidity leaving the system, which is bad."
    },
    {
        "speaker": "B",
        "text": "Rob, can I follow up on that for folks who are listening to us here in crypto land, who don't necessarily have strong macro backgrounds, haven't been following this for a long period of time, could you talk a little bit about some of those dynamics that are happening in the dollar and why you see that connection that you've just drawn?"
    },
    {
        "speaker": "A",
        "text": "Raoul so the US is 25% of world gdp, but dollar transactions account for 87% of all transactions on earth. So the dollar has an outsize versus its actual economic impact. So then when the Federal Reserve tinker around with the supply of money and they've been reducing it, there's somebody out in the outer world who's like, shit, I can't get my dollars. I call it a game of musical chairs. And the first game of musical chairs was the chair got rug pulled on Sri Lanka. It's the weak borrowers who can't get the dollars. There's less dollars around, and there's so many needs for dollars, so much borrowing goes on, that what happens is everybody competitively bids the dollar higher. I need my dollars. And the people who can't fall by the wayside, they can't pay their debts. So everybody's restructuring with the IMF. This is why the United nations is talking about the strong dollar. It's a problem for countries who are weak borrowers. Also the other reason. So the Federal Reserve is taking money out, but the US is also running less of a trade deficit. What is a trade deficit? Trade deficit is the US buying foreign goods with us dollars. Those dollars go into the global system. So if they're buying less foreign goods or they're selling more of their own goods, what you're doing is taking dollars out. So they've got this perfect storm of dollars leaving the system and people needing them. And it creates this horrible dynamic of the dollar going higher. Over time. It's the dollar milkshake theory, as Brent called it, or the dollar doom loop is the other way that I've called it in the past, or the dollar wrecking ball, which is a terminology that I think I invented back in 2015. So, as the dollar goes higher, generally speaking, assets denominated in dollars go lower, and so bitcoin will go lower over time. Normally that would happen to things like the energy market, but the energy market is being driven by other supply and demand dynamics as well. So that is why it's very difficult for these global assets when it happens, because they tend to be depriced lower. It's a very deflationary force having a strong dollar. And I know we're living in an inflationary world, but we're setting up ourselves back up for a deflationary world by having a very strong dollar. Why is that? Well, look at the world's biggest exporting nations of finished goods. Japan, China, Europe, South Korea, Taiwan. All of their currencies have fallen massively so they can sell goods cheaper to the US. So that's very good for the US because inflation falls, but difficult for those countries because inflation remains high. Complicated macro world out there."
    },
    {
        "speaker": "C",
        "text": "Absolutely. Very well said. Ash, anything you wanted to add?"
    },
    {
        "speaker": "B",
        "text": "No, I think that was very helpful, actually."
    },
    {
        "speaker": "C",
        "text": "Absolutely. I found that as well. And anybody who wants a refresher on all of this, please check out Brett Johnson's a dollar milkshake video. We'll put a link to it, uh, in the show notes. Um, all right, got another one. This from our RVCdb discord. The real vision crypto daily briefing discord. Don't forget to join. Might even be a fun little po op nft if you do. Um, from Tom ox Ral, how is your chart of global liquid liquidity correlated with the four year crypto cycle looking?"
    },
    {
        "speaker": "A",
        "text": "Uh, yeah, so what I've looked at is global m two. China's m two is picking up. The UK has started essentially having to increase liquidity to buy UK government bonds. So we're starting to see the potential turn. But the US is still firmly negative. And until the us cycle turns a bit, we're going to see some stabilization in this monetary cycle. But the probabilistic outcome is we have to live in the next six to twelve months forward, because that's where crypto lives. And crypto bottomed in June. And so what it's saying is the rate of change of liquidity is now somewhat improving. It's still negative. So I think crypto gave us the signal that things are changing at the margin, but it's too soon for it to fully drive prices. So I think I was just with an interview with Mark Yusko. He put it really nicely. He goes, crypto winter finished in June 14, and crypto Spring started and spring is muddy. Some days cold, some days sunny, some days wet, some days windy. But what follows spring is summer, and we're still in spring. So the market goes up and down, doesn't really do a lot, doesn't feel good for anybody, neither bulls nor bearsenhouse. And that is the function of the economic cycle starting to turn."
    },
    {
        "speaker": "C",
        "text": "Fascinating. Really, really interesting. I'd also say that Yat su, who you spoke with on adventures in crypto about a month ago, also like to refer to it as the crypto spring. So definitely a growing sentiment around that."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile, unlimited premium wireless. Everybody get 30, 30, better get 30, get 20. 2020 to 15."
    },
    {
        "speaker": "C",
        "text": "1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try@mintmobile.com."
    },
    {
        "speaker": "B",
        "text": "Switch $45 up front for three months, plus taxes and fees. Promoting for new customers for a limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "C",
        "text": "Let's move it a little bit away from the macro big picture and all of that fun stuff and do a little bit more, you know, web three, nft stuff for the dgens out there. BillY Boy from the pro crypto discord wants to know what are the fundamental reasons why you think Raoul, the masses would adopt crypto web three versus centralized web two?"
    },
    {
        "speaker": "A",
        "text": "Raoul that's a very big question. It's really about how we live our lives on the Internet. It's really a broader question about who owns the information. It's who owns identity. These are the big questions. This is what 6529 is talking about, the open metaverse. Who owns this new digital world where we live in digital communities and digital societies? What ownership of goods? And yes, we can talk about ownership of an NFT, as I've got on my token frame behind me. But really it's bigger than that. It's how do we transfer value and maintain identity in this new world? We were already seeing the rise of AI. And AI is terrifying in deepfakes. It's terrifying in what it can do and who it can be online. How do we know who's real and who's not. Well, identity is a urgent solve. It's an urgent solve because we are getting abused by the larger platforms because they use our identity, package it up and sell it to advertisers. Why should that be the case? Why should we not participate in that economy that's coming? I know all of the big web, two platforms, I know them well. They all understand this. They know where it's going. It's just a matter of how do they transition away from advertising as is. But sharing it with the community, I think, is an important and powerful role. So in a digital world, everything digitized goes to zero in value, because you can make infinite amounts of everything, including content, something we talk about at real vision a lot, anything that gets digitized. So what you have to do is create scarcity. So in content world, you have subscription models, but what becomes more powerful is when you can put things on the chain. And by putting a Jpeg on a chain, you've created scarcity out of nothing, out of something that could be infinite. And digital scarcity therefore allows value to occur, because almost nothing in the world that is infinite has value. So by creating scarcity, that's the big unlock here. So scarcity and identity in this new digital world allows a massive change in global business models, including community, web, three driven stuff, but also how we operate in the metaverse and the digital world going forwards."
    },
    {
        "speaker": "C",
        "text": "Absolutely. I would suggest everybody check out Raoul's conversation with punk 6529 from April, and he'll be back on in the coming months. So, really interesting stuff right there. Moving over to."
    },
    {
        "speaker": "B",
        "text": "Can I add to that?"
    },
    {
        "speaker": "C",
        "text": "Of course, yeah."
    },
    {
        "speaker": "B",
        "text": "First, I think Raoul did an excellent job of just describing it, and very similar to the way that I'm thinking about it, I would say that there are a couple of key advantages here. The first is direct relationships between suppliers and customers in the most general sense. The second is disintermediating big tech, which means higher margins and reducing the monopolies that many of these platforms that Raoul spoke so eloquently about have on those relationships right now. And the third is innovation and disruption, and the idea that there's an entire generation out there who's watching this technology and thinking about, well, what's in it for me? How am I going to be able to make my mark on the world? And I remember being someone in my twenties and having that very strong feeling."
    },
    {
        "speaker": "A",
        "text": "It was a very long time ago, Ash."
    },
    {
        "speaker": "B",
        "text": "Yes, yes, Ralph, for both of us."
    },
    {
        "speaker": "A",
        "text": "Oh, nice."
    },
    {
        "speaker": "B",
        "text": "But no, but you remember having that feeling, which is like, this is the world that you guys built this isn't my world, but I'm going to tell you about my world. And I'll give you just a really quick little story from last night. I was asked to do this 15 minutes speech at a master's class at the new school. And these were young students who were grad students who were doing basically an MBA program, and their background was in fashion. They were in the fashion industry and they were doing a sort of a business of fashion MBA. And I get asked to do this like 15 minutes, talk about, like, what is blockchain? And just as I'm about to go up, the professor says to me, this is so great, you know, it's wonderful that you get to do this. And, and it's their last class before the weekend. And I'm like, ugh, it's like the worst possible spot, right? And I'm like, and they're fashion students. They probably don't care what a finance person has to say, a tech person. So I get up there, I do like my 15 minutes speech, and I'm like, they, they're hating this, right? And so I say, listen, why don't we just, why don't we just do a quick chat? Just talk about what you guys think. It went on for 2 hours, two hour conversation with these incredibly bright students, and they were asking questions that were related to their specific industry, right? The things that were interesting to them in the fashion space. How do you build a luxury brand in the digital world? How do you create luxury nfts in the digital world? And something that kept coming up that I wouldn't have guessed because I'm not in the fashion business, as you can probably tell by the shirts I wear. They were talking about anti counterfeiting measures. This is a huge problem in the fashion space and something that people in the fashion industry are very concerned with, especially at the high end, at the luxury end of the business. And so we had this two hour conversation and there was so much excitement and so much enthusiasm that these students had about essentially the fact that the world was changing. And if you remember being that age, if you remember being your twenties, it's this idea of like, hey, I want my shot. I want to make a world different than the one that I grew up in. So I think you just can't discount the passion that people have for disruption, for trying to break down the old models and build new models. And I think that's just an incredibly exciting place to be."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think at Stanford, it's like the most requested course now there was some tweet that came out is blockchain. So once you get the attention of the future influences in terms of the future entrepreneurs, everything else, it becomes unstoppable. There's capital and there's intellectual capital in the space in record amounts."
    },
    {
        "speaker": "B",
        "text": "Yeah. And the key insight that I had last night, which was the why? And the reason is because it represents disruption, it represents discontinuity. And for people who are young who are breaking in, it represents opportunity. It represents a way to say, hey, guess what? You're not an expert in this, nobody's an expert in this, but I'm going to learn and I'm going to work really hard and I'm going to figure out a way to use this technology in the fashion business. Or I would imagine it would have been the same conversation if our talking to kids who are getting their mbas and going into the music business or the film business or the real estate business. It represents opportunity for everyone because it's an opportunity to disrupt the system, to lower costs, to build direct relationships between businesses and their clients in a way that was never possible before. And it's an opportunity because it represents the ability to disrupt and disintermediate the large tech platforms that have done extremely well in the web two model and perhaps bring some of that revenue and some of those relationships directly into those businesses."
    },
    {
        "speaker": "C",
        "text": "Absolutely. And the other thing I would say too is a lot of people are going to be entering web three without even realizing it. Raoul, you talk about what Ticketmaster has been doing in terms of issuing roughly 10 million nfts. You also have what FIFA is doing with dapper labs for the upcoming World cup. That is huge. The amount of people who will be watching it. And a lot of those people will be interacting with web three products without even realizing it's web three at the moment. So I think that will play a big part in this transition."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, even, you know, these real vision meetups we've had around the world, we've done twelve different cities around the world, everybody who attends gets a poap. What? All that is is a digital ticket. But there's digital proof that you were there. It then onboards you into a wallet and a blockchain experience of which future poap owners, if they've proven you've gone to 20 of these real vision meetups, you're now a very valuable community member. What does that mean? Well, it means there'll be community based prizes awarded to people who do that, because that's how you build networks in a web three world. So people are going to come on board without realizing it. At scale."
    },
    {
        "speaker": "B",
        "text": "I totally agree. No, just to reinforce that point, Nico, I think that's exactly right and spot on. This idea that people are going to come into it without realizing it, that's already the way that web two works. If you're on a FaceTime call, Orlando, a Zoom call with someone and somebody knocks on your door and they say, hey, can you come out for a second? You don't say, I cannot do that. I am on the Internet now. You say, I'm talking to Ralph. Give me five minutes. It becomes seamless. And we all know that there are these huge challenges in the space right now with user experience and user interface. I think that VC's are aware of that. They're investing in those technologies. And this idea that web three is too complicated for most users, that was true of the Internet as well. I remember those days in the nineties when you had to jump through hoops of fire just to get a browser connection and those things start to disappear and the underlying technology and value comes to the fore without having that clumsy experience that quite frankly, if we're honest about it, I will say this again, my mother still does not have a metamask wallet."
    },
    {
        "speaker": "A",
        "text": "She's never going to get one."
    },
    {
        "speaker": "B",
        "text": "So she's not. Yeah, if you asked her, Ralph, I."
    },
    {
        "speaker": "A",
        "text": "Can barely get mine to function either, so I'm not going to help her out."
    },
    {
        "speaker": "C",
        "text": "All righty, we got a speaking of web three, let's touch upon NFTs real quick. Windows XP from the pro crypt or discord wants to know, Raoul, which NFT projects out there do you draw the most inspiration from when thinking about the future of RV's NFT?"
    },
    {
        "speaker": "A",
        "text": "I think proof, you know, I'm thinking that the RV NFT is less about the art, even though the art is gorgeous and the community was involved in building that out. It's actually a genesis Nft of the entire web three build out of real vision, of which there is a tremendous amount going on. And I've talked about the tokenization of real vision. It is a membership to a club and it's a membership to a part of that massive web three future. So that's how I think of it. It's kind of like a bored ape was your passport that accrued value over time for all of the things that Yuga Labs did. But it has the utility that proof has where it's actually a club where you get to meet other interesting people and create opportunities together with them. So the good thing about real vision is we're not just doing an NFT for the sake of an NFT. It's actually a core part of how we believe in community and utility that we can drive. We're looking at things like no secret crowdsourced asset management, all sorts of things, fancy trading leagues, all sorts of ways that people can participate in communities together. And NFTs are your entry to that community."
    },
    {
        "speaker": "C",
        "text": "Very well said. And for the pro crypto members, keep an eye out. There might be a video coming later today with Moritz and Moritz going into a little bit more detail about the future of the real vision NFT. Speaking of all of this and fun in crypto and interesting projects, trashtop from our YouTube stream wants to know, Rowland Ash, what are the most interesting projects in crypto for YouTube right now? And I would say interesting in any sense of the word. It's not about investment, but what's just catching your eyes."
    },
    {
        "speaker": "A",
        "text": "Go and ask you guys first."
    },
    {
        "speaker": "B",
        "text": "I'm going to give a really boring answer here because it's so predictable, but it's Ethereum. It's all the things that are happening in the Ethereum ecosystem and just watching how this space is changing, I know that people have sort of said, well, we had this big merge event and it was really boring and the outcome was totally predictable and the price went down and we didn't really see any activity. I would say that was exactly the way it was supposed to function. If it had been exciting, it would have been a problem. But it seems to me that Ethereum has a roadmap. They are executing on it. Obviously we have a whole series of other updates are going to be coming in the coming months and in fact years as we look out at the roadmap there. But I think it's incredibly exciting and to see all the things that are being built in that space. And I'll give you something else I mentioned at the top of the show, we talked about all the problems with cross chain bridge security. I also think that Polkadot and Cosmos are two interesting protocols because they are seeking to alleviate that security bottleneck. I don't know as much about either of them as I should, but I'm interested in it and something that I'm going to be following up on in the coming months."
    },
    {
        "speaker": "A",
        "text": "And for me, I'm very interested in the broader layer. I'm very interested in ticketing and where this is going. I think in Argentina somebody's been doing it for airlines, which is something I've been talking about, and 6529 myself talked about this for a while. I'm really interested in films and film franchises, film financing. I was part of a documentary that you guys have seen. They've got some nfts called New Here, which is amazing. Ben Mesrich has been on many times and will follow that story as it comes through about what he's doing with books, films, scripts. I still am very interested in seeing how culture coalesces. I've always got my Ret guy is up, whether it's the Ret guy or Max Payne and friends. They're all about the culture of crypto and were all in this together. I find that very interesting. I'm also interested in what is the next big thing that's coming at the protocol layer stuff Ash has talked about the cross chain stuff, which is very interesting. Ethereum is always very interesting. What else is happening? There's a lot of buzz around things like Aptos and Buzz still around Nia and buzz around one that's still coming, which is sui. There's some interesting stuff out there. So it's really my eyes on the future and what the world is going to look like in twelve to 18 months time. And considering how many people are building things, how many people want to disrupt things, how many people know the sorts of things that we've been talking about endlessly, and doing something about it, I think, is going to lead to extraordinary outcomes of which we don't yet have. No, we've seen, for example, Carlos, who has been on real vision. I think he's from securitize. Super interesting. I think Santiago interviewed him a while back. Now he's starting to really tokenize assets and asset management at scale. He's been doing some amazing partnerships. Different people who focus on different areas will notice these incredible breakthroughs that are happening in front of your eyes. It's hidden by the fact that the market's in crypto spring and you don't really feel it, but shit is going on at scale."
    },
    {
        "speaker": "B",
        "text": "Securitize actually just did a deal with KKR to tokenize a private equity fund, which is obviously, I think that got some eyeballs open in the Wall Street Journal crowd when seeing, oh, wow, maybe this area that I don't know much about, KKR is in it. That's interesting. And I suspect we're going to see more of the same in the months and years to come."
    },
    {
        "speaker": "A",
        "text": "Apollo have been looking at this, too, and they've made some investments down this route as well. So they all know it's coming."
    },
    {
        "speaker": "B",
        "text": "Well, if you're Apollo or another big private equity shop. You're going. Well, KKR is doing this. We better be doing this."
    },
    {
        "speaker": "C",
        "text": "Of course, absolutely. All right, back to the more macro side of things. Philip from the pro discord wants to know, could illiquidity in the bond market tradfi trigger a sell off similar to March 12, 2020 in the crypto world? If not, how is that different from now?"
    },
    {
        "speaker": "A",
        "text": "It could, it could. But we're all taught one thing. It's a pavlovian response and we know what it is. More cowbell. And I wrote about this in GMI this weekend. It's basically the answer to everything is more cowbell. I print more money. So as the bond market starts to become even more illiquid, it's bloody illiquid now. I think it's broken. It's broken apart from. Away from the business cycle, it's broken away from inflation. Breakevens. It's completely not tracking anything. It's like on its own, unanchored, untethered. That's going to produce unintended consequences. Does the equity market need to break? Not necessarily. The bond market has broken. This is the worst performance in bond market history. This is the worst performance of 60 40 portfolios in history. What we're actually doing is breaking the baby boomers pensions. And politicians don't like that stuff because guess what? They're all baby boomers and all their friends are baby boomers, and baby boomers are 76 million voters. The last thing they want is to upset those people so they will eventually come to the rescue. So it's possible that you have the March 2020 event. It's possible that you get one final sharp panic over the next two weeks. And I think that's the time horizon. We're talking about two to three weeks, but we kind of know the outcome. The expected future return explodes the closer you get to the authorities having to fix it. And the upside already. Think of it, in Solana terms, an easy way, because I was having this conversation last night. Solana is down 85% from the high. Its high was like 250 or 280, whatever the number was. It's at 33 ten x just to get back to the high. And its network activity is still high. So the expected upside, if it does get adopted further and it continues to grow, the expected upside of these things are bananas now. Ethereum. Bananas. Expected upside, really? Whether you get it 30% cheaper in a sell off or not is kind of irrelevant at this point."
    },
    {
        "speaker": "C",
        "text": "Makes perfect sense. Ash, anything you wanted to add to that?"
    },
    {
        "speaker": "B",
        "text": "Well, I just wanted to ask Raoul, the follow up question, because I know that there are probably some folks who are listening to this show who have degrees in computer science who go, what the hell does bond market illiquidity mean?"
    },
    {
        "speaker": "A",
        "text": "It means where there's not enough participants in the bond market because they're hampered by regulation or market conditions to allow for the smooth setting of prices by the market itself. A function of that can be bid off, a spreads widening. So anybody who's in crypto will know a very illiquid token has a wide bid offer spread, and that becomes very costly because you buy it and sell it, because you've changed your mind, you've lost a decent amount of money. The bond market is the biggest, deepest, most liquid market on earth, and it's become illiquid. That's a terrifying thing. Why is that? It's because bank regulation has meant that banks can't buy or add more treasuries to their balance sheet. They have parked all their capital in the reverse repo system, which is another fancy place that you can park money with the Federal Reserve, which is shut out of the market, so the banks can't get involved. The pension system is getting nuked on the 60 40 portfolio. So they were a traditional buyer, they're out of the way. The foreign central banks have been defending their own currencies and have been losing reserves, so they're selling us treasuries. So you have an awkward situation where the biggest, most liquid, the deepest market on earth has no buyers. That's terrifying. The bank of England worked this out last week and went, okay, we have to be the buyer of last resort. The role of a central bank. The central bank is going to have to be the bar of last resort if we're not careful. And I look at the us bond market, and that's the big daddy, I'm terrified that if we're not careful, anything could turn this from ten year yields being at 385, which is ludicrously overpriced, versus the business cycle will come in one day. It's 485 5%. What the fuck is that going to do to the global financial system? What does it do to the mortgage market? Mortgage rates at 30 year mortgages in the US are 7%. Now. This is really, really bad outcomes. What happens to the lending markets overall if this happens? They completely seize up, because nobody can. If your benchmark yield is untapped, tethered, you can't price risk. If you can't price risk, the market doesn't function."
    },
    {
        "speaker": "B",
        "text": "What you're describing there, Raoul, is global japanification."
    },
    {
        "speaker": "A",
        "text": "Yes, but the japanification answer is the central bank has to price the risk, which is yield curve control, where they buy the bonds at a certain yield to stop it. Now, what does that do? It debases your currency because you're printing currency to do it, in essence. So the moment we move to yield curve control in the United States, which is the world's reserve currency, and I think we might have to do it. Well, asset prices rip, and that creates a problem because do you create inflationary side effects from doing that? It's a really, really complicated macro world. It's like, right now, just going off topic is the Saudis and others have like, well, we don't want oil to fall. And the US is like, we need it to fall ahead of the election. We need to get inflation down. And the sound is like, well, we don't really want oil at $60. We want it over $100. So they cut supply. So the breakeven rates of inflation, which is the market's future inflation gauge, just rocketed higher in the last two days. Well, that's a problem because it means the Fed need to go further. And if the Fed need to go further and the bond markets are liquid, the bond market is going to overshoot further, and then the dollar overshoots and it blows up other economies. This is a bloody mess, and I think it's broken."
    },
    {
        "speaker": "C",
        "text": "Absolutely. All right, we got a couple more questions before we wrap up here. Major duffles from the pro crypto discord wants to know. Raoul, what's your view on timing when it comes to investing in tokens in ultra high beta micro cap gems that look strong for the next cycle? Now, I'm going to jump in there real quick and say, are you even looking at them, or are you just focusing on the basics?"
    },
    {
        "speaker": "A",
        "text": "Is there value in micro cap? Is there a gem in micro? I have no idea. It's not my bag. It's nothing. I'm not a low down the cap table degen. It's just not my. I have no edge."
    },
    {
        "speaker": "B",
        "text": "Raoul, while you're at it, can you tell me how to time my entry and exit points in pink sheet stocks."
    },
    {
        "speaker": "A",
        "text": "That'S being front run by 78 people you didn't know about, who told you about it on Twitter and said, this is the next big thing? Generally, kids don't get involved."
    },
    {
        "speaker": "C",
        "text": "Yeah, I stay away. Focus on the legitimate or legit."
    },
    {
        "speaker": "A",
        "text": "If the price is going up 100 x from here over the next ten years, you don't need to find the thing that goes up 100 x next month and lose all your money. Because guess what? Most of the time, those promises don't happen. Trust me, not every token is a Solana. There's very few of those. And there's a bunch of shit that just dribbles around the bottom and then gets pumped and dumped by people who want your money."
    },
    {
        "speaker": "C",
        "text": "Absolutely. Absolutely. All righty. From our RVCDB discord, the crypto daily briefing. Discord, AI for profit wants to know, given the jobs numbers today, if the Fed in the coming years pivots too early, proceeds to flip flop, and we enter a period of stagflation, do you see anything in the data to show that crypto's total market cap will increase in the coming decade on balance?"
    },
    {
        "speaker": "A",
        "text": "Raoul, the answer to that is, we don't know. But a stagflationary environment was very good for gold, for example, which has some similar attributes. It was actually pretty good for real estate, so fixed assets tended to do well over that. So I don't know the answer to that. My guess is it will do just fine. I think it's the rate of change of interest rates that hurts the markets more than anything else. So if the rate of change of interest rate, if they just say, well, fine, we're going to keep interest rates at 4% for the next five years, in the end, you reprice the risk free rate and markets will adjust. And I don't see that's a reason to stop speculation. It's only bloody 4%. If you want to borrow money. If you've got the expected future return of whatever crypto has or technology has, people still borrow money to invest, and the risk free rate doesn't hurt it that much. I think that's a bunch of baby boomer teeth suckers going, see, we told you so. I just don't buy it. Plenty of countries, India has 6% interest rates. Guess what? There's a entrepreneurial revolution going on."
    },
    {
        "speaker": "B",
        "text": "Yeah, we don't unfortunately, have India's growth rates or demographics, but I think you're spot on. It's rate of change that matters at 4%, based on where CPI is now, real rates are still negative, but the reality is we've got challenges on both sides of the Fed mandate. People often say, well, obviously labor markets are very tight, but it correlated with labor markets as growth. And we've now had two consecutive negative GDP prints here in the United States. And it is a challenging time, but I really do. I liked Raoul's point, and obviously it's a loose metaphor, but when the last time we were in a stagflationary cycle here in the United States, we did have assets like gold that performed extremely well. So the extent to which that metaphor extends to crypto, maybe the folks who have been in the bitcoin maximalist camp for some time talking about how bitcoin is an off the grid asset that has a decorrelated effect to other asset classes, maybe that trade will turn out absolutely."
    },
    {
        "speaker": "C",
        "text": "All righty. I got one final question for us today, and I think it's the perfect one to wrap up on a Friday with Raoul and Ash. With so much negativity in the markets, how do you stay positive? Do you turn off the noise, or do you just focus on the future potential alcohol?"
    },
    {
        "speaker": "A",
        "text": "Is there any. This is what it's invented for, isn't it? To take the pain away?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "No. It's to live in the future and realize that what is today is not today. I mean, you know, I was a kid in the 1970s where they were turning off the power in the schools, and we had no heating and we had no electricity, and the dustman men were on strike, and everybody was on strike, and it was bloody miserable. And the pound was collapsing and interest rates were at 15%. Seen it all before. Guess what came after that was the eighties. And before you knew it, all, music went from being miserable punk, about smash the system, to wham."
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "That change happened really bloody fast. It was like head spinning. The first wham song was about being on the dole. Then after that, it's club Tropicana, and everybody's just getting suntanned, drinking cocktails and partying. So nothing is permanent. It's a great permanent is change."
    },
    {
        "speaker": "C",
        "text": "I would like. I think it's on to your music metaphor. It's like Bowie is doing very existential songs, and then it's let's dance, let's."
    },
    {
        "speaker": "A",
        "text": "Somebody hanging from the. That's. We're at the logic phase right now. And the next one was let's. Well, it was scary monsters, and then let's dance. Exactly."
    },
    {
        "speaker": "B",
        "text": "How am I supposed to follow Bowie and wham? Come on, man. That's like. Listen, it's a great question. Everything Raoul said, I completely agree with. And for me, the thing that I focus on is I geek out on the technology, and the tech stack that's being built right now is incredibly exciting. And it reminds me to highlight that I'm younger than Raoul. I'm going to make the point about the two thousands instead of the 1980s. But look, it very much reminds me of the excitement in the.com boom. And then I remember the.com bust. The Internet didn't go away, and the technologies that were being built then are exciting now. I'll tell you a story. And it's like an age test for people who are in New York City, who are about my age, who were working in tech and banking at the time. There are these two companies called Cosmo and Urban Fetch, and they had this radical business model where you could go on their website and you could buy a candy bar in New York City, and they deliver it to your office within, like, 60 minutes. And we used to do this constantly when I was a Credit Suisse at the time. We'd go and, you know, buy a Snickers bar and a Diet Coke or something, and they would come and they would. It was super fun and it was super exciting, and people would pop their head in and say, you just bought a Snickers bar on the Internet. That's amazing. You know, it was a spectacularly uneconomical model at the time, right? They were just losing money hand over fist. Obviously, VC money was funding it, but it was cool and it was really interesting. And guess what? Here we are today, where you can effectively do the same thing with Uber Eats in a much more economical way. The technology developed and the costs were reduced, so it probably wasn't. It's cold comfort if you were one of those vc's who lost a lot of money on those companies, but ultimately, the functionality gets built out, and I focus on the improvements in the technology, whether or not I'm right, that crypto and decentralized assets more generally are the Internet, and it's just a continuation of it, we'll have to see. But it seems highly likely to me that if we were to come back and have this conversation in 2032, that we'd see a lot of these core technologies that we're talking about today."
    },
    {
        "speaker": "A",
        "text": "It's like Ash flippantly made a little comment about India is like, well, we don't have their demographics. Or essentially, we don't have their demographics."
    },
    {
        "speaker": "B",
        "text": "Raoul?"
    },
    {
        "speaker": "A",
        "text": "Well, what he's actually saying is, well, India's path is pretty bloody obvious. When you've got an average age of 28 with a high savings ratio, low debts, and this entrepreneurial spirit that's going on, the probability of future success means that if you're investing in the indian stock market and it's down 20%, which it's not, but if it was, you would just be thinking, well, great. Imagine where this is going to be in ten years time, and it's exactly the same thought process when you're in a secular trend, which blockchain technology is a secular trend. The cheaper it gets is, the more attractive it gets. These are not mean reverting assets. They revert to an exponential moving average as a mean, as opposed to a flat mean, which is what oil does. Oil basically reverts to a flat mean. Raoul?"
    },
    {
        "speaker": "B",
        "text": "Yeah, in some ways, blockchain is our own little Bangalore. We have this opportunity to see some of this exponential upside there. And it's incredibly exciting, by the way. People can lose money by investing lots of money at the highs, particularly if they're not thinking about their asset allocation, which is why this is not investment advice and why I urge everyone to talk to an investment professional, to talk to a financial planner."
    },
    {
        "speaker": "A",
        "text": "Don't talk to an investor. That's terrible advice."
    },
    {
        "speaker": "B",
        "text": "Get some."
    },
    {
        "speaker": "A",
        "text": "Don't listen to Ash."
    },
    {
        "speaker": "B",
        "text": "Just general worst advice. Asset allocation advice."
    },
    {
        "speaker": "A",
        "text": "Ralph yourself. No bullshit. Learn yourself. The tools are available. We provide them on real vision. I do not believe that you get unbiased, actual advice. If you're a 30 year old and you go to an RAA, they're going to set you up in exactly the wrong way for future success. The best way. Invest in yourself first and your knowledge. I actually don't believe that financial advice is the way forwards. If you're a retiree, I do. A retiree because you need to stop yourself taking risk, because humans want to take risk, and they think in these kind of weird terms. If you're young and need to learn how to take risk, who can disagree."
    },
    {
        "speaker": "B",
        "text": "With invest in yourself? I mean, that's the thesis of real vision. Invest in yourself. But talk to somebody about asset allocation."
    },
    {
        "speaker": "C",
        "text": "Yeah. Or just put all of your money into nfts, watch them go down 90, learn a lesson and move on with life."
    },
    {
        "speaker": "B",
        "text": "Don't do that."
    },
    {
        "speaker": "C",
        "text": "It happens to us all."
    },
    {
        "speaker": "A",
        "text": "Then check your wallet. Then check your wallet three years later and realize you've got a Grail asset. I've done it. I bought bitcoin at 200. It went up to 1000. It went back down to 200. It was down 85% from the high. I forgot about it for a while. Next minute I checked, it was two and a half thousand. You know, lessons are to be learned."
    },
    {
        "speaker": "C",
        "text": "Absolutely. And patience as well."
    },
    {
        "speaker": "A",
        "text": "You know, there's no free education."
    },
    {
        "speaker": "C",
        "text": "Yes. So it's that lovely time of the show for key takeaways. But before we get to them, don't forget to, like, subscribe. Hit the smash button on YouTube. It helps us out. So key takeaways. Let's get those horns a blaring and the spotlight swinging today. What I really learned is that the macro big picture needs to resolve itself before we see what goes on with crypto. That web three is coming whether people want it or not. And that Ash and Ral have very different references to culture than I do as the young guy in this chat. Ash, Rao, anything you guys want to add to that?"
    },
    {
        "speaker": "A",
        "text": "Yeah, you've got the old man's cardigan on, though."
    },
    {
        "speaker": "C",
        "text": "Oh, yes. Oh, you know me, I am like a 60 year old. I'm older than you two. In spirit of, you know, I just play the young guy on tv."
    },
    {
        "speaker": "A",
        "text": "And then suddenly you'll be 60, and you think, why the fuck didn't I listen to myself? Why didn't I have a word with myself when I was 30 to say, don't grow old fast?"
    },
    {
        "speaker": "C",
        "text": "Very well said. Very well said, ash. Anything you want to."
    },
    {
        "speaker": "A",
        "text": "And when you're 60, you'll find that that stupid nft that was worth zero is now suddenly worth $5 million."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "And it's in a museum. Bruggen museum."
    },
    {
        "speaker": "C",
        "text": "I'm very excited to yell at my brothers about this in three years, so that during the family Zoom calls, I can stop getting shit on a weekly basis. But it's coming. I promise it's coming."
    },
    {
        "speaker": "A",
        "text": "One day."
    },
    {
        "speaker": "C",
        "text": "One day, exactly."
    },
    {
        "speaker": "B",
        "text": "Yeah. I would just say that this is learn about, learn. Go in. And as Raoul said, invest in yourself. Take the time to learn about this. I think it's incredibly exciting. For the first time, I think in markets we're seeing this period where in order to realize Alpha, I think you need to understand the underlying technology. You could make the argument that that was the case during the.com bubble, but really less so because the traditional metrics that you could use to value the stocks were similar. Obviously, price to earnings ratios blew out and that kind of stuff. But you really need to understand the technology. And I think that's what that is such an important point, seeing how those two themes, tech and finance, are coming together. And I think it's one of the things that we do so well here on real vision. And we'd love to have you participate with us."
    },
    {
        "speaker": "A",
        "text": "And to Nico's point, we're trying to build up this YouTube channel. Please just subscribe to the bloody thing. You're watching this. Hopefully we're adding some value. We will add more value over time. And Nico will shave occasionally for some of these as well."
    },
    {
        "speaker": "C",
        "text": "It's winter, man. You got to start growing the winter beard early here in New York."
    },
    {
        "speaker": "A",
        "text": "So hit the like button and any questions, stick them in the YouTube and subscribe to the channel. We greatly appreciate it."
    },
    {
        "speaker": "C",
        "text": "Wonderful. Ash, you want to close us out today?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that's it for today. Thank you. And don't forget to subscribe to real vision crypto. It's free. And as Raoul pointed out, if you're watching on YouTube, smash everything. Hit the like button, hit subscribe, hit the bell. Before we go, we want to flag some exciting changes at real vision. We're refreshing the bread and butter of real vision, the essential tier. We're launching multiple new shows, including make or break. We've got the message, three ideas and the collectors. All of this at a reduced price of $99 a year. Go to real vision.com. forward slash, get essential to sign up. That's real vision.com. forward slash, get essential to sign up."
    },
    {
        "speaker": "A",
        "text": "That's $100 to invest in yourself. That's really, it's ludicrous, right? The kind of value of information, it's not real. Real vision plug. But honestly, the kind of information that you get for your hundred dollars, as everybody's now figuring out that crypto macro are both twins and the siamese twins that are joined at the hip, that hundred dollars is the best hundred dollars you will ever spend if you care about investing in yourself."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I think this conversation bore that out. We started talking about the macro sphere and how they're interrelated. So it's a great time to get involved in real vision essential. By the way, I should say next week we have more great guests. David Seimer, CEO of Wave Financial, join us Monday at 12:00 p.m. eastern time. That's 09:00 a.m. on the west coast, 05:00 p.m. in London and midnight in Hong Kong, live on real vision crypto daily briefing."
    },
    {
        "speaker": "A",
        "text": "See, and I think I, I've got another AMA today as well. I think at the end of the."
    },
    {
        "speaker": "C",
        "text": "Day, yes, you do. We will be focusing on macro later today on the real vision normal channel, as I would say, as a crypto guide. So real visions channel, not real vision crypto Ra, will be on later today to answer all of the macro questions."
    },
    {
        "speaker": "B",
        "text": "You're such a djen now."
    },
    {
        "speaker": "A",
        "text": "Oh, he's total dj."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Real vision, it's called. If you're searching for the channel, it's real vision finance on YouTube."
    },
    {
        "speaker": "C",
        "text": "Oh, thank you, thank you, thank you."
    },
    {
        "speaker": "B",
        "text": "Perfect."
    },
    {
        "speaker": "A",
        "text": "Everybody have a fabulous weekend. Take care. The sri lankan prime minister's house sets a light."
    },
    {
        "speaker": "C",
        "text": "First is authoritarianism."
    },
    {
        "speaker": "B",
        "text": "The second is corruption. The FOMC is strongly resolved to bring inflation down to 2%."
    },
    {
        "speaker": "C",
        "text": "Homebuilders are abandoning homes on massive protests going on here."
    },
    {
        "speaker": "A",
        "text": "We're going to see a material impact here on growth and indeed on earnings, which my colleague changed is happening and you can fear it, but you're not going to stop it. There are really only two countries in."
    },
    {
        "speaker": "B",
        "text": "Europe that have managed to maintain a replacement level birth rate, France and Sweden. This is the biggest bubble in the history of the world and you have no clue."
    },
    {
        "speaker": "A",
        "text": "It's all herd mentality. It's the same as the property market. What happens over the next few months could define what happens over the next few years. So we want to make sure that you, you understand why you've probably realized that we really have been listening to."
    }
]