[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps, and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com. tech all lowercase. That's Shopify.com tech."
    },
    {
        "speaker": "B",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "C",
        "text": "How can you begin to understand the choppy waters of web three? Welcome to Cryptoverse, a new real vision live show. Here we focus on the big, interesting, and promising developments in crypto. I'm Ash Bennington. I'm joined today by Amanda Cassatt, the founder of web three marketing firm Serotonin. She's also chieftainous, former chief marketing officer at Consensys. Welcome to the show, Amanda."
    },
    {
        "speaker": "A",
        "text": "Thanks so much for having me."
    },
    {
        "speaker": "C",
        "text": "It's a pleasure to have you here. We were talking a little bit off camera. You have an interesting background. Tell us about how you got into the web three space."
    },
    {
        "speaker": "A",
        "text": "Absolutely. So I began my career working at HuffPost, where I learned about the problems that creators face getting remunerated for the content that they create online because of, among other things, the double spend problem. I started getting obsessed with payments. Started a startup that focused on getting creators online, paid for their work that was decentralized before there was really the technology to back it up. Learned about Ethereum from going to one of the first Ethereum meetups in New York as a result of my fascination with payments, accidentally bumped into Joe Lubin, Andrew keys, Christian Lundquist was just blown away by the early folks around the Ethereum movement. It was clear to me that even though I didn't have the technical skills to diligence the code myself, I could diligence the people. And they were some of the smartest people I'd ever met. And so I joined the circus and became chief marketing officer at Consensys pretty early in 2016."
    },
    {
        "speaker": "C",
        "text": "It's really interesting to me because you'd already identified the key challenge that was attempting to be addressed in some ways. Obviously, digital assets have a broad array of applications. But you saw this sense of the aggregation of wealth to the network owners, folks like Facebook and Twitter who actually owned the web, two based networks, and rather than the content creators themselves who were creating the content. Talk a little bit about that dichotomy, what you saw there. You talked about this idea of remuneration of fancy word for how do you get paid for your work? Talk a little bit about that split that you identified and how that's still relevant today."
    },
    {
        "speaker": "A",
        "text": "Sure. So, actually, if you look in the original source code of the web, there's such a thing as a 402 error. You might be familiar with a 404 error, but you've never seen a 402 error because it's payment missing. And the reason that error code exists is because the original architects of the web intended for there to be a native payments layer inside of the Internet. They didn't get around to making it. And so when the companies that we call the web two platforms, the Facebooks of the world, started trying to, Googles of the world, started trying to figure out how to monetize, the only way to monetize was using payments that were a layer apart from the Internet and aggregating attention and charging payments for that attention. So you get the classic web two advertising based business model that someone like Jaron Lanier calls bummer behavior modifications, engines for rent. And that's how we ended up where we are. And so there's a way in which web three isn't something completely new, so much as a restoration of the original values that went into building the web. And that means native payments such that you don't need to pay the piper, these giant intermediaries, in order to connect, let's say, a piece of content or really anything else with its market."
    },
    {
        "speaker": "C",
        "text": "Yeah, I agree with that completely. The idea that Web three is very much an evolution of web two. It's been a. A 50 year journey to get here. And you identified this key challenge with regard to web two being the problem of payments, the cost, the expense. This was something that was solved by bitcoin, this novel mechanism that Satoshi Nakamoto found for solving the double spend problem. Talk a little bit about where we are today, how you see the current state of play in the web three ecosystem."
    },
    {
        "speaker": "A",
        "text": "Sure. So in 2021, we saw a giant expansion of what we call web three. And that term web three, which was. Wasn't that used before? It's been around a really long time, came to the surface. And the reason that came to the surface, there's kind of a darwinian evolution of terminology. That gets used if there's something going on that it describes really well. And so originally, when I started working in this space, most of the use cases were in some way financial. And so it made sense to call what we were doing cryptocurrency. In 2021, we see this explosion of nfts. NFT is a concept that's been around a long time, but it really explodes as web three starts to intersect. Entertainment, entertainment, media, fashion, gaming. And suddenly we have all of these non primarily currency focused use cases, and we have all of these new types of assets and new types of ownable digital objects that are flowing around that aren't primarily currencies. And we have all kinds of new people that have come into the space that aren't engineers, that aren't necessarily traders, but that come from other industries. I think that's been cool because crypto's original parents were technology and finance. So the people that we used to have in the space were people that came from technology and finance. But this technology is poised to intersect every single industry. And as it does, it's almost like a river that keeps on connecting new tributaries. We're going to intersect entertainment, gaming, fashion, art, but also real estate, also luxury, also sustainability and green tech also. We're going to intersect with what's going on in AI, and we're going to bring not just those technologies and those industries on chain, but also those people. And so in 2021, we saw a really radical growth of the types of use cases that were popular for blockchain technology and the types of people that were involved. And now, once again, we're seeing some of that exuberance, people losing money and people who put their money in centralized exchanges having big problems. And so we're seeing a regulatory tightening and scrutiny. And that's natural. We've seen that at every stage where there will be this kind of swelling of enthusiasm and excitement about the technology, something will go wrong and regulators will come in and try to identify what went wrong and create rules so that that doesn't happen again."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think that's very well said and very apt description of exactly what we see right now. Obviously, the risk here is that some of the regulatory, legal compliance, legislative headwinds can slow down the adoption of this technology. Thoughts on that?"
    },
    {
        "speaker": "A",
        "text": "That is the risk. Right. And I think when I was CMO at consensus, I found myself often speaking with regulators, and I'm obviously, you know, in touch with people in government and people that advise from the industry. And I think it's just a matter of, I think a good regulator has the mentality of how do we protect the growth of an important new industry, especially one with the potential to drive a lot of prosperity, especially for young people in a world where a lot of economies are contracting or where growth is kind of stimulated and artificial rather than natural. This is one of the few industries that's really genuinely growing. So I think smart, well intentioned regulators are thinking, how do we continue growing this industry? How do we keep the leadership of this industry in the United States? And at the same time, how do we make sure that consumers are protected? I have a very specific perspective on this. I wrote a piece in Coindesk right after the FTX collapse, called FTX, shows the failures of c five, not DeFi. And there are a lot of great perspectives in the space about whether there should even exist. But if these agencies exist and if they have a mandate in good faith to try to protect consumers and to try to foster growth, then perhaps they should consider regulating in accordance with how centralized a platform is. Because the more centralized a platform is, like a centralized exchange, the more that that entity can obfuscate what they're doing or any kinds of risks they're taking with consumer funds. So that was my proposal in this article. If we're going to be regulating this industry, I don't know whether I think that should happen or shouldn't. But here we are. We've got these regulatory bodies. They have this mandate. Perhaps they should start with c five. And we're seeing that. Right? So you see this really interesting bill, the blockchain Regulatory Clarity act, from the co chairs of the Congressional Blockchain Caucus. Obviously, you have no idea whether something like that would actually get through, but it establishes that there should be different rules for custodial services, decentralized services, versus a DeFi service like a DAx that's non custodial. And I think."
    },
    {
        "speaker": "C",
        "text": "Let me ask you this. Are you optimistic that the regulators understand both sides of that mandate and the folks who are working in Washington to sort out these policy issues, do you think they understand the desire or the promise, I guess I should say, for this industry to drive true growth and innovation in the United States and to really have the ability to build a new industry, kind of the web three version of Silicon Valley here in the United States? They understand that. I think they're pretty clear in the wake of the FTX debacle about what the risks are and what the downsides are. Do you think they understand the upside with the sufficient depth and breadth that they need to regulate effectively."
    },
    {
        "speaker": "A",
        "text": "I think some do, some don't. And it's the onus is on the industry to offer education. There was a Wall Street Journal op ed by Elizabeth Warren that came out right after the FTX collapse that painfully conflated the failures of CFI in FTX with the need to regulate DeFi with the overtone of shadowy supercoders. And you know, I don't think that's the most thoughtful, nuanced perspective. But you also see the opposite, right? You see the co chairs of the blockchain caucus differentiating c five from DeFi. You see Ted Cruz passing this bill that would perhaps prohibit or proposing a bill that would perhaps prohibit the Fed from issuing a CBDC. So I think that knowledge exists. I don't think it's universal, but I've personally, having watched the regulation of this industry in the US so far, been impressed by the nuance that they've applied to things that are centralized versus decentralized."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think folks in the blockchain space more broadly, we're not thrilled with that editorial that you just mentioned from Senator Warren. But let me ask you this. Obviously, DeFi is not without its own share of difficulties. It's emerging technology. We've seen a whole panoply of hacks in the space. Ronin, Nomad, Elrond, the wormhole bridge, Beanstalk. I mean, there have been all kinds of attacks, replay attacks, flaws in the code, flash loans, all types of attacks that we've seen on DeFi. How comfortable are you with this technology right now from a technical perspective? Has it evolved yet to the point where it's ready for prime time?"
    },
    {
        "speaker": "A",
        "text": "Sure. So something like Ethereum, something like bitcoin are antifragile systems, to use the Nassim Talib terminology, right. There wouldn't be a so much value stored on the bitcoin blockchain, so much value on the Ethereum blockchain, if buyers believed that it could easily be hacked and see its value drained. And the reason for that steadfast belief is that those systems have been around for a while, and they've benefited from many attempts to attack and hack them. And so over time, those systems deserve more trust because there's just been so much money in there for so long that if someone could get it, they probably would have. And obviously it's not perfect. No one that understands anything about security would ever say, this is 100% guaranteed that no one can ever hack it. And you should be worried if you ever see something making that statement. But over time, it's battle tested. Protocols that are the most safe. And so passing a sweeping judgment on DeFi doesn't make sense because some of the protocols have been battle tested over a long time with many audits, with many attempted hacks, and some of them are newer. But what I think is preferable about DeFI over CFI is even if there's an error in the code, it's a transparent error, something could potentially fix it and find it, whereas with a centralized platform currently it's completely opaque. What they're actually doing with, let's say, consumer funds, like what happened with FTX, like what happened with a number of the other C five platforms that have collapsed. And so I think we're going to have, people are going to rightfully trust these platforms more as they're more battle tested, and then we're also going to very quickly be able to test the code bases for these platforms much better with AI. We're already seeing the evolution of new AI auditing tools to detect errors in smart contracts, and I think that's going to accelerate really quickly."
    },
    {
        "speaker": "C",
        "text": "Yeah, this is a fascinating development. Tell me a little bit about that. Talk a little bit about some of the ways that you believe AI can help in terms of the security audits and securing the underlying code base."
    },
    {
        "speaker": "A",
        "text": "So one of the first AI use cases that's actually been around quite a while has been copilot on GitHub, and that is a helper that allows you to write more code than you would be able to do otherwise. And it's not at a point yet where your average person, in my opinion, can just start coding without any coding knowledge. But it's going to get there and that's going to be much more trustworthy code than code purely generated by humans. And also you can have multiple different AI's and check it. And so I think we're going to see fewer errors, hacks mistakes. I think something like the Ethereum Dow hack probably wouldn't happen if a really high quality AI had audited that code base or multiple different super high quality AI's. And so I think the ability to write code really quickly in the blockchain space and the ability to audit that code much more effectively is one of the coolest benefits that we're going to see from AI plus blockchain in the super near future."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's an incredibly interesting topic. I want to talk a little bit about some of the UI UX issues in the space, user experience and basically user interface issues. You're someone who, as you said, does not come from a background of having been a coder, for example. And I think one of the challenges with the space today is that in many ways, some of the user interface experiences, user interface elements look as though they were written by coders. They're not written for people who don't have technical backgrounds. Talk a little bit about where you think web three is right now in terms of usability and therefore adaptability by a mass market."
    },
    {
        "speaker": "A",
        "text": "Sure. So there's a fundamental trait that happens when you go from web two in terms of custodying assets to web three. And I don't think it's a real web three onboarding if you're not custodying your own assets. So when I refer to web three or web three wallets, I mean self custodial, self sovereign, offering root ownership. So you're going from a financial system where assets are fundamentally owned by someone else, and you could at any point lose access to those assets arbitrarily by some kind of regulatory body order by accident. And what we're doing with web three, with crypto, is offering people, for the first time, true individual root ownership of their digital assets. And so the onus is passing from an intermediary institution like a bank, which can easily reverse a transaction that was an error, that was made under duress, et cetera, to a system where that responsibility is on the individual to their own value, and to not make mistakes, and the consequences are real for that person. And so fundamentally, there's a shift in where the responsibility lies, which is a trade that people voluntarily make in order to have that control. And so there's a degree to which it's always going to be harder, because that burden is on the individual if they're going to root on their own assets. And I think the, the wallets, like metamask, for example, have already evolved a lot in terms of helping people learn to self custody. I think it's much easier for people to get onboarded than it was in, let's say, 2016. But that being said, I think the UX will continue to evolve and evolve as there's more demand. But the flip side is that responsibility genuinely has shifted, so there will just always be a higher burden on the user."
    },
    {
        "speaker": "C",
        "text": "So let's talk a little bit about those tradeoffs. I think that's extremely well said. The trade offs between self sovereignty and having someone to help you intermediate these transactions. First, talk about what some of the upsides are for this, for folks who aren't you and me, who don't love this stuff, who don't spend their days and nights thinking about it. I think for a lot of people, it sounds really daunting, number one and number two, they go, well, I had my credit card stolen once, like three years ago. I called up my bank. They stopped payment on all of those transactions that were fraudulent. I didn't have to pay them. They like having a 1800 number. There's nobody you can call in the Defi space at 03:00 in the morning to say that your credit card's been stolen. First, let's talk about some of the opportunities that that presents. What are some of the advantages that a new disintermediated financial system provide for users?"
    },
    {
        "speaker": "A",
        "text": "Well, we've just seen a bunch of bank collapses, right? And it's easy to poo poo decentralization and self sovereignty. You can say, like, the current financial system's working fine. My bank is working fine. My credit cards are working fine. Why do I need this? And then when something goes wrong, we're painfully reminded once again of the benefits of self custody and self control of one's assets. And I'm not saying that necessarily every single startup that banked with SVB, for example, should have instead been custodying its own crypto on a blockchain, but it could, and I think we could have a more robust system if more people and businesses were able and felt comfortable self custodying, as opposed to depending on intermediaries. We wouldn't have had that blow up that we had last week."
    },
    {
        "speaker": "C",
        "text": "Trey, if I were to play devil's advocate here, Amanda, I would probably say, look, the depositors got made whole. The system worked. The stockholders essentially got wiped out. Senior management got fired, the unsecured creditors, the unsecured bondholders took a hit. They took a haircut on those bonds. The system generally works pretty well. If you ask most people, they're not generally afraid of a bank failure interrupting their lives. It's not something that most of us alive today, after the 1930s, have experienced. You'd have to go back to the s and l crisis. I think Indy Mac was the last time that positives weren't fully made whole during the great financial crisis. Listen, this isn't something, this is the devil's advocate argument. You would say this isn't something that generally concerns most folks, because the current system works pretty well in that sense."
    },
    {
        "speaker": "A",
        "text": "Well, the people that had money in FTX haven't been made whole and don't have their money back."
    },
    {
        "speaker": "C",
        "text": "But FTX wasn't regulated right. That's the point."
    },
    {
        "speaker": "A",
        "text": "That FTX was regulated the same way that any other business of that type is regulated. It's a centralized exchange. There are all kinds of regulations that apply to centralized exchanges that they weren't."
    },
    {
        "speaker": "C",
        "text": "Regulated with SiPIC and the SEC. They didn't have an OCC bank charter. They weren't regulated the way they're not."
    },
    {
        "speaker": "A",
        "text": "Regulated as a bank. They're not regulated as a bank, but."
    },
    {
        "speaker": "C",
        "text": "They, or as a broker dealer, they."
    },
    {
        "speaker": "A",
        "text": "Committed fraud and other allegedly and other kinds of other illegal activities according to existing laws. So it's not like we should say."
    },
    {
        "speaker": "C",
        "text": "Of course, innocent until proven guilty, of course."
    },
    {
        "speaker": "A",
        "text": "But my point is that there are existing laws already that made what FTX allegedly did allegedly illegal. Right. And so there's no need for a new law in order to say that what they did, allegedly did is illegal."
    },
    {
        "speaker": "C",
        "text": "Right, but that's not really an argument against the idea that the traditional financial services system is relatively safe and sound."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "They weren't regulated under that rubric."
    },
    {
        "speaker": "A",
        "text": "Totally. So it's funny how quickly the Overton window closes, right? So now all the SVB investors have been made whole, but there was a good few days in there where people weren't sure, and it wasn't up to individuals whether they were going to be able to get their money back. It was up to some centralized body, the FDIc, that they didn't control. Right? And so there, I don't think all."
    },
    {
        "speaker": "C",
        "text": "The SVB investors were made whole. I think the unsecured bondholders have not been made whole. The depositors were made whole."
    },
    {
        "speaker": "A",
        "text": "Right, the depositors. But point being, people didn't know whether they were going to be made whole. Some of them were made whole, but it was in someone else's hands. Whether that happened or not, it wasn't in their control. And by custodying your own assets, that decision is completely in your control. And so right now, perhaps things are still functioning and you can still bail out, for example, a bank. But perhaps the government would decide not to bail out the next one. Or perhaps there would be so many collapses that they would be unable to bail all of them out. And in that case, you would want to be custodying your own crypto. It's funny, when everything's okay, people say there's no need for decentralization, there's no need for crypto, no need for self custody. Then when things go wrong, everyone's reminded. And so, just to bring us back to that moment when SBB was collapsing, that moment when people were worried about circle and the stability of stable coins, USDC, which is huge and really important to the space, people were wondering where's a safe place to put our assets? And they were thinking, once again, bitcoin and ethereum, because everything that even slightly touched something that was centralized was suddenly risky. And that was the moment we just went through. Now we're on the other side of it, so it's easy to forget about it. But that's what's going to happen next time, too."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's a fascinating point and a very interesting one. First, this idea that we don't know with certainty what's going to happen with the next collapse. It seems the comments from the secretary of treasury have been that they have the capacity to continue to support in the event that there are insolvencies or instability in the banking system. But as you say, we don't know with certainty what those decisions are going to be. It's very different from a system that's rules based, that's based on code. It is discretionary almost by definition, despite the signaling from senior government officials. And the second point was when you were talking about what had happened with USDA, that was really interesting because some of those assets, I think 3.3 billion of some $40 to $45 billion in assets that were backing USDC were held on SVB. And it happened over a weekend when there wasn't the transparency in the system. And what we saw was the sell down from about par, took, I think around $0.87 on the dollar for that rapidly return. But your point is a very well taken one. Hey everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "D",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp's software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding ramp could be one of the best decisions youve ever made. Get dollar 250 when you join Ramp for free, just go to ramp.com easy. Ramp.com easy ramp.com easy cards issued by Sutton bank and celtic bank members of DIC. Terms and conditions apply."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's interesting, we had a bunch of startups that we touched because we, you know, at serotonin, we work with a lot of the leading web, three startups, and they were thinking, where do I put my treasury? And stable coins are out, banking is out. And so the answer ends up being bitcoin and ethereum. Self custody. Bitcoin and ethereum."
    },
    {
        "speaker": "C",
        "text": "Yeah. It was interesting to see that bump. I think it surprised some people, didn't surprise others to see the rise in prices when we saw in, for example, on specifically bitcoin. Bitcoin outperformed ethereum during that period. But it was really interesting to see the instability in the system met with a buying opportunity as seen by many investors in the bitcoin space particularly."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's funny, I tweeted during this. I think this might be one of the first times I've seen crypto prices go up for the actual value proposition of crypto."
    },
    {
        "speaker": "C",
        "text": "Yeah. Which is interesting because it has the, particularly people in the bitcoin space believe that bitcoin is an off the grid store of value, something that's not subject to central bank dilution, to currency dilution. And you saw that happening for the first time. Historically, what we've seen was, in fact just the opposite. We've seen when central banks were flooding the system with liquidity, there was a near 80% correlation between the value of the Nasdaq 100, for example, and the price of bitcoin and ethereum, for that matter. So you saw this highly correlated trade, the so called everything bubble. But during that recent time period, we did see that run up. It really is very interesting because, as you say, that's been the core thesis, particularly in the bitcoin community, for a very long time."
    },
    {
        "speaker": "A",
        "text": "That's right. And I wouldn't be surprised if we saw more decoupling, especially because we don't have those crazy low interest rates that are sending traders out into buying crypto, like a risky tech stock."
    },
    {
        "speaker": "C",
        "text": "Right. So lets talk a little bit about the future, Amanda. What do you see next and whats your outlook for where were going to be in the next one, three, five years?"
    },
    {
        "speaker": "A",
        "text": "Well, I think were going to continue to see crypto and web three intersect new industries and bring in new people and new use cases. I think we might have already turned around, in my opinion, into a bull market, but it might be a bit of a slow write up. And in the meantime, I think there are all kinds of non correlated use cases to crypto prices. I'm super excited about web three social, for example. So imagine that you could build your following on a social media platform, build a reputation, and then port over that reputation, that audience, to any platform. Those are the kinds of protocols that are being designed for web three social by folks like the lens team working at Aave, for example. And the value of your social media accounts, the value of assets you create around your reputation, aren't necessarily correlated with crypto markets."
    },
    {
        "speaker": "C",
        "text": "The other thing, I understand this idea. So the idea here is basically it's kind of the self custody for web three applications. This idea that essentially your reputation, your followers will be transferable and it's not reliant on, for example, Facebook or Twitter or Instagram to be the custodian essentially of your reputation, of your identity."
    },
    {
        "speaker": "A",
        "text": "Exactly. And I'm excited about that, especially when we're in kind of a down market because creating value in that way and holding value as an individual isn't particularly correlated with crypto prices. So I think we're going to see this protocol. Another thing I'm super excited about are real world assets on chain. We're starting to see real estate and luxury really go on chain. Also, a lot of really big companies starting to use web three, like the Starbucks and Chipotles of the world. It's going to be a no brainer to use web three for things like membership programs, the equivalent airline points, and that's going to take off. And that's another non correlated use case. Right? You don't look at the money markets and look at how the yuan is performing against the ruble, against the dollar, before you buy a pair of sneakers or before you buy a pair a cup of coffee. In the same way, when you're participating in these various web three enabled rewards programs and buying normal things in your day to day life, you're not looking at crypto markets and it's not correlated. You might look at your bank account, but you're not going to look at the crypto market. So I think we're going to see a lot more of that with real estate. Things like roof stock selling, even like a home as an NFT is super interesting. I think we're going to see more of that luxury. We're going to see NFTs become the new receipt and the new certificate of authenticity. That's going to prove provenance of any kind of asset, whether it's digital or physical, and, and understand whether your use case really has product market fit in the face melting bull market. It's sometimes difficult to tell whether you have real product market fit because everyone is so exuberant about the technology itself. And now we get to the reality of, okay, is this thing valuable? Is this thing usable? So that's really exciting, and it lets us build better going into the next surge of interest, which I believe is coming in the space."
    },
    {
        "speaker": "C",
        "text": "Amanda, before you go, tell us a little bit about what you do at Serotonin."
    },
    {
        "speaker": "A",
        "text": "Absolutely. So after I stepped down after about four years as chief marketing officer at Consensys, my teammates and I, we built the first web three marketing team. We brought Ethereum to market and Metamask and Fira Truffle, the consensus brand, all kinds of other projects that didn't work. We wanted to bring those learnings to the next generation of layer one blockchains, layer two blockchains, web three utilities, NFTs, daOs, Defi in order to help grow this decentralized movement. And so a lot of my original teammates that I've been working the largest web three native marketing firm, we work with a lot of the leading brands in the space. Check out Serotonin Co. To see a list of our partners and everything that we do. We also started reinvesting our profits in building software companies. We have so much cool surface area with different projects in the space, whether those are web three startups or whether those are companies like Sothebys that are coming from the traditional world, or web two into web three, that we can learn really easily whats missing in the market and what they would use if only it existed. We started building out those teams ourselves, raising venture capital into them and spinning them out. The first of those spin outs was Mojito, which is the leading NFT e commerce backend that's used by Sotheby's, CAA's talent and many more. And the most recent is Franklin, which just spun out. We're just about to announce its raise, actually, and that's hybrid cash and crypto payroll for web three startups that want to pay their teams with crypto from their treasury. So please check out Serotonin and also Mojito and Franklin."
    },
    {
        "speaker": "C",
        "text": "Amanda, thanks so much. I understand you can stick around. We're about to welcome another guest, but you're going to stay with us and do some questions at the end of totally."
    },
    {
        "speaker": "A",
        "text": "One more note, though, I also have a book coming out on April 4. It's, I believe, one of the first web three business books from a major publisher. It's coming from Wiley. That's called web three marketing, and it goes through our journey helping bring Ethereum to market, as well as a lot of the examples we've seen along the way of what's worked, what hasn't, and it should be a pretty good history of web one through the Metaverse defi all the above for anyone, even without a technical skillset. So please do check that out. Um, the link to pre order that is in my Twitter bio at amandacassett."
    },
    {
        "speaker": "C",
        "text": "Fascinating. I'd love to read that myself. All right, we're going to be right back, but first we want to show our viewers a clip from the latest Raoul pals adventures in crypto. Ralph spoke with Brett, Taj Paul and Greg Tussar from Coinbase International. You can sign up for free@realvision.com crypto to watch that video in full. Here's a snippet from it."
    },
    {
        "speaker": "E",
        "text": "When you speak to clients and the institutions around the world, what are you hearing?"
    },
    {
        "speaker": "B",
        "text": "Well, again, going back to that observation that we had a long enough sustained bull market to allow people to do the right diligence. So a lot of these cases we have this stat that I like to cite, but no one seems to think it's as relevant as I do. Which is, which is 25% or 25 of the world's largest hedge funds are onboarded and active at Coinbase. That's a big deal. It took them a year to 18 months to do the operational due diligence to satisfy themselves, and now they're actively trading. If I look at, I can almost put them on a spectrum by type of client. Hedge funds are early and active and youre right, some of them are very opportunistic. So they come and go with risk on and risk off sentiment. But its interesting as we were getting, were still progressing through this. But the worlds largest asset manager, Blackrock, made a giant investment. Everyone took note of that, everybody, people that had looked at crypto and dismissed it and everyone that had made the brave step to go in, which was a validation."
    },
    {
        "speaker": "E",
        "text": "And Apollo is in the space as."
    },
    {
        "speaker": "C",
        "text": "Well as we know."
    },
    {
        "speaker": "E",
        "text": "I mean, thats another validation at Austin."
    },
    {
        "speaker": "B",
        "text": "Space and many others. And so the asset management community, generally speaking, is sort of progressively moving towards onboarding. They dont seem to be quite in the same rush as they were in sort of the massive bull market, but youre going to hear a whole bunch of new product launches coming up from clients next quarter. We had a bunch of things that were meant to have been launched in the fourth quarter of last year. Theres now been, FTX was a catastrophic first sentiment, but it made everyone double down on odd operational due diligence. Now a whole bunch of fund launches will come back to the market I think in the next quarter. Thats important. But heres the thing, the pension funds have been interested and they have really long time horizons. I think speaking for them a little bit, theres just not that many investable asset management platforms because they havent been given the thumbs up by the all boards and the Cambridges and of the track record, all the rest of it. So theres just like gaping hole between a lot of pension money that wants to get into this space and we dont have as big a bench as we should as an industry of having different options of credible asset managers that meet that hurdle. And that's where this asset management strategy for us comes into play in order to get that next wave of institutional capital into this space."
    },
    {
        "speaker": "C",
        "text": "Welcome back viewers. Please join this conversation. Put down your questions in the chat wherever you're watching. We'll ask the best ones on the air later in the show. Remember, real vision members take priority, but the good news is membership is free. Go to real vision, realvision.com crypto to sign up. That's real Vision.com crypto to sign up. I want to welcome another guest, Abradat Kamalapur. He's a partner at the law firm Jones Day. Abradat, welcome to real vision."
    },
    {
        "speaker": "E",
        "text": "Thank you very much, Ash. It's good to be with you Abradat."
    },
    {
        "speaker": "C",
        "text": "We're going to talk in just 1 second about the fin accelerator challenge at Jones Day. But first, tell us your views on what's happening right now in the us regulatory landscape."
    },
    {
        "speaker": "E",
        "text": "Well, it's interesting. I'm not going to specifically mention any particular companies or names for obvious reasons, but it seems to be a further push with regulation by enforcement in effect, that we've seen the SEC get more aggressive on staking products, getting more aggressive on various platforms and what they're doing. We saw this morning the CFTC taking action. We're seeing more and more enforcement taking place, and we would love more to have guidance, frankly, from regulators and more regulation to be put in place as opposed to enforcement action to support the industry."
    },
    {
        "speaker": "C",
        "text": "Okay, so without mentioning any specific names, the idea of a wells notice being sent to one of the largest players in the crypto space. Talk a little bit about what a Wells notice is as a general proposition, what it means and what its significance is when a financial services firm receives one from SEC."
    },
    {
        "speaker": "E",
        "text": "Well, it basically is an initial step of the SEC setting out what its intentions are in connection with the counterparty, and the counterparty then has an opportunity to respond. What I think is interesting is that the particular counterparty, without mentioning names, is listed highly transparent. It's an interesting choice for the regulators to go after. I think there's so much bad actors out there that are not as transparent and not taking proactive steps to try and create transparency and manage KYC, etcetera, that need to be subject to enforcement. I just thought that that was an interesting choice without saying much more."
    },
    {
        "speaker": "C",
        "text": "So what does it mean for other players in the industry? For example, if you're a highly regulated financial services institution, you're a bank, you're a brokerage house, youre interested in crypto, youre interested in digital assets, youre interested in all the points that Amanda made earlier about web three. And you see this wells notice being served to what is generally viewed, at least in the space, as a good actor. What does that say to you, and what sort of impact does that have on your own willingness to attempt to participate in this decentralized revolution?"
    },
    {
        "speaker": "E",
        "text": "Well, its quite interesting. I think if youre already a regular, if you're an exchange that is already regulated, you already have broker dealer arrangements, you already have all the sort of setup of having segregated parties involved with the exchange, different brokers, different csds, etcetera. In some ways, the position that the regulators are taking is saying, look, we want to regulate these exactly like how we regulate the securities market. Despite the fact that some of these instruments, they've gone out in the past and said they're not securities, we want to regulate them the same way. That's the general messaging. So I think for traditional institutions in some way, that could, that may not be such a bad thing because you already know how to manage such instruments. You already have all the regulatory authorizations as well. So in some ways, it's moving, you know, the industry towards those kinds of institutions that already are in place, already manage traditional financial instruments. They're in a safer spot, frankly."
    },
    {
        "speaker": "C",
        "text": "Abraham, tell us a little bit about what your view is of the industry right now and where the risks are. It's interesting because we have a whole series of different aspects, as you mentioned or alluded to earlier. You have these questions about whether, for example, Ethereum is or is not a security. You have questions about AML, KYC, anti money laundering, know your customer. You have questions about the OFAC compliance ability to enforce, particularly around stake protocols like Ethereum. What's the general 50,000 foot lay of the land that you see as an attorney who is very experienced with these issues."
    },
    {
        "speaker": "E",
        "text": "Well, it's obvious that suddenly there's a real focus on all the regulatory elements associated with the industry, which I think with earlier guidance, a lot of this could have been sort of managed better. Suddenly it's all happening in one shot. And some of these platforms have been around for many, many years. The regulators could have taken steps proactively to manage these things with them earlier, but suddenly it's happening now. So I think the industry is subject to some regulatory stress. But I think there are other elements within the digital assets industry, such as real world assets going on chain or securities institutions that are creating securities on chain products that are not going to be really impacted by this because they're going to comply with the existing regulation. In any event, they're just using the underlying technology to implement their financial transactions. So I think you have that sector that is growing, frankly, and doing really well, and there's more involvement. Digital assets. We, California that's coming up in May is very reflective of that."
    },
    {
        "speaker": "C",
        "text": "You have retail investors taking a hit, as we saw with FTX. Maybe I have a little bit of a New Yorker's view of the world, but when Sam Bankman Fried is on the COVID of the New York Post multiple days in a row, it's probably something that regulators down in Washington are taking notice of."
    },
    {
        "speaker": "E",
        "text": "Yes. And also the interesting thing about that one, Ash, was that he also went to Congress and multiple times said that I want to be regulated, I want to doing the right thing. And then this happened, unfortunately, which has, I think, had a really negative impact on the industry. Right. Because I remember seeing him in San Francisco on the billboards, on buses and everything else. And unfortunately, what happened has actually accelerated this process in this fashion."
    },
    {
        "speaker": "C",
        "text": "Yeah. So what's your outlook, Abradat, going forward for the space? What do you expect we're going to see in the next, you know, based."
    },
    {
        "speaker": "E",
        "text": "On the interview I had last time, and I said it before, and I'll say it again, is that more and more industry players should focus on the regulation. And then if you're creating a product, if you think that it is a security, don't be ashamed of that. Don't try and avoid it. Try and create structures that comply with the current regulation. Don't try and take risks. It's not going to work anymore. Right? It's just not going to work anymore."
    },
    {
        "speaker": "C",
        "text": "Yeah. Let me ask you this. It's interesting. I'm curious about just the fact that you are here for folks in the crypto space. Maybe you have backgrounds in engineering who don't know about Jones Day. Jones Day is a very high prestige multinational law firm. You guys do a couple of billion dollars worth of revenue every year. You've got a lot of Fortune 500 clients. What's it like working at a law firm and working in the crypto space? What do your colleagues say to you when you tell them that you're in crypto?"
    },
    {
        "speaker": "E",
        "text": "Well, it's quite interesting. We have, just to give you a feel, the interest in the sector here at the firm. We have a young lawyers group, the digital assets ecosystem group. There's over 110 associates that are involved in that, that are really actively involved in that space. I think the firm recognizes that the financial services sector is going to be subject to massive innovation, and DLT and blockchain is part of that. And we're just going to go through this evolution that we're going through right now. This is just an evolution of an industry. And the firm is very supportive. I mean, we have our Fin accelerate program, which is an accelerator program focused on supporting fintech companies and digital asset companies. We're also announced on March 8 a challenge around decentralized finance post FTX and frankly, post what happened with the, with the banks that recently. Theres a lot more interest now by investors and market players in decentralized finance. But we know decentralized finance does have massive limitations. The regulators want to be able to speak to somebody if they have concerns. They want to be able to manage things. If someones tokens gets locked and theres nobody to go and reverse it. Coming back to your point about retail, that's a big concern. So DeFi has enormous potential to increase efficiency and financial inclusion, but it requires solutions. And I think solutions such as let's, you know, avoid the regulators, let's try and get around. The regulators isn't going to fly. They're going to shut it down. So we need to come up with solutions. And maybe it can't be completely DeFi. There'll be some DeFi with elements of c five around it. But those kind of solutions need to be developed. And that's why we're launching the DeFi challenge that we launched on March 8. We have huge positive market reaction to it, a lot of interest, and we recommend anyone interested to go to finaccelerate.com. there's a section on the DeFi challenge and to have a read and submit solutions. If you care about the industry and if you care about DeFi's development, submit your solutions."
    },
    {
        "speaker": "C",
        "text": "Hey, everyone, we're going to take another quick break. And hear a word from our partners. We'll be right back to the real vision crypto daily briefing. So I'm glad you brought this up. Tell us a little bit about what this challenge is about and why you guys instituted it."
    },
    {
        "speaker": "E",
        "text": "It really came up, Ash, because post FTX, suddenly there were a number of announcements. You read Telegram announcing because of FTX, they're launching a DeFi platform. I think there was talk of that being launched before, but in any event, it got a lot of steam and a lot more investors reached out and said, we're interested in DeFi. We want to look at DeFi, but we don't want to invest in something that the regulators are going to shut down or institutional investors are simply not going to use. We don't want to do that. How can we actually start moving towards platforms that provide the benefits of DeFi? But the regulators can get comfortable with them, and institutional investors are willing to participate in DeFi platforms. Issues like KyC, sanctions, it's just one area. Issues like if something happens with digital assets that are put on the platform, they're locked or there's a code failure or hack, how do I deal with that? How do I reverse that? Right? Who do I talk to if I have a problem? These are real issues. And if you want DeFi to actually thrive, you need to have solutions around these things. And I think some of these solutions are technology based and some of them are, frankly, structural, legal, standard, and regulatory based solutions. It could be suggestions on regulation, suggestions on how you deal with, you know, if somebody's tokens get stuck, maybe we have to have some kind of arbitration mechanism involved with the DeFi platform and community to allow for, you know, to unlock that and take steps to deal with that, because if we don't, then it's going to be subject to regulation and shutdown. We just know that. Right, especially with what's been happening. So we need to take steps to make it acceptable. And the time is now."
    },
    {
        "speaker": "C",
        "text": "Let's bring Amanda back into the conversation. Amanda, I know you've been listening to Abradat's comments. I'm curious what your reaction is."
    },
    {
        "speaker": "A",
        "text": "Well, as I mentioned before, I think it makes sense to approach regulation if we're going to have crypto regulation as being commensurate with how centralized the platform is, because the more that centralized, the more that the public can't, in theory, look at on chain to see what kinds of activities are going on. And so to me, assuming that there are going to need to be regulations on pure decentralized DeFi? I wouldn't necessarily assume that."
    },
    {
        "speaker": "C",
        "text": "I'm curious, Abradat, do you see this hard distinction that Amanda does between CFI and DeFi and what happens when you see us securities laws, hypothetically speaking, being violated by a DeFi platform?"
    },
    {
        "speaker": "E",
        "text": "Well, it's interesting because I, I can see why you would want to separate them and the benefits of doing that. But also the practical legal side of me sees that it's just not going to be viable. We can want to do that. But if the regulators are going to come down and take action against those that put the platforms together, that aren't running it, but does take enforcement action against those, puts responsibility on certain parties, then the Defi sector is going to be subject to stress if it actually survives. So we will need to create a structure which takes the benefit of the DeFi platform to the maximum extent possible, but keeps the regulators happy. I don't think there's any, I don't think there's any real viable solution otherwise, because if they're not, they're going to come after it."
    },
    {
        "speaker": "C",
        "text": "Meaning whether it's centralized or decentralized, essentially the us securities laws and other us regulatory infrastructure will apply."
    },
    {
        "speaker": "E",
        "text": "Yes, I think so."
    },
    {
        "speaker": "C",
        "text": "Let me throw this out here."
    },
    {
        "speaker": "E",
        "text": "Think about a retail, retail party having their securities put on chain. Let's say that their securities that are on chain, they get locked and they can't access them because there's a code failure. Someone will have to answer for that. Someone will have to address that. Could you imagine if all the retail committee starts making, wanting to take action, making complaints? Some will have to address that. So it's better that we proactively come up with solutions rather than wait for a disaster to happen."
    },
    {
        "speaker": "C",
        "text": "Yeah. And we have frankly seen those code failures in Defi in the past. Amanda, any thoughts on that? I think Abradot brings up a great question. What happens if you have a decentralized platform? There's a code failure, and you have a us listed security, retail customers here in the United States. You have folks who are the creators of these platforms. They're us persons. That seems to me, to Aberdad's point, something that would be highly likely that we'd see us federal officials intervene in."
    },
    {
        "speaker": "A",
        "text": "Sure. I mean, I think that those bodies would want to intervene in a case where something is a security, however, and possibly they want to intervene in cases where it's not or where they haven't said that. But I think in terms of, like, if the goal of regulation is to actually protect consumers, then you have to look at the history, the history is that through something like the FTX collapse, consumers of DeFi were protected. Folks that had their funds in compound, folks that had their funds in Aave, they were fine. And it was folks that had their funds in a centralized platform that actually is subject to more regulation that were not okay. And so it's important to remember that we see code failures, but those failures are with earlier, less battle tested platforms. And so my recommendation for consumers would be to use longer standing, more battle tested platforms like the Ethereums and the bitcoin of the world. And a lot of the newer DeFi platforms have giant disclaimers on them saying, this code hasn't been audited during 2020. DeFi food coin summer, when there were all kinds of new projects springing up, it was standard to have on your website, this is experimental. Don't use this unless you know how. And actually, there's such a high barrier to entry to even be able to use these things because you had to be pretty technical to even be able to use some of these kinds of pools. And so for consumers, I would say DeFi has done a better job than CFI of protecting consumers interests, by far. And if a regulator is genuinely motivated by wanting to protect the consumer, then they should regulate in a way that's consistent with that."
    },
    {
        "speaker": "C",
        "text": "Yeah. Let me just make one point here about regulation. Regulation begins with legislation. Obviously, these are independent bodies, SEC, for example, an executive branch that are independent of the administration. Administration. But I want to read this list. It's a list that Abradot is very familiar with, and I just want you to take note of the years here. Securities act of 1933, securities Exchange act of 1934, Trust Indenture act of 1939, Investment Company act of 1940, Investment Advisors act of 1940. Until Sarbanes Oxley in 2002, essentially, we'd had 62 years without major legislative regulatory changes to the infrastructure. One of the challenges that we face here, at least in my view, and I'm curious to hear your opinion of it, is the fact that we have this challenge. When you have Gary Gensler, for example, of SEC, is saying, come on in and be regulated. One of the challenges that we seem to face is that you're dealing with regulations that date back, in some cases nearly 75 years. This is really a challenge for the ecosystem. What do you guys think in terms of the legislative component of this? Do you think that's something that we're going to see playing out potentially in the future, or is that just politically infeasible right now? AbDot, first to you."
    },
    {
        "speaker": "E",
        "text": "Sure. Firstly, I wanted to just mention, I agree with Amanda's point that the DeFi users benefited from having their tokens on DeFi as opposed to c five, and with what happened with FTX. But coming back to your point, I totally agree with you that we need up to date regulation dealing with the financial services industry today and how these products are regulated. Some of them are clearly not securities. They shouldn't be treated as securities. There's no doubt in my mind. Others are clearly, and they need to be treated as securities. But we don't have clear regulation on what needs to be done. I've seen some proposed law reform in the United Kingdom, for example, that will treat certain crypto activities as financial services. So that's going to happen whether the actual underlying digital assets are securities or not. They're going to, I think, have tailored regulation around that. And I think we need tailored regulation. Ash, we need modern, up to date tailored regulation, rather than waiting for a disaster to happen and then regulate, why can't we be proactive? I think we need to be proactive."
    },
    {
        "speaker": "C",
        "text": "Amanda, thoughts about proactive regulation and legislation?"
    },
    {
        "speaker": "A",
        "text": "I think if we're going to have these regulatory bodies with the mandate that they have, and that's an if, then they should update what they do to modern times. I agree with that. And I think, you know, other governments around the world are competing with the US, creating regulatory clarity faster. And people in this industry vote with their feet. There's no need to domicile your business and I a particular jurisdiction or another. So we're going to see individuals and businesses select to create prosperity in jurisdictions that have rule of law and that also enable fertile ground for the growth of this industry. And so I think the US has been this incredible leader, a space where companies feel comfortable experimenting and creating value."
    },
    {
        "speaker": "C",
        "text": "Yeah, extremely well said. And the issue of global competitiveness here in the United States is such an important one, particularly for those of us living here who believe that the United States should be the leader in web three technologies, as we were in web one and web two. I want you to jump into some questions. The first one comes to us from Gary, from the real Vision website. And the question is, in the event of a US ban on crypto assets, which tokens would be most affected, in your opinion, and why? Obviously, a little bit of a skeptical or cynical question from Gary. What do you guys think about this?"
    },
    {
        "speaker": "A",
        "text": "Well, I think probably so just playing out this idea, I don't think this is going to happen, playing out this concept. What generally happens when you try to ban crypto quote unquote, is shutting down the centralized endpoints for taking crypto into fiat and putting fiat into crypto, whereas there are all kinds of different DeFi operations that one can do on chain without actually converting back out into fiat. And so I would say the chains that have the most activity of people doing exchanging, transacting, running applications that don't require the on ramping and off ramping, would probably thrive for longer and find routes around, as opposed to smaller, newer systems with less value on chain, less participants actually doing transactions and other kinds of application activities on chain. But I do think it would have a pretty chilling effect, at least temporarily, for such a ban to happen. And I think it's probably pretty unlikely."
    },
    {
        "speaker": "C",
        "text": "Here's another question. This one is for Abradat directly. This comes to us from Ralph on the real Vision website. What issues, if any, does GDPR pose for crypto? And by the way, talking of european regulation, there's some, the european parliament, I believe, is about to vote this week on an anti money laundering bill that puts its caps on the amount of crypto that can be exchanged. Talk a little bit about the regulatory landscape that you see in Europe."
    },
    {
        "speaker": "E",
        "text": "Well, it's interesting in some ways, Europe is pushing ahead with Mika and trying to be proactive and create a regulatory framework. They also have the DLT pilot regime. I mean, one of the big issues that a lot of platforms had that wanted to, for example, have digital assets on their platform, that was securities, is that they needed to have a CSD involved central securities depository. And the DLT pilot regime allows you to actually use the regime to test certain platforms. So I think in some ways they're being more proactive."
    },
    {
        "speaker": "A",
        "text": "Ash."
    },
    {
        "speaker": "E",
        "text": "And the same with the UK and the FCA and its guidance that's been constantly given out on digital assets. But one just point I wanted to make, and that was on Amanda's point about the industry's location. I think, yes, in terms of platforms being based in the US, if we have a very enforcement focused regulatory approach, a lot of those platforms might leave. But that doesn't mean that you can operate offshore and tap us investors legally. Right? So having workarounds, etcetera, that means that you're breaching laws. And, you know, if, if you're caught, you're going to end up being subject to sanction. So I think one of the important things to bear in mind is don't, please don't just think about going around laws, because it will not work. And the way the process is going and the way the SEC and other regulators are pursuing this industry. You have to comply. There's just no getting around it."
    },
    {
        "speaker": "A",
        "text": "My comment, I agree with that. My comment was more focused on just making sure that we have the tax base and having the domiciling. Like your first point, right? Like you want the businesses that are creating the most value in the industry to be taxable in the US, to be domiciled in the US, to be hiring employees in the US. But, yes, I agree with your point."
    },
    {
        "speaker": "C",
        "text": "I wanted to end on just a couple of questions, one for each of you from the same viewer from monkey boy on YouTube. This is a great question, Amanda. The question is, what is web three anyway? It seems like there are a lot of different definitions, but I never get a real answer. What's your definition of web three?"
    },
    {
        "speaker": "A",
        "text": "Let's do it. It's the next generation of the Internet being built on decentralized rails on a blockchain."
    },
    {
        "speaker": "C",
        "text": "Nice and simple. Okay, final question. Same viewer. How do you custody your assets legally and safely? Let's get this from both of you, because this is, this idea of self custody is such an important one. How do you self custody your assets safely and legally? First to you, Amanda, it's kind of."
    },
    {
        "speaker": "A",
        "text": "Painful that legally is even a question, because it means that subconsciously this person thinks it might be illegal to control and hold their own assets, which it's not. Right. And that's how used to the idea we've gotten that your assets need to be controlled by someone else. So metamask, I think, is a great place to start in order to have a self sovereign web three wallet that lets you interact with web three applications, or Dapps, then for a more serious solution that's secure and off chain, it's called a cold wallet, as opposed to a hot wallet, you would want to consider a product like ledger and store your crypto on a device. And then what you do with that device is a matter of physical security."
    },
    {
        "speaker": "C",
        "text": "All right, so let's get this question also to Abradot. We should say, of course, not financial advice, not legal advice, but general thoughts, abradat, on self custody and doing so. Go ahead."
    },
    {
        "speaker": "E",
        "text": "If it's your own assets, you can custody your own assets. There's no legal issue with custody and controlling your own assets. It's only when you actually have third parties holding your assets that the regulation becomes relevant. Now, if we're talking about, and it depends on what the custodian is holding, if the custodian is holding something that's a regulated financial instrument, they need to comply with the relevant regulations. But self custody is basically you just holding your own assets, and there's no issues with that. And Amanda mentioned a few options there. There are other options. The big issue with self custody, of course, is always around loss of keys. And if people die or something happens that they want to leave that for their successes, et cetera, that's the big issue. Or if they forget their password or whatever, that's the main issue around self custody."
    },
    {
        "speaker": "C",
        "text": "Subject for another important conversation. Unfortunately, we're about to run out of time here, but I wanted to get final thoughts from you really quickly. Abradat, final thoughts, key takeaways that you'd like to leave our audience with?"
    },
    {
        "speaker": "E",
        "text": "Well, look, I think that, frankly, the sector has enormous potential. I don't think it's going anywhere. I think we're just going through an evolution right now. And you have to evolve as a business. You have to evolve. And I think Defi has huge potential and can actually deal with so many deficiencies that centralized platforms have. And we would like to hear from those that have solutions for Defi. So go to finexlro.com and make a submission on the Defi challenge."
    },
    {
        "speaker": "C",
        "text": "Amanda, final thoughts? Key takeaways?"
    },
    {
        "speaker": "A",
        "text": "I agree. I think it's an evolutionary process. I think we're going to see even more use cases emerge this year. I think next year we're going to maybe get over some of the growing pains that we've had on the c five collapses and regulatory side this year. And I'm super optimistic."
    },
    {
        "speaker": "C",
        "text": "Great conversation, Amanda Aberdot from both of you. And interesting to have you guys on together, two people with very different backgrounds with different views. Really interesting conversation. Thank you again. I hope you'll join us again soon."
    },
    {
        "speaker": "E",
        "text": "Thanks very much, Ash."
    },
    {
        "speaker": "A",
        "text": "Thank you."
    },
    {
        "speaker": "C",
        "text": "That's it for today. Remember to sign up for real vision crypto. It's free. Go to real vision.com forward slash crypto. We won't be in the air this Wednesday as we prepare for real visions festival of Learning. Join thousands of attendees online to learn from the world's best investors and thinkers as the Coachella of finance. Completely free. Go to real vision.com forward slash festivaloflearning for details. That's real vision.com forward slash festivaloflearning. We'll be back on Monday, April 3 with Georgia Quinn from Anchorage at 09:00 a.m. pacific, 12:00 p.m. eastern time. 05:00 p.m. if you're in London, live on real vision crypto verse. Thanks for watching, everybody."
    }
]