[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020 baby get 2020. Bid to get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at mint mobile.com switch $45 upfront for three months."
    },
    {
        "speaker": "B",
        "text": "Plus taxes and fees. Promoting for new customers for limited time Unlimited more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "A",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten to get 10% off our central membership for the first year. And now to today's episode."
    },
    {
        "speaker": "B",
        "text": "Great."
    },
    {
        "speaker": "C",
        "text": "Part of my job is I get to speak to all sorts of different people in the whole web. Three space. From the people building the protocols, to the crazy artists building the future, to the hedge funds who invest in it, to the institutions. And Richard Galvin has been around this space for a long time, really smart guy, and I really want to talk to him, how he manages his hedge fund capital in the space, what he's thinking, what the opportunities are, and some of the lessons he learned en route. The world of crypto is an incredibly exciting journey that we're all going on together. We don't know where it's leading to, but we know it's going to be absolutely massive. Join me, Raoul pal, as I guide you on our adventure to discover just what this new world will look like. Richard, good to see you on real vision."
    },
    {
        "speaker": "B",
        "text": "Thanks for having me."
    },
    {
        "speaker": "C",
        "text": "You've been on before but not chatting to me, right?"
    },
    {
        "speaker": "B",
        "text": "No, correct. Spoke to ash. It's probably a couple of years back."
    },
    {
        "speaker": "C",
        "text": "Now, so give people a bit of your story a how you got into this stupid game in the first place. And what are you doing now?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so I actually probably a little different background to a lot of people in the space. I came through investment banking, so I was a tech and media banker, Beth Goldman and JP Morgan for about 20 years and came through. When were you a Goldman from? Well, I was at the australian firm Joby Weir that Goldman bought in the early two thousands, and then I left in 2010. So I was, was bushy there with you?"
    },
    {
        "speaker": "C",
        "text": "Dave Nolan?"
    },
    {
        "speaker": "B",
        "text": "Not that I recall. I don't know him, but we, I was an analyst in the M and a TMT team down here when Goldville bought out our Australia business and then ended up running that as a co ed at the TMT Group down here, covering that effectively the disruption the Internet caused across our traditional clients on the media space and helping some of the tech guys kind of cause that disruption. So that was part of the flavor, I guess, that called me into crypto eventually. Kind of seeing the second wave of that potentially rolling out."
    },
    {
        "speaker": "C",
        "text": "When was that? Give me a crypto journey a bit more closely because I just wave your hands. I did tnt and then suddenly I run a crypto hedge fund. Yeah."
    },
    {
        "speaker": "B",
        "text": "So, as you can tell, probably a little bit older than a bunch of people in this space. And so started in that."
    },
    {
        "speaker": "C",
        "text": "Older than me, and I've been in this space since 2013."
    },
    {
        "speaker": "B",
        "text": "Well, you're part of that journey as well. I'll get to that in a sec. So I started in banking in 96 and was the youngest guy in the banking team. These crazy sort of tech ideas came across the desk of the old partners. They all sort of flicked it down to me as the young guy to try and get my head around it. So spent a whole bunch of time with those entrepreneurs thinking through sort of disruptive business cases, disruptive models, and how they impact, I guess, have the genesis of those ideas and how they rolled them out. And then the nice thing about being a banker is you get to play both sides. And working with our clients down here, working with the media companies, thinking about how they defend themselves against that disruption, and got to see kind of a. A ringside seat as to how hard that is and how ill prepared they were for doing that, and worked across that space for the next 20 years at Goldman, JP Morgan, and left in 2016 after sort of realising 20 years is more than enough as a banker, thought about what to do next, and kind of had two goals. And the first goal was not to be a banker ever again."
    },
    {
        "speaker": "C",
        "text": "Yeah, we've all done that."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I achieved that. So that's goal number one. Done. Goal number two is to take six months off. And I actually dismally failed at that because a good friend of mine who'd been hassling me to look at bitcoin for a couple of years, said, look, you've got nothing to do now. You've got no excuse. Why don't you spend some time thinking about this and give me the skeptical bankers view? And so I started to look at where a lot of people started. Read the white paper, watched a couple of videos, read a few things. One of them was actually a 2014 in my piece on bitcoin, and it kind of clicked like, it just kind of, because I've always been, as a lot of Australians are, there's a little bit of gold bugging me as well. And that sort of. That tech angle, that kind of monetary angle, that sort of potential gold angle, it just sort of resonated with me, and it just sort of. This looks pretty similar to some of those crazy ideas I saw back in 1996. It's got no institutional kind of adoption at all. It's been kind of shunned by traditional people across all sorts of angles that could be. And then I started to look where it traded and saw some of the markets where it was trading, got sort of super excited about the tech behind that, how people were sort of recreating things that I didn't think you could recreate. I mean, you pick up a lot of baggage when you work in the traditional banking space and you think, this is the way things are done because they have to be done this way. I think what this space kind of was refreshingly teaching wasn't that it doesn't have to be done that way. And there's a bunch of people that had some thought through how markets needed to work that didn't have the value that I had, and so they could bring that kind of fresh lens to how things could be done if you weren't encumbered by sort of 50 years of baggage about how they needed to be done. And so I found it super exciting. And so I started to invest and realized that I didn't want to take six months off. This is what I wanted to do next. So I started setting up the ACM early 2017. We've been running money since August 2017 across largely venture. And our biggest strategy, which is liquid long only, and long only, is asking for a stressful life in crypto, because we stay long the market for good or bad."
    },
    {
        "speaker": "C",
        "text": "So, I mean, a great time to start and a terrible time to start as well. There's no good time starting crypto. You're always going to get the drawdown somewhere. So talk me through how that felt. So you get in, you've done your thesis. You know, it's volatile. And 2017, you look like a hero for a period of time, I'm guessing."
    },
    {
        "speaker": "B",
        "text": "Yeah. So we actually launched our first public fund with new investors in 15 January 2018. So we've been. We'd been. We've been meeting a lot of people through 2017. We'd raised some money sort of late 2017. We'd actually sat on it because the market was just, as you probably remember, was pretty insane, that sort of November December period, 2017. And we were pretty nervous and so we made what we thought was the right called sit on our hands, which ended up being right. And then the LP's we were talking to starting discussion with them and said, look, we just want to wait this out, see what happens. And then the market started to fall pretty dramatically. That sort of early January period mark was off 40% and pretty much the first two weeks of January. And we spoke to those LP's and they said, this is what we were waiting for. Let's put you pull the trigger or not. And we sort of thought, well, yeah, bitcoin was back down at 13,000 or something. Let's dive in now. We've seen the pullback and then continued to fall another 80% from there. So it was a baptism of fire, but it's a good way to test your conviction."
    },
    {
        "speaker": "C",
        "text": "It is. The first time I bought it, it went up quite a lot and then fell 85%. And once you've gone through that once or twice, you kind of know what it's about."
    },
    {
        "speaker": "B",
        "text": "I think you've got to be able to, with the asymmetry on the upside that this space can have, you need to have that conviction to hold through those down periods and to kind of look at what's real and what's not and keep reminding yourself of why you own these assets, to be able to make the full potential on the upside if you can't. Yeah, I'm a believer that markets, there's symmetry in markets and what you can make a lot of money with on the upside, you need to also be prepared to ride on the downside as well."
    },
    {
        "speaker": "C",
        "text": "Yeah, there's no such thing as a free lunch."
    },
    {
        "speaker": "B",
        "text": "Correct."
    },
    {
        "speaker": "C",
        "text": "To get asymmetric upside, you tend to have higher volatility. It's just how it is. How much parallel did you draw from the Internet, period? Because you saw a lot of this same kind of volatility. People forget that Amazon was down 97% after IPo, stuff like that. Did you? Part of that was your framework is like, yeah, I know how new technology adoption works. It's volatile."
    },
    {
        "speaker": "B",
        "text": "Yeah. I think from both the market's perspective and both the institutional mindset, it was just so similar. Being that young guy that was sort of diving into what I thought was the Internet opportunity back in the late nineties and early two thousands and talking to institutions about them as they sort of came off through that period, that as we spoke about the Amazon fall and getting all the similar pushback about why that tech was dead. Why did we ever believe you could make money out of advertising and all those sorts of things? Just to see that similar kind of dismissive view on the institution side as well, maybe even more bullish. There's a good parallel down here. There's a business called realestate.com dot au. It's an incredible franchise now that basically dominates advertising, online advertising to residential retail in the early two thousands. I got thrown, got thrown the job of actually trying to set up an institutional roadshow in that business after it sold off 9% or something percent. And I remember just getting these ridiculous, just given this massive pushback from all institutional investors we were trying to help them get back in front of and just getting told about how ridiculous it was that we ever thought you could make money out of advertising on an intuit, how this was just such a stupid, broken business model. And this is something that's a vast story. We never want to speak about these again. I think that business was trading around thirteen cents a share back then. I think today I looked at around $60 right, and it's become the dominant franchise that basically bankrupted a whole bunch of local media players by stealing the entire residential retail advertising market. But it was a good thing to go through to understand how consensus mindset could be completely wrong and very short term focused and doesnt understand, I guess, the cycles and the trial and error that disruptive tech has to go through to prove itself."
    },
    {
        "speaker": "C",
        "text": "William so lets go back to the 2018 to 19 period. Youve worn the drawdown, youve suffered the worst of it. What did you do at the bottom of the market? Did you have any signals or were you still super nervous holding as much cash as possible? How did you get your conviction back? Because people are going to struggle. I think the market's turned. I would call it crypto Spring, where it's volatile and it's finding its base and it's squeezy, but Christ, nobody wants to believe it."
    },
    {
        "speaker": "B",
        "text": "The final capitulation piece that we saw actually went up the whole call to me with a bunch of counterparties of people I respected, and there was two funds, there's two investors that had a lot of respect for that, sort of ridden the journey over the last two years with both of them, within the space of about two weeks, shut down Mecca, long only investing franchise. And they both said to me that there's no money to be made in loyal crypto. We're just going to move to a market neutral trading top focus. We dont think theres long term potential here as an actual investor. Were just going to turn to our trading business and oddly that was the flag to me that that was the final capitulation piece. These were highly sophisticated guys that had been in the space a number of years and they were the last pennies to drop. And I remember we came back from Hong Kong, I got my tlps and shareholders on the phone. I said, look, this really looks like the final capitulation to me. These are people I would never expect to have abandoned the strategies they've been working the last few years. I said we're in a binary place here. We're either the last idiots in the room that don't get it or this is the absolute key capitulation flag. And that was late December 2018 and then end up being the perfect read for us. We as LP's put a bunch more money into our funds and then the kind of rest is history from there. Just incredible. Running from that sort of late 18 2019 period onwards."
    },
    {
        "speaker": "C",
        "text": "So that 2018 to 19 period actually got more complicated because there was more stuff to invest in and the real returns would be driven not by bitcoin any longer, but by finding stuff. So how did you, what did you do to navigate the bull market from."
    },
    {
        "speaker": "B",
        "text": "2019 onwards coming into this space?"
    },
    {
        "speaker": "C",
        "text": "Also that pullback that happened, 2019, it kind of decoupled from equities and everything else and just went down for ages and then finally exploded."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think the first half 2019 top bitcoin five x pretty much from the bottom there, has did a lot of the UlTs. I mean, our strategy from day one has always been very much focused around a portfolio and there's going to be multiple trillion dollar plus winners in this space. So we've always believed that this technology is much broader than, say, a bitcoin or an ethereum. And the use cases here are vast and varied. And just like we saw in the Internet, that technology, disruptive technology, chooses kind of sub sectors or to use Internet speed verticals to disrupt. But it doesn't stop at one or two. It moves through an economy over time. It just takes time to earn its tribes, just takes time to build up the experience, both in entrepreneurial and engineering level, to move on to the next thing. And so we always had this view that that would be how this space would play out and therefore we need to be positioned across a whole lot of opportunity to benefit from that 2019 period was really the validation, from my perspective, around. Yeah. Having said that, bitcoin was the dominant play through 2019. If you look at the market, I think bitcoin was up 100%. 2019, if you remove bitcoin, the market was almost exactly flat. So it was the only place to make money and wed actually sort of made the call. That would be the sort of proving ground that is what would happen in 2019. As the selling sort of stopped and we slowly saw money come back into the space, bitcoin would rise on liquidity, and we finally see that sort of institutional type adoption as it went from that sort of realization change from its top game to zero. The return profile looked pretty different. As soon as you take that out of the equation, the risk reward looks a lot better. And there's some hedge fund players like the Paul Tudor, James and that world that sort of picked that up first and really started to run with that. Our view was that as people realized that was the case, and as it started to take up that position that he first saw back in 2014 about this alternative asset within the macro stack, we'd see a pretty big re rating as we started to see more liquidity, because as it gets adopted into the macro stack, it needs to get more liquid to suit people like that, to trade with those sorts of coining of assets. The only way it can do that, given supply is constrained, is to go up in price. That's what we saw through 2019 and early 2020 is we saw that particularly that sort of macro, each farmer top shot. We saw substantial re rating of bitcoin as I sort of led the pack and that sort of attracted capital and proved to the wider world that this was an investable asset class that wasnt going to like."
    },
    {
        "speaker": "C",
        "text": "Did you figure out Ethereum early on in that? So was Ethereum part of your strategy early on, or did you catch on to it later?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So Ethereum was actually the first asset that ive invested in off my own balance sheet from day one. So the first experience, the way I built conviction in the space after sort of doing that preliminary work and getting that sort of the kernel, the idea that there was something here was to try and bring it back into the world, I guess I'd come from and try and put some, you know, put some metrics around it to try and understand, you know, what's the, what's the upside here and what's the, what's the value disparity between where it could get to? And so after I spent that first initial two week working through the space, I actually sort of stood back, took another two or three weeks and actually built a full model of Ethereum, leaning back on my banking experience, the sort of model that you build for an MLA deal or an IPO or a fairness opinion, and spent a few weeks trying to sort of bring this new tech back into the cold framework that I'd been taught opposing investment banks for 20 years. And everything I did around valuing that asset using a whole bunch of different metrics and approaches, of which there's a lot of art, not all science, because it's a new asset class. And how do you actually build a p and l and a cash flow type approach to these sorts of assets? Everything I did at that point pointed to Ethereum being worth about $130. And this is early 2017, when it's trading at single digits. Stress tested that model for weeks and I just couldn't find hole. And so that's actually just following that. That was the final piece of code in full conviction that it feels right at a thematic level and the value, the value is just wrong here versus where these assets can be. And so made a pretty substantial personal investment in Ethereum. And that's when I start to sort of set up this business over the next year, putting the pieces together to launch DACN."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless how did you get 30 30 bid to get 30 bid to get 20? 2020 to 2020? I better get 15. 1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com slash switch."
    },
    {
        "speaker": "B",
        "text": "$45 up front for three months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "C",
        "text": "So let's wind forward to now. It's been a shit show of a year. I mean, everybody who could have blown up anybody was offering any sort of leverage on top of anything got blown up, which is interesting because we kind of built the old banking system all over again and then blew it up all over again because it's never good to build leverage as your business model on an 80 volts asset, which I think everyone has now learned because you go bust really fast. What are you looking at now? Where's your head at in terms of where this market is? Where does it feel like?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think we look back unashamedly leaning upon that Internet experience to think about the development of the tech here. We think we're at that sort of interesting crossroads of that sort of dial up to broadband type leap that the tech needs to make so pretty market movements to one side and cover that in a minute. But we think the technology has proven itself in that sort of sandbox of tech users that are willing to spend the time willing to watch a YouTube video to work out how to use an app. And we think it's proven itself that it can add utility in that sort of framework, and it can recreate a whole lot of services and can create a whole lot of new ones and create that sort of disruptive tech. But we're at that point where it needs to make that jump, just like the Internet did back in sort of late nineties, early two thousands, to reach that sort of mass mark for people that just want to use a product because it's got more utility, rather than it's a blockchain or it's this or that, they just want to be able to plug, click and have one app that's better than the one they've been using to do something for five years. We think that tech is an exciting inflection point where it scales now from the hundreds of thousands of millions of users to the hundreds of millions of users, to billions of users, where it needs to now start wrapping that sort of, that much better user interface much faster, much more sort of point and click usability, and use that sort of infrastructure. And the capacity that we've been building for the last few years to really sort of scale to that next sort of step. Now, that's a hard lead to take, and that takes time, and that takes a lot of experience, but that's kind of the hard yards, I think the entrepreneurs and that the engineers in the space been doing over the last two or three years, building that skill set to then launch at the same time as we've been building multiple blockchains to provide the capacity we need to offer these sorts of services and capability."
    },
    {
        "speaker": "C",
        "text": "And I'm trying to think through the kind of future of the blockchain space. We probably don't know all the top five incumbents in several years time, in 510 years time. But do you think it's going to be the typical distribution where one blockchain has 80% and it scales down or something like that? What's your working hypothesis in your head of what it looks like? Because it's unlikely, because we've seen all technology, it tends to accrue to a few, whoever that is."
    },
    {
        "speaker": "B",
        "text": "Yeah. So we think there will be a few multi trillion dollar assets in this space. Without a doubt, over the next five to ten years. We've always had a view that we've always been focused largely around proof of stake because we always thought that would be the future. Not that we think bitcoin will ever change from being proof of work. We just couldn't see a world where we had multiple multi trillion dollar blockchains all relying upon proof of work type, proof of work type consensus, and the resources that require. So we've been an early adopter and we've run infrastructure on proof of stake chains. We used to run a dash master node and others way back when, in 2017. So we've always thought there'd be multiple blockchains and that those blockchains would effectively form a specialization. And that specialization because there's not infinite block space on a blockchain. That specialization would effectively crowd out other users, but those users wouldn't disappear. They'd find another blockchain to effectively take their business or their application to and adopt that blockchain. So our map has always been, there'd be a landscape with multiple trillion dollar plus blockchain type infrastructure, and those blockchains would have some form of specialization that suited the application that was running on. And you look, even bitcoin is an example of that, right? So as a store of value, as a. As a chain, as an asset that you effectively want to be able to keep in a vault or however you store your private keys, you don't want that asset longer term to change, right? Like you don't want to have to take your seed phrase out of the vault and be faced with a technology that's completely different when you put it in the file or has undergone a whole lot of forks across that journey and taken a whole lot of potential new attack vectors into that asset, right? So in a way, bitcoin success as a store of value, as that sort of highly liquid, sort of macro stack asset, also means that it doesn't change and it can't progress aggressively because the holders don't actually want that to happen. You know, people want bitcoin to stay as it is. They want it to take the risks that Ethereum's taken. But that's kind of opened the window for Ethereum to sort of dive out and take that risk and take multiple upgrades and take that sort of risk because it needed to do that to keep itself relevant. That's the culture of Ethereum. And it sort of filled that void about how can we change this to allowing it all these certain different things to be built. And it's always been in Ethereum's interest to take that risk. Ethereum has then been super successful at DeFi, which was a thing we identified would be that sort of first use case that crypto would really approve out, just like some media was for the Internet. But that means, as we've seen through multiple periods, that Ethereum can get super expensive and people, smaller investors or smaller users, get crowded out and it becomes the domain of people like us that are just moving big volumes and that are overly fussed by a fee that's gone for forty cents to five dollars when you're moving a $10 million asset. But those users don't go away. They go and find another chain that's got high throughput, lower fees, or whatever it is that suits their business model. And we're seeing that play after Chickfila 2021, 2022. That chain sort of form an ecosystem that has some form of specialization that suits their capabilities, be it low fees, high transaction processing, robustness, security, whatever it may be. And that when theyre successful, that crowds out other potential use cases and they sort of follow that path. And just like bitcoin became that sort of that store of value type asset, it shouldnt be seen as a failure. Thats the ultimate success, right. Thats the sort of healthy use of that chain, and that gives it relevance and that sort of gives it pathway forward. But it does leave opportunities for others to come up and fill that sort of cap in the market. And thats how weve, we've set up portfolios, sort of follow those increments as people finding use cases."
    },
    {
        "speaker": "C",
        "text": "So let's just go through some of the layer ones and we'll talk a bit about layer twos and we'll talk about the applications layers as well. So layer one, state of layer ones."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "Now, what interests you outside of obviously bitcoin and eth?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think we've been long term holders as Solana and Coswas had a. So we think that in that view of that multi chain view of the world that we have, the assets you want to own are assets bring something different to the table. So whilst we think there's a future for multiple EVM chains out there, we've deliberately chosen Ethereum, Solana, Cosmos, Atom and that ecosystem as those three representations of those different attributes that people will be looking for over time. All three of those chains are very different in terms of their tech and in terms of the use cases that they're best suited for. So we think that's a good representation for us to express that view of a multi chain world where apps look for those different attributes to build a plot."
    },
    {
        "speaker": "C",
        "text": "Yeah, I've been interested in Solana for a while now, and just one thing. It just seems if there's one narrative that they seem to own, it's that consumer blockchain."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "And they've kind of gone after that."
    },
    {
        "speaker": "B",
        "text": "Yeah, they have. And that sort of like super fast processing speed and the ability to do things at super low transaction. Right. Which is kind of the counterpoint I mentioned earlier about the fees on Ethereum moving much higher, which again, is a success for Ethereum in terms of driving revenue and returns and those sorts of things. But it leaves that sort of opportunity for a solana, which is a completely different piece of tech where you can effectively move or transact in an nfc that might only be worth a dollar. It makes no sense to do that on ethereum, but it can make a bunch of sense to do that on solar. And so that's the market opportunity for them to fit that void."
    },
    {
        "speaker": "C",
        "text": "Did you manage to buy more when it sold off to, I don't know what, it got to $8 or something. It's crazy."
    },
    {
        "speaker": "B",
        "text": "Yeah, we did top up. So we've actually been long Solana. We've been long Solana since we. 2020. So I can. We've actually got an entry price at $0.22. So probably one of the. Probably the best trade we've ever done. Or the best. The best buy we've ever done. We bought. Bought about 1% of Solana, $0.22 back in mid 2020. And we've held a lot of that through. We've sold some along the way as we'd have to. We'd basically be a Solana ETF. But we sold a bunch of that through the journey. But we've still got some of those original 22 cent tokens that we bought way back then. We did actually, for the first time, buy a little bit more sub dollar ten. We missed that sort of 8750, but we got a little bit bought back in single digits. It was just the perfect crypto example of how extreme the noise can be. And it's in both directions, unashamedly in both directions at the top. It's as crazy as it is at the bottom. But that sort of point. Blake, late last year was just kind of insane. We actually put a lot of money into the market back in that, say, last week of late last year. It felt like one of those rare opportunities where you had a whole bunch of price insensitive sellers, be a liquidators, be a credentials bit if someone's trying to get crypto off their books. And as one of that, and as we were sort of sitting in the books on the buy site, was a pretty lonely place to be, I can tell you. But it just fell in like one of those sort of rare windows wherever markets kind of give you that sort of opportunity. So we deployed up, we were deployed all the cash we potentially all the cash we had and our long portfolios into that."
    },
    {
        "speaker": "C",
        "text": "Layer twos you follow as well?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think layer twos are interesting. We don't have a bunch of exposure at this point in time. I think the interesting kind of thing to sort of think through is how does a layer two sort of stack up versus a Solana, and there's a layer two versus a Solana who wins that kind of race. Right. I think what we get excited about this is the fulfillment of that view and moving from that tech sandbox, the things like Solana, the things like the layer two, they're all the infrastructure that's required to make this tech so much more user friendly for the tech agnostic views that are out there. The ability to scale and provide faster transaction throughputs and all those sorts of things. The key, take this forward."
    },
    {
        "speaker": "C",
        "text": "So what gets you excited in the space? What are you seeing on the applications? Because you've got vc side as well, so you get to see applications being built. It was the CEO of Microsoft is like blockchain. It will have its chat GPT moment at some point where somebody comes up with a killer application that scales. I mean, it could even be the central bank. Digital currencies, which everybody would hate. It's a start, right? What are you thinking?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think we've seen, I think our space is. I think the crypto space in general is pretty far at sort of acknowledging the wins it's had over the journey. But I've been in the space, it's pretty quick to dismiss some of the tech that's here to stay, and as we'll stay in power, and it's been super successful. The first one of those that I put in that sort of category as stablecoins, well, I don't think, and you'll probably get it given your background, but I don't think most people in crypto understand just how groundbreaking stablecoin tech and what is unashamedly an unsexy use case, but just how incredibly disruptive that is. As someone that's grown up in this part of the world and spent a whole bunch of time through Southeast Asia, Asia and other jurisdictions. I dont think a lot of the world gets how difficult it is for small users to access us dollars. The ability for a small user or an investor or whoever they may be in a small southeast asian country has never had access to us dollars or a us dollar bank account before. Stablecoins came a lot. And so the ability for them to use a phone app and have $5 of us dollar, five us dollar stablecoin on their phone and be able to move that at a fraction of a cent is an extremely disruptive thing for the world's financial infrastructure. And how the crypto just sort of moves on. It doesn't sort of give those sort of those disruptive things the credit that's there. And then you look forward to. Then Defi came along and we've got things like Uniswap or sushiswap, where you effectively democratize the provision of liquidity. And again, something that you sort of understand that the, the order books on exchanges have become the domain of a very few and fortunate group of investment banks and hedge funds. Right. And so the ability of people to earn money from their capital, from providing liquidity, hasn't been available to small users for probably ten to 15 years. And a little came these kind of crazy ideas about Uniswap and Sushiswapiswap. Uniswap originally, and this bizarre idea that we're just going to source liquidity from whoever wants to provide it, which is an extremely disruptive kind of thing, but they've just achieved that, and they've provided, again, this completely new way of looking at exchanges and the ability to trade assets. And stepping back to where I sort of started that discussion we had around what gets me excited about this place, probably the things I first sort of saw, it was that sort of disruptive idea that just would never happen in traditional markets. No one in the investment bank would ever have that idea because they just don't have, you just get sort of ring fenced and you just kind of get taught in the ways that this is how things have always been done. You can't think of the idea of providing a completely open liquid market where anyone can sort of provide that liquidity. And then we come to our sort of latest iteration through the cycles and this new idea of things called nfts. Right. And again, it's just a validation, I guess, with our original view that this space has been really good at bolting on new use cases as it sort of moves through tile, like any disruptive tech does. We start with bitcoin and that sort of transfer of value. We move to stablecoins and Erc 20 tokens, we move to Defi. And each one of these is getting more complex, right? And more complex and more potential generating activity. We move to DeFi, which proves that you can build complex apps using this technology. And then we have this sort of crazy left field idea around nfts that just sort of seems insane at the start, but we've now bolted that on as a huge potential use case that has a whole bunch of new kind of users to the space of a whole lot of new sort of applications possible in the space of a year or two."
    },
    {
        "speaker": "C",
        "text": "But again, there's also a failure of imagination, right? Because everybody just sees what it is. So it starts with like punks and like nobody really cares, and there's generative art going on, they think it's an art thing, then it's a bunch of monkey jpegs. Everyone's like, well, it's just a bunch of blokes all getting together and buying this stuff, but it's actually none of those, it's that all of those things and none of those things. It's the ability to have a contract, an individual contract, which gets stored in the blockchain and is transferable and proven ownership. And that to me, sounds like the biggest scalable thing you can imagine."
    },
    {
        "speaker": "B",
        "text": "Correct. And I mean, that's the core genesis of everything with this tech, easy to achieve, and you'll get these crazy use cases, as you said, a monkey Jpeg to a stablecoin. But the genesis and the underlying kind of, I guess the underlying sort of core thesis that makes them possible is exactly what you mentioned. And it's a completely scalable idea. And that's what we got excited about when we built our portfolio, is the applications where that can add value and that utility and disrupt, always limitless. Just like the Internet started off as this technology, where you could see these kind of tech guys writing these blogs and posting him on the Internet for anyone to read, which back then was a hugely disruptive, hugely disruptive idea. And I remember going down to Internet cafes, I'm that old, where you pay a couple of bucks, get a coffee and get an online connection at a computer and read this sort of blog that was not hugely informative, but you were kind of excited about the tech, probably more so than the content. And then we saw this sort of revolution of sort of broadband, that something made that content actually real alive, made it better than the other solutions that are out there. And we went from this sort of paper that got delivered to your door every day to this. What started out as a blog, then became a newspaper that suddenly had color photos updated every couple of minutes, and then started to have video. And that was that kind of that step that we were looking for where the utility just drags the users as opposed to the tech. And that's the sort of the disruptive potential. But then you look at that and you go, well, it didn't stop there. Completely remade things like supply chain, like it doesn't, disruptive tech just doesn't find one sector install. It works its way through an economy. And I guess the example we use is it's kind of moved from blogs to supply chains in the space of like 15 to 20 years, completely remade the world's economy. And the complexity of that one person blog to that supply chain integration is insane. But that takes time, and that's the way disruption works for an economy."
    },
    {
        "speaker": "C",
        "text": "So where's your hunch where it comes from? Because I look at Defi. Defi is amazing. Completely unusable to the average person. And if you try and simplify it, you create Cefi, which ends up blowing up because you're sourcing leverage in different ways. A lot of this stuff is still unusable, even uniswap amazing, but it's just not easy. So where do we get to the point where it suddenly becomes just an intuitive way of moving stuff around Orlando, staking stuff or doing whatever it is that you want to do? Because we're so far away still from that."
    },
    {
        "speaker": "B",
        "text": "Yeah, again, we are. But then I think about how much better it is than it was in 2017 as well. And I think you've got to build the infrastructure before you built the usability. And I think that's the stage we've been going through. I don't know. I think Uniswap is a good example of that. The infrastructure and the idea is being fleshed out of built, and is quite incredible. And then on top of that, now you have Uniswap launching a new wallet, which I haven't used as yet, but I think was in the market about three days ago. I opened the users about three days ago. The ability for that wallet now to abstract away a lot of the hard things that are in Uniswap, I think, is the next stage that we're really excited about. There's a bunch of things we've invested on, reinvested in, on the vc side, and like, where we're starting to see that same sort of focus around, let's take it from that tech that's harder to use, and let's make it so everyone can use it. And there's an investment we've made in a project called Yconomy that's looking to do exactly that through things like Caslis transactions. A good example is what people in crypto have got used to or understand the concept. When you're transacting on the Ethereum chain, you need to have this thing called ETH in your wallet before you can do that. And that's the end chain. That's fine. Understood. But she will point to a new user. Why do I need something else in my wallet? To send a USB."
    },
    {
        "speaker": "C",
        "text": "How do I get that thing?"
    },
    {
        "speaker": "B",
        "text": "How do I get that, and why do I need that? What's this eth thing? Why do I need that first, before I can send that? And projects like biconomy, and there's a whole bunch of other people focusing on similar sorts of things that said, well, why don't we extract that away? If you've got us dollars, you should be able to pay fees in us dollars. And why don't we write some capability to effectively convert a small part of that transaction to Ethan so the user doesn't need that? It's just simple things like that. To take away some of the complexity that, to a person that loves the tech and evolved from the space, seems like just a given. But for a new user, it's just a complication they don't need. And that's where we see a whole bunch of growth now. And that's not completely dissimilar to how the Internet revolution kind of happened, either. You don't build the framework and the infrastructure first before you focus around sort of Skylar in that invisibility at all."
    },
    {
        "speaker": "D",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, ramp software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line, the first year, if you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy ramp.com easy cards issued by."
    },
    {
        "speaker": "B",
        "text": "Sutton bank and celtic bank members of the IC. Terms and conditions apply."
    },
    {
        "speaker": "C",
        "text": "Yeah, I'm really interested to see what Coinbase does with this new wallet. You've seen this wallet as a service idea?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that's sort of interesting. I think Coinbase is in, from our perspective, like, we don't invest in equities and of course, but you know, Coinbase, we're a customer and user and we're actually a pretty big fan of their business. We think they're in a really good spot. I think, personally, I think what we've been through over the last twelve to 18 months is a validation of that public market, the path they've gone down in terms of disclosure and auditability and those sorts of things. From my perspective, having lived through the financial crisis, I sort of feel like they're in that sort of JP Morgan spot where they can build that fortress type approach. That's a real institutional kind of fortress, where again, people like us go to because they've got the balance sheet, they've got the disclosure that their peers don't have. And so I think they're really well placed. It's now then scaling that opportunity using both their retail base and their institutional base through things like their wallet, but they're rolling out. So we actually think they're taking that. We think they're in a pretty good spot at the moment for the next few years."
    },
    {
        "speaker": "C",
        "text": "Yeah, I do too, because you've taken out all the competition. These guys have capital, are innovating. They've hired really smart people, the guys who run the institutional business. I chatted to them yesterday, interviewed them yesterday. Just good quality. Ex jpmorgan, ex Goldman. Guys really know what they're building and then they're building the applications layer. They've got their own layer too. It's like, huh, you guys are really doing something different now because people thought of them as just another retail broker. They're nothing like that at all."
    },
    {
        "speaker": "B",
        "text": "No, I think we think the service they give to us as an institution in the space is sort of first rate, to your point that the people on the other end of the line understand our business perfectly and sort of help us out and add value. Exactly where you'd expect sort of sophisticated institutional salesperson to be. I think their disclosure their ability just to be a public company with audited disclosable accounts as small as that, is a big deal in crypto. Right. Like, and look, running institutional funds in this space, I understand how complex and how hard it is actually to get audits in this space. And so I don't, it's not, it's not a lack of will on a lot of people's part. It's just extremely hard to get audit inference engaged from committed in this space. And through both history and I guess persistence, Coinbase is in that spot. Right. And they've got, yeah, theyve got gap audited accounts by big four auditing firm and theyve got a Nasdaq listing. So, yeah, when I have discussions with institutional investors about how do we manage custody, we use Coinbase and I can give them those accounts to say this is the counterparty that weve got risk against. And as odd as that is, thats the only one you can really do that for crypto at this point in time. And thats a key differentiator for them, I think."
    },
    {
        "speaker": "C",
        "text": "How do you deal with, I mean youre mainly long only, so youre nothing. Multiple different types of trading strategies. But how does this hedge fund market deal with the fact that there's one derivative counterparty which is binance? I mean, basically, yeah, it's fine for you. You've got Coinbase, you've got Coinbase prime broking. You can get access to some of the services like that, but just the general kind of shorting of stuff or whatever it is or getting yield or whatever. I mean, just one counterpart now."
    },
    {
        "speaker": "B",
        "text": "Yeah. I think we, I think your opening comments true of us as long only guys, we're in the sort of fortunate position that we can store our assets in custody and wait for that sort of re rating revaluation that we've invested on. And so we stay off exchanges. We've always said that both had a, a policy level of the firm, but also as a mandate level of the firm, we can stay off exchanges. Right. I think your points true around at this point in time, but I think thats also the opportunity. Were an investor in VyDX, which is a decentralized derivatives exchange, and thats the opportunity for them versus a binance to provide that sort of decentralized exchange infrastructure. Theyve been what id say is the most successful decentralized exchange building and experience that's extremely similar to a banads in terms of that ease of use ease. It's kind of wonderful. Click Trady. And so we think that's where the growth comes to the counterpoint to that reliance on that sort of monster centralized counterparty. Now, that doesn't mean that they take away binance's business. And there's no point, there's no place for centralized exchanges because there, there always will be in our view. But we think the industry is way skewed that way at the moment versus where it should be with decentralized exchanges picking up a large part of that volume. If anything, if there is a positive to come out of the last six months of 2022, it was the reaffirmation of why decentralized trading technology is important."
    },
    {
        "speaker": "C",
        "text": "Raoul, so the US seems to now want to take crypto out of the banking system as we're speaking. Yesterday, Silvergate went under. There's becoming fewer and fewer options for banking. I don't know. Do you see that globally? Do you see it in Australia, or is it less of a problem? And I mean, we've seen this before. Crypto has been shut out a couple of times. It's not new. But how do you see that bit playing out? Because that's getting everybody very nervous again right now."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that's been, to be frank, that's been a problem in the space since day one, since we started. So, yeah, we had problems getting banking. We are a silver date client. We have problems getting banking back in 2017. And to be honest, it's been difficult through that whole six year journey. And so we've kind of tried to build resilience in our business in terms of multiple banking partners to try and take away that risk. But it has been, it's been there. It's been in the background the whole time I've been in the space. And unfortunately, doesn't that it's going to go away anytime soon. To be honest, that's part of the reason we got that growth in stablecoin. Like, if banking was easy, if banking was accessible, you wouldn't have had the growth or the reliance on stable coins that we've now got. And so the industry adapts in a."
    },
    {
        "speaker": "C",
        "text": "Way to also makes it more innovative. Right. If you're shut out and there's enough people who want to do it, they innovate."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I think that's true. And it's kind of the necessity to come up with new solutions, and that's kind of where stablecoins came from. And to a degree, I think one of the interesting things I think is a little bit different around this space is the global tension that you have between competing jurisdictions. And I think back to 2017 when I was setting up the business, and one of the calls I made on my own portfolio in terms of doubling down was, if you remember, back in mid 2017, Japan passed a whole bunch of legislation effectively classifying crypto as legal tender in subpar. Back then. Actually, that day actually doubled my exposure at a personal level to the space, because to me, it took out the risk that I wouldn't be able to get my money out of the space. I thought back at that point, before that day, there was a risk that you could be stuck in the system forever. Post that point, it looked to me like there was always at least a yen dot, there was at least a yen exit, right? And that's a big step change from where we were the day before. And to me, that took a lot of risk off the table and took the step in terms of putting lobby capital in at the back of that. Now, we've come a long way since then, but this continues to be the struggle. Not being a us citizen, I guess I take maybe a more global view of their position or where they sit today. I think they need to be careful about risking the prime position the us dollar has in this market. I think if you looked at it with a cynical view, you could say the best case outcome from a monetary perspective was that crypto never existed. The second best outcome from a us perspective was it exists, but it trades against the us dollar as the prior currency that it's traded against. And so if this asset class succeeds and it grows into anything like I expected to grow into, it'll drag the US dollar into new places, into new grounds. And we've kind of seen that with stable coins. Now, when you move through Southeast Asia, you see people using tether in jurisdictions where you never saw us dollars before. In a way, it's been that kind of, that sort of first wave of pushing the us dollar into new markets. And let's be frank, they need new buyers in us dollars, given the deficits that they're running. And so I think the US is in an incredible position. They're building that kind of, almost that kind of new sort of petrodollar type system where they become the kind of core currency against new asset class. I think they need to be careful that at risk because there is alternatives. It wasnt ordained that this asset class had to trade against the us dollar from day one. It could have had another currency that became that primary currency that it was benchmarked against. And its just been the US dollar to date. But if they could."
    },
    {
        "speaker": "C",
        "text": "Because the Chinese have used it for capital flights. Theyve liked the stablecoin. Its been very useful for them. They get money out, Southeast Asians get money in, and its nice kind of two way flow. But what happens if binance kind of scaled RMB stablecoin because it's pegged to the dollar? Yeah, they're kind of like a cheeky way of the Chinese financing themselves, potentially."
    },
    {
        "speaker": "B",
        "text": "Yeah. Or a Hong Kong dollar, like a Hong Kong dollar stable coin would make a bunch of sense. Right. It's a currency, again, pegged around the dollar. And it's a currency that most people in the world, particularly finance world, used to diphtherez finance. And if I was to look around the world as a key competitor for potential us dollar, it would be Swiss, stablecoin, would be swiss franc and Hong Kong dollar. Now the swiss franc has a problem with negative rates and so it becomes kind of super expensive in a stable coin construct. But the Hong Kong dollar sits in a pretty good spot. Some of the points you mentioned, plus that sort of already ingrained in the global financial system, and the Chinese are."
    },
    {
        "speaker": "C",
        "text": "Ramping up Hong Kong again, in crypto terms."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I think that's the interesting thing. As we've watched this US frenzy of regulatory activity over the last sort of month or so, the counterpoint to it is Hong Kong opening and then the market that dominated crypto when I first entered the space seems to be kind of awakening from a few years sleep. And I think the whole regulatory landscape that comes in at the start of June is extremely exciting for the space and provides that nice kind of counter coin and to be honest, that sort of competitive tension that the tech needs to make sure the regulators don't overreach."
    },
    {
        "speaker": "C",
        "text": "Yeah. Because I think we've got decent regulations in Singapore. Hong Kong looks like it's coming. Middle east is pretty good, Switzerland's good, Europe's ok. UK looks like they want to ramp up because they can see that old London New York competition. New York, London's lost it for a long time, for over a decade, decade and a half. And they're like, okay, if the US doesn't want to do this, we'll do it."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I think in Hong Kong it's had a tough couple of years. I like through Covid and the like. So the ability for them to potentially launch and get a much stronger foothold in new asset class, it's got a whole bunch of growth, let's be honest, there's not reams of growth in the traditional financial sector. Anymore. I'd say at some point the jurisdictions, institutions take their view and get their head around the risks and see that growth is growth, they need to find it. And crypto is one of the only things in financial services that can offer them potential growth. Now, we also look at the downside as an institutional investor, like the fees we pay as an institutional investor in crypto would make traditional providers of custody services, trading services, eyes warm in terms of their magnitude. But that's the opportunity that drank new service providers and forces through that sort of regulatory change as they sort of want to enter a space where there's growth and there's actual revenue."
    },
    {
        "speaker": "C",
        "text": "Now, I'm going to ask you the loss. It's a ludicrous question. What risk worries you? I mean, we've blown up every single thing. We've had it banned in China, we've had it banned in India. We've got the US going after it. We've got crypto banks shutting down. So I don't know what else is left apart from nuclear war. But I need to ask you the question is, what would keep you up at night?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think to your point, we've kind of, and, you know, as long as Long island guys, you get pretty thick skin. So we kind of, we're long through thick and thin, and we're long through some of those incredible risks that you mentioned. I think the, the nice thing for us is being long. Those risks have paid off, so we've been rewarded on the upside. And that's the, that's the, I guess that's the proof to the equation of why it was worth taking those risks and living through years like we did in 2018 2022. And to me, that's the reward that justifies final that happening. To me, what keeps me awake at night is dedicating building our business around this space on a vision that this would disrupt and change the world in a whole bunch of ways. What keeps me awake at night is that doesn't happen. Now, that would be the only thing that really worries me about the space, that it can't take that leap from that kind of disruptive core, sandboxy type tech into a real mainstream adoption, mainstream disruptive technology that would be the probably."
    },
    {
        "speaker": "C",
        "text": "Largest waste of human endeavor because the amount of people, and, you know, it's sucking in the best investment bankers, hedge fund managers, technologists, developers, culture people, artists. I mean, my, I mean, everybody is like, this is the thing. It will be probably the largest waste of human endeavor in history, which I'm sure some naysayers will say, like, no real Rubini will say, exactly. That's the point. I just don't get it. There's too many, far too many people."
    },
    {
        "speaker": "B",
        "text": "And yeah, it's the same wave we saw in the sort of late nineties, early two thousands in the tech space. We saw the brightest in that and the brightest and the most innovative and the most committed move to the space and force that we will make it happen. And I guess whilst we love bitcoin and what its achieved, weve been what wed say, weve been very much an altcoin buyer through our journey. And it would be very disappointing to us if bitcoin was the only survivable or growth asset that came out of this. And so weve always had a view that this needs to remake the world whole bunch of different ways. And we've seen glimpses of that through Defi and we've started to see glimpses of that through what nfts can be. To me, that's the thing, that's what needs to happen to make this journey worthwhile. And that's the, I guess that's the thing that keeps me awake at night. The risk of that doesn't happen, that the space doesn't happen."
    },
    {
        "speaker": "C",
        "text": "Our entire hypothesis is wrong."
    },
    {
        "speaker": "B",
        "text": "Yeah. Which I don't believe in. I wouldn't be doing what we're doing. But I don't think that rests upon regulatory actions. Like, I don't think a regulator can make that not happen. You know, that's more, that's much more of an entrepreneurial developer engineering level that makes that happen. Regulations change over time. Regulation lags. You've got multiple jurisdictions where the space can pick up and run with it. So I don't think that's relying on any regulatory outcome or any market outcome that's really just relying on the ip that's come to the space or the entrepreneurial spirit that's come to the space and their resilience to see through cycles."
    },
    {
        "speaker": "C",
        "text": "There was a massive rush of VC, I can't remember what it was, 60 billion over like an 18 month period. Yes, there's a bunch of people going to run out of cash and that's the function of the cycle. But that's a lot of money that got given out to a lot of entrepreneurs who are building products in a bear market when they should be building products. When you're not distracted, you just get on with that. So it's very interesting to see what we get the other side of this."
    },
    {
        "speaker": "B",
        "text": "Yeah, we've been excited about the flow. We're seeing on the VC side in terms of new ideas and new entrepreneurs going to the space. I think, in a way, crypto had a pretty bad 2022, but it wasn't Robinson Preso. Right. Web two didn't have a great year either. So the relativity is to take the leap from web two to web three, which is where a whole bunch of entrepreneurs come from. For the crypto space, the relativity stays as good today as it did back in 2021, because that job you've got on Snapchat or Facebook or wherever, your stock's down 80%. Yeah. And your job security is not what it was 18 months ago. Right. So that entrepreneurial spirit, that sort of push to take that leap is as strong, if not stronger, where crypto is today, where prices are today, even where it was, say, 18 months ago. And so we've seen that continued. Five entrepreneurs running into the space, and you've got that whole ideological overlay that people miss. And that's an important part for an old guy like me to make sure I stay across. And we do that by employing a bunch of you sort of young, motivated guys in this space that are dedicated to making this happen, making sure that we stay not just across the investment capability here, but what the whole technology is trying to achieve. And that's a much bigger ideological lip."
    },
    {
        "speaker": "C",
        "text": "So, my friend, let's just wait and see how this plays out. Now, we both think the low's in. Who the hell knows? I had a good conversation with Chris Beniski as well. I don't know if you know Chris."
    },
    {
        "speaker": "B",
        "text": "Yeah. Ok. You know, Chris is a smart guy."
    },
    {
        "speaker": "C",
        "text": "He's a smart guy, very smart, very considered. He's pretty much of the same view. We could all be wrong together, and that's fine. But that won't be the first time, it won't be the last time. But let's wait and see how it."
    },
    {
        "speaker": "B",
        "text": "Plays out from here because, yeah, let's hope the analysis."
    }
]