[
    {
        "speaker": "A",
        "text": "Today's crypto daily briefing is sponsored by Origin Dollar. With inflation still over 6% and CeFi lending platforms going bankrupt, DeFi protocols that earn interest on stablecoins are once again back on crypto investors minds. Apys on Aave compound and curve are currently around 2%. By the time you pay gas to stake and unstake, it's a question of if it's even worth it for most people. If you want to earn yield on your stablecoins without needing to pay gas, check out Origin Protocol's Origin dollar stablecoin OUSD's average APY over the past 30 days is 5%, twice the rate you get lending directly on blue chip protocols. The best part is the boosted yield isn't from leverage or extra risk, it's from extra collateral and is rigorously audited. This is because smart contracts on curve and other Dapps don't support rebasing, so their collateral is working for you. The way origin describes it, for every $1 of OUSD, there's more than $1 in DeFi working for you. Origin wants you to know the collateral earns yield through these dapps. The protocol routes rewards to your wallet on a daily basis. Do nothing on your OUSD balance grows daily. If you want to put your stablecoins to work, check out Origin dollars website. You can mint OUSD from the Dapp or swap your stablecoins for it on uniswap to start earning today. For those holding ETH, origin protocol is teasing the release of OEth, which does everything OUsD does. But for ether, it holds liquid staking derivatives to optimize yield. Follow along on origin Protocol's Twitter and discord channels. Visit realvision.com origin dollar to learn more."
    },
    {
        "speaker": "B",
        "text": "Hey everybody, welcome to real Vision Crypto Daily briefing. I'm ash Bennington. We've got a great show for you today to talk about Ethereum scaling and gaming and lots of other things that are happening right now in the market. I want to introduce our guests, Ellie Ben Sasson, president and co founder of Starkware, and Chris Lexman, founder and CEO of Unstoppable Games, which Starkware recently invested in and which is powering its upcoming Sci-Fi game influence. Lots to talk about there. Welcome to you both."
    },
    {
        "speaker": "C",
        "text": "Thank you."
    },
    {
        "speaker": "B",
        "text": "Before we get started, I want to touch on a couple of other things happening in the market right now. First, let's just talk about it. This is not a crypto related story. This is a tradfi story we're talking about right now. Spider S and P regional banking ETF just getting absolutely hammered on the day, down nearly 7% on my screen. I just want to go through some of these time horizons so you understand how ugly this is. Five days trailing, five days off, 15% on the regional bank index. Year to date off, let's call it 39% year to date. This is a pretty ugly, a series of events that are happening here. Let's talk about these banks that are getting hammered in this PaC West, PACW. First up, it looks like they're off on my screen now, nearly 52% on the day. Year to date, they're down, let's call it 86%. These are significant, significant losses in terms of the value of the stock. First Horizon, FHN, Western Alliance Bancorp, Wal, Metropolitan Bank Holding Corporation, MCB, Zion Bank, Zion, also all selling off on the day. This is something that looks to be a significant and worsening situation. We're going to keep an eye on. Obviously too soon to call, too soon to make definitive statements. But what we can say is these sell offs are incredibly steep as we look at them on our screens in terms of what's happening to the common stock. I want to transition here to what's happening right now in the crypto space. Of course. Bitcoin on the day off, 1.86%, up a little bit, let's call it up around 2%. Seven day trailing down just about 1%. Not really material moves there on the seven day basis. Ethereum, which we're going to be talking about a great deal on this show. I know, off one and a half percent on the day, and, excuse me, up one and a half percent on the day and off about 1% on the week. It's kind of flat relative to the volatility that we see in the space. Nothing really material happening there. Finally, I wanted to touch on this story before we get started, which is what's happening with SEC. SEC removed the definition of the phrase digital asset from its hedge fund rule. This broke after hours last night. Coindesk and others reporting on this. The agency added a footnote in its report, and I want to read this quote so you can make of it what you will quote. The commission and staff are continuing to consider this term and are not adopting, quote, digital assets as part of this rule at this time. So make what you will of the footnote. It's certainly an interesting one. Lots more to talk about. Guys, welcome to the show. Ellie, welcome back. Chris, welcome for the first time. It's great to have you here."
    },
    {
        "speaker": "C",
        "text": "Yeah, wonderful to be here."
    },
    {
        "speaker": "B",
        "text": "So we were just knocking this stuff around at the opening. What are you guys thinking about? All this stuff that's happening in the space right now. Obviously, some significant headwinds that we're seeing in the regional and small banking sector here in the United states. What are your thoughts?"
    },
    {
        "speaker": "C",
        "text": "Well, I mean, certainly not my area of expertise, but I was talking about how my recollection of 2008, it's interesting, you pointed out how the banks seem to be failing much more quickly on their own, but it seems somewhat slower moving. There's one that will pop up, and then a few weeks later, we see another one. When I'm thinking back to Lehman Brothers, and admittedly I was just out of college, so probably less aware of the space, it feels a little bit different, and hopefully we're not about to see an acceleration here, but just feels a little bit different than it did previously."
    },
    {
        "speaker": "B",
        "text": "Yeah, go ahead. Please."
    },
    {
        "speaker": "D",
        "text": "No, no. Please. Ash."
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "No, please. Allyou."
    },
    {
        "speaker": "D",
        "text": "I have a few thoughts on this. First of all, it used to be, back in the day, it used to be the case that when the conventional markets got hammered, then crypto got hammered twice or thrice more. And some time ago, I don't know what had happened, but, like, some time ago, well, we noticed, I don't know if it's a trend or just something temporary, like this disconnection where some conventional markets are getting hammered and crypto sort of stays flat or does a little bit better. That's an interesting trend, which I think means that people are managing to see that they're not the same. And there's something different about crypto, which is good. I think we all agree there's something different and probably better. More transparent. The base of trust is more transparent in the way the systems work, more transparent. Another thing I want to say is that my team were spending a lot of time thinking often about the basics of what are crypto assets, and what does it mean in this whole connection to society and values. And as part of that is also about, like, studying how the conventional money works, you know, the dollar, the Fed, and so on. And they're very different. Banks are institutions given a license by the state to print money out of thin air with the backing and all kinds of regulations. Bye. Centralized parties. The Fed, in the case of the United States, crypto, of course, works very, very differently. Everything is very transparent and based on trust in a very decentralized set of operators that everyone sees and understands. Their incentives remains to be seen where, in the long term, society will have more faith in, I think, all of us. Well, okay, I'll speak for myself, I certainly prefer the crypto way of doing things."
    },
    {
        "speaker": "B",
        "text": "You know, it's so interesting to begin the conversation by talking about this. I think Chris is right. This definitely does feel like we were talking about this a little bit off camera, how it feels almost like watching a car crash video in slow motion. You start to see the brakes lock up and the car slides and it hits the car in front of it. They always seem to have this sort of train wreck, car crash in slow motion feel. I mean, I can remember going back to the financial crisis, which Chris just made reference to back in July of 2007. There was an obscure fund run by Bear Stearns called the high grade structured credit strategies enhanced leverage fund that nobody had heard of that failed sometime in July of 2007. And then you flash forward to the Lehman bankruptcy, which was Monday, September 15 of 2008. So obviously, you have this entire year that passes. They always feel like that. And yet at the same time, the individual bank runs seem to be accelerating here because of. Well, because of this, because we all have our cell phones, and if you want to move money, you can do it very quickly. And it is really interesting, because fractional reserve banking, which many people in crypto are obviously very skeptical about, because it does have these problems that crop up from time to time, whether it's the 1930s, whether it's the SNL crisis, whether it's 2007, 2008, whether it's the current, uh, thing that we're seeing right now. And I want to be careful not to exaggerate how serious this is, because we just don't yet know. Um, but at the same time, fractional reserve banking, uh, on the flip side of that very coin, you know, built the post war economy that we saw here in the United States and western Europe and other places in the developed world, that obviously was incredibly beneficial in terms of aggregate economic output, in terms of the standard of living that we saw rising broadly across the board. So it is always this very sort of complex and, and nuanced mixed bag that we see in terms of this one, we're just going to have to wait and see. I think it was when JP Morgan bought the assets from First Republic, there was a quote going around that I saw in a lot of headlines where Jamie Dimon, who's one of the smartest bankers, whatever you think of his views of crypto, he's probably the smartest banker of his generation. There was a quote that I saw pull quoted in a series of headlines, and it was, Jamie Dimon says crisis quote over. Close quote. And if you read the actual Jamie Dimon quote. What he said was, this phase of the crisis was over. Again, Jamie Dimon is a very sharp guy, and that's a statement you just can't be wrong on. You could say, you know, on, you know, December 8 or 9th, 1941, this phase of the crisis is over. Obviously, there's more to come, but this phase is over. So we're going to have to wait and see. And it's something that we're going to watch very closely here on real vision, crypto, daily briefing and on some of our other shows. But onto the broader questions here that we're thinking about and talking about that I know that you guys spend a lot of time on. Where are we right now, Ellie, in terms of the scaling solution process post Chappella on the Ethereum front."
    },
    {
        "speaker": "D",
        "text": "So I think Ethereum keeps delivering on its promises and on its timelines, which is really great and very much needed because we need so much more scale. And the next big thing, I think, is EAP 4844, which is going to dramatically reduce prices of data for a lot of basically for all l two s in roll up mode. So it's a very important update. I think I heard rumors it's scheduled for Q three."
    },
    {
        "speaker": "B",
        "text": "This is proto dank sharding is how it's popularly known. But Ellie, let me ask you this before we get too far into the details that I want you to explain. For folks who may not know what you mean when you say we need more scale, where are we with this? What are the challenges that individuals face, particularly people who are passionate about Ethereum but are still very new to the ecosystem and are struggling to figure out what all these terms mean."
    },
    {
        "speaker": "D",
        "text": "Okay, so it's a terrific question, and let me try to break it down. There are two things Ethereum like this really, really trusted. Like, everyone trusts it. Computer. It's a really great computer. You know, it has a lot of integrity in its operation, but it has, like, two problems in terms of scale. One is its storage. Like just how much disk space does it have? It has very little, and like every cell of it, is very precious and costly. The second is how fast does it run? If you're familiar with computers, the old machines ran at whatever 1 khz or 1000 clock cycles per second. Now we're five to 5. So Ethereum, as a computer has this very slow clock speed, or slowish. So it has two problems, the disk space and the clock speed. However, we all love Ethereum because it is this extremely important computer that we all rely on for various social functions such as financial transactions and defi and gaming. So we really love it. And people put immense value in, you know, data that is written on this computer. So layer twos and roll ups, in particular validity rollups are there to help with the cpu clock speed basically being something a little bit like a coprocessor or something that just speeds up computation on this slow but loved computer, but that doesn't deal with the disk space. And EAP 4000 4844, known as blobs or proto dying sharding, is like adding an auxiliary, cheaper, higher capacity disk to Ethereum."
    },
    {
        "speaker": "B",
        "text": "Yeah, very well said. I think it's important to use those metaphors because it gets very abstract. Essentially what you're saying is it's like disk space and having a slow computer, and we're trying to solve those two problems, people in the community are trying to solve those two problems, and that's really the basis of what we're talking about here. And of course, this is all in the wake of the Schapella upgrade, which we must say went extremely well. And the time horizons have been met very clearly. And the actual specifications that we're trying to meet, the Ethereum community, the Ethereum developer community, I should say trying to meet, were met. We've got these challenges, these solutions that are attempting to be implemented in the Ethereum space. How does this open up the world for gaming?"
    },
    {
        "speaker": "D",
        "text": "So Chris, who leads unstoppable games, is at the forefront of this, of the applications that are going to make this revolution in the way games are run on blockchains. So if you think again, you have this very slow computer, but very loved, which is ethereum, and you want to put on some really cool games on it. So you're going to need to put them on something that is able to compute a little bit faster. And that's where validity roll ups come in. In particular, we're very happy that unstoppable games is deploying on Starknet, which I'm biased, but I think it's really the best validity roll up. And basically one of the first use cases for this faster co processor for Ethereum is going to be games. And that's really important. And we'll see some novel use cases and extensions of what Ethereum can offer."
    },
    {
        "speaker": "B",
        "text": "All right, Chris, with all that said, tell us a little bit about what you're doing on unstoppable games. Why are you so passionate about the gaming space? And why do you think the time is right to do this on the Ethereum network?"
    },
    {
        "speaker": "C",
        "text": "Great questions. Why am I passionate? First of all, I'm a lifelong gamer. I've enjoyed a number of games in my life. They've made significant impacts in my life. I've joined communities, which I have long lasting friendships that have evolved from those communities. And in the end, I had been kicking around this idea for quite a long time about how we could build games that would ultimately be taken over by the community, that the community could run, that they could govern, and honestly, that the developer, the original developer, couldn't shut off. Because I think that in the gaming space, anybody who has played games, and especially when it comes to massively multiplayer games, which influence is community, is so important. The community drives so much of the value in the game for each other, that when the game disappears, the community effectively ceases to be, and oftentimes that occurs without any intention for that community to sort of dissolve itself. It just happens because the developer doesn't want to support the game anymore. And I think that's a source of frustration for a lot of gamers. And there's this similar sort of vein that you may be familiar with, that you as a gamer can own your assets on blockchain. And I think it's a pretty similar thread there. It gives you, as a player of a game, as player of influence, faith that it can be around indefinitely, which is, I think, a pretty exciting concept. And for us, it's what's driven us. And I think this is an important distinction. It's what's driven us to build games fully on chain. And so what that means is that all of the game logic settles on chain. So anything that you do and influence for a little bit of background influence is set in space. It tells a story of a group of humans that led Earth in the future and are trying to survive in this distant asteroid belt. They couldn't find any habitable planets to settle on, and so are trying to do what they can to survive on this fairly hostile asteroid belt. And it's a game that's very rooted in realism. And so we have a lot of travel mechanics that are based on realistic orbits. And all of this, including the procedural generation that takes place to build the world itself, it all happens and can be verified on chain and in this case, on circnut. And I think that it's something that is impossible for us to have to have done an l one. It just isn't feasible. Like Ellie said, the computer is too slow, and it doesn't have enough storage space to manage that much logic and that much data. So it was pretty clear that we needed to move to a scaling solution. I think Starknet, for a lot of reasons, was the best choice for us. And so the great thing is that all of these like heavy computations verifying that a spacecraft can get from asteroid a to asteroid b in the time allotted with the propellant that they have on board, all of that now is happening on chain. And so it really drove the need for us to identify the right Scanli solution. And that was ultimately starting that for us."
    },
    {
        "speaker": "B",
        "text": "That's really interesting, and it was a much more philosophical answer that you gave than I was expecting. This notion that people essentially are going to own the game themselves, the community, the gamers will own it. But let me just see if I understand this correctly, because I'm watching some video that we're showing now about the game and the graphics are absolutely gorgeous. This is, it seems at least clearly too large for all of these, the graphics processing to take place on chain. So what does settle on chain and what doesn't?"
    },
    {
        "speaker": "C",
        "text": "Yeah, that's a great question. So you're right. The client itself, what you see, the immersive piece of the game, the 3d elements, the art, that's not on chain, but it does all interact with state that occurs on chain. So anytime you do something, whether you're mining for iron, or you're moving between asteroids, or you're recruiting a new crewmate for your crew, all of that is going to be stored on chain. And one thing that I think is really exciting about that, and I think that bolsters the case that we can build these unstoppable games, is that our client, while it's obviously a point of pride for us, and we put a lot of work into making this really exciting immersive experience, it's actually not all that special, because anybody could build a client for influence, they could go interact with the exact same smart contracts, read the same data from Starknet, and build a client that could interact with the influence world in exactly the same way that ours does. It might look very different, but they could do the exact same thing. And I think that there's a lot of power in that, because not only does it empower the community to build tooling, to build alternative clients, maybe more accessible clients, but it also means that the game can live for as long as there's a community willing to support it, which is, I think is really exciting. And I think that that is up and including firing us if we are no longer well aligned with the community. And I think that's yet another point that keeps us just really well aligned with our community and should result in a really strong long term success of the game."
    },
    {
        "speaker": "B",
        "text": "That's fascinating. Really fascinating. Obviously, if you don't like the game studio, who makes your favorite game today? You can't fire them. They're in control. I mean, it's just such an interesting concept to see how that devolves. Ellie, let me ask you this. Chris has talked about the front end of the gaming experience. Talk a little bit about the backend. How does Starkware ultimately power this? What is sort of the speed requirements and how comfortable are you that you guys are able to get there with your solution?"
    },
    {
        "speaker": "D",
        "text": "So I want to, again, just compliment unstoppable games and Chris and like, really trailblazers, you know, leading the path on using more and doing more and deploying more with real use. Case on blockchains. And it's a really substantial thing. Before talking about like scaling on Starknet, really blockchains at their core, these are technologies that are meant for social activities, for social functions, for things that require broad social consensus. And games are a form of social interaction. And, you know, that's the way we practice and establish all kinds of things in the social domain. So it's really, really important to deploy games and build them and interact and create value and do things that are what make us human. Now in terms of like, on the backside of like or in the backend of what's going on is that we mentioned this computer that we all love, but it's somewhat slow, which is ethereum, and now you want to add something that significantly boosts its speed. And the question is, what is the best way to craft this co processor or mechanism that will speed up things? And Starcore has been founded five years ago. The math on which is based has been developed more than 30 years. And we took a very. We take a very. We pride ourselves in taking a very long term view on technology and the arc of technology. So for instance, we defined a totally new virtual machine that is very ergonomic and efficient to program in and also leads to safe code, but most importantly, generates extremely efficient stark validity proofs much, much better than you can get for any other infrastructure. And this is again, part of taking this very long view and part of our experience with the Starkx systems that have been scaling ethereum the most over the past two years. So in the backend, there's this very high throughput settlement engine, which is starknet written in Cairo, which in a very short time, when version twelve comes around in a month or so, will deploy significantly high TPS like really groundbreaking throughput in computation and throughput will only increase. And this will be put to use by Chris and others who are going to utilize it for things that you just can't do on any blockchain today."
    },
    {
        "speaker": "B",
        "text": "Chris, how far are we away from this game actually being playable by users?"
    },
    {
        "speaker": "C",
        "text": "So our goal is to launch this summer and it's realistic. I will say you mentioned proto dank charting, and I think generally the concept of off chain data availability, which if anybody listening or watching is unfamiliar with, is this idea that not necessarily all of the data that is created and stored as state on l two s necessarily needs to be on l one. There are some pieces of data that are maybe less valuable that you can still verify, that are still valid. It's still 100% secure, but they don't necessarily need to live on the expensive l one ethereum storage space that there's a lot of work on going there. We talked about Q three. There's likewise a lot of work going from Starkware and Starknet with introducing off chain data availability in the near future. And we are debating at the moment effectively launching around the same time that is available because it is incredibly important for the gaming space because it does so drastically reduce the cost. I think at this point, something like 95% of the cost of an l two transaction comes from the fact that you're storing data and call data on l one. So you can imagine taking these transactions that are already substantially cheaper than they are on l one and making them another 20 times cheaper. Now we're at the point where the fees that our players would spend playing our game become almost insignificant. They're not noticeable, and then we can really start to attack the traditional gaming market. So we're really aiming to launch right around that time so that we can really push into a much larger audience that has, up to this point, not really been exposed or is downright hostile towards blockchain in general."
    },
    {
        "speaker": "B",
        "text": "Chris, quick question. Is that video that we saw actual real time gameplay or those interstitial chapters?"
    },
    {
        "speaker": "C",
        "text": "You'll see some gameplay in there and some trailer, but certainly if you want to see more gameplay, we have several videos up which I'm happy to share. And also we have had two already successful public tests on Starknet, and we'll have another during the summer, our final public test. So if anybody's interested in playing, you'll be able to get a full look at the entire scope of the game before jumping in with the main net game."
    },
    {
        "speaker": "B",
        "text": "Well, the technology looks super cool, not investment advice no comment on the tokens, but really looks cool. It just looks like an interesting thing. I wanted to wrap up by asking you guys each a final question about the role that you see games playing in crypto adoption more broadly. One of the things about the gaming ecosystem where it's always been incredibly strong is just how elegant and simple and easy the UI UX is, which has been just a tremendous problem in crypto. Folks don't want to look at command lines. They want to see something like they see on their PS five. I'm curious what you guys each think gaming can do for the broader crypto slash digital asset slash web three ecosystem. First to you, Ali."
    },
    {
        "speaker": "D",
        "text": "Several years ago already I said that and I still believe this. If I had to predict what will be the next big thing that crypto or the next big real use case that crypto delivers on, if I had to predict, I would go with gaming. And the reason is that gamers, by and large, a lot of them are already online and they are very comfortable with associating value to things that are digital and scarce just through the game. So they understand the meaning of ownership of digital values and the importance of integrity, meaning that the right thing is being done, fairness, transparency in the context of the game. So I think that, well, you know, my Twitter handle is stark. Maxi I'm extremely optimistic and long on starks and validity roll ups and also on ethereum and blockchains. I think it's much better way for conducting social functions, and part of these social functions are gameplay. So I believe it's the next big area for entrance for crypto."
    },
    {
        "speaker": "B",
        "text": "Stark. Maxi. Chris, we started with Eli. Let's give you the last word. Final thoughts on how you see gaming having a role in adoption in crypto?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think, I mean to back up Ellingham. I agree. I think that if we'll see a billion people in crypto, by and large, they're going to be coming from the gaming space. It is a huge space as it is. I think something like north of 3 billion people play games. It's an industry that is larger than all other entertainment combined and somehow still manages to grow ten to 15% a year."
    },
    {
        "speaker": "B",
        "text": "That's meaning music, film, sports. I mean, it's just incredible how large this space is."
    },
    {
        "speaker": "C",
        "text": "It's enormous. And honestly, I think in this world where AI content is becoming increasingly common and cheap and easy to produce, these networks and communities and the fact that you are playing games with other humans, I think will become more and more important. I think that's part of why we see games becoming so important. But in general, when it comes to crypto, I think that there's sort of. It's sort of an interesting dichotomy because when we're building games, I'm sure you have seen that in the traditional gaming space, there has been some hostility towards crypto and blockchain over the last year, roughly. So there's this sort of approach where we both have to introduce new players slowly to crypto. We have to somewhat hide the fact that this is crypto. You can't be a crypto game, you can't be a blockchain game. You need to be a game that's enabled by and can show clearly the benefits that you get from being on blockchain. Totally. I think one of the biggest things that that's going to do is really drive. And I know you had Itmar from Arjun on here previously. It's really going to drive like that account abstraction model and the ability to take these, what today are somewhat clunky wallets to play with and turn them into something that's just like any other account that you use, not dissimilar from having an account on Steam or Google or the PlayStation network or whatever. I think that that's really going to drive that space forward which will in turn allow for a lot more adoption in other spaces. So, I mean, I'm really excited to see it. And I think that if we can push forward on having a great experience for new players to come into the game and introduce them then to the benefits that they get from playing this on chain game that is unstoppable and kind of introduce them to then the entire rest of this awesome composable universe that we all know and love, I think that's the way to get there. That's sort of the. I honestly hate to use the analogy of the Trojan horse because that wasn't exactly a positive, positive approach, but it's used frequently. I think that's sort of the Trojan horse of how we get into the door with the larger community that is, as of yet not in crypto."
    },
    {
        "speaker": "B",
        "text": "Well, it didn't work out well for achilles, but you make a great point there. The games have to be fun. At the end of the day, people are not interested in the technology. They need something that's engaging, that they want to play, that's fun to play. And by the way, if you're out there and you're someone in our audience who, like me, is over 4000 billion dollars industry gaming in the US alone, the numbers are just eyebrow raising. And obviously you take this across the world where people play games everywhere. Uh, just an extraordinary industry. Talking of extraordinary guys, incredible conversation. This was so much fun. I hope you'll come back and chat with us and give us an update and tell us what you're doing in the future."
    },
    {
        "speaker": "C",
        "text": "Love to. Thanks for having thanks."
    },
    {
        "speaker": "B",
        "text": "Thanks so much, Ellie and Chris. We really appreciate you joining us. That's it for today. Uh, remember to sign up for real vision crypto. It's free. Go to realvision.com crypto. That's real vision.com forward slash crypto. Join us again tomorrow. We'll close out the week with Chris Sullivan and Chaim Bodak from Hyperion Decimus. More great guests this week. Just keeps going on and on. It's just a great week. Thanks. That's it. 09:00 a.m. pacific time tomorrow, noon Eastern, 05:00 p.m. if you're in London, thanks again for watching. Hopefully you'll join us again tomorrow. Thanks."
    },
    {
        "speaker": "A",
        "text": "Today's episode of the real Vision Crypto Daily briefing is in partnership with Origin Protocol's origin dollar. Put your stablecoins to work in defi@realvision.com origin dollar."
    }
]