[
    {
        "speaker": "A",
        "text": "Hey there. Before we get started with the show, we just want to let you know today's crypto daily briefing is in partnership with the crypto Phenom Letter. This is a one of a kind premium investment newsletter service that highlights the next winners coming in. Cryptocurrency tokens and equities. Get special access today@phenomcrypto.com. realvision that's phenomcrypto.com realvision."
    },
    {
        "speaker": "B",
        "text": "Mark Dale, founder of W one, curates welcome to the real vision Crypto Daily briefing."
    },
    {
        "speaker": "C",
        "text": "Thanks for having me, buddy. Thank you."
    },
    {
        "speaker": "B",
        "text": "My absolute pleasure. I'm so excited to get into our conversation. Before we jump into our conversation about digital art, let's do a quick market update because things have been a little bit hairy over the last 24 hours. Bitcoin is down over the last 24 hours. It's trading around 26,000 and we're seeing a bit of a recovery since the initial slide. Ether is doing a little bit better than bitcoin. It turns out the current price is above $1,800. And that's all after news that the SEC has sued Coinbase. This was widely expected after the recent wells notice. The SEC is alleging Coinbase is running an unregistered securities exchange. The lawsuit comes a day after a similar action by the SEC against Binance and its CEO xingping Zhao. We'll continue to have conversations about what this means with lawyers and other experts throughout the week on crypto daily briefing, but I really want to get into our conversation with Mark today. Mark, thank you so much for joining us today. Would you mind telling us a bit about your background and how you found yourself launching and running an NFT gallery space?"
    },
    {
        "speaker": "C",
        "text": "Yes. So taking it back from the beginning, I worked in a traditional art gallery on Bond street about 20 years ago now. I was seeing a lot of artists transitioning from traditional into digital, or taking traditional paintings and putting a digital twist on them. We was always tasked with trying to source or help with the technology to make that happen, and it was 20 years ago, it just wasn't there. You were seeing these amazing artworks that were, were being brought to life. The content looked amazing, but then as soon as it transitioned over onto whatever format you'd be playing it on, if it wasn't just a normal commercial screen, then it would let it down. So we kind of set out on a bit of a mission, or I set out on a mission to build a led screen that represented an artist color palette true to form. So by saying that we had many trips back back and forth from Shenzhen managed to find out what components worked best within a screen, what was most reliable, and what components didn't let the artist artwork down. So, for instance, a lot of main LeD companies use mixed batch leds. When they're using the mixed batch leds, they're always a different variation of color. So that affects the color palette, and then you also see different color diodes that are used. So in. If you're not using the darkest of Dio, what will happen is you'll be shining a white light through the back of a gray diode, which you lose the depth, the contrast, and sort of all that kind of amazing black look if you're working with a lot of black content. So we kind of worked out over a few years what product we was happy with was a bit hesitant to take it to market. So we started to do installations in some high net worth clients houses. Say if they had a one in particular client had a Picasso. We went to their house. We installed this huge six meter by three meter screen in their house. We then photographed the Picasso, filmed it, the Picasso went into storage. We put the original artwork kind of in a digital format on the person's screen in their house. They loved it. Said, look, I've got another three houses. Could you do those? So we kind of rolled it out across all their estate, and then it was a friend of a friend, oh, my friend's just seen this. Can you come and do that? Can you come and do that? So we probably spent best part of five to six years flying around the world with this new product, installing digital screens in a large format in people's houses to show their traditional art, which was really cool. And then, lucky enough, we got approached by a company called Flannels on Oxford street. They said, look, we're opening a flagship store. At the same time, we secured the contract to do the whole Fraser group and flannel's estate. So we was already doing tech for the company for their kind of, like, commercial side of it. And they was like, look, we love what you're doing with the art. Why don't you do something temporarily while we're opening the store? So it's always going to be a temporary installation on Oxford street. We put it up, and we was testing for about two years, and then we. I mean, we had a lot of contacts in the traditional art world, but we was kind of reaching out, and they're saying, oh, no, it's a billboard. It's this, it's that. And we was kind of trying to explain, look, there's a lot of thought gone into this. It's not just the windows. You know, when it's in direct sunlight, the screens will raise in brightness. They drop down in the evening. There's a lot of stuff behind the scenes that we put into this, so it didn't look like a billboard. Although with the traditional art world, it took a while of convincing. Then all of a sudden, we were speaking to a friend of ours, David Lachapelle. He agreed to let us do an exhibition with him. And from then on, it just blew up. We was working with, we've worked with Gogozian, we've worked with Christie's. Bonhams, featured Jeff Koons, Tracy Eminous, Michael Craig Martin, David Bailey. So from the traditional art world, we kind of, we lay it up really quickly. And that was probably just at the start of the pandemic. But obviously galleys were closing. People can do exhibitions, so we become more valuable to the traditional art world by having this space. What, no matter what was happening in the world, it could always run. So that kind of gave us a real boost. And obviously, once we started working with these names, kind of when we was approaching an artist, we drop a few names or they'd look on our website and be like, right, these guys are okay. Because the blue chip level we was working at. So we launched the outside. And then through the pandemic, obviously there was a lot more digital art being exposed. It's been there for years, but it was just being exposed more. And I was visiting a, a lot of fairs, going to a lot of conferences, and just, I just couldn't from having a lot of friends in the traditional art world. And they were looking at this kind of like, beautiful artwork, but on a tv screen, you could see that their head couldn't get round. What is the difference? And they're comparing it to, like, screen savers and things like this. And I was just thinking, I don't think these guys have been given the best chance. These digital artists who've like, I mean, they're phenomenal, who just have put hours and hours into making this work for then it to be not represented in the right way. So I was lucky enough to be able to convince flannels to give me their basement. After quite some time, they gave me the whole basement. We've turned it into a 400 square meter gallery that launched in August this year. Since then, we've featured six and five. Maxim Zeskov recently featured B Pole, joined forces with 33 NFT, Cosmo Dimichi group featured Andre Resinger. Yeah, I mean, it's just gone from strength to strength. So now we're kind of focusing on this year we're heavily focusing on digital art, where we've opened the gallery. Next year we're going to be focusing on bridging the gap between traditional and digital and taking some artists who are in the digital space into doing like physical objects and stuff within the gallery. And then we'll take in some traditional artists into the digital space to let them exhibit in a digital way rather than a traditional way, such as a canvas or sculpture."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, what I find so fascinating about your story and the story of w one curates is that it really is the natural evolution of arthem art and art history and the way in which galleries sort of need to adjust to the changing of the times. And, you know, what we've seen, especially in the traditional art markets, is minus your Sotheby's, your Christie's, your goesian. There's a lot of pushback against digital art and NFTs. Obviously, those are sort of two separate things. Digital arts can exist not as nfTs, but they're getting conflated. So have you faced any criticism from your old colleagues in the traditional art world about what the fuck are you doing with these scamming NFT guys? I mean, even though you are working with the best of the best, has there been any pushback?"
    },
    {
        "speaker": "C",
        "text": "To be honest, we're in a real niche situation where we're still working with. We're still working with a lot of traditional artists and a lot of traditional institutions, and we are featuring the biggest digital artists in the space. So you get the odd comment from time to time, but we've gone into this so heavily. We've also just opened a creative studio where we're supporting these projects from day one. We've opened a recording studio, we've opened a smaller immersive space in Shoreditch. We've just collaborated with Damien Lazarus. We've just done something last week for the Renaissance show with Beyonce. We're at a level where people are kind of commenting, but they can't really say too much because we keep kind of being lucky enough to exhibit these amazing artists or musicians or, you know, we're kind of pushing the boundaries a little bit with digital art by, you know, what is. What is digital art? What is art? Art, music, culture is all connected together. So we're playing our part in just not stereotyping ourselves down one road and doing a wide variety of collaborations that is digital art, because it's on a digital screen. So, you know, wherever it comes from, for us, art is our, and, you know, we will support that, and that's what we're doing going forward. So in answer to your question, yeah, we've had a few comments, but I think we're pretty much left alone, which is quite good."
    },
    {
        "speaker": "B",
        "text": "Yes, I think it is quite good. And especially considering, you know, the great work you guys have been doing, especially with the beeple and the Cosmo Medici show you guys did very recently. Can you talk to me a little bit of how that came together and sort of what it's like, is there any difference working with a digital artist versus a digital NFt artist?"
    },
    {
        "speaker": "C",
        "text": "Like, bipolar Bipol is amazing. He's really cool. So we done a collaboration last year for Freeze with 33 NFT and Cosmo Medici group. So last year we exhibited during Freeze, the whole collection of Cosmos and 33, I got Richard Mill to sponsor it. So we've done, like a huge dinner for 50 people, 25 of Richard Mill's biggest collectors, 25 artists. So we had, we had Wisbe there. We had Andre resinger, maxim, various different artists, and we've done, like, a panel to talk about it. So this year we was like, right, okay, let's. Let's do something with BPO. And Cosmo was like, okay, Cosmo just acquired some, some works. He acquired six or eight physical works and digital works that paired together. So we just continued to talk. And then we met up in Miami for Art Basel, and then from then it was like, right, let's do it. Obviously, the guys started to hear about our space. B Paul was opening his space in Charlestown as well, so they was already making content on that scale. So they said, look, if we just, if we give you the content, can you do? I mean, and that's what's happening quite a lot, really. A lot of the artists are saying, well, look, we'll give you the content and you make. So. So we curate the exhibition together, and then there's a back and forth process before it gets signed off. But that all come about through 33 and Cosmo. And then we followed. So we done, we had an exhibition the first night. We'd done a dinner and a panel talk. I managed to get Nick Knight to sit on a panel with myself and beepold to talk about traditional, where it's crossing over and what's going on, which was really cool. The second night, we got audio fly to flying from Ibiza and play a gig where we had, I think we had like three and a half to 4000 people arrive on the night. So that was huge. And then we'd done a book signing after we'd done a small visual podcast and then he left. It was like a whirlwind he was. Then we had him for three days. He got here, he smiled, he greeted everyone and quick turnaround and he left. And then a couple of weeks ago, we released the second part to the exhibition, which is the physical artworks. So that was released at our studio, which is on our website if anyone wants to see that."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, before we keep going, I want to just remind everybody watching to join the conversation and join us in the chat. Put down your questions wherever you're watching. We'll ask the best ones on air. Remember, real vision members take priority, but the good news is crypto membership is free. Go to realvision.com crypto to sign up. And if you're watching on YouTube, tweet this link and follow real vision ealvision on Twitter. So Mark, one of the things I'm curious about is are you guys at all exploring blockchain technology or you guys focus solely on the exhibition of it with these screensh?"
    },
    {
        "speaker": "C",
        "text": "So at the moment we're focusing on what we tend to do is we tend to try and be really good at one thing and then branch out rather than try and do everything. So we're trying to be like the go to place for people to build projects or release projects or you know, or help someone on the way to releasing something. So with the one stop kind of shop mentality, you could come to our creative studio, build a whole project, pick it up, test it in the studio and then drop it on Oxford street. Or you could basically have the project ready, drop it on Oxford street. So we're planning on opening these sites globally and we're kind of leaving the specialists I like you mentioned blockchain to be involved. We let everyone stick to what they know best. So even when an artist comes to us and says, you know, I'd like to release the work at the same time, and this, we don't pigeonhole people into making a decision. We kind of, we'd like to say open. So if someone wants to release an artwork and they're not too sure what marketplace to release it on, we won't have low influence in that. We'll just say, look, whatever you decide will support you as an artist. Working in galleries for many years, I saw a lot of artists, traditional galleries, kind of, they'd get chewed up a little bit and spat out and then the relationship would fall, fall out of bed, and we're kind of, we're here for the long run, and for us, it's about putting the artist first and then what they're comfortable with. So whether the artist brings a project that they're doing already on a blockchain, or whether they're doing it with a marketplace, we try to stay as open as possible. So at the moment, we're just focusing on the venues, the place to go, the people to where the people to go to if you want to release a project. And we can make that happen in any way, and then we'll start layering up once we've got our multiple locations."
    },
    {
        "speaker": "B",
        "text": "I love that. And so one of the questions I have about you guys, are you representing artists at all in the traditional gallery way that, like, Gogosian represents certain art, or are you more, is it more sort of looser that it's just you guys are trying to create sort of in the web three ethos, just a community of creators that are supporting each other and lifting each other up."
    },
    {
        "speaker": "C",
        "text": "For me, it's about community. It's about supporting all these artists and being part of a bigger picture. I don't want to hate contracts, hate putting people in contract. This is the future. This is where it's going. We've just been signed by Richard Mill. We're doing four projects with them a year. We've got Silverstone Grand Prix, where we're doing the whole art project. For that, we're just about to release a project with Creed. We've got some big brands talking to us, and it's more important for us to have a black book of people that trust us, that we can work with than trying to screw people down into contracts like everyone's, everyone in this traditional. Sorry, everyone in the digital space is like, if we all work together, we grow together, and we get to where we want to be, where it's a bit more closed door in the, in a traditional market, as you know. So we're just trying to, we're just trying to kind of lean on the contacts. We got the friends. We've got a friend will recommend a friend, and just trying to do it as loosely as possible. So we leave options to grow rather than signing certain artists. And it's, you know, we want to support the artists, not sign them into contracts, basically."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, that's, that's absolutely the ethos of web three, and I think it's perfect that you guys have truly embraced that. One thing I'm curious about is as you're talking to these artists that you are all working with and helping build communities around, have you found that there's been any sort of sea change in enthusiasm? Considering the fact that the traditional art market and the NFT market more specifically are quite down?"
    },
    {
        "speaker": "C",
        "text": "There's still a hell of a lot of money around because people are still pushing for big projects, people are still buying artwork. Everyone's just a bit more cautious. I think like the digital artists who were getting these big numbers as being a little bit more cautious. A lot of them seem to have in their head that if their work goes on the blockchain and that is not minted, then that looks bad for them. So they're kind of picking up the, picking up the method of saying, okay, well look, we'll do an exhibition or we'll do a show, but everything will be inquiry only. And once the person has bought the artwork, then they'll mint it and sell it to the artwork. So that's happening a lot. A lot of the artists are saying, look, we've done quite well, we'll just wait until the market goes back. And some of them are saying, look, I'm not even interested in selling the work at the moment. For me, working with you is more about me expressing myself and getting an exhibition, physical exhibition under my belt where we can invite people to see it in a different format. So I think every artist we work with is on a different mission. Some are working with a lot of brands, some are, you know, Andre Resinger has just done something with the awe. Six and five just done another big project. There's loads of these guys who are already working with brands who are kind of, now they're being signed by, instead of being the person designing stuff for the brand, they're being signed as an artist for the brand, which is super exciting. So I think a lot of people are taking up different avenues and the market will come back round. It's the art market follows the, it's the car market, the watch market, the luxury market, it just spiked so much it had to reset. So, you know, some people haven't experienced that before, are kind of losing their, losing their mind and they're like, oh my God, the whole world's ending. And other people are like, look, it's just an adjust and, you know, and then we carry on. I think that, I think the whole adjustment, what's happened is a really good thing because it's, you know, there, because I can understand from certain people looking there, there was a lot of chances kind of I'm just going to do this or do this project or that project. And that gives the art market a bad name because people are just. People are just in it for the money and the quick buck, where when something like this happens, that all kind of disappears a little bit. And it's the guys who are actually here for longevity thinking about their careers that will get somewhere. And that's. I think the whole adjustment's been a good thing and I'm just looking forward to seeing some amazing stuff come out of this."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's really. I really love that. And it's so interesting to me because people talk about these down markets, these bear markets as time to build, but usually they're talking about VC's and coders and engineers and all that. But even in art, this is the time to build. My dad is an art collector and I can remember the cycles of art and it very much corresponds to the actual markets. As we all know, once we get into a bear market and liquidity tightens up, people start trying to sell some of their more physical art pieces, taking a bit of a loss. There's not as much demand. So obviously, because it's crypto, the whole NFT digital art side is on steroids. So it feels even more intense. But at the end of the day, I really do think that this is just another cycle and those who really care about the art and put the art first over profits are going to go out and survive and so on that sense, what are some of the more up and coming artists you guys have been working with that you're really excited to be working with and see what they produce?"
    },
    {
        "speaker": "C",
        "text": "Okay, so we've got, we have got. I've just gone dead. We've got kid eight who's launching in July. He's launching with physical sculptures and we've got an amazing project with him. He's also. There's another little twist to the kid eight project, which I won't give too much away, but it will become apparent next month. We are working with Ash Thorpe, he's coming up during freeze. We're working with Gmonk, both who are doing some like epic, epic stuff. So they have a couple of the names we've got coming up this year and then we're also doing something big during freeze with a big established auction house or blue chip gallery, should I say?"
    },
    {
        "speaker": "B",
        "text": "Yeah, well, very exciting. One thing that I wanted to sort of touch back on is are you seeing more NFT minded artists getting into physical art as well? Like we've seen with people is that."
    },
    {
        "speaker": "C",
        "text": "Yeah, definitely. Definitely. I think what people like, the feedback I'm getting from the digital artist is the. The thing that look, the thing to do is if you're a traditional art collector, you want to, you want to purchase a piece of art, you want to put it on your wall or you want to put the sculpture in your house, you want to touch it, you want to feel it, you want to, you know, you want to be part of it. So with digital art, a lot of these digital artists are right. How can I. How can I bring my digital art into that? Into that world where someone can literally touch it, feel it, and it become part of the interior of their house or office or wherever it may be? There's a lot of artists now transitioning into that space and taking like, b pulse human one and things similar to that where they're making, like, they're making sculptures with a digital element to it, or some people are, okay, well, if I, you know, if with kid eight, he's got his kind of kid eight small figure that walks around that. If I made that as a sculpture, would that be someone transitioning from buying a sculpture? Because then you may have a screen behind it where you've got like an animation of the physical sculpture. I think that's a really clever move. And I can see a lot of people, a lot of people then transitioning from traditional into digital because it kind of goes hand in hand. Cosmos just bought eight works from BPOL, where they're physical canvases, but they've got an NFT attached to them. A lot of brands, the NFT being attached to art, like art. For me, there's two different things. There's an NFT and there's digital art. And I've always looked at it as digital art. Now, I personally think NFTs will be really useful for a lot of things, and I think just because, I mean, it's glad they was connected together because it kind of looped it all out. But I think the way that people are connecting the two together should be kind of forgotten about a little bit. It should be like, there's digital art, and if you want to sell it by doing it as an NFT, then do it as an NFT. But if you just want to sell it as a piece of digital art, then that's fine, because I was selling digital art in the gallery works in the Fine Arts society, which was one of the most traditional galleries in the whole of the UK 20 years ago. They'd sell a tv with an artwork on it and put a beautiful, ornate frame around it. It's been going on for years that didn't need an NFT attached to it. So it's like, you know, digital art for me is digital art, and the NFT thing is going to be very useful. Very useful. And, you know, people automatically, when you say NFT, will talk about it dropping in money and stuff like that, but it's. For me, it's not the case. I just kind of ignore that."
    },
    {
        "speaker": "B",
        "text": "Yeah. Very well said. Very well said. So just want to take a quick question from one of our audience members, Ralph, I hope this is Ralph Humphrey, one of our favorite viewers. He says it looks cool, but I can see pushback against energy consumption. So obviously this is probably a little bit in with the whole bitcoin mining thing, but how is the energy consumption on your gallery and these frames? I assume you guys have really worked it out 100%."
    },
    {
        "speaker": "C",
        "text": "Yeah, so basically the. When you. With led screen, the higher the brightness is, the more consumption they'll pull. So our screens are always on 30% during the day. They fluctuate up to 30 to 35 to maybe 40%. So there, if you look at our screen, compared to any other screen on, on Oxford street, there's no glare, it doesn't light up the whole road. It's done in a certain way. There's different sensors on each individual window that turns the screen up and down. And also our screens physically turn off when they're playing black content, the screen's off. So that's the only way we could get this depth and this black. Whereas the other screens from any commercial company, they'll be lighting backlit gray, which gives you that washed out. So, look, it's a digital screen, it uses energy, we can't deny that. But we've done everything we can to pull that back as much as we can and be as efficient as possible."
    },
    {
        "speaker": "B",
        "text": "Absolutely. And it sounds like the overall goal is to represent the art as perfectly as possible, which means you're not going to be blasting a Picasso out at 100 lumen or whatever it is. Exactly. You're reducing it to equal, which is on the lower end of that brightness level."
    },
    {
        "speaker": "C",
        "text": "We had a lot of. Yeah, I mean, when I launched. When I first launched w one Q eight, we had a. We had the local authorities in within about a week trying to shut us down. So I've had a court battle. I've had to explain this in court about what we're doing and what technology we're using and what we're doing to protect the environment and what process we thought about to make it fit in with the current environment and make it a pleasing to the local buildings around it. So we actually won that court case, which was great. And then we went on to work with the local authorities to do another exhibition where we worked with a guy called Anthony James. His sculptures in the back there. We had 250,000 visitors in less than three months to a. It was a digital art exhibition, but with kind of physical digital objects. We've done that with the local authorities, and since then, they've left us alone and they're really happy with us. And we tend to collaborate once a month. So we, I can assure you we've been grilled about this, but we're in a good place."
    },
    {
        "speaker": "B",
        "text": "I assume as much. I assume as much. Well, mark, it's been absolutely a real pleasure speaking with you today. I'm just so impressed that instead of, you know, immediately pivoting away, you recognize that this moment is part of the evolution of art all the way back from cave paintings today. It's all one big spectrum that we're just existing on and that you are ultimately embracing the web three ethos of it's all about community and artists rights and all of that. So before we let you go today, any final thoughts you want to leave our viewers with?"
    },
    {
        "speaker": "C",
        "text": "No, not at all. I just, you know, with w one creators here, we support. We support emerging talent at our smaller gallery, support established artists at a bigger gallery. We're now venturing out into, you know, if you do an immersive experience, you need music, you need audio, which is why we launched our recording studios. Just done a project with Damien Lazarus. We've got Seth Troxler coming up. So we're doing a lot of stuff about house tech, digital artists combining the two together. So, you know, any creatives want to get out there, want a hand, want to, you know, be pointed in the right direction, then give us a shout. We're here to help and, yeah, and let's continue to push this huge wave and see where it can go. We're looking to expand globally. So, yeah, we're here to talk."
    },
    {
        "speaker": "B",
        "text": "I love that. Well, thank you so much. That's it for today. Check out the real Vision website. We're currently running a festival of learning campaign focused on AI. You can get seven days of real vision premium access and insights for free. Head to realvision.com festivaloflearning. We'll be back again tomorrow with Adam Nash from Daffy. See you at 09:00 a.m. specific time, noon eastern and 05:00 p.m. london time. Thanks for watching, everybody."
    },
    {
        "speaker": "A",
        "text": "Hey there. Thanks for joining us today. Just a reminder, today's crypto daily briefing is in partnership with the crypto phenom letter. This one of a kind premium investment newsletter service highlights the next winners coming in. Cryptocurrency tokens and equities. Get special access today@phenomcrypto.com. realvision that's phenomcrypto.com."
    }
]