[
    {
        "speaker": "A",
        "text": "This episode is brought to you by La Quinta by Wyndham. Your work can take you all over the place, like Texas you've never been, but it's going to be great because you're staying at La Quinta by Wyndham. Their free bright side breakfast will give you energy for the day ahead. And after, you can unwind using their free high speed wi fi. Tonight, La Quinta. Tomorrow you shine. Book your stay today@lq.com. dot."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now, to the top analysis of today's crypto markets."
    },
    {
        "speaker": "A",
        "text": "John Deaton, welcome back to real vision crypto."
    },
    {
        "speaker": "B",
        "text": "Thank you. Thanks for having me. It's always my pleasure, Ash."
    },
    {
        "speaker": "A",
        "text": "Yeah, I was just saying, it's always a pleasure to have you here with us. There's so much for us to talk about today. So much happening in the legal world around crypto. You're truly an expert in this, by the way. For those who may not remember, John Deaton is managing partner at Deaton law firm and founder of Crypto Law, which is a us legal and regulatory news platform for digital asset holders. And you really are extremely in the weeds with all of the things that we're about to talk about here today, everything that's happening in the digital asset legal space, and, boy, there's a lot of it."
    },
    {
        "speaker": "B",
        "text": "Yeah, there sure is. It's like each week, it's. Where do you start? You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Yeah. And it's. It's really interesting because this space, uh, you know, I always talk about crypto as being like three plus one things, right? It's all the incredibly complicated computer science, engineering, cryptography component. That's. That's one piece. And a lot of our viewers come to us from that side of the equation. Second, it's all of the sort of very wonky finance and economic stuff. And increasingly an important part of this space. In fact, a crucial place to start understanding everything that's happening in the pricing side is everything that's happening in legal, regulatory compliance, legislation. I mean, this stuff is just incredibly thick, incredibly dense, and incredibly important."
    },
    {
        "speaker": "B",
        "text": "Oh, it absolutely is. And when you think about it, when bitcoin and the crypto market cap was several hundred billion, I mean, it's not insignificant, but it didn't reach a trillion. Once it hits a trillion and then 2 trillion at one point it reached 3 trillion. That's when people started paying attention. That's when the incumbents really start paying attention. And then all of this sort of comes to a head, especially on the regulatory front, because I'm a firm believer that we have a system, and Gary Gensler has actually talked about this when he was at MIT, where you have disruptive technology that's coming in and disrupting the incumbents of a, of a half century legacy banking system. It's going to cause more than disruption, it's going to cause chaos. And I think we're all witnessing that chaos right now."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's so well said. I've often said when this asset class was a couple hundred billion dollars, it was like, oh, you kids over there playing with your Internet money. That's all well and good, and then suddenly it becomes a $2 trillion asset class that's worth more than apple. And people start looking at this going, hmm, this is, this is interesting. Maybe we need to start thinking about defending our business model here. And we've seen that happen again and again. By the way, let's talk a little bit about price. Let's talk a little bit about data coming in. Obviously, today is CPI day. This becomes almost like medieval scholastic philosophers debating angels dancing on the head of a pin. Uh, but we should talk about it and talk about its relationship to price. First off, I should say, uh, crypto market cap right now, according to coin, market cap is at 1.23 trillion, um, nearly one and a quarter trillion dollars. But let's jump right in and talk the latest in price action here. Let's take a look, if we could, at the chart of bitcoin right now. You know, what you see on this chart here, this is, I believe, a 24 hours chart, which gives you a little bit of a sense of what happened. 10:00 a.m. the CPI release came out today. We saw, if you look at that chart, a little bit of, a little bit of a bump upward when that number was released. Now, a bit of a leg down. That happens at 10:00 a.m. you can see that there in the data on the chart. Let's also take a quick look at Ethereum. I wanted to talk a little bit about some of the drivers for this data. This is the CPI release. This is what everybody was buzzing about this morning. This has been the focus of everyone in the crypto markets, also the focus of everyone in the capital markets. I guess you can question about how significant this is, but let's just review the data. If we look at this on a month over month basis, CPI, month over month, we see pretty significant cooling. The prior number on this was four tenths of 1% month over month coming in. This is, of course, in February. The actual, this month, 0.1% significant cooling. The consensus range was 0.2% to 0.4%. So below the consensus range, consensus was 0.3%, so a third of consensus. Now, again, we talked about this a little bit earlier. This does sometimes feel a little bit like angels dancing on the head of the pin. The level of granularity that we debate this stuff out, I should also say, say CPI headline year over year prior was 6%. This recent number, March number 5% actual. Look, that's some base effect that we're seeing filtering out. Another thing that we should be talking about here, and I just want to bring up, this is a chart from the Wall Street Journal. This is the difference, this is showing you the difference between the CPI headline and CPI core. That's ex food and energy. In other words, the headline number is everything for all consumers. The core or ex food and energy is subtracting out food and energy from that equation. This down more modestly. The prior was five tenths of 1%. The actual, this time for March is four tenths of 1%. That came in basically exactly at consensus and at the top, at the top of the consensus range. So a little bit of divergence there. I mean, look, this is, this is interesting. I'm going to give a little color on this from the Wall Street Journal just to, just to sort of frame out what this means. Quote, core prices, a measure of underlying inflation that excludes volatile energy and food categories, increased 5.6% in March from a year earlier. That's annualized, accelerating slightly from the 5.5% the prior month. Again, this is some base effects that we're seeing there. Core inflation, which economists see as a better predictor of future inflation, has stayed stubbornly high, in part because of inflationary pressure, pressures from shelter costs. That, of course, is housing. I'll throw out one more wild card and we'll talk about this a little bit. John. The Fed's preferred measure of inflation is actually PCE, personal consumption expenditures. We are looking at CPI. That's consumer price index. It's the price index that most people follow when they talk about inflation. Look, this is a lot of information out there, and I guess you got to then question, we've got all this data, we can, we can graph it very finely. We can show the pretty charts on screen. But how much does it really mean? I guess that's ultimately the question. If you look at the price action today, it suggests maybe, maybe not as much as the attention and focus you get from the news cycle would suggest."
    },
    {
        "speaker": "B",
        "text": "Well, it seems, I'm not an economist. A lot of these numbers and that data go over my head. Ash, to be honest with you, it just seems to me that there's a whole lot of focus on this one index that I don't understand. And then I see that, I see the worries of inflation, the fact that the fed is going to continue to raise. But then you hear leaders like Cathie Wood and others talking about that we're going to enter a deflationary period. And so it just seems to me that we get consumed with this one number that may be a lagging indicator when you think about the real world, but thats sort of my take on it."
    },
    {
        "speaker": "A",
        "text": "Yeah. Listen, I think thats incredibly well said. Sometimes in markets, we can be like the drunk looking under the lamppost for their keys, because thats where the light is. You can chart these things. You can show pretty graphics on screen on some cable news networks that are very popular for focusing on these stories. And look, you can show the chart. And so it gets talked about. But the question really, ultimately, I think, is about, as you point out, what the Fed is going to do next. We get some interesting stuff on this yesterday from John Williams, who is the Federal Reserve bank of New York president, who said, and I want to read this quote because I think it's interesting, he said that he believed that one more additional rate hike was, quote, a reasonable starting place, close quote, meaning that it seems likely that the Fed will hike at least one more time. Now, by the way, for people out there who are not economics folks, who are not walks, who are wondering why all this stuff matters, what we've seen historically, at least during the last couple of cycles, is the price of bitcoin, the price of ethereum, the price of digital assets more broadly changing relative to what's happening with Fed policy. Specifically, when you see rate cuts, when you see more easy money coming into the system, you see the price of digital assets increasing. You basically see bitcoin, ether, and the whole complex of digital assets trading, essentially like the Nasdaq 100 or the Nasdaq Composite index. More easy money comes into the system, more credit gets extended, and folks go and buy it. Thats why all this is relevant, Sean."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, we keep hearing, though, Ash, again, from a layperson standpoint on all this economic data, we keep hearing about when will there be a decoupling? Right when the feds raising rates, it goes risk off and bitcoin and digital assets or risk assets. And then when we get more liquidity, as youre talking about, and they stop raising rates or they actually go into quantitative easing, then all of a sudden its risk on and that digital assets will follow the Nasdaq. The real question is, you keep hearing about a theoretical decoupling when digital assets don't follow the Nasdaq and the tech stocks. And that's what I'm waiting for because I don't know if maybe it'll never happen, but we keep hearing about it, and a lot of people have hinted that we are slightly witnessing a decoupling. I don't know what your take is on that."
    },
    {
        "speaker": "A",
        "text": "Well, I think that's exactly the right question to be asking. In fact, this idea of decoupling is so powerful because it's not just a decoupling, a decorrelation. What folks, particularly on the bitcoin, have suggested side of the equation in terms of the framework for thinking about this have suggested is that we're going to see an inversion of that relationship. In other words, if we see sustained higher inflation globally, what we would see would be bitcoin rising in price, because you would see this off the grid digital e gold store of asset value function in bitcoin. That's the thesis we've sometimes seen moves in that direction. But they're, frankly, they're very brief and they're very transitory. And for the most part, what we've seen is exactly the opposite. We've seen the correlation run with decreasing interest rates, accommodative monetary policy, increasing the price of digital assets. But look, we should say, obviously, predictions are difficult, especially about the future. We could see that reverse if we saw sustained high inflation in the United States and abroad. Digital assets might, emphasis on, might become that sort of flight to quality, flight to safety as fiat currencies got to base. At least that's the theory."
    },
    {
        "speaker": "B",
        "text": "Well, listen, I'm someone, and I'm not someone who tries to time the market. I learned a long time ago that I can't. And so I'm a longtime investor with a long time horizon. But I will admit that I am pleasantly surprised so far, knock on wood, that someone who is invested in bitcoin, that it's acted better than one might have projected. When you think about all the macro events. And you think about this regulatory pressure that we're seeing, where Coinbase gets wells notices and Ethereum is implicated, all these things, and it's held up better than a lot. I mean, there were a lot of people predicting 10,000 and sub 10,000 for bitcoin, and maybe it could still happen with some kind of black swan event. But it seems to me that whatever the consensus is, we see an opposite result. I am a little bit pleasantly surprised that bitcoins held up. I mean, no one could have predicted the FTX and all of that that was happening. That bitcoin would be at 30,000 a day. Theres a lot of people who wouldve projected its death, Preston."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, absolutely. There were a lot of people who were projecting bitcoin zero. We have a lot of no coiners out there who believe the asset class has no value whatsoever. But you bring up such an important point, which is everything that's happening right now. Now it's time for me to be a total layperson. I am not a lawyer, but we're talking about this off camera. Listen, if you're interested in the digital asset space, you need to listen to folks like John Deaton, who understand what's happening from a legal, regulatory compliance, legislative component. This stuff is so important, and there's just so much happening right now. You mentioned some of that. Those points. We've got Coinbase being served a wells. Notice this seeming divide between CFTC and Sec. Ongoing litigation, ongoing criminal trials with FTX, SeC expanding dramatically, its enforcement of digital assets. The stuff that's happening with binance, I mean, there's just ripple XRP. My God, there's so much happening in this space."
    },
    {
        "speaker": "B",
        "text": "No, no, there is. And you touched on some of it. We're witnessing a coordinated. And I don't believe this is a theory. I think it's been proven that there was coordination with the defunding of the banks, with the seizure signature bank, with the buyer having to divest any crypto deposits, whoever was going to buy signature bank. We have the New York attorney general suing Kucoin, calling ETH a security. You have the chairman of the SEC back when the merge happened, saying that the merge implicated securities laws and that ETH was implicated. We're witnessing an absolute, in real time coordinated effort to damage this asset class, in my opinion, and my opinion is that part of it is, I think at this point, Ash, they've accepted that bitcoin and certain digital assets are here to stay. Obviously, we can't say 2030 tokens right. But, you know, the major asset class, the bitcoins, the eats, the xrps, all of them, they're here to stay. And I think we're witnessing regulatory pressure because you have incumbents who I believe are going to come in and try to gain some of that market share. You're witnessing the Nasdaq. At the same time that we're having all this regulatory pressure, you have the Nasdaq announcing they're going to custody bitcoin and digital assets. You know, Fidelity has been in it from the beginning. A New York bank of Mellon is talking about the custody of digital assets and offering it to their clients. And so it's very interesting times. And we're going to look back in a few years and be like, wow, that was something that we all lived through."
    },
    {
        "speaker": "A",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "B",
        "text": "Whoa. Landing an account this big will totally change my landscaping business. It's going to mean hiring more guys and more equipment and new trucks for the new guys to drive the new equipment in. I don't know if I'm ready."
    },
    {
        "speaker": "A",
        "text": "You can do this. And Ford Pro Finsimple can help. Our experts are ready to make growing pains less painful for your business with flexible financing solutions that meet the needs of your business today when you need them. Get started@fordpro.com. financing. Yeah, lived through, but didn't sleep a whole lot during. Exactly as you say. There's so much going on. By the way, we should say this thesis about the notion that there is a concerted effort to crack down on digital assets, often called Operation Chokepoint 2.0, coined a phrase by our friend Nick Carter, I believe, in relationship to Operation Chokepoint, which happened during the Obama administration. Essentially, this idea that there is, and by the way, this is just a thesis, it's not proven. We should point out that prominent members in government have denied that Operation Choke .2.0 is a thing. But look, there are folks who are talking about it. That's why we're talking about it. There are lots of simultaneous actions happening at the federal level, at the executive branch level, where you see independent regulators obviously taking these lawsuits against major players in the space. We have things happening at the state level, as you pointed out, in the state of New York, where I live, the attorney general calling ethereum a crypt security. This is a significant space. Lots happening. John, let's step through all of these one by one, talk about them in detail, break them down. Just because there's so much going on here. I leave it to you, John. Where should we start?"
    },
    {
        "speaker": "B",
        "text": "Well, let's just say to go back to this effort, you have just, we know that Gary Gensler and Elizabeth Warren, Senator Warren, have a very close relationship. In fact, Gensler's daughter works for Elizabeth Warren. We know that Elizabeth Warren in an email, provided Gary Gensler with the questions and suggested answers at a Senate banking oversight committee. These aren't theories, Ash. This is what I'm talking about has been shown, and you have a senior citizen."
    },
    {
        "speaker": "A",
        "text": "What's the implication there?"
    },
    {
        "speaker": "B",
        "text": "Well, the implication is Senator Warren sits on the banking committee of the Senate, which provides oversight to the SEC. Her job on the banking committee is to oversee Gensler and the SEC's activities to, whether it's related to digital assets, whether it's related to FTX, whether it's related to Robinhood or any of the other citadel, all those issues. And she sent an email with her questions beforehand to Gensler with suggested answers asking. She doesn't, quote, want to put him in a tight spot. All right. You and I would be fired from our job if our job was to provide oversight, that we're the person, we're providing oversight. We're giving them the suggested answers. And the reason I'm bringing that out is Senator Warren is up for reelection and she launched an anti crypto platform for reelection. And so it doesn't get any bigger than this, right is what I'm getting at in the war. But as far as where we would start, I think we start, you know, there with the fact that today is Ethereum. Let's start with Ethereum because today's a big day. You know, today is the upgrade and where there's going to be staking of ETH is going to be able to be withdrawn, and how's that going to affect price or whatnot?"
    },
    {
        "speaker": "A",
        "text": "But we should talk about this for a little bit, just give a little context. We talked about it on the show yesterday. This is the Shanghai upgrade, sometimes called the Chappelle upgrade. This is a major moment where essentially the staked ETH becomes withdrawable from the network. It's one of the reasons why we showed that ETH chart at the top of the show. This is an important moment for the spaces that this roadmap from proof of work. We are now in proof of stake as that proof of stake roadmap begins to mature and expand and greater functionality comes on the Ethereum network."
    },
    {
        "speaker": "B",
        "text": "Absolutely. And the New York attorney general in their suit against Kucoin, basically called ETH before, and today is security. And she brought up the ICO of Ethereum and said, listen, it started out as a security, and the move to proof of stake keeps it a security today. In fact, the argument there is that the merge itself is proof that Ethereum is no longer sufficiently decentralized. That's the argument that they're making."
    },
    {
        "speaker": "A",
        "text": "So this, let's explain that phrase, sufficiently decentralized. This guy dates back a couple of years to a gentleman named Hinman at SeC. This is something that people have made an incredibly important point of. Talk a little bit about what sufficiently decentralized means and why the attorney general of the state of New York suggests that it's no longer sufficiently decentralized."
    },
    {
        "speaker": "B",
        "text": "Great point. On June 14, 2018, Bill Hinman, who then was the director of corporation and finance, gave a speech. And in that speech, it was big market moving news. He basically said, look, bitcoin and Ethereum are not considered securities. Now, everyone already knew that about bitcoin. So the real news was about ETH. And he said something interesting in the speech. He said, putting aside the fundraising that accompanied its ICO. So he said, listen, we're not going to consider that because the ICO is the definition of a security. The technology is not built. You're getting this money, you're pooling it, you're building the technology, and then people are expecting profit."
    },
    {
        "speaker": "A",
        "text": "So he said, this is the Howie test that you're talking about here, just a quick refresher for people who may not remember, this is a transaction being considered a security if it's an investment of money in a common enterprise with the expectation of profit to be derived from the efforts of others. As you point out, an ICO certainly seems as though it would meet the Howey test. Putting that aside, as you say, as it continues to go ahead, no, you."
    },
    {
        "speaker": "B",
        "text": "Take the money, you build the technology, and then the token goes up. So Bill Hinman said, set aside that. I'm not going to consider that. If you set that aside, he said on June 14, 2018, that Ethereum had become sufficiently decentralized. Now, what's interesting, Ash, is he didn't define it. You asked me to define sufficiently decentralized, and you and I can pontificate about what that means and what markers should be met. But that was never discussed. I think ultimately it has to be, that question you asked has to be discussed by Congress, because it's sort of like what Hester purse wanted to do when she wanted a safe harbor provision back then, where she said, listen, let's take companies like Ripple or anyone else and say, meet these markers, you can only hold a certain percentage of the tokens. You have to have so many nodes, so many validators, whatever the technical markers are going to be, if you meet these, you're no longer a security, you're a commodity. And if you don't, then you going to be considered a security. But that was never defined. He just simply said that it's sufficiently decentralized. And ETH was given what some call a regulatory free pass and they've moved on. Well, when ETH was a proof of work system just similar to bitcoin, you're relying on the miners and computers worldwide to solve some cryptographic sequence, solve this mathematical problem to get the rewards. So that was considered a system that is decentralized. However, when you merge to proof of stake, then the people that own the tokens and the more tokens you own theoretically have an impact because they control and secure the network. And so proof of stake is considered more centralized than proof of work. That's basically the theory of how ethereum could have moved by proof of stake to become now a security. And if you look at that New York case, I'll tell you the New York, according to the lawsuit, I'll read to you what it says. It says, by shifting just to the audience, I'm talking about New York Attorney general's lawsuit against Kucoin. That said, eTh is a security. Quote. By shifting to proof of stake, EtH no longer relies on competition between computers, but instead now relies on a pooling method that incentivizes users to own and stake Eth. End quote. The shift to proof of stake significantly impacted the core functionality and incentives for owning ETH, because ETH holders can now profit merely by participating in staking. And that's important because look at Gary Gensler's view on staking. He shut down Kraken staking and they removed it. They're actually removing, withdrawing their e staking for us holders. They threatened Coinbase a year and a half ago. If you offer that lend product like BlockFi had, we're going to sue you. And so staking, because it's similar to gaining interest, so to speak, from a bank, that's where they're getting, they're focusing on. And so that's the real danger for Ethan. And it's surprising that 2018 ETH not a security. We fast forward to 2023, and Ash and John are sitting here talking about the fact that ETH may be considered by some to be a security. And I think Gary Gensler, I think he has made it clear, and he's made it so clear because he refuses. He said, quote, bitcoin is the only token I'm comfortable calling a commodity. That caused what you brought up earlier in the show to be a jurisdictional battle now with the CFTC because the CFTC's chairman has come out and said ETH is a commodity. And so we have now this jurisdictional battle that's going on. What's going to be fascinating because you brought up binance, we know with binance, the CFTC sued binance under commodities laws."
    },
    {
        "speaker": "A",
        "text": "Let me jump in here because I actually, I think we have a screenshot of that that we can bring up on screen because this is really so important to unpack all this complexity. And you explain this so well, John, this idea of, you have something that presumably was a security during the ICO period, at least in Mister Hinman's interpretation, in the set aside component. Then you have something that becomes decentralized, at least in the view of some Mister Hinman at the time who is at Sec. And now you have the assertion, the assertion from the office of the Attorney general of State of New York, Letitia James, in filings, that no longer a security, no longer sufficiently decentralized because of this move from proof of work to proof of stake, which in the view of some, particularly in this case, the New York state attorney general, makes it a security, really fascinating stuff. And then we step up from the state level to the federal level. We have sec, as you point out, chairman Gensler saying the only thing that he's comfortable with not being a security is bitcoin implication. Therefore, ethereum is security. And yet, as you mentioned, the lawsuit cftc filed in federal court against binance, and I just want to read this, we can bring it up on screen. It'd be great because this is such an important point. The lawsuit talks about futures, options, swaps, leveraged retail commodity transactions, quote, ydehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehehe. Involving digital assets that are commodities, including bitcoin, ethereum and litecoin for persons in the United States. So there you have it. The CFTC directly making the statement that bitcoin, ethereum and litecoin are in fact commodities. Sec making a counterargument. Give us a sense of how you think about reconciling these two positions."
    },
    {
        "speaker": "B",
        "text": "Well, here's what I predicted that this might happen. It hasn't yet, but it's still early. What will be fascinating, Ash, is don't be shocked if we see the SEC dogpile on CFT, on Binance, and say that Binance's ETH staking is also violating securities laws. I won't be surprised. Battle where in the same case, sort of speak, you have ETH being called a commodity, but the ETH staking or ETH being staked in that fashion, being called a security, I'm not guaranteeing that's going to happen. I'm just saying I won't be surprised if I see that the CFTC chairman literally said he disagrees with Gary Gensler. And so personally, this is the quandary that. This is the quandary that people have, right? Proof of work, decentralized proof of stakes. It's not even Ripple. Interesting. When Ripple was sued, Brad Garlinghouse was making a point to Brad Garlinghouse, one."
    },
    {
        "speaker": "A",
        "text": "Of the founders, of course, of Ripple."
    },
    {
        "speaker": "B",
        "text": "He's the CEO of Ripple. And he made it a point to say, listen, the XRP ledger is a consensus protocol. It's not based on proof of staking. So the fact that Ripple owns 50% of the XRP, that's only relevant and would be more centralized and blah, blah, blah if we were a proof of stake consensus operation. So I just throw that out because that's kind of, some people saw the proof of stake being an issue. And so if they call proof of stake a security, then how do they shut down bitcoin? They shut down bitcoin by the energy. And so that's why lately on Twitter, I said, watch, you're going to see the energy attack on bitcoin become bigger and bigger. I actually said that three weeks ago, and we just saw a New York Times article come out where they said bitcoin mining was destroying the environment and."
    },
    {
        "speaker": "A",
        "text": "All the way, a really big, comprehensive, deep article making this argument. I guess that tells you a little bit about, well, I should say maybe what the establishment thinks about bitcoin."
    },
    {
        "speaker": "B",
        "text": "Oh, absolutely. So we're going to have this jurisdictional battle. And I think it's become apparent that Gensler, when you have a Congress that won't act, everyone keeps saying, Ashley, when we get regulatory clarity, when we get regulatory clarity, when the hell are we going to get regulatory clarity from Congress? It's not going to happen. We're entering an election year. It's not going to happen. So the earliest that I predict, Congress would actually pass legislation that survives the House, the Senate is signed by the president. You're looking at late 2025 at the earliest. And so these court battles that you and I and the rest of the world are witnessing is where we're going to get some kind of clarity. It's going to be judicial clarity as opposed to regulatory clarity. And so the battle will be won or lost in the court case, such as the ripple case coming up. But it's interesting. And when you have an inept Congress, then you have a regulator who knows that he can engage in regulation by enforcement. And that's what we're witnessing. We're witnessing an Sec. Gary Gensler saying, I'm going to go out and I'm going to call all these tokens securities and nobody's going to stop me. And I mean, a lot of people took issue with his April fools. He changed his profile on Twitter where he put on sunglasses and a quote that said, deal with it. I mean, personally, some people think that's fun and that's silly. I think it's sending a message which there's nothing you could do about it. You're going to have to live with it. This is what I'm doing. It's going to be very fascinating. And I think that it causes more eyes to be on that southern district, New York decision that we're waiting for in the ripple case. And if the decision is bad for Ripple and XRP and crypto in general, it's going to gain more momentum for Gary Gensler and the SEC. If the judge stops them in their tracks and says this is overreach, this is government intrusion, and kind of slaps him down, then I think we're going to see maybe against or lose a lot of his political momentum."
    },
    {
        "speaker": "A",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing. You're a podcast listener and this is a podcast ad. Reach great listeners like yourself with podcast advertising from Lips and ads. Choose from hundreds of top podcasts offering host endorsements, or run a reproduced ad like this one across thousands of shows. To reach your target audience with lips and ads, go to lipsandads.com now. That's Libsyn ads.com dot speaker one. Well, one of the things that's so interesting about this conversation is that everything is connected. You mentioned the ripple case. We're going to talk about that in just 1 second in some detail here. But we should also point out the political dimension of this. You mentioned Senator Warren earlier. We should point out Gary Gensler, appointed by President Joe Biden, obviously a Democrat. Elizabeth Warren, also a Democrat. Congress right now, divided Senate, in the control of the Democratic Party. Republicans control the House. But look, here we are in 2023. No matter what you believe politically, there are a couple of television networks that will tell you you're right. That's just the nature of the landscape of where we are. But the reality is, cryptocurrency has taken on a political dimension here in 2023. I think it's any reasonable interpretation of the facts. Anyone who analyzes this, anyone who works in the space every day, would have to concede that the Democratic Party clearly much more overtly hostile to digital assets, to cryptocurrency, than Republicans. It's just a statement of fact. You could prove it based on voting records. You could analyze the statements. There is a very clear affinity for criticizing the digital asset space on the democratic side of the aisle right here in 2023. Not a political statement, just an observation and interpretation. Any analyst would have to reach."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, listen, you're seeing. They're not letting the truth get in the way of their narrative. I can tell you that because we're seeing each day that crypto, including bitcoin, is still used predominantly for illicit activities to fund terrorism for cartels. Now, we know in the reality, the FBI, the CIA, have all publicly come out and said, in so many words that you probably, you'd be a moron to use bitcoin, a public distributed ledger, as a way of funding terrorism or drug activity. But that's still the narrative that some of the Democrats, like Elizabeth Warren, are going on. And I think that if you go to the binance case that you see from the CFTC, they use language in there that's not necessarily necessary or relevant to the underlying charges. For example, they talk about, there was some email about funding terrorists, and there was this language of an email by someone at Binance that said, oh, you can't buy an ak 47 for dollar 600, and they related to a terrorist organization. And when I read that, I said, okay, this really isn't relevant to the underlying charges, but why is it in there? And it's used in there to create that narrative. Look, this exchange, even if we're talking about sums of $500 or $400, look, they potentially are trying to use it to fund terrorism. Crypto assets are bad for you. And a lot of people believe that narrative is going to continue to build so that they can turn around and say, here is the CBD see that we need to implement? Yeah."
    },
    {
        "speaker": "A",
        "text": "And by the way, I just want to put this out there just to, just so that we can be transparent about what's happening. And this is directly from Senator Warren's website. Warren Dot Senate Dot Gov. And these are statements given Tuesday, February 14, 2023, before the United States Senate. Quote, Senator Elizabeth Warren. Thank you, mister chairman. So big time financial criminals love crypto. Last year, just in one year, crypto was the payment method of choice for international drug traffickers who raked in over a billion dollars through crypto. North korean hackers who stole 1.7 billion and funneled that money into their nuclear program, and ransomware attackers who took in almost $500 million. I just, on a factual basis, perspective, it's really hard to understand how crypto could be, and I quote, the payment method of choice for international drug traffickers. Close quote. When we know. I think there's broad consensus, at least. I'm not an expert on the topic, but I believe there's broad consensus that the payment method of choice is banknotes. They're dollars, physical currency notes. Dollars and euros."
    },
    {
        "speaker": "B",
        "text": "Of course they are. I mean, all the laundering that we've heard about in the last decade, if you compared the laundry that went through Deutsche bank or swiss credit or any other bank, I'm not picking on any particular one, and compared them to the amount of. In bitcoin or crypto, it would pale in comparison. It'd be a fraction of a percent. But it's the narrative that people are pushing. And then, unfortunately, when you have an FTX and you have Celsius and you have some self inflicted wounds, that sort of crypto industry has created itself because of greed and deceit. It gives those narratives. Because I'll tell you, Ash, something that was fascinating to me is I spoke very briefly at a New Hampshire state. They had a Financial services Committee, so sort of like Congress that Patrick McHenry and Warren Davidson are on, on the federal government. The state of Maine has one of those obviously states in it. And there was a hearing where the fellow, there was a state senator and he introduced a bill that would allow specialty financial private institutions to custody bitcoin, basically. Right. Sort of similar to what happened in Wyoming. And what would be fascinating ashore is you heard these non crypto people, the questions that they were asking people like me or others that testified. And it was, quote, I hear that bitcoin is used by criminals. Like, that was a question. I don't understand this mining situation. Like, how does a miner make money? It just seems like a confusing system. And the point I'm getting at is when you leave crypto, Twitter and crypto world that a lot of your audience knows and you go to the general population, man, are we still early is what I'm saying. Regular people are clueless about the technology is what I'm getting at. And so it's just something that, that's why we're seeing narratives being pushed and when FTX happens. FTX. Gensler yes. He met with Sam Bankman, and he may have had an optics issue there for a while, but at the end, he's loving it because it gives him his narrative. Look, we have to shut this stuff down. These people are being victimized because look how bad crypto is. And I think people are going to be surprised that we have to fight narratives that we thought were 2015 narratives. And yet here we are and it's being recycled."
    },
    {
        "speaker": "A",
        "text": "Yeah, I should also say because I want to bring the viewers into this conversation. Wherever you're watching this show, put down your questions in the chat. We'll ask the best ones on air later in this show. Remember, real vision members take priority, but the good news is membership is free. You can get there@realvision.com. crypto if you want to sign up. That's real vision.com crypto if you want to sign up. So much to talk about. By the way, I noticed one of our regular viewers, Ralph on the website is asking, where are we with the XRP litigation? We keep promising to come back to this. And he adds, I noticed that Montenegro is testing ACB DC. That's of course, a central bank digital currency with XRP's parent company, Ripple Labs. Coindesk reporting that yesterday. John, big picture. Where are we with the Ripple litigation? We talked about this a little bit earlier in the show. What's your analysis on what's happening right now in the southern district of New York?"
    },
    {
        "speaker": "B",
        "text": "Great question, of course. And it's interesting because we've been talking about all of this regulatory stuff in the SEC in the United States. And you just referenced the Coindesk article and the partnership with Ripple about a CBDC. And it's interesting because Brad Garlinghouse, the CEO of Ripple and also doctor Martin, who is head of research at Uphold, he said this as well. He said, when you leave the United States, the rest of the world doesn't really give a crap about the SEC and the SEC's theories of what's a security and what meets the Howie test and what doesn't, and the rest of the world is moving on and Ripple is, has increased. They're still hiring while other people are laying people off and whatnot. And so I just throw that out there that a lot of times us in the United States, we think everything is about the United States and the rest of the world is sort of moving on without us. Personal opinion now with Ripple, basically, Ash, we're at a point where the judge could decide the decision on summary judgment for your audience. Basically, Ripple has said to the judge, here's some paperwork. We don't need a jury because we win. And here's our arguments. The SEC has said the same judge, we don't need a jury to decide anything because we win. Here are the facts in the law. And now the judge then, of course decides, does Ripple get an outright win? Does the SEC get an outright win? Or does she somehow give each side what, the proverbial split the baby, so to speak, and say, hey, Ripple, you sold an investment contract during these years, but today you're sufficiently decentralized or whatever, and therefore ongoing and future sales of XRP are not implicated by the securities laws and then that's the end of it. Or does she say we need a jury to decide certain facts because there's too many disputed facts and that decision could come down while we're talking? I've said that generally speaking, when Judge Torres, I've looked at her previous cases and when she's provided a ruling on expert witnesses, it's called Daubert, where they challenge the experts. She made a ruling on that. And XRP holders got a big victory in that one, by the way. But she ruled on that. And she's had a case where a month after that ruling, she's decided summary judgment. She's had a case where two months after that ruling, she's decided summary judgment. And she's had a case where it's only been a week. So we're in that zone now. We're about five weeks from the time that she decided that expert issue. That's why I say if we look at her historical history, then we're waiting for decision anytime now. May 6 would put us at the 60 day mark. So I think it'll come down before then. But I'm completely guessing because I don't know where her schedule is. I don't know how many other cases she has. I don't know how many decisions. But I will tell you this, Ash, a lot of people are anxious because of this decision. And I went on record to say, think about the pressure that this decision is this isn't just about XRP anymore. Right. You have 15 amicus briefs, digital chamber of Commerce, Coinbase XRP holders, 70,000 plus that. We filed tap jets, which accepts XRP as a currency. Iremit accepts XRP as a currency, and then dozens of others, a dozen other projects. Like I said, that, or entities that said to the judge, listen, a big, big lot is riding on your decision. You could be handing down the most significant non fraud SEC enforcement case since the Howey decision in 1946. This impacts global trade and finance like no other decision, previous judge. And so there's a lot riding on it. And I think that she's taking her time. She's historically been a good judge. A lot of people think that because she was appointed by Obama that therefore she thinks one way. I don't put a lot into that. I think that you base her on her decisions. In the past, she has smacked the government down in previous cases when she saw overreaching. I'm hoping we're going to witness that soon. So that's where we are."
    },
    {
        "speaker": "A",
        "text": "Well, that's really an extraordinary statement that this could be the most significant court ruling on securities law here in the United States since the Howey test. Obviously, as you point out, the reason that people are so interested in the ripple case, obviously, people who are interested in ripple are following it very closely. But, boy, a significant and material impact on the entire state of what's happening in cryptocurrency and, as you point out, implications for what SEC might do next. Talking of which, I wanted to just touch on a story. We hit on this briefly a little bit earlier in the conversation, but it was a story out, I believe, yesterday. This is about SEC's crypto assets and cyber unit. This expansion pretty significant was, I believe, ten people. And now the next announcement was it was going to be doubling, planning to add additional staff, and it looks like they're adding another 40 people over at crypto asset cyber unit, based on the reporting I've read, at least, if I'm understanding that correctly."
    },
    {
        "speaker": "B",
        "text": "No, you are. I mean, first of all, I think everyone should just pay attention to the title. We have a crypto enforcement division that has been established and designated sort of as a subdivision of the SEC. These are people who are completely, 100% dedicated every day to crypto enforcement. And a year ago, Gensler doubled it. So, because remember, under Jay Clayton and Bill Hinmandhae, there was a strategic financial hub and they had a certain group of people that were for digital assets. Gensler comes in and the first thing he does is double that because he's going for enforcement, and then a year later, he doubles it again. And so what that signals is that we're not at the peak yet of enforcement. And I know that's going to shock a lot of people, but I think that the wells notice, the Coinbase says it all. Coinbase is the largest exchange in the United States. It's the only publicly traded exchange. It was granted IPo approval when they submitted. In 2021. They submitted to the SEC a schedule that documented their business model and how they list assets and. And how they determine those. All of that. It was given approval. And now we fast forward two years, less than two years after it, ipos, you have a new chairman coming in and saying, we're going to sue you. The first thing they said is, if you offer that Lynn product, we're suing you. Coinbase back down. And now they've given Coinbase, after 30 meetings, 30 meetings that Coinbase has had with the. With the SEC, they've been given a wells notice that they will be sued. Now they're all, and I believe the suit's coming down. In fact, I predicted it on with Charlie Gasparino and Liz Klayman in March of last year. I said, I predict they're going to sue an exchange like Coinbase. The way things are headed now, our only saving grace, and I don't know if your viewers know this, but the SEC is five commissioners. And one time, Tony of thinking crypto, he was interviewing Hester Peirce. And Tony made the mistake of saying, I know Gary Ginster is your boss. And Hester goes, hey, wait a minute. He's not my boss. He's the chairman, but he's not my boss. You have five commissioners. They each get a vote."
    },
    {
        "speaker": "A",
        "text": "Independent commissioners and independent."
    },
    {
        "speaker": "B",
        "text": "Independent commissioners, they each have a vote. Now. Now, the chairman is in charge of the money and the agenda. So the chairman is extremely more powerful because he or she dictates the agenda. However, to file a lawsuit against Coinbase, you need three out of the five commissioners to vote yes. If there were going to be a ripple settlement with the SEC, then you would have. They would submit, here are the settlement terms to the commissioners, and they would vote. And it would require three out of five to vote yes. We want to settle. And so unless Hester purse, we have to assume that she's a no on Coinbase lawsuit and there may be another one that's on her side. So the question is, can Gensler get two other votes out of the other four members. If he can, Coinbase will be sued very in short order. If he cant, then maybe the political tide is changing for him and so."
    },
    {
        "speaker": "A",
        "text": "Well see John, im so glad you provided that context because its such an important point. People often talk about or think about the SEC as a monolithic entity headed by a chairman who has sort of the discretion to bring a lawsuits at will. I'm so glad you clarified it. It's such an important point. I want you to jump back in to some of our questions. This one comes to us from Paul on the real vision website. Boy this really cuts to the heart of everything that we've been talking about here today. And it's a very big picture question. He says crypto has stirred up the regulatory beehive and now the bees are angry and swarming. How long, in your opinion before this gets worked out and the bees settle down? Big picture question he's asking how long are we going to be in this period of kind of constant conversations like this uncertainty, lots of different enforcement actions happening, how long before we see the bees settle down? In Paul's words?"
    },
    {
        "speaker": "B",
        "text": "Well, I think that the only thing that's going to pause it could be this decision by Judge Torres. If it is a resounding shutdown of the SEC, and I'm not saying it will be, but if it is, then I think that that's going to send a huge message. But if it's the alternative, if she agrees with the SEC, then I think we're going to see a slew of more enforcements. Because Ash, think about it, XRP was the second. Well technically it was the third largest crypto asset by market cap. When the lawsuit was filed, it was traded in the United States for seven and a half years. The Government Accountability Office in 2014 called it a virtual currency in a decentralized payment system. It was known of that there was a Fincen settlement in 2015. The point I'm getting at is if XRP was deemed a security by the judge, if she agrees with it, and it has that kind of history of the third largest traded for years and years, it implicates so many other tokens. What message does it send to Algo and XLM and Cardano? Take the top ten market caps, it would implicate all those tokens. And so I think we would see even more aggressiveness for a couple of years. If the judge shuts the SEC down. I think there'll be a pause, but I think we're looking at a couple years until the election. If there's a change in the Senate, if there's a change in the presidency, then Gary Gensler would most likely step down and move on, and then maybe we'll see some kind of activity. So I think we have to assume the next couple of years."
    },
    {
        "speaker": "A",
        "text": "Yeah, John, I can't tell you how many questions are coming in right now from the real vision website from YouTube. By the way. Again, if you're watching on YouTube, please go over to realvision.com crypto to sign up for this. And by the way, if you're enjoying this conversation, tweet it out. Follow me on Twitter at ashbennington. Follow real vision on Twitter ealvision, of course, and tweet this conversation out. We want to get this to as many people as we possibly can because conversations like this are so important. And we really appreciate you joining us, Sean, to talk about these legal regulatory compliance questions in detail that are so important to understand what's happening in crypto today. John, as I said, we've got so many questions coming in. Maybe we could do a little bit of a speed round here to try and answer some of these quickly because I know we only have a few minutes left and there's so many questions that I want to at least touch on. So here's that. Let's start with a relatively easy one. This comes to us from NK on YouTube. Has it been legally established per regulations or by case law, that Coinbase and binance deposits are protected by the FDIC? As I said, easy one for you."
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Not FDIC protected."
    },
    {
        "speaker": "B",
        "text": "And by the way, I see protected. In fact, one of the outfits got in trouble for implying that their deposits, not Coinbase or finance, but some other. I forget."
    },
    {
        "speaker": "A",
        "text": "Which one was it? I forget too, but I remember that they said there was language in an email or something that suggested that they were FDIC deposits. By the way, if you deal with a bank that has a securities arm, you will see in the securities notification, if you have a brokerage account there, it will say deposits, not FDIC insured or legal language to that effect. So even if you're dealing with a bank that also has a broker dealer entity, it will tell you, no, these are not FDIC protected deposits. Those are very narrowly defined terms of art in the banking space. What is and is not FDic insured. Did I get that right, John?"
    },
    {
        "speaker": "B",
        "text": "You did and you did. And listen, it's why if one of these exchanges that you're on, if they go bankrupt, you go in line, you get at the back of the line as a general depositor, you'd probably see in a bankruptcy a fraction of what they call bankruptcy. Dollars or pennies. Pennies on a dollar. Sometimes you get lucky and you get dimes on the dollar. Be careful. Listen, I have a Coinbase account. I have an uphold account. So I'm in the same boat. But you definitely want to appreciate the risk that you have."
    },
    {
        "speaker": "A",
        "text": "Okay, Bandit 8899 on YouTube. Next question, the speed round. How does staking pass the Howie test? Where's the third party that stakers are relying on for a profit?"
    },
    {
        "speaker": "B",
        "text": "Well, that's great. And that would be the argument. The argument would be that it does not pass the Howie test because? Because the Howey test relies on the efforts of others. If you really look at how he tests, it's solely others. But staking, you're the one that is securing the operation and the security of the network. Therefore, you're relying on your own efforts. Some would argue that doesn't pass that prong. And there's even an argument that you're just offering up as collateral. There's not even an investment, you know, so the first prong could actually be implicated. But that's a great question. So that would be my answer is that the staker is using his own efforts."
    },
    {
        "speaker": "A",
        "text": "Here's a really interesting one. This comes from revie on YouTube. What does settlement in favor of ripple categorize all other cryptos as securities? Maybe that might be reversed. A favor settlement against ripple categorizing other security, other cryptos as securities, and does it get them delisted from exchanges? I mean, this seems like kind of an open question. It certainly seems like, like if there's a definitive outcome in the Ripple lawsuit, that you'd have both sides in this debate publicly arguing that their view, that their interpretation of us securities laws was correct. But, John, what do you think?"
    },
    {
        "speaker": "B",
        "text": "Well, according to Ripple, the only way they settle is that. And I don't think it's a matter of how much they pay. The only thing they said that the SEC would have to agree that XRP, ongoing and future sales of XRP, including in the secondary market, when I traded or anyone else does from Coinbase or any other exchange, that those are not securities. And unless there's that agreement or that stipulation made, Ripple will not settle. So I don't see the SEC agreeing to that. That's why I don't see a settlement. I see a settlement after a judgment. So if the judge comes down and she says this or that, or she says there needs to be a jury, and this is going to hang on for a couple more years, then maybe the two can get together to come out with some compromise. But at the end of the day, a settlement is just between two parties and doesn't have any precedential effect on other tokens."
    },
    {
        "speaker": "A",
        "text": "John, whenever you come on, I can tell that we've got a lot of very sophisticated people, many lawyers, I think, watching this show. This is a sophisticated question from Mike on the real Vision website. John, is there much support on the Hill to modify Howie? And then they go on to say, assuming Judge Netburn makes a decision on all issues, not passing anything on to trial, is her decision a final judgment subject to appeal at a higher court?"
    },
    {
        "speaker": "B",
        "text": "I'll take the second one. Yes. It's judged. Not Judge Netburn. Judge Torres. Judge Netburn was the judge that handled the discovery motions. Judge Torres will be the one ruling, and her decision is appealable to the second Circuit. If she ripples already indicated. If they lose, they're appealing to the second Circuitous. And then, of course, it could go to the Supreme Court, and that's when you would get what's called the ripple test. That arguably could replace the Howie test, or it wouldn't replace it. It would just be the ripple test applied to digital assets, so to speak. What was the first part? I forgot the first part, by the."
    },
    {
        "speaker": "A",
        "text": "Way, I should say that was from Roy on the real Vision website. The first one was from Mike on the real Vision website. John, is there much support on the hill to modify how way there is."
    },
    {
        "speaker": "B",
        "text": "On the republican side? And a lot of people, and I'm talking to Congressman as well, and we're trying to push for something like what the United Kingdom's financial Conduct Authority did where they said, listen, you have three types of tokens. You have a security token, which is a security, you have a utility token, and you have an exchange token. And there could be a hybridization, the UK's FCA called XRP, a hybrid token acting like an exchange and a utility token together. So there is a way, it's not rocket science. There is a way to come out and say, yes, certain tokenized assets will be securities and certain tokens will be truly utility or exchange type tokens. But I think this next election, if the crypto voting bloc has an impact, then I see that's when you'll see the tide change."
    },
    {
        "speaker": "A",
        "text": "John, we're out of time. I wish we could go for 3 hours. These conversations are just fabulous. I learned so much talking to you about this, and this is just such an incredibly critical part of the ecosystem today. Final thoughts. Key takeaways I know we've covered a tremendous amount of material here, but what would you like to leave our viewers and listeners with?"
    },
    {
        "speaker": "B",
        "text": "Well, I only would say this. If you're not, and if you're not a member of real vision, it's free. Become one. They didn't, Ash didn't ask me to tell you that, but I've been on a lot of shows. I'm a fan of real vision. I'm a fan of yours, Ash. I think the content, when you talk about the broad spectrum of this asset class, that you're a fool if you're not a member of real vision and following you on Twitter or YouTube or wherever else you are, because I think the content you guys are producing is a real service to the community."
    },
    {
        "speaker": "A",
        "text": "Well, we really appreciate it and we always appreciate when you join us on this show as, again, as I said, I learned so much. John Deaton, thank you so much for joining us."
    },
    {
        "speaker": "B",
        "text": "Thanks, Ash. See you next time."
    },
    {
        "speaker": "A",
        "text": "And remember, that's it for today. And if you wouldn't mind, as John suggested, please go over to real vision crypto. It's free. Of course, that's real vision.com crypto. Tomorrow we have Stefan Klauser from ISot who will join us for a discussion on the convergence of crypto and AI. Obviously just a red hot topic. Another great show. Back to back here on real vision crypto and the digital landscape in Europe, which of course is also an interesting question. Join us live at 09:00 a.m. pacific time, noon Eastern or 05:00 p.m. if you're in London. Thanks for watching, everybody. What's up, revolutionaries? Thanks for tuning in to the real Vision daily briefing. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest and biggest names in finance."
    }
]