[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint."
    },
    {
        "speaker": "C",
        "text": "Mobile.Com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hey, everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "E",
        "text": "As ever, I know I start all of these with. I'm really excited about this conversation, but I genuinely am. I love being able to interview all sorts of people in the crypto space, and I've been trying to take you on that journey of understanding. Everything's happening in web three. What's happening with the regulators, what's happening with the thinkers in the space, the macro people, and also what's happening with the adoption of the technology by the financial system. And these are really important parts. And today I'm bringing you on that thread again about the financial system. This time it's fidelity, obviously. Fidelity has been on real vision many times. We're huge fans of what they're doing for the space. I certainly am a huge fan. And this time we've got Jack, new writer, and Jack is the analyst on the digital asset team there. And he's got some interesting perspectives. I want to hear to figure out, how are institutions looking at this? What are the stories he's telling them, and where does he see it all going? The world of crypto is an incredibly exciting journey that we're all going on together. We don't know where it's leading to, but we know it's going to be absolutely massive. Join me, Raoul Pal, as I guide you on our adventure to discover just what this new world will look like. Jack, welcome to real vision."
    },
    {
        "speaker": "F",
        "text": "Thanks for having me on. I'm a longtime listener, first time caller, I guess you could say."
    },
    {
        "speaker": "E",
        "text": "Fantastic. Look, I'd love as ever to give what you do today, and then we'll go back, and I want to hear your journey, because everybody's journey is different, and I think it's always important to find out what was the trigger point, how did you get here and everything. So give people a bit of an idea of what you do now."
    },
    {
        "speaker": "F",
        "text": "Yeah, so I'm a research analyst for Fidelity Digital assets. We can talk a little bit about fidelity digital assets and what we do, who we support, if that's helpful."
    },
    {
        "speaker": "E",
        "text": "But, yeah, we'll come into fidelity once we got your journey. When you arrive at Fidelity, we'll talk through what you guys are doing, because obviously we've had a lot of the people from fidelity on. It's always been great."
    },
    {
        "speaker": "F",
        "text": "Yeah. So I'm a research analyst for Fidelity Digital assets. Really, we provide support, for the most part, traditional investors that are looking to make allocations in the digital asset space, or some of them are just interested in what are we doing in this space? Why do we care about it? They still are at the step. One of this is magic Internet money, and you can copy bitcoin, and there's no difference between bitcoin and dogecoin, when in reality, if you dig a few layers deeper, the education piece, I think, is a huge key. That's where we come in and play a role for our existing clients, potential future clients, to provide, really a resource on the education and thought leadership front around bitcoin, Ethereum, and the digital asset space at large."
    },
    {
        "speaker": "E",
        "text": "How did you start in your journey into crypto?"
    },
    {
        "speaker": "F",
        "text": "Yeah, I mean, I like to say I was predisposed to looking at bitcoin and digital assets. I studied finance and economics at school and specifically alternative investments and macroeconomics. And so, like, what sits right at the sort of center or intersection of those two subjects is bitcoin and digital assets. So I went through sort of different phases in college. I graduated in 2020. So really thinking about, like, valuation and studying sort of some of the greats, the Buffett, Graham Dodd, the classics. And then from there, going a little bit of a layer deeper and saying some of the Joel Greenblatt thoughts of, can we quantify that? Right. Factor investing, buy cheap and buy high quality. And we could look at factors instead of all of this valuation, brain damage. And then from there, I was writing a thesis around the value trade and thinking about sort of macro and things like weren't adding up for me. Right. When I think of the framework of a world from, like, 1980 through, I mean, you could say 2020 now, but at the time, it was maybe like 2017, a world where interest rates kind of just go straight down in a linear line. As a result, the cost of capital coming down, equity multiples go straight up. The system never truly deleverages, because every single time, policymakers step in and it's bigger than ever, and it's more coordinated than ever, and starting to put those puzzle pieces together with the dollar as a reserve currency going on nearly 100 years, and reserve currencies only last 100 years. Then you look at bitcoin and it's sort of diametrically opposed, completely different system. And I like to say, even if you ask someone, the average person, like, I have two sisters, how does a financial system work? Or how does the dollar work? They describe something that sounds a lot more like bitcoin than it does the dollar system. Right. And you could ask ten economists how the dollar system works, and you get ten different answers. Right? I guess there's no right answer there. But that to me, is what ultimately got me interested in the space. Started at fidelity in prime brokerage, actually. And that was in 2020, and that was when crypto markets are still a relatively inefficient market relative to traditional finance, but even, take it back two or three years, even more inefficient. And there's regulatory arbitrage and different arbitrages that hedge funds that maybe don't have a fundamental view on the asset class, but they see the premium on the grayscale funds, and they see that as a potential arbitrage or neutral trade that they can make the futures curve at CME. Right. There were different trades that carry trade there, and I was just the person that wouldn't shut up about digital assets. And eventually, if you're loud enough about something, you get connected to the right people. And so I've been over here for about two, two and a half years in this role."
    },
    {
        "speaker": "E",
        "text": "Amazing. So, you know, we've had, obviously, Tom Jessup, we've had a lot of people on from fidelity. Yuri and Tim has been on as well. Your journey of talking to clients, you're getting them at different stages in their knowledge. Journey, yeah. And you kind of alluded to that. Where do you think people are now when you speak to them? Where's the level of openness and understanding? Or is it still, I don't know why you're on this call, Jack. I've got no interest in you or anything you're talking about. Where do you think you are on that scale right now?"
    },
    {
        "speaker": "F",
        "text": "I would say even over the last two years, a, the conversation changes based on where prices are. Right. So momentum is in behavior it doesn't just impact retail, it certainly impacts institutional investors. And the conversation is different. And they want to talk about Solana, Luna and avalanche in 2021. And now nobody asks about, I mean, nobody can ask about Luna now, or nobody wants to talk about avalanche, or very few are asking about Solana. It's all bitcoin and ethereum, and there's something to be said for that, right, where the market moves and people correspond. And I guess that's what makes a market, and that's why prices are where they are. And you see the consolidation that you have. But even over the past two years, just seeing a, the questions before really were, the vast majority were the basic entry level questions of just like, tell me what, explain to me why this isn't magic Internet money, and I'm going to not fight you the whole call, but I'm going to be very skeptical during the whole call. And that was a lot of the conversations. Now, more recently, that's a lot less of the conversation. There's a lot more discussion around. Okay, there's quite a few people, and clearly fidelity has continued to double down in the space. And maybe I already work with the firm on the traditional side and have had a good experience and have some level of respect for the firm. So now I'm intellectually curious, and I want to know why I might be wrong rather than before taking the stance of these foolish people in the digital asset space. None of it makes sense, right? It's more rather than skeptical, it's curious if you're at the beginning point. And more broadly, there is a better level of education where people have just started to take the time on the education front, and you can tell that. So less of the very beginner level conversations and more sort of deeper into the space as well."
    },
    {
        "speaker": "E",
        "text": "Yeah. In my conversations with institutions, family offices and other larger players, most have done the work. Now I just get the feeling that those who are interested have done a lot of work, and now it's a matter of price. So then they want to stay on top of the space. They kind of want to understand, and then they want to know when do I really need to allocate capital to that? Is that the kind of impression you get as well?"
    },
    {
        "speaker": "F",
        "text": "That, and also, I think naively, before I stepped into this role, I had the view that when you say the institutions are coming, that it's like they flip a switch, they decide tomorrow to allocate or something that is not at all the case. And even today, there are very few actual, what we would call institutions of endowments, sovereign wealth funds, pension funds, foundations that are actually owning tokens. Some of them that are interested in the space will go the venture route because it's the traditional wrapper, more so pitch, like the idea of blockchain, and they're getting broad based exposure rather than taking true token asset ownership risk. And so that's still the case today. But the education cycle, I don't think you're at square one with, again, that skeptical nature. It's more like, okay, now we're up the education curve for a lot of these people. And there's less questions of like, why does fidelity care about it when all of these other traditional firms are now starting to make partnerships with crypto native firms or file for ETF's, etcetera? And so there's less skepticism that the space isn't going to be around in five and ten years and more. So thinking about, okay, maybe we're not allocated today, but how we'll get there at some point, maybe. And that's largely what I've seen from the larger firms. And even like we do an annual survey and you can see it, the levels of adoption, the perception across what we consider to be institutional goes all the way down to delegated wealth managers. So, like Raas and family offices have higher levels of, like, overall positive perception. They're also closer to the end client, right? If you think of like a pension board or an endowment board, a lot of it is like these discretionary allocations because the end client is pounding the table and says, I want to own some bitcoin and they don't have a fundamental view on it. They just need to find a solution. And so still, like the big piles of money that have investment boards, they're all getting up the education curve. But I would argue most of them don't have true or meaningful allocations to the space today."
    },
    {
        "speaker": "A",
        "text": "Hey, everyone, we're going to take a."
    },
    {
        "speaker": "B",
        "text": "Quick pause and hear a word from our partners."
    },
    {
        "speaker": "D",
        "text": "We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint mobile, unlimited premium wireless. How about to get 30? 30 biddy get 30 bid to get 20? 2020 Biddy get 2020 a bid to get 15. 1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try@mintmobile.com."
    },
    {
        "speaker": "C",
        "text": "Switch $45 up front for three months, plus taxes and fees. Promoting for new customers for a limited time, unlimited more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "E",
        "text": "Have you, I mean, a while ago, I don't know if you ever saw it, I got together one of our real vision members, used to build kind of asset allocation risk models for Barra or somebody like that for Blackrock or Blackstone, and I got him to do it, to put bitcoin into a traditional portfolio. Have you started going through that again with clients to say, listen, that there is a diversification? Last year was a weird year because every single asset on earth went down. But generally speaking, over time, even with small allocations, it makes a huge difference. It actually lowers your risk and increases your. Your returns."
    },
    {
        "speaker": "F",
        "text": "Yeah, there was somebody not at fidelity, but externally, and we caught wind of the paper and the story, and maybe you're familiar or not, but they were showing a hedge fund, and they just called it whatever hedge fund XYZ, and they just showed the return stream and the performance over time. They're showing it around to all the fellow analysts or whatever at their firm, and kind of externally, and it was bitcoin. And everybody was like, oh, this is a great diversifier and a really interesting asset. Then when they heard it was bitcoin, they were like, oh, man, you got me. Because it's just you have that perception or view on the asset without even digging into the data. It brings out either a vile hatred for the asset because it has no fundamentals or no cash flows for bitcoin, or you love it and you think it's going to change the world tomorrow, when in reality, there's somewhere in between and there's a happy medium, and we should look at the data."
    },
    {
        "speaker": "E",
        "text": "Yeah, it's weird. People come with narrative biases, with things that are new because they don't like them, they don't fit in because they're like, I'm a commodity guy or I'm an equity guy. Why should I care about this thing? I can't value it in the same way. So that narrative bias is so strong, it's really interesting. Once you take that away, they're like, yeah, this looks great. We should buy some of this stuff."
    },
    {
        "speaker": "F",
        "text": "Yeah, exactly. So the one big issue that I find is, when you think about portfolio construction, most of the people making those decisions, especially when you get to larger institutions, so they want historical data. And on bitcoin, you got to argue, where's the starting point? Right? When was the asset liquid enough? And oftentimes they'll use. So some go back to 2015. When we've done reports, we've like 2015, and sometimes you see 2018. Well, 2018 was the start of the CME futures market. And so that's where you get the argument there. But if you use Jan 2018, you're using the peak top of the 2017 cycle, right? So you're necessarily biasing the data one way or another based on the starting point. So arguably you should be use a sensitivity range for your starting point, whatever. But then the problem is people will say, well, it's only five years of data, and we're used to CRISPR datasets that go back to 1932 or whatever it is, right? We can use all of these indices that go way back. And with bitcoin, it's like, okay, anything that goes from being worth nothing, being literally an idea in a white paper, to being worth something, it's going to have incredible returns. But the law of large numbers, we know that the returns are going to be diminishing. It's just a mathematical fact, unless it eats the entire world. And so at that point, you need to have a fundamental thesis to make an allocation in order to think about black letterman portfolio modeling of having future return assumptions and then baking that into a portfolio. But most of them use historical equities, will give you 7%. And then we'll use yield on treasuries to get an idea of what the 410 year returns on treasuries are, whatever it is, but they don't want to make a fundamental statement on where bitcoin or ethereum or the digital assets are going. And so then it all falls apart because they say the backwards data is too short and it went from being worthless to being worth 500 billion, but that's never happening again. And we agree on that. But then when you start to talk about like, okay, bitcoin could be a digital gold, and gold is a $10 trillion market cap. And you start looking at the TAm, and if we get there in ten or 20 years, here's what the CAGR could look like. That's where it all falls apart, because then you have to have a fundamental investment thesis, and a lot of the portfolio modeling is too quantitative and academic to then make a return assumption going forward."
    },
    {
        "speaker": "E",
        "text": "Yeah, and also, I mean, the reality is, even if you took somewhere near the bear market lows, it's like 100 and something percent a year returns, and nobody wants to believe it. So they kind of like, well, we can't put that in the model you're using kind of bear market to bear market. So you're nothing using bear market troughs and market peak or anything like that, it's pretty consistent. But then people don't want to do it because it seems so ridiculous compared to all other asset classes that they're like, well, it can't be too. It can't be."
    },
    {
        "speaker": "F",
        "text": "So, yeah, one of my favorite things that I've actually seen, you mentioned Urian, and I know you guys are familiar with each other. He's done just the risk adjusted analysis, and you actually end up, this was probably a year ago when he had pulled it. You know, any anybody here, if you kind of know sharpe ratios, you could pull the data yourself. But if you look at the sharpe ratio on bitcoin because the volume is so high, you actually come back with an asset that is realistic in terms of returns, because the return was really high, but the volume was really high. And on a risk adjusted basis, it's actually very similar to a 60 40 portfolio. It's just you jack both of those metrics up to get the same risk adjusted returns. So that actually, to me, is not too good to be true because you have the offsetting volume piece alongside it. But like you said, when you say, oh, this thing could return 50% a year, it starts to sound super outlandish. When anything double digits on most assets is an aggressive return assumption."
    },
    {
        "speaker": "E",
        "text": "Although, hilariously, if you go to the same investor and say, I've got a vc investment and we think the fund could produce 50% a year, they said, yeah, fine, that sounds more than reasonable."
    },
    {
        "speaker": "F",
        "text": "It's very fun volatility either, Raoul. Right."
    },
    {
        "speaker": "E",
        "text": "With zero volatility once a quarter."
    },
    {
        "speaker": "F",
        "text": "Right."
    },
    {
        "speaker": "E",
        "text": "So where are we now? Where are you thinking we are with bitcoin and then the overall crypto markets overall?"
    },
    {
        "speaker": "F",
        "text": "So it's a good question."
    },
    {
        "speaker": "E",
        "text": "As you know, I'm ludicrously bullish right now, and I have been for a while, but let's see what you think."
    },
    {
        "speaker": "F",
        "text": "So I've heard some of that. So it's a little intimidating coming in here. Nothing maybe not being at the same exact level at the moment, but I guess my honest take is I think that the. I'll explain it this way. The endogenous variables, if you look at the charts, right, the price charts, the on chain data that we follow, the historical analogs, I mean, it's hard to look at the culmination of all of that and look at sort of prior cycles, knowing that history is not a predictor of the future. But it can be a good guide to what a base case scenario could be. And it looks, it would be indicative or suggestive that November was the bottom. And of course you had failures, and the space gets a black eye. And it kind of all makes sense that you were below the 200 week moving average more than you had ever been historically. So you lost important support levels. Now you've recovered above them. That that was the bottom, and we're in a re accumulation period. And like, if you look historically, what have the cycles been around bitcoin? We all know sort of the, I'll assume everybody knows the four year halving cycle, right? And whether or not you believe it's because of the four year having cycle or I've even heard you talk about, and something we've looked at is global liquidity cycles. And it just so happens that because bitcoin was born out of the financial crisis, that, like, you've had kind of this three to five year time period or four years, give or take, where central banks have been easing at the same time as bitcoin has having. And so two coincidental things happening at once, more us dollars and less issuance of bitcoin at the same exact time kind of has a, you know, whichever one you want to think has more of an impact doesn't really matter. But I think you add all of the on chain data and historical analogs, it's hard to be super bearish, right? It feels like we're in a re accumulation period historically, you get a one year sharp drawdown from these cycles, from the tops. That was November 21 through November 22. Now you go for. I mean, historically, it's a year of kind of chop and volatility, and we're halfway through that, and there's an upward bias there. I mean, there was in the prior cycle as well. I believe the 2018 into 2019 time period, you started to see a little bit of an upper bias, and we're up 100% from the bottom, right, at 30,000 as we're speaking, but we're still down 50% from the all time high because you got to go up 300% when you go down 75%. Right. So I think there's maybe in the short term a little bit of an upward bias. And underneath the surface, I think that there's maturation of the infrastructure that is much needed. Like, you see traditional players kind of stepping in and doing things, building exchanges or partnering with different firms. I think that's a good sign for the long term. And we washed out a lot of highly leveraged, poorly risk managed crypto natives. It's not to say that there aren't crypto natives that will be really important in the long term, I think there will be. But traditional finance coming in I don't think is a bad thing if what you're worried about is like the long term price movement of this asset class and capital flowing into it. But to me, that's all the kind of endogenous, like people looking at bitcoin and ethereum and like actually using them, or actually buying and hoarding bitcoin, that's all kind of happening, or we have evidence of that. I think there's exogenous variables that I just don't know where they're going. On the macro front. This is one of the things that maybe potentially gives me pause, is just, I think there's a lot of smart people on both sides of the trade, some that are saying the fed's gone too far right, they were too hawkish at the wrong time, and now we're on the other side of this, and you have commercial real estate and regional banks under pressure, and all of that might come to a head at the end of the year. And on the other side, you have, like, the inflation is sticky camp. If you look at core PCE that takes out the volatile components like energy and food, well, that's not coming down as quickly. And you're also like at a, at a point in time. We just had the June release today, as we're talking for CPI, you rolled off a very hot month in June 2022 and picked up June 2023. Obviously, as a month over month, you got a 3% number. Can you get back down to 2% or are you going to be kind of in limbo from three to 4%? And then what does that mean for nominal yields? Because I think of bitcoin as 50% of the space is a key driver to all of digital assets. They all kind of have a beta to bitcoin, and bitcoin is an alternative money. We call it a digital gold as an easy framing. Well, what matters to gold forward real rates you can look at ten year tips is the one I use. And there's been this relationship that's broken down this year. If the relationship comes back forward, real yields are a lot higher than they would suggest where bitcoin should be trading. A little bit of exercise and caution when there are a lot of unknowns on the macro side is one thing, and that's an exogenous variable. One bullish exogenous variable is the series of ETF filings, renewed optimism and sentiment around surveillance sharing agreements, trying to appease what the SEC is looking for. In terms of trying to prevent market manipulation, the two key concerns that they've had have been custody of these assets because they're bearer assets. I think many would argue that we're at a point where there are a number of reputable competitive custodians in the United States at this point that are regulated. And now if we have these surveillance sharing agreements, maybe that appeases the other issue, concerns around spot market manipulation in trading or transparency. Lack of transparency there. That is an exogenous variable that could add as an upside catalyst. It's just hard to predict or know what's going to happen there. And then the last one to me is, did we wash out all of the offshore entities that are heavily influential to this space, that are unstable, poorly risk managed, or highly leveraged? And I don't know if that's the case. And there are a number of sort of reports and news items surfacing that just make you pause and say, hmm, and last time, maybe we weren't saying that enough. And so I just kind of exercise caution. So to me, the upside catalyst is ETF, potentially, and then sort of the potential downside catalyst could be on the macro side or more to come, in terms of these entities that weren't very sustainable in the crypto space."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take another."
    },
    {
        "speaker": "E",
        "text": "Quick break and hear a word from our partners."
    },
    {
        "speaker": "F",
        "text": "We'll be right back to the real."
    },
    {
        "speaker": "B",
        "text": "Vision crypto daily briefing."
    },
    {
        "speaker": "E",
        "text": "Yeah. On the macro side, when I look at it, even if, let's say you're right and when you're not saying either way, but let's say the inflationists are right and inflation is sticky, three to 4%, which is, well, where do rates go from there? They either stay the same or they come down a bit. Okay, we can argue that. So the rate of change won't continue. And I think it's the rate of change that matters, because when you go back and look at, as we all do, we can look at charts of rates, or charts of charts of rates versus bitcoin, and you can see the periods, even when periods when the balance sheet wasn't growing and wasn't shrinking, the fed balance sheet, what you find is crypto goes up because it's a secular cycle that you can't keep down. So I always say it's like holding a beach ball underwater is the moment you just stop. The rate of change, of rate rises. You take the foot off the beach ball and it comes exploding out of the water every time. Now, what are you looking at in terms of adoption. So price is one thing, it's a measure of the value of the network. But that network value is made up of a number of components, like the activity on chain and the number of people. How are you looking at the on chain at a more macro level and thinking, okay, how does this go from here to the next five years, or even this cycle? How would this cycle evolve? Let's assume we're in this normal cycle, which is weird because we all know there's a cycle. It's pretty obvious it should be the easiest thing in the world, but yet it's so difficult for people because everyone gets shaken out in the bear market and gets over optimistic in the bull markets. It's bizarre, even though it's such an obvious cycle. But anyway, let's talk about that next three years going out. Assuming that the cycle is on its way and we're somewhere around crypto spring, what changes here now?"
    },
    {
        "speaker": "F",
        "text": "So I'd like to say the regulatory landscape would start to change, because I think that's, I mean, outside of bitcoin, that's the thing that I think Ethereum and smart contract platforms need, which is to be able to tether themselves to real world assets. I mean, sure we can. You could put NFTs in web three and that whole sort of community aspect into one bucket. But I think the tokenization of real world assets is kind of the big kicker. But for like, what is going to make Ethereum and other smart contract platforms relevant is being able to be tethered to relevant real world assets that matter and allow you to trade them, borrow against them, utilize them more efficiently, more accessibly, regardless of where you are in the world. That's where I think bitcoin is just kind of structurally different, and they're different trends in my view. And I think in our view, from a research standpoint, Bitcoin's trying to be a monetary asset, and it makes trade offs to do that. It makes decentralization and security trade offs, but it lacks complexity or capabilities that these other platforms allow you to do. There's beauty in that to some degree, and then there's also opportunity for other platforms. So bitcoin doesn't really need the regulatory landscape to change all that much to keep doing what it's doing. And if you ask the question of what matters on chain, well, I think of what's the value proposition of a monetary asset or an aspiring monetary asset, store value, medium of exchange, unit of account. It's kind of a gradient, right? Store value would be the first obvious 121 million bitcoin. And because of the block size wars and trade offs that bitcoin has made, just to never change, just to try to be as decentralized as possible, which you can say it's good, you can say it's bad, whatever you want, but that furthers the store of value first argument. And if you look on chain, less bitcoin have moved in the last year than ever before. 70% of the supply hasn't moved in the past year. That's consistent with prior cycles. I shot over some charts, so maybe we can pull up the bitcoin liquid versus illiquid supply, but we're seeing similar accumulations to prior cycles, which is price goes down, and there's a set of agnostic accumulators that don't care about the price and oversimplifying, but they think about things on a five and ten year time horizon."
    },
    {
        "speaker": "E",
        "text": "Is there any other asset like that? Does gold do the same? Because it's such a. I remember when Paul Tudor Jones was like, him and Stan Druckenmiller were talking. They're like, there's these crazy idiots who 80% of them will ride through an 85% bear market and don't sell. He's like, what is this? It's more like a religion."
    },
    {
        "speaker": "F",
        "text": "Yeah, I mean, you could say that true gold bugs might act like this, but we don't have the. I don't know if we have the data to prove that. Right?"
    },
    {
        "speaker": "E",
        "text": "I've not seen the data."
    },
    {
        "speaker": "F",
        "text": "Not a transparent ledger that we can audit in real time and pull apart the data. So for me, I don't think bitcoin needs much to happen. A bitcoin ETF, of course, would be a positive catalyst, but it's going to just keep doing what it's doing. And then of course, the value proposition shines. If and when interest rates come back in, liquidity gets added to the system. And if you look at the broader picture, I don't think we can have positive real rates for too long. Right. It's kind of just a math equation. If sovereign debt levels are where they are, unless global growth spurs some way that isn't expected, you're going to require debasement. In all likelihood, nothing's ever for certain, but there's a high probability that you just kind of have to debase currencies if everyone's doing it on a relative basis. Sorry, my dogs are barking."
    },
    {
        "speaker": "E",
        "text": "It always happens to me. Don't worry."
    },
    {
        "speaker": "F",
        "text": "Must be the main one's used to it. If everyone's debasing on a relative basis, maybe the dollar stays kind of where it is if you look at the Dixie, but relative to gold, relative to bitcoin or scarce assets over a long span of time, the value proposition of bitcoin is clearly still there. Then if we pivot, yeah, and then I would just say if we pivot to the tech side, to ethereum and to smart contract platforms, well, that's where I think regulation is going to be key. Are these securities, are they not? How do we treat them going forward? In large developed countries that have lots of capital that could be willing allocators, but they need regulatory clarity to be able to allocate. That's a huge key. Getting real world assets on chain. So we're not just trading speculative tokens back and forth. That to me, that's the sort of next level there on that side."
    },
    {
        "speaker": "E",
        "text": "Yeah. I mean, when I first got into bitcoin, 2012, 2013, that was the first use case. It's like the entire securities industry needs to go on chain. It's just going to make it so much more efficient. We haven't got there yet, but everyone's working towards it, whether it's you guys or Franklin Templeton or Goldman or JP Morgan. I mean, everybody's working on this. They want to get there. The regulators kind of want to get there. If not, the UK will get there because their set of guidelines, you've got this third set of property rights. It's not the physical rights, not the digital rights. What they've done for digital assets is different. So they're giving you the rights, which now means your contracts are enforceable in certain ways. It's definitely getting there. The US is just murky, but they'll find the conclusion there's enough big players, sensible people who were trying to help it move along."
    },
    {
        "speaker": "F",
        "text": "Yeah, I think we'll get there eventually. I would just say it doesn't seem like we're there yet. But if you look on chain, on Ethereum, people are still using it, they're willing to pay fees. And ultimately that's what matters for ETH, the asset, because now ETH, after proof of stake, you're able to have the optionality to stake the asset and earn a cash flow. And there's a burn as well, like an automated buyback. And that's all dependent on people wanting to be willing to transact and pay fees on the network. More evidence on chain right now that keeps on going. And again, we're not even there. Where there's not really much in the way of real world assets on chain yet to even transact in now because."
    },
    {
        "speaker": "E",
        "text": "Fidelity offers ETH as well to institutional clients and others. Have you found that there's an interest thinking going back to the asset allocation conversation we have, a lot of people never liked gold because it didn't have a yield, and they don't like bitcoin because it doesn't have a yield. Because if you stick it in an endowment, they want to have some positive carry. It's just what they need. Are you finding that ETH gets narrative traction because it has a yield and broadly represents the technology of the space? So it's the blockchain bet that makes it easy. You don't have to fight about the monetary system and say things that makes your boss think you're crazy, but you're just saying, hey, listen, the technology is here and it gives us a nice yield. Are you seeing that narrative?"
    },
    {
        "speaker": "F",
        "text": "Yes, I think you make a good point there where you kind of break down the investor type and even like, internally working for fidelity digital assets, I'm pretty agnostic to everything. I got interested in the space through bitcoin. But yeah, I see if the market thinks there's value there and there are people really using it, like there is a probability that there's value accrued there. Right. I just. I think it might be a little bit more speculative. But if it's more speculative, that means the, you know, the risk return is different, and owning, you can own both in a portfolio. So why do you have to make a statement on one? Necessarily, things are tribal, but even internally, we have people that work here that are bitcoin maximalists, we have people that are eth only, and we have everything in between. It's quite interesting, but I think you made a point there around investors having interest in one or the other. Like you said, with bitcoin, it's those that are looking at the monetary system, that are looking at debasement and quantitative easing, and they want to own bitcoin in their portfolio to hedge against those types of things. I find that when we talk macro thesis with a lot of these folks, they tend to in large part agree with the bigger long term picture that the average rational bitcoiner would maybe describe. And then on ethereum, it's the tech minded investor like you're alluding to where they see value in blockchain, maybe they're not exactly sure where it plays out because it is more of an open ended question of, we know there's real technology here and there's real potential uses, but we can't exactly put our finger on the exact use case that's going to elevate it into its next phase or its next step. We only know that narrative in hindsight, and the price will have run before that already happens, if it happens in the future. So it is two different investor types, but there's the hybrids in between that want to own both. And maybe we were a little self selecting in the fact that we only supported bitcoin first for a number of reasons. One, building a business and keeping it simple and being really risk managed and compliance and legal focused. And then the regulatory environment has evolved and we built out the product to support Ethereum. And now we're here supporting both. But because we supported bitcoin first, maybe that self selected us to have more of a client base that's interested in talking about bitcoin as opposed to Ethereum. But things are constantly shifting and changing."
    },
    {
        "speaker": "E",
        "text": "And also bitcoin, again at an asset allocation level is quite easy. Once people get over the hurdle of it, it's quite easy to put into a portfolio. You see what it is, it's clear eth, as you say, it's a very different thing. It's a bet on an ecosystem. It's like a big giant VC portfolio of everything that happens in web three. But unlike VC, it comes with a yield. So it's kind of interesting. So what pushback do you still get from people? That surprises you? I mean, there's the usual pushback, but is there still, like, what are we doing wrong here? Why can't we get this narrative right that they don't understand something?"
    },
    {
        "speaker": "F",
        "text": "I mean, the biggest one, I would say was regulation, or the biggest, I would argue the biggest excuse, even somebody that maybe starts to get it. But then from a firm perspective, they don't want to take any risk or allocate to the space. They would just say, well, the government could outlaw it, and you can reason with them all you want that it's global game theory. Look at the Internet, look at these competitive technologies that just can't be stopped. Like the United States is very unlikely to ban this, especially at this state that becomes less and less likely every single day. And I think it's more. We hear that less. But two years ago, we heard the regulatory question mark as the reason for not allocating. I mean, now it's less and less. It's just through the bear market. There was less knocking on our door and now there's more knocking on our door. It's the same thing. It's price is the driver and so if the end client isn't asking, I would argue maybe it's career risk is the right answer. Here is like, if all is well, if equities are performing, why do I have to own this thing that trades like three x levered Nasdaq, right? Or at least it did last year in the bear market. Right now, they're kind of diverging and there's a lower correlation. And we do fundamentally think that bitcoin is different than equities, and even Ethereum is different than equities. But if everyone views them as high beta risk on assets, then everyone's going to trade them like they are. And then the allocator that's slightly skeptical of the space will just say, I'll just own equities, I don't have to take the career risk. And that's all slowly being peeled back. But it still exists, right? Not everybody has come around on digital assets. It's slowly happening. But I would argue in delegated asset management, half the battle is not being fired by your lp or by whoever's money you're running."
    },
    {
        "speaker": "E",
        "text": "Half the battle in life in general is not to be fired."
    },
    {
        "speaker": "F",
        "text": "Yeah, exactly. And so if you're an allocator and you're not super passionate and gung ho on the space, a lot of times you'll learn about it, but then you'll say, oh, we'll visit it later, because why do I have to? My 60 40 is doing fine at the time. Now, maybe that picture is starting to change. Maybe they are looking for the return enhancer or the hedge against their fixed income portfolio, whatever it is. But those things just take time. Like we kind of had started out by saying is, it doesn't happen overnight, but you're starting to see things happen underneath the surface and questions being asked."
    },
    {
        "speaker": "E",
        "text": "So what do you get excited about going forwards from here? What kind of areas are you looking at? Thinking that's looking interesting to me. What gets you excited outside of price?"
    },
    {
        "speaker": "F",
        "text": "I mean, for me, I like seeing the innovation taking place on Ethereum. If you look at the l two battles, you see arbitrum and optimism as optimistic l two s. And that's the existing technology that now you're seeing in terms of transaction count days where there's more transactions on those platforms than there is on ETh L one. And so there's kind of this, there's this battle that's going to brew or build between Ethereum using layer twos, and it starts with optimistic, and then there's promise of zero knowledge in the future that's supposedly coming. But again, you could argue whether it's real or how much of it is all talk. And these optimistic roll ups are already, you know, actually pushing through transactions. But you have eth defending itself against other smart contract l one s. At the same time, it kind of backs its monetary policy into trying to look more like bitcoin in some ways. I mean, I know it's proof of stake and yield bearing, but they lower the issuance rate on all of these hard forks over time, and then they add the burn mechanism. So now it's deflationary. So ETH in some way is defending itself against Solana and Cosmos with app chains, with its l two s. It's backing its monetary policy into looking like something that wants to compete with bitcoin on the monetary front. And then bitcoin at the same time has lightning, and we'll see where that goes. And rumors of other l two s to be launched. So now bitcoin is kind of encroaching to some degree in terms of scalability and functionality, trying to look a little bit more. And I, we see ordinals taking off on bitcoin, like look a little bit more like ETH's technology like thesis, right? So the core value proposition of ETH is around tech and what you can build on it. Core value proposition for bitcoin is around its monetary policy and it acting as a store of value. Aspiring money. Now they're encroaching on each other. Meanwhile, you have these other, like, there's just so much going on that I think is really exciting to watch. As we move forward, and hopefully the regulatory environment becomes more and more productive and we get more answers. I mean, we are going to, by hook or by crook, it's either going to be Congress tells us, or judges and lawyers figure this stuff out, and maybe it takes another five years plus, or maybe it's sooner. I'm hopeful it's sooner. But you have all this stuff going on within digital assets. You have the macro backdrop. We could talk about it all day. They're converging together. We're kind of sitting right at the center of all of it. I don't know if that's enough for you there, but, yeah, it is."
    },
    {
        "speaker": "E",
        "text": "I've been wryly observing, because most of my conversations around crypto, there's this madness that we're dealing with, from regulators to 80% bear markets to exchanges going bust, everything else, yet everybody has a smile on their faces. It's like, it's so exciting and unique and interesting that you feel like where you are in your seat or me in my seat. We're so lucky to be alive at this moment in time. To be at this point, right, to be in a wild, secular adoption of a technology and a be around the epicenter of it, it's just amazing."
    },
    {
        "speaker": "F",
        "text": "I completely concur. I know a lot of people that want to work in digital assets. I don't know a lot of people that work in crypto and digital assets that want to work in tradfi. And it's not to say anything bad about the traditional side, but it's structured, it's the way it is, and it kind of continues on in the path that existed, I like to think. I'm a research analyst in digital assets. Over the past two years, I've had so many cool opportunities with so many people. If I was an equity analyst, the structure has existed there for 50, 70 years. I wouldn't be talking to you if I was an equity analyst, because I would be in the existing system that you work your way up from whatever this analyst to that analyst. Whereas here it's so much about our business has changed, and we've three xed in headcount over the past two years. And so the pitch to anybody here, fidelidigitalassets.com. if you scroll to the bottom of the page, there's a careers tab. You don't have to be a researcher. We're a full fledged business that has operations, product compliance, you name it."
    },
    {
        "speaker": "E",
        "text": "I mean, you guys have been astonishing pioneers in this space. And I've been on real vision following this story and gotten to know a lot of people at Fidelity really well. It's just astonishing to me what you guys have done. The other one that was astonishing is I got to know some people at Franklin Templeton. It sounds like a boring asset management firm. They're doing amazing stuff, and it's like the reinvention is happening from within. And it's not just a bunch of crypto native firms trying to change the world. They're trying to do that, too. Some are succeeding, some are failing. But we're seeing the whole system change at its core. And we know that all the banks are involved in this. We know one by one, they're all coming. They're just pretending they're not."
    },
    {
        "speaker": "F",
        "text": "Yeah, we've had a lot of conversations with a. We talked to Frank Franklin Templeton down at consensus."
    },
    {
        "speaker": "E",
        "text": "Have you spent time with Sandy? Sandy Cole?"
    },
    {
        "speaker": "F",
        "text": "Not Sandy, but some folks from the research team and some others down there. And again, like you said they're doing some really cool stuff. And there's a lot of folks that we talk to at traditional firms where they're all looking at it, they're all paying attention to it, and you really can't turn a blind eye to it anymore. I mean, I know credit at fidelity goes all the way to the top of the house of pretty much unwavering conviction for like almost a decade now to just sort of further experiment and creep forward in this space. And now we're sitting right at sort of the intersection of tradfi and digital assets. So I'm excited to see where, where we'll be a couple of years from now."
    },
    {
        "speaker": "E",
        "text": "Fantastic. Jack, listen, thank you ever so much. Been great to get you on. We'll definitely have you back on as we go through this journey. When you've got some new ideas that you've been researching, you want to come and talk to us. We're always open for that. We're with you on the journey as well."
    },
    {
        "speaker": "F",
        "text": "Yeah, absolutely. This was great. If anybody wants to. Our research, we distribute most of it open source, fidelitydigitalassets.com research. You can get on our, our signup page. And I'm a new writer on Twitter tweeting out some things that we're seeing from our research desk on a pretty regular basis."
    },
    {
        "speaker": "E",
        "text": "Fantastic. We'll put that in the link as well."
    },
    {
        "speaker": "F",
        "text": "Thanks so much."
    },
    {
        "speaker": "E",
        "text": "Brilliant. Jack, great to see you."
    },
    {
        "speaker": "F",
        "text": "Yeah, this is a lot of fun. Thanks."
    },
    {
        "speaker": "E",
        "text": "I love having these insights. We are so lucky to have people like Jack join us and give us a peek behind the curtain of the other side of crypto. This is not the crypto of Twitter. This is not the crypto that you spend in the evening in the pub talking about, this is where the real capital gets allocated, or will get allocated. These are the people who are onboarding the financial system into this alternative system. And Jack is out there telling that story and driving forward this space. And it's just fascinating to see where this all goes."
    },
    {
        "speaker": "A",
        "text": "What's up, revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest, and biggest names in finance."
    }
]