[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020 baby get 2020. Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "B",
        "text": "Could a resolution in the Genesis bankruptcy come as soon as this week? We bring you the key takeaways from the first hearing. Welcome to real vision Crypto Daily briefing. I'm Ash Bennington. I'm joined today by James Murphy, aka Metalaw man. Welcome to the show, James."
    },
    {
        "speaker": "E",
        "text": "Great to be on with you, Ash. I look forward to our discussion."
    },
    {
        "speaker": "B",
        "text": "It's a pleasure to have you here. Let's take a look at our price analysis. Bitcoin has continued to purchase at around $23,000 since Saturday. That's interesting. There's interesting data from glass node reported by Coindex. The percentage of short term holders of bitcoin that are in profit has reached 97.5%. This is the highest number since November. Glass node says long term bitcoin holders are now also in profit for the first time in six months. Glass node I identifies short term as fewer than 155 days, while long term is more than 155 days. One other optimistic piece of data comes to us from analysis at Bitfinex. On chain, data shows bitcoin selling by miners has hit a three year low. Meanwhile, ether continues to enjoy smaller gains than bitcoin. Coindesk reports ethereum bitcoin currency pair has declined 8% since January 11. This trajectory is again playing out today, although the moves are somewhat marginal. One final token we're looking at here today is threshold, whose ticker symbol is t. Threshold is a Defi crypto network. T is the best performer of the day by a country mile. The token has skyrocketed 120% on a 24 hours basis. That's after crypto exchange, Coinbase put it on its roadmap to listing. That doesn't mean Coinbase will definitely list it, however, important to point out. Now, let's join in the conversation. Put down the questions in the chat wherever you're watching. We'll ask the best ones later on in the show. Remember, real vision members take priority, but the good news is membership is free. With that said, let's bring in our guest. James Murphy is the founder of financial services law firm Murphy and McGonagall. He now runs metal on man. James, welcome."
    },
    {
        "speaker": "E",
        "text": "Thanks, Ash. It's great to be on with you. I look forward to getting into some of these meaty issues with you."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's a pleasure to have you here. First, give us a little bit of your backstory. I know we talked about this before we started the show here today off camera. Fascinating story."
    },
    {
        "speaker": "E",
        "text": "Well, thank you. I've been a securities litigator for 30 years. In the last ten years of that, I was running my own law firm and decided that I would try something a little different and created a boutique firm structure that was really exclusively focused on the financial services industry. So I hired about 20 lawyers who had previously worked at the SEC, brought in a couple from the CFTC, and we brought together also some former federal prosecutors from the Southern District of New York. And our focus really was on Wall street investment banks, but also trading venues like the New York Stock Exchange, Nasdaq, and the Chicago exchanges as well. And that was great, great work, exciting stuff. And then 2017 comes along, and I get very interested in digital assets and bitcoin and try to learn all I can. And I conclude that it was time for us to pivot our law firm toward representing some of these emerging companies that were the very overused word disrupting traditional finance. And in fact, they were, and had been. And so it was a great pivot for us. And we soon found that given our credential base, we were representing many of the big exchanges, crypto exchanges here in the United States, as well as issuers of tokens and NFT, creative people, as well as infrastructure, blockchain players, security and things of that nature. And so it really raised the profile of our law firm. And we were recognized a couple of times as law firm of the year and securities regulation, and that was the first time a small firm had achieved that. And so it's a very exciting time. And finally, I'll say I really went down the rabbit hole. I know that's kind of an overused cliche now, but we even went to mining bitcoin within the law firm. So now law firms could say that, but we had a free meaning, $0 per kilowatt hour sorts of electricity at one of our offices. And so I felt there was a moral imperative to start mining crypto in that circumstance."
    },
    {
        "speaker": "B",
        "text": "Well, James, you know, I and many of our viewers have also gone down that very same rabbit hole. It almost goes without saying that you're the perfect guest today. To talk about some of these stories that are out in the ether. Let's jump in and take a look at the first one. Yesterday, it was the first hearing in the Genesis bankruptcy case that took place here in New York City. Coindesk reports lawyers for Genesis Global told the court that they've been working with creditors representatives and the us trustee's office, quote, around the clock for the past two months. The trustee office program is a component of the Department of Justice that oversees bankruptcy proceedings. The Genesis lawyers say that they want to reach a, quote, consensual resolution with the creditors. Notably, the lawyers said that they could reach that agreement this week. One proposed solution is a sale of the company to generate the funds. Genesis halted loan redemptions, of course, in November. The company suffered what its lawyers called a run on the bank in the wake of the FTX collapse. Obviously, some challenges coming out from three AC and some lending that they made there as well. Last week, the lending business of Genesis filed for bankruptcy protection. As many of our viewers already know, the next hearing is set for mid February. James, obviously there's a lot of news flow here on Genesis. This is an incredibly important story for the space big picture. What are your thoughts?"
    },
    {
        "speaker": "E",
        "text": "Well, I listened to the whole hearing. It goes on for a while, these first day hearings in a big bankruptcy case. So a couple observations. Number one, Genesis was very well prepared for initiating this bankruptcy. Unlike FTX, where it happened really kind of chaotically with very little notice and preparation here, Genesis has been working for two months with all of their advisors on the what if scenario. If we have to declare bankruptcy, what should that look like? Can we do a prepackaged bankruptcy where we come in with a plan endorsed by the creditors? So what we saw yesterday was a plan, very extensive 80 page plan of restructuring these three entities that declared bankruptcy, and a statement that it's very close to an agreement with the creditors. Now, it should be noted that's not unfounded optimism because the creditors spoke up as well and said, yeah, we agree, we're optimistic that we can get this deal done, perhaps even this week. Now, I think what people need to understand is this deal doesn't resolve everything. The deal that was proposed by the debtor says, we're going to go out and try to sell the assets of these genesis entities. Not all of them declared bankruptcy, just three, and see what kind of yield we can get on the sales of those assets and whatever that is. This is how our it will be distributed, this is how various classes of creditors will be treated. So it doesn't resolve everything, but rather all of the constituencies agree on. This is a path forward that we hope will play out quickly."
    },
    {
        "speaker": "B",
        "text": "You know, we could do an entire show just on this story here today. Obviously, there's a lot here. Let me just ask a couple of questions. So first or just a statement? You know, most people in the space believe that Barry Silber is a very smart guy. I think he has a background in his pre crypto days on Wall street working in restructuring. So probably not surprising, as you say, that he was very well prepared or his team was very well prepared going into this. But let's talk a little bit about the prepackaged bankruptcy. I know this is an idea that many people who follow this base, particularly from the computer and engineering side, who don't have strong backgrounds on the legal side, find really confusing. This idea of a prepackaged bankruptcy where the creditors and the debtors essentially walk into bankruptcy court hand in hand and say, we've got a deal, we've got an arrangement. This is the structure we'd like to work out, obviously dependent on the asset base being sold at a valuation that is sort of within the range of estimates that the creditors and the debtors feel they can get. Obviously, it's a volatile space. It's interesting because we've seen these nasty grams going back and forth between the Winklevoss twins over at Gemini and Genesis, getting very personal, addressing Barry Silbert directly. Of course, the entity involved in this is genesis and not DCG, but these claims of, you know, essentially really being quite, quite sharp, I guess it's fair to say in the language. I know that's a lot, James, but jump in, give us a little bit of a sense of how one of these pre packs can unfold in the best of circumstances and also where it can go horribly wrong."
    },
    {
        "speaker": "E",
        "text": "Well, it certainly can go horribly wrong. I think what we see with Genesis is something that came very close to being a prepackaged bankruptcy. I mean, if they can come to an within the end of this week, we're talking about seven or eight days from filing to having an agreement, which would be a prepackaged bankruptcy scenario, essentially, if they had it the day they filed, so very close to doing it with that strategy. There are a couple really odd things, however. Here. You mentioned Barry Silverton, DCG. There was a special committee that is isolated from DCG that is driving this, that made the decision that these three Genesis subsidiaries would file for bankruptcy. And what's interesting is the plan talks about setting up a trust to conduct litigation against some parties and it talks about how the recoveries from that litigation will be distributed to creditors. And they describe the litigation. The litigation starts with claims against DCG. So we're talking about really unusual here that a subsidiary is forming a special litigation committee to analyze and perhaps prosecute claims against the parent. Now, the basis for that is DCG has borrowed heavily from Genesis. So that's spelled out in the bankruptcy filing that they had borrowed about $500 million from Genesis. And they also have a note to Genesis in the amount of $1.1 billion. It's payable nine years from now."
    },
    {
        "speaker": "B",
        "text": "By the way, can we just unpack that a little bit? Because the promissory note, I think, is at the very center of this case. It effectively seems almost like an asset swap of one liability for the next. Talk a little bit about how this works, what it means and why it's so important to this case."
    },
    {
        "speaker": "E",
        "text": "Well, honestly, I don't know how the accounting treatment works, but you're absolutely right. It's a swap of a claim against three arrows capital for a DCG promissory note, which presumably is a better credit than."
    },
    {
        "speaker": "B",
        "text": "So let's walk through that. So essentially, the loan was made from Genesis to three Arrows Capital. Three arrows capital defaulted on the loan. I believe it was 1.4 or $1.2 billion, a substantial number. So genesis now carrying that bad asset on their balance sheet. I don't know if that's the correct legal term, but they're carrying this defaulted asset on their balance sheet and then they swap with the parent company. They take that off the balance sheet, move it up to DCG. DCG, in turn, gives a promissory note. And what is the reasoning behind this? I mean, I know that this is obviously not something that you were involved with, but give us a little bit of context here for why something like this might be done."
    },
    {
        "speaker": "E",
        "text": "It's speculation. I mean, the accounting really is important here. There's a difference between holding a claim against a defunct entity of a billion dollars or having a promissory note from a apparently financially viable entity for a billion won. And so maybe a Gemini at that time wanted to appear given all lending activity that was going on each way they borrow. Genesis is a borrower and in turn lends in hopes that the amount they pay to people they borrow from is a lower interest rate than what they can lend it to, mainly liquidity providers and crypto at a much higher rate. And that's how they make money. But in any event, maybe there are certain requirements and covenants about what the balance sheet must look like at Gemini in order to be treated as a trustworthy counterparty for lending. So I don't know, but I can say in going through all those papers, there was an inordinate number of intercompany exchanges in large. In large numbers of 500,500,000,000 that was lent from Genesis to DCG in various tranches. Well, there are also loans from DCG to Genesis at the same time, so I can't explain all of that, but it'll be a lot to unwind. And it may explain why there's a special committee looking at legal claims to bring against DCG."
    },
    {
        "speaker": "B",
        "text": "Yeah, obviously it's very confusing. It's very complicated. There are a lot of entities involved here, entities and sub entities. The names sound alike. Talking of which, I wanted to get into this next story here, which is somewhat linked, I think it's fair to say, to Genesis. According to an exclusive report in the information crypto exchange, Gemini is laying off 10% of its staff. That's the third mass layoff at the crypto company in eight months. Gemini co founder Cameron Winklevoss blamed, quote, persistent negative macroeconomic conditions and unprecedented fraud perpetuated by bad actors. Close quote. I guess we're all left to wonder who those bad actors might be in that quote. Of course, Gemini has been caught up in the Genesis bankruptcy. As we've just been discussing, Gemini lost access to user funds in its earned program on Genesis. Cameron Winklevoss has threatened to sue Genesis parent company digital currency group, also known as DCG, and its CEO Barry Silbert over the situation at Genesis. You know, obviously this is very confusing and we're trying to unpack it here and we're trying to explain. Explain to our audience what we're looking at. And if I goof anything up, James, give me a heads up. Just shout at me, because this is a lot of information. Listen, let's talk about something here that is an interesting idea that I think viewers who are maybe new to the business law front may not have a sort of solid footing in themselves. And this is this idea of these threatened lawsuits. So as a general proposition, just as a sort of a base case, a vanilla case, when you have a holding company and a portfolio company, and the portfolio company defaults on a loan or has some sort of liability, and they get sued by a creditor, as a general proposition, what does the law look like around whether or not the parent company is liable for the portfolio company or operating companies liabilities? How does that work? I know this is sort of a very elaborate sort of complex case, but as a vanilla case, how does that generally work?"
    },
    {
        "speaker": "E",
        "text": "Well, the reason for setting up separate corporations is to isolate the liabilities of that subsidiary from the parent. And so there are two ways generally to bring in a parent. One would be if the parent has made some kind of guarantee, whether it's an explicit, written, signed guarantee or some other kind of indication of guaranteeing the obligations of a subsidiary would be one way, then the other way is called piercing the corporate veil, which means you need to establish that there's overlap in terms of governance, that there's not a separate board acting strictly in the best interest of the subsidiary. And there are many factors under state law about how you can pierce the corporate veil and bring in the, the parent in that organization."
    },
    {
        "speaker": "B",
        "text": "Would one potential claim, again, we're talking here, is sort of in abstraction, be this idea that there had been funds that had been lent between a parent company and a portfolio company? Because I know we have already one lawsuit. I believe it's the dutch cryptocurrency exchange. Bitvavo has sued DCG, the parent company. So what are the sort of, the nature of those claims? Can you make an assertion saying, hey, look, there have been assets that have been borrowed and lent between these operating entities, between the operating entities and the parent companies? Is that the sort of potential claim that you might see in a court, in a bankruptcy filing?"
    },
    {
        "speaker": "E",
        "text": "It's possible. And as long as DCG is not in bankruptcy, you can sue them outside of the bankruptcy. And so, yes, tracing funds, if it was done improperly, not at arm's length, not on market terms, then this is."
    },
    {
        "speaker": "B",
        "text": "A critical point, this idea of arm's length. And I know that's something that may be new to some of our viewers, but it's this idea that if an entity, a corporation is loaning to a corporation that has some sort of shared, for example, the stakeholders, the shareholders of the corporation, have some relationship. This idea of arm's length, it means it has to be done sort of as a neutral transaction that another market participant might do, in other words, not preferential treatment that's why this phrase keeps coming up at arm's length. And I believe, based on what I've read from DCG, that's their assertion that these were arm's length transactions."
    },
    {
        "speaker": "E",
        "text": "Right? So who knows? We'll certainly find out."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless 30 30, baby, get 30 bid to get 20. 2020 biddy get 2020. 1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 up front for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "E",
        "text": "And then another issue is, did the paperwork where the loans were originated between Gemini and Genesis allow Genesis to lend those assets to affiliates? Or were they restricted to only lending to non affiliated companies like Three Arrows Capital, Alameda and many others that have gone bankrupt themselves? So if it permitted loans to affiliated companies, then it's going to be hard to bring DCG in. Although the Winklevoss people say that DCG involved itself in the transactions when Gemini was getting uncomfortable about whether Genesis had sufficient assets to deliver the return, the money that had been loaned through these customers of Gemini, and that the parent stepped up. And in fact, Gemini received 30 million shares of the Grayscale bitcoin trust."
    },
    {
        "speaker": "B",
        "text": "This, of course, from another DCG operating entity, grayscale Investments, that controls GBTC and Ethe, among other exchange traded products in the crypto space."
    },
    {
        "speaker": "E",
        "text": "Right? So apparently the Winkleboss brothers had a right to demand additional collateral for the approximately $900 million that had been lent by Gemini's customers to. To Genesis. And then one interesting point that came out, Ash, is that the Winklevoss people liquidated that collateral three days before the bankruptcy of Genesis. And so they may have known that it was coming and they may have had concern that they wouldn't be able to liquidate collateral after bankruptcy was filed because of an automatic stay. Now, the unfortunate thing for everyone involved is they liquidated in, I think it was November, around November 16, and the bankruptcy filing was the 19th. Well, unfortunately, the Grayscale bitcoin trust was trading at $9 and change at that time, and now it's trading around twelve. And so that differential, you know, on 30 million shares is close to a $100 million that was left on the table. This is hindsight, of course. Who knew that bitcoin was going to rock it up, as it has over the last couple of weeks? But unfortunately, they realized a lot less from that collateral than they would have if they had waited."
    },
    {
        "speaker": "B",
        "text": "Yeah, there are all kinds of points to make here. Theres this idea of dollarization in the lawsuit where the assets essentially get dollarized at a particular date on the file. There's the challenge of the market prices of where these things get bought and sold. Additionally, there's the idea of clawback provisions around this, meaning this is a case here at DCG, Gemini, Genesis, but also a factor in the FTX Alameda lawsuits. The idea that if creditors were seen to have some sort of preferential treatment, if they attempted to liquidate a position, that a bankruptcy court might come and claw those back at some point in the future. One sort of just generic disclosure that we should make here is obviously, you have in this case, multiple parties arguing obviously different things in their pleadings, in their filings. Important to point out that we have claims, we have counterclaims. Very often those two are at loggerheads to each other. They're contradictions. We're just trying to tease out the facts here and get as much information to our viewers as we possibly can, because this is obviously a very complicated story, by the way, since I brought up FTX. James, give us your take on where we are right now in that case, particularly with regard to where some of the creditors, the users of those platforms, might stand in terms of attempting to make recoveries and what that legal process generically looks like. And also, if you have any specific insights in this case, well, there's a."
    },
    {
        "speaker": "E",
        "text": "Lot going on in FTX. It's fascinating. I tell my friends that this case has got to show up in the, in the law school textbooks on bankruptcy because there's so many really fascinating issues. So just looking back to last week, Sullivan and Cromwell was appointed as debtors counsel. There were some objections to that, and."
    },
    {
        "speaker": "B",
        "text": "There were objections to that because Sullivan, Cromwell had worked with FTX as a client prior to representing their creditors, I believe."
    },
    {
        "speaker": "E",
        "text": "Absolutely right. And they had received $8.5 million in legal fees in the 16 months prior to the implosion of FTX. And so that raises a lot of conflicts issues. Ultimately, the judge decided to permit Sullivan and Cromwell to continue in that role. Interestingly, the us trustee had opposed Sullivan and Cromwell, and then at the hearing, changed its position to support Sullivan and Cromwell, at the very last minute, the chief regulatory officer of FTX dropped in a really surprising affidavit accusing Sullivan and Cromwell of a host of things, including malpractice and unethical conduct. And the judge decided to just disregard that submission because this person, Daniel Friedberg, was not available for cross examination. So in any event, that's done. The next big issue that's coming up in a couple of weeks is the appointment of an independent examiner, which would be somebody independent to come in and look at what happened and who was involved, and then make a public, a report to the public of what happened. And the value of that is the same thing happened in Enron, that an independent examiner was brought in to study exactly what went wrong at Enron and to point the finger at auditors, accountants, bankers and lawyers. And that report served as sort of a springboard for actual claims, ironically, by Mister John J. Ray, against the accountants, auditors, bankers and lawyers. And he recovered very substantial amounts of money from them, due in no small part to that independent examination."
    },
    {
        "speaker": "B",
        "text": "So it's like when the FAA comes in and takes a look at the black box after air tragedy."
    },
    {
        "speaker": "E",
        "text": "That's exactly right. And another issue, I'll just leave you with this one. I know we've got a lot to cover, but something you're going to cover in one of your next stories is are FTX customers creditors, or are they just customers? And whatever assets are left on the platform belong to them, are left on the platform, or are traceable to their deposits? Should they all go back to them? This is a huge billion dollar question, and I think the answer could. This is not illegal advice. The answer could come out differently from what we saw in Celsius, where the court said Celsius took ownership of the deposits because they were authorized to lend the money out. In this crypto lending situation that we see at Genesis and Voyager as well, but not FTX. FTX says it's yours. The money and assets remain your property. It never becomes the property of FTX. And if that's true, then it's not an asset of this FTX estate. It belongs to the customers. But of course, the big complication here is the books appear to have been scrambled and it's unclear where exactly the customer deposits went and how to retrieve them is going to be an enormous challenge. But this is a huge legal issue, that if the customer money belongs to the customer, is nothing, assets to the debtor estate, then, for instance, none of the professionals, the lawyers, Mister Ray, Alvarez and Marcel, the restructuring experts, the bankers, are looking to sell. None of them can be paid out of those dollars that belong to the customer. So a fascinating issue. It's going to go in the law books for sure, whichever way it comes out."
    },
    {
        "speaker": "B",
        "text": "This is a fascinating point, and I've been making it here in far less detail and far less technical terms. I observed earlier that much of the reporting around this interchangeably used the terms users, lenders, depositors and creditors, when clearly that is not the case under the law. So a crucial issue that really has real world implications in terms of who gets back what, what pools of assets are available to pay whom and at what priority, which is really at the core of just about every bankruptcy case here that we've ever seen. So many incredibly important points, by the way, I should say, talking about these issues, you're tweeting about these regularly on your Twitter page, et Alawman, particularly around FTX, Genesis, Gemini, all important cases that you have been following very closely on your twitter. And I personally have been enjoying that coverage. Just to move on here a little bit, because we've got some additional news flow that I'd really like to get your view on. It's great to have you here today, on this day when there's so many regulatory stories. Starting first here in New York City, regulators have issued a new warning to crypto companies. Here's what the New York Department of Financial Services outlined in its open letter to the industry. The ideas that they're talking about are how customer assets should be separated from each other, something we've just been talking about here, how they should be used by custodians, another core issue, and how to maintain proper disclosure requirements when holding on to digital assets from clients. So all of that sort of very germane to the points that we've been making. The new set of guidelines applies to companies that operate in New York state and hold a bit license, that's a license here in New York that they started issuing in 2015 to regulate companies involved in digital asset activities. James plays perfectly in to our last points. What's your take on this new legislation or regulation?"
    },
    {
        "speaker": "E",
        "text": "Well, 2.2 points. Interesting coincidence that Gemini was there at the inception of the bitlicense. Gemini was repeatedly providing input. And I think this is a very, to their credit, a very positive thing for the industry to have a representative involved in the development of a really, really important regulatory regime. But now, basically, the way I read that story, Ash, is that this entire business model of taking deposits and lending them to hedge funds and high leverage players, that Genesis and Voyager and Celsius were all involved in is outlawed. If you have a bitlicence, forget it. You can't do that. If what's required is you segregate the assets for the customer, and those assets remain the property of the customer. You can't take them and lend them out to someone to try to gain, you know, a yield on it if you are the bitcoin licensee. So it's basically outlawed. A business model which, interestingly, during this crypto winter, has shown to be not a really good business model, especially not for the customers."
    },
    {
        "speaker": "B",
        "text": "James, do you hear talking of places where this had been outlawed, and we had some challenges there? Do you hear echoes of MF Global in any of this?"
    },
    {
        "speaker": "E",
        "text": "Boy, I sure do. And right when it came out, I think even before maybe the bankruptcy, but there were whispers about FTX, or whispers about it, and everyone saying, well, this is like Enron, or this is like this Ponzi scheme or whatever. I said, no, no, no. This is MF global in all its dimensions. Because in MF Global, a really popular, well known, rich, democratic political funder and candidate, he was. He was the governor and senator from."
    },
    {
        "speaker": "B",
        "text": "John Corzine, for people."
    },
    {
        "speaker": "E",
        "text": "John Corzine built up such big positions, read like Alameda, that he needed more capital to back his positions, and so they took customer deposits in these derivatives accounts that they had at MF Global. Same. Same scenario."
    },
    {
        "speaker": "B",
        "text": "I guess, in that case, the customers came out at par, I think, right? They came out whole at 100 cents on the dollar eventually. It just took some time to get there."
    },
    {
        "speaker": "E",
        "text": "Right. So I think that Corezine didn't make a bunch of bets that were spectacularly terrible, like Alameda, that were just constantly being written off. Also, I don't believe Corzine gave himself $2.1 billion in loans, as Sam Bankman Fried did, out of Alameda, et cetera, et cetera. So they didn't have all of these components that put FTX way, way, way underwater. But in terms of how it played out in enabling outsized trades, violating margin rules, MF global is a really good parallel."
    },
    {
        "speaker": "B",
        "text": "Yeah. And it's especially interesting because MF global was clearly regulated, clearly onshore, clearly regulated by a whole Alphabet soup of regulatory agents here in the United States as well as in New York state. So that was a challenge. And by the way, I don't think anyone was ever criminally charged with MF Global, were they?"
    },
    {
        "speaker": "E",
        "text": "No, you make a really good point. And I did tweet out about this. There was. And we hope this is where. I hope this is nothing going to replay itself with Sam Bankman fried. But there was a multi year serious DOJ investigation into John Corzine, and he was not prosecuted criminally. He paid a fine to the SEC and he paid some money to settle class action lawsuits and went on his way."
    },
    {
        "speaker": "B",
        "text": "Also talking about regulation, there's regulatory activity over in Europe as well. The block reports french lawmakers will be voting in the next few hours on stricter crypto regulation. This would include mandatory licensing for providers of digital asset services. That would mean Europe was essentially. That would mean that France, I guess I should say, would have its own set of rules even before the european wide regulations come to into effect towards the end of 2024. The block says at the moment, registration is optional and no crypto company has been able to meet that criteria. Speaking of the EU, a European Parliament committee voted on new strict rules regarding capital requirements for banks that hold crypto. One amendment states that banks would have to apply a risk weighting of 1250% of capital to crypto asset exposures. This would mean that they'd have to hold enough capital to cover a complete loss in the crypto asset value. Obviously, for those who are not familiar with it, 1250% is a very high number for a risk weighted asset percentage. It seems that the regulatory environment everywhere is toughening up in many parts of the world. I know these are a lot of stories over in Europe, but big picture. What are your thoughts on the general context and also on mica more specifically?"
    },
    {
        "speaker": "E",
        "text": "Well, I would say the United States is falling behind, for sure. The France thing is interesting because binance is licensed in France, so they have a licensing regime now that is not particularly onerous. And they've rolled out something that looks more like a quite comprehensive and some would say onerous regime in the bitlicense in New York. Well, that's what they're doing rolling out in France, and they're surprised no one's signing up for it yet. So I think they're going to have to figure out a way to encourage people to do that, because right now binance is permitted to do business in France using this sort of regulation light approach. With respect to the EU parliament, people are really, really interested in how that will all come out and there will be built in. If it passes, there will be built in two or three years of time for crypto companies to adjust to the new regime. You're absolutely right on the capital requirements under Basel three. Typically, banks have to hold around 8% for most assets as a reserve. And here, what they're saying essentially is that banks that want to hold crypto are going to need to hold 100% of security for that asset on their balance sheet, which to me means that it is, in a sense, a sterilized deposit. So if you deposit one bitcoin, it can't be lent. No portion of that bitcoin can be lent to some borrower. And so what I think you're going to have happen is simply storage of these crypto assets, and maybe a fee will be charged to the depositor."
    },
    {
        "speaker": "B",
        "text": "Well, that's certainly a broader theme. This notion of sterilization, segregation, ring fencing, seems to be a broad theme here across the board. By the way, James, you made the perfect segue for me when you mentioned Binance. According to Bloomberg, binance keeps collateral for some of the tokens they issued in the same wallets as customer funds. Once again, right to the same point, binance issues 94 coins that are known as binance peg tokens or b tokens. Reserves for almost half of those b tokens are currently stored in a single wallet called binance eight. This can be checked, of course, on the Binance website. Bloomberg says that the wallet contains significantly more tokens in reserve than would be required for the amount of b tokens that Binance has issued. Bloomberg is this indicates that collateral is being mixed with customer tokens rather than being segregated and stored separately. A spokesperson for Binance acknowledged the mistake. In a statement to Bloomberg, Binance said, quote, Binance eight is an exchange cold wallet. Collateral assets have previously been moved into this wallet in error and referenced accordingly on the btokenhe proof of collateral page. Binance is aware of this mistake and is in the process of transferring these assets to dedicated collateral wallets. Again, this idea of segregation. The spokesperson added that all users held accounts with Binance, quote, have been able to have been and continue to be backed one to one. So the spokesperson saying that they have one to one backing for all of those assets held on binance on behalf of customers, notwithstanding what Binance called, quote, historical operational oversights. Interesting phrase there. Great data journalism over at Bloomberg figuring these things out. Again, James, all of these stories, they rhyme, they all have this sort of thematic sensibility about segregating user assets, how the user assets are being controlled. Thoughts on this story and on binance more broadly, James?"
    },
    {
        "speaker": "E",
        "text": "Well, I have a lot of thoughts. I guess. First off, the blockchain is a very useful tool. I mean, Bloomberg, with the assistance of a blockchain intelligence company, was able to discern this because the blockchain is public. So that's a good thing. So, looking on the bright side, it is good that investors and journalists are looking at this stuff. Secondly, whenever you hear the phrase commingling of customer assets with assets of the exchange, you worry because, as you say, it rhymes. It rhymes with something we heard recently of FTX. And when the official position of Binance is, it's a mistake. Well, that's what we heard over and over and over again from Sam Bankman. Fried. Wow. It's a mistake. I should have paid closer attention to what was going on there. Really sorry about that. Um, so it also, you know, feeds into questions about why the auditor refuses to do future proof of reserves audits for. For binance. You know, we don't know the answer to that, but it's got to make, uh, people nervous. And then you ask generally about binance. You know, there's a really, really important story that came out of Reuters where they had spoken to many people inside the Department of Justice who said they had a money laundering case ready to go, which means ready for indictment against CZ and Binance and perhaps others in that organization. But other parts of the Department of Justice were pushing aback, not quite sure they had enough to go on. Which finally leads you to this very recent announcement of this russian exchange. Nobody ever heard of something like Bislato. I'm pronouncing it wrong, or whatever. They reveal that the number one counterparty to this russian crypto exchange, which apparently its whole purpose was to do money laundering for, you know, a drug, drug, illegal drugs, or whatever, terrorist finance, whatever it might be, that was their business model. Well, their number one counterparty was binance. And so, you know, if you know how the prosecutors work, it is very typical to go after a low level player to get them to flip and provide information about a bigger fish. You know, the biggest, the big kahuna, would be CZ at Binance. So if you put the Reuter story together with the recent hubbub around this rather small case against the russian exchange, who knows? I don't know, but something might be coming."
    },
    {
        "speaker": "B",
        "text": "All interesting points. And, of course, just to get some bigger picture takes on this, one of the challenges with this space that we've seen is this idea that you have assets, asset markets, and players that are essentially highly centralized and not regulated. And it's the worst of all possible worlds. You don't have true decentralization. You have these centralized parties acting in some cases, let's just say, problematically, from what we've seen, and you don't have the ability to truly see it transparently and openly. One of the challenges, even a proof of reserves audit doesn't really measure the proof of liabilities. There's no ability to see the broader balance sheet, the broader statement of cash flows, the broader assets and liabilities. That's the challenge here that we're all trying to sort out in this space as it moves forward. I got to move on because we have viewer questions. But before we talk about those viewer questions, for those watching on the real Vision website, first, thank you. If you haven't signed up there yet, check it out at real vision.com crypto. That's real vision.com forward slash crypto. That's the best way to get early access to real vision crypto content, and it's always free. That's where you can find Ralph's full interview with Punk 6529. It's a two and a half hour long look inside the mind of one of the most important thinkers in this space. You don't want to miss it again. That's real vision.com forward slash crypto. If you're watching on YouTube, please like and subscribe and hit the notification bell. We definitely appreciate it. Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "E",
        "text": "Whoa. Landing an account this big will totally change my landscaping business. It's gonna mean hiring more guys and more equipment and new trucks for the new guys to drive the new equipment in."
    },
    {
        "speaker": "B",
        "text": "Huh?"
    },
    {
        "speaker": "E",
        "text": "I don't know if I'm ready."
    },
    {
        "speaker": "C",
        "text": "You can do this and Ford Pro finsimple can help. Our experts are ready to make growing pains less painful for your business with flexible financing solutions, solutions that meet the needs of your business today when you need them. Get started at Ford pro.com financing."
    },
    {
        "speaker": "B",
        "text": "All that said, James, I want to just jump in and hit some of our questions here from reviewers because as always, they are good ones. Vincent Ryback on the real vision website asks, is there a way in the case of a chapter eleven, a non american can make a case against a defaulted company? Interesting question, James."
    },
    {
        "speaker": "E",
        "text": "Yes, a non american. By the way, there are many, many, many of these in the FTX bankruptcy because both FTX us and FTX.com comma, what they call FTX International, both have declared bankruptcy in Delaware. And so any creditor can file a claim or bring a lawsuit. It's called an adversary proceeding. If they have a claim that has not been reduced to some amount, like a deposit of your funds, that's a claim you really don't have to do anything. There will be a notice that goes out to claimants all around the world saying, here's the deadline for you to file a claim. Here's the form you need to fill out. Some people get a lawyer to help them fill the form out, but it's not complicated. And then you send your form in and then you're accepted as a creditor, and then you find out, what is this plan of resolution going to look like? How many pennies on the dollar is my class of claim going to get? Now, if you have some other kind of claim for, like a breach of fiduciary duty or fraud or breach of contract or whatever, yes, you can bring those in the bankruptcy court, and in fact, you must. You can't file it anywhere else because there is a stay of worldwide litigation against the entities that have filed bankruptcy."
    },
    {
        "speaker": "B",
        "text": "While they're going through bankruptcy proceedings and potentially whether or Caesarship or whatever happens next. William Tippett on the real Vision website in James monitoring of the situation, has he heard of any legal claims on grayscale assets, GBTC, ethe, et cetera? Obviously, this is something you touched on earlier, James, a little bit more context on your views on what's happening with grayscale assets."
    },
    {
        "speaker": "E",
        "text": "I'll tell you this, this question is everywhere."
    },
    {
        "speaker": "B",
        "text": "I."
    },
    {
        "speaker": "E",
        "text": "Everybody wants to know what is going to happen to that bitcoin trust that grayscale manages. DCG owns, as far as I know, owns about 10% of that trust. Of the shares in the trust. There are disputes about the Winklevoss people liquidating 30 million shares of the trust. And we don't know anything about what DCG has done with the shares that it owns. Has it pledged those shares for other loans or are they simply holding them and that's it? We don't know. But are there potential claims against DCG's ownership of grayscale units? The answer is that is possible. And if they're dragged into bankruptcy, then that would be one of their assets that would come into the bankruptcy. If that was one of the earlier questions you had, Ash, is that something that is possible of getting the parent into the bankruptcy? And if the answer to that is yes, then certainly all assets of the parent come in, including their ownership of Grayscale. Now, there's a whole different set of questions about the management and ownership of Grayscale. There are a lot of people who feel that the fees are way too high for a fairly simple trust just holding bitcoin. You don't have analysts working day and night on a particular sector of stocks selecting them."
    },
    {
        "speaker": "B",
        "text": "And that's a whole other can of worms. And by the way, they were able to charge that premium. Presumably speculative statement here, but presumably because for a very long time, it was the only way that you could get exposure to bitcoin. If you had certain covenants, for example, if you were an institutional investor and you wouldn't have the ability to directly invest in the underlying asset, you couldn't custody it yourself or whatever else was the case. You basically could go and buy this exchange traded product and then have access to that exposure. By the way, I should say for people who are not familiar with this, one of the reasons why this story is so important is the size of GBTC currently. I'm looking at the Grayscale website right now. Assets under management, $14.5 billion. That's a lot of money. They're showing a since inception return of just under 15,000% on the website. But importantly, while that number fluctuated or rose dramatically in the beginning because of the dramatic price appreciation, a testament to sort of Barry Silbert having the foresight to spin this up so early and be part of that hockey stick like movement. The challenge right now is that GBTC is trading at a discount to nav. That's the net asset value of about 41%, meaning you can currently buy a buck's worth of assets for $0.59 on the dollar, which gives you some context of where the market is pricing the risk in that product. Obviously a lot to talk about there, and I wish we had more time, but I have to move on to the next question. This comes to us from Anthony H. On the real Vision website. Boy, this is a very direct one. James, thoughts on those who have a lot stuck in Gemini earn and the best way to position ourselves to get it back. Boy, I feel like I should say it for you, James, not legal advice to follow."
    },
    {
        "speaker": "E",
        "text": "Well, what I would do is I would get in close contact with the creditors committee to understand what they're planning on doing, what positions they're planning on taking. Because unfortunately, the way it's positioned right now, it's a two way street. It's not just Gemini's claims against Genesis. Genesis has said they have claims they intend to pursue against Gemini. So you could imagine a lot of legal fees being spilt, lost to creditors, paying for, for a battle of that, of that kind. I hope that does not happen. But if you're in that earn program, what you should do is contact the committee that represents your interest and make sure they know who you are. Make sure you know how you can get real time information from them. And if you see them taking positions that you disagree with, and then you have a right to be heard, because in a committee setting, and by the way, unlike FTX, there are numerous committees that have been formed in Genesis because they recognize that some of the creditors have very conflicting interests in how this bankruptcy plays out. And so they have separate counsel and they have a separate list of creditors who are on the committee. Those creditors owe a fiduciary duty to all creditors who are similarly situated. So if there's a committee representing the earn investors through Gemini into, into Genesis, then they owe you a fiduciary duty, and they sure as heck need to communicate with you and listen to you if you've got a point of view on how the thing ought to proceed."
    },
    {
        "speaker": "B",
        "text": "We always appreciate very direct, down to earth, simple framework there. And that's a very simple explanation, I think, for people who are wondering and thinking about what they need to do next. Really fantastic conversation here today. Great analysis, incredible amount of material that we've covered here. Final thoughts, key takeaways from this conversation that you'd like to leave our viewers and listeners with."
    },
    {
        "speaker": "E",
        "text": "Yeah, absolutely. Ash, thank you so much for having me on. I have been thinking about what are the takeaways? What are the big lessons from all of these bankruptcies? And what we've seen is this business model of taking investment from investors, or in Gemini's case, depositors of funds, and then having someone lend it out at high rates to very high leveraged players, like three arrows capital, Alameda. And it goes on and on and on is a very dangerous business model, and it works beautifully. When we're in a bull market. It works okay when we're in a flat market, but when there's a crypto winter, what we've seen is every single one has collapsed. Now, somebody could say, well, they had poor risk management or poor leadership or something, and the business model is just fine. They could say that. But I think what's likely is some people are going to look at that and say, what's a better model for doing this, to acting as a lender, as a prime broker, for hedge funds that want leverage in their trading? It's something that exists very successfully in the securities world. Secondly, I think a winner here has got to be DeFi, because with DeFi, you get, typically there are exceptions, but you get collateral deposited into the DeFi protocol, and then you borrow another asset on that collateral. If the value of that collateral declines below a certain price. There arent discussions. There isnt a threatened lawsuit. It is immediately liquidated by a smart contract. And just like that, even in the crypto winter, this is the most stress I can imagine, you know, in both in centralized crypto finance and in Defi. And Defi has held up a lot better because they just liquidate. It's a machine. It doesn't have feelings. It will liquidate the collateral before you get underwater on the loan. And then the last thing I would say is, I'm just certainly amazed at how bitcoin has held up in the face of relentless bad news. I don't, you know, I'm not a real market guy, per se, but it's been amazing that you'd be tempted to conclude that there is actually some utility to holding on to bitcoin in good times and bad."
    },
    {
        "speaker": "B",
        "text": "Well, you'd certainly be tempted to include that. The bitcoiners have a very valid point about all the stuff that happens in the centralized world. When you have the ability for human fallibility, human errors, bad actors, all those kinds of things to step in that bitcoin is simply not subject to, again, not endorsement of bitcoin. But the reality is that there is this separation of the model between what happens when you have a proof of work network that just relentlessly and consistently, a year after year, continues to go through and secure transactions. A very different world, uh, from what we see obviously, uh, in the centralized space, where you have, uh, challenges with, uh, asset segregation and segregation of functionality. You, you alluded to this yourself. And one of the challenges we, we refer to FTX as an exchange. This is one of my usual soapboxes here on this show. Uh, but really, uh, in the centralized finance world, it would have effectively been serving as, like what? An exchange, a custody agent, investment bank, a venture capital shop, uh, prop shop. I mean, all of these functionalities just have not been segregated to, to respond to your point and my key takeaways, I think you're absolutely right. The future is decentralized. That's the direction that this is going. By the way, full disclosure, the decentralized space has challenges as well. Security breaches. We mentioned a bridge attack earlier. There's significant UI and UX issues. Those protocols are not easy to use for people who don't have master's degrees from Carnegie Mellon and computer science. There's a lot of challenge there. People make mistakes. They accidentally enter things incorrectly. There are challenges at that space as well. All of these conversations that we've had today I kept saying that they rhymed this idea of segregation of assets. The challenge is the reality here is whenever retail investors get impaired, that means lose money. You have regulators, legislators, law enforcements can and will get involved. They feel that they have an obligation to, and that's really what we're seeing here. And I expect that we'll probably continue to see for some time to come. James, this was just such a great conversation with you. Such a pleasure to have you on, to give your analysis on such a wide variety of topics. I hope you can come back and do this again with us soon."
    },
    {
        "speaker": "E",
        "text": "Absolutely. I'd love to do that."
    },
    {
        "speaker": "B",
        "text": "Thank you so much for joining us. That's it for today. We'll be back tomorrow with the co founders of ethos. See you at 09:00 a.m. pacific time, noon Eastern, 05:00 p.m. in London, live on real vision crypto daily briefing. Have a great afternoon."
    }
]