[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020 baby get 2020. Bid to get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint."
    },
    {
        "speaker": "C",
        "text": "Mobile.Com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hey, everyone, and welcome back to real Vision crypto daily briefing. Here's why you should tune into today's show. Grayscale is exploring options for its flagship bitcoin product. We're going to discuss the future of bitcoin. ETF's live with Valkyrie Investment CEO Leo Wald. Plus, we're going to dive into the products over at Valkyrie. Before we begin, a quick word from our co founder, Milton. If you've been having trouble figuring out what the heck to get people for Christmas, Milton has an idea. Get them a real vision membership. You can do it by heading over to realvision.com giftguide. With that said, let's jump into the latest price action. We're seeing a rather muted start to the week. Bitcoin has stabilized under 17,000. We saw a sharp increase to as much as 18,200 last week, but the buying was unfortunately short lived. BTC is down 2% on a trailing seven day basis. Meanwhile, Ethereum is up slightly. It's currently trading at below 1200. It's down some 5%. For the past week, both bitcoin and ETH have hit around 75% less from their all time highs. So it's definitely a really, really, really brutal market. But with that said, let's bring in our guests now. Leah Wald is the CEO of Valkyrie Investments. Welcome to real vision, Leah."
    },
    {
        "speaker": "E",
        "text": "Thanks so much for having me, Marco."
    },
    {
        "speaker": "D",
        "text": "How are you doing today?"
    },
    {
        "speaker": "E",
        "text": "Good. It's almost the holidays."
    },
    {
        "speaker": "D",
        "text": "It's almost the holidays. Yeah, for sure."
    },
    {
        "speaker": "E",
        "text": "I'm hoping for some bullish price action right now, but at least, you know, the weather is still warm here in Nashville and, you know, life is still good. How are you doing?"
    },
    {
        "speaker": "D",
        "text": "I'm good. I'm good. I mean, I'm hoping for the same thing, you know, just. And then just waiting for the end of the year to get to New Year's and kind of move on from there. Well, before we start talking about, like, stories and events, I really I'd love to. If you, for the viewers who don't know you, if you could just tell us a little bit about yourself and Valkyrie, what inspired you to start an investment firm around digital assets? What makes Valkyrie Valkyrie?"
    },
    {
        "speaker": "E",
        "text": "Wow. I've definitely never been asked the question, what makes Valkyrie Valkyrie. So that's a fun one. I appreciate it. So a little bit about my background. World Banker by trade, really started my career there, then worked for an activist investing hedge fund, specialized in japanese equities and lbo strategies. I then transitioned really back to development, which is definitely where my heart really lies, and started a tech company called Veterati, co founded it. So it's a mentorship platform that connects unemployed veterans to mentors in service of job placement. And that's still running today. And that was fantastic. I still love working with the veterans and digital Asset network. And then after that, I went straight into bitcoin asset management full time with the former Tyler Jenks, who was also a big fan of real vision. So Tyler and I ran lucid investment strategies and that was specialized in GPTC investing, actually as an RA for discretionary accounts and kept up with lucid. That's where we co authored the book Hyperwave Theory. He was a technical analyst in the crypto ecosystem, and that's really when we joined the bitcoin ecosystem full time. So that was in 2016. I then closed down Lucid on the back of Tyler, unfortunately passing away, but fortuitously met my co founder, now Stephen McClure, and we then co founded Valkyrie. So Valkyrie was actually launched on the premise of going to market with a GBTC like competitor, a bitcoin trust that traded at NAv for platforms specifically for institutions. And we did go to market with that bitcoin trust and have since also launched other products. So to date, we have smas and that's specifically slotted for the ras and intermediary market. We have hedge funds, we have ETF's, and we have a series of grantor trusts."
    },
    {
        "speaker": "D",
        "text": "Amazing. Amazing. Well, I wanted to ask you, you mentioned GPTC there, and we actually just have some story related to GPTC. It's from Grayscale Investments is one of the several companies. Obviously they have tried to launch this spot, or the spot bitcoin exchange traded ETF. Last week we saw, like in a reply brief from a lawsuit that Grayscale tried to force the SEC's hand for approval. The SEC is double doubling down on that rejection to reject the spot. Bitcoin ETF, they're reiterating that same stance, right? That spot bitcoin ETF's are not permissible, but futures based ETF's are permissible because they're monitored by the CME, the Chicago Mercantile exchange. And then today you had the. On the Wall Street Journal, they were reporting that the grayscale CEO, Michael Sonnenston, says that if the company fails to turn GPTC into ETF, it might put forward a tender offer for 20% of the shares, which is a way to return the capital back to the investors. I'm curious where you think we are in this journey of getting spot bitcoin ETF approval. How has this rejection impacted the overall landscape for investing in bitcoin and other digital assets? So for."
    },
    {
        "speaker": "E",
        "text": "Yeah, so we threw our hat in the ring for a bitcoin spot ETF application, actually, January of 2021. So it was right after Vaneck. So quite early for all the other issuers throwing their hat in the ring. So we've been in there for a while. Speaking with the SEC staff, I'm actually bullish. In light of all the issues around FTX and what's happening now. I think that it provides a little more fire for the regulators to actually get this approved. And moreover, I think that they now have a playbook of what is needed in order to get to the markets, to a place that makes them feel more comfortable with approving such a product. So this whole environment actually is making us feel more positive that we're going to get there. However, if we bring it back to what you had originally mentioned, which is grayscale and GBTC being able to convert into an ETF, we don't believe at Valkyrie that's possible. There is no precedent of converting a listed Grantor trust into an ETF. There's a lot of issues around that in regards to reg m, they would have to actually delist. That's a 19 B four process to then convert. So there is no precedent. And obviously, suing the SEC is not a great path, I believe, in order to be in their best races, in order to have a conversion that has, again, never been done before. So. That's right. Chairman Gensler was very explicit in what he wanted and what he wanted to see, which is why we applied for the Valkyrie bitcoin futures ETF. When we did. Chairman Gensler said, I want to see bitcoin futures from the CME in a 40 act wrapper. And he was completely explicit, and that is what he approved, and in fairly short order, actually. So in regards to the bitcoin spot ETF, among a lot of the other issues that we know the SEC has had concerns around market manipulation, market integrity and surveillance, et cetera. The main one that Chairman Gensler has actually been explicit about that, not that many people talk about, is that he has asked for an exchange to come under the purview of the SEC, and none have. So it's also an interesting light of an exchange now being under the limelight, knowing exactly again, what those issues were on an egregious scale. So that I do think that they know what to do now to get the SEC comfortable for the exchanges in order to then get that approval process running. So I'm actually feeling pretty confident and optimistic that it'll be sooner than we originally thought."
    },
    {
        "speaker": "D",
        "text": "Yeah, optimistic. I mean, that's a really interesting take. And I think it's good to have optimism. It's good to see optimism, because when I've spoken to other experts like yourself, many felt that if the regulation didn't come or if this kind of thing doesn't get approval, that we can fall behind other jurisdictions in the world. How important is it for the US to be a leader in this space when it comes to this?"
    },
    {
        "speaker": "E",
        "text": "That's an interesting question. And I think also based on what is a leader, you know, if we're talking about just who's most regulatory forward, then obviously the US is lagging in that order. I was more recently living in Singapore, and they are very regulatory for it. And I was living there when DBS started custodying a lot of spot products. You could buy bitcoin and other coins directly through that bank. And now in the United States, we do also have very similar type of structures that I think is monumental. I think some of the biggest news this year was actually the integration of Coinbase into Aladdin, which was massive, massive news. So that's Blackrock's, Aladdin, formerly Blackrock Solution and ability to buy spot. Obviously, Fidelity also has that capability. So I think beyond just a regulated vehicle from the SEC, we actually have seen extreme advances that are very important, notable, and will be able to provide that, I believe, impetus to showing the SEC that these products in the spot market can actually be run well through institutions that we can trust. Bank in New York, Mellon is an investor in Valkyrie, and they recently launched their custody product for bitcoin. Nasdaq has also come out with the news that they have a bitcoin custody product that they're coming to market with. So I think that as more of the institutions come to market with institutional grade products, it's going to get Washington, DC more comfortable as they create those rules and regulations, they'll probably be firmer, but that's not always a bad thing. So in regards to your question, bitcoin spot ETF and the fact that we're behind Brazil and Canada and ETNs in Europe, we absolutely are. But I do think that advances this year have been so promising that we will get there."
    },
    {
        "speaker": "D",
        "text": "Well, stepping away from the bitcoin future or bitcoin spot ETF's, let's talk about a bitcoin futures. You have BTF, which is a bitcoin futures based ETF, bitcoin strategy ETF, and you also have the bitcoin miners ETF. Explain a little bit for the viewers who may not know what those products are, what they are, kind of what they do, and kind of why you're focusing on them, right?"
    },
    {
        "speaker": "E",
        "text": "Absolutely. So for the bitcoin futures ETF, that is to provide exposure to bitcoin in the form of futures in an ETF wrapper, that is the closest that we have to the holy grail of a spot bitcoin ETF at the moment. But it actually has been tracking well and performing well in regards to correlating to the underlying price. So getting that exposure again, it's very important for that ETF wrapper to exist for a lot of sovereigns and pensions, insurance, Ras and other providers that need that wrapper structure are comfortable with that wrapper. As for WDMI, which those in the crypto space understand, the meme, we're all going to make it. That was a little bit of fun. So that was a bitcoin miners ETF with a green lens. At one point it was 84% renewable energy. So that was therefore exposure to the bitcoin mining sector of the market, specifically those that are making advances in the renewable sector and with their sustainability grid and matrix, that has been hit hard, obviously just due to the market environment. But we do think it's a very interesting ETF and interesting product. Bitcoin miners have proven to outperform the price of bitcoin in bull markets and so underperform bitcoin in bear markets. But if we are here to stay us as bitcoin hodlers or speculators or investors, we do think that it's just generally a very interesting product for exposure to that sector."
    },
    {
        "speaker": "F",
        "text": "Hey everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless. Everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020. Betty get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch dollar 45 upfront for three."
    },
    {
        "speaker": "C",
        "text": "Months, plus taxes and fees. Promote for new customers for a limited time. Unlimited more than 40gb per month slows full terms at mint mobile.com dot when."
    },
    {
        "speaker": "D",
        "text": "You say that there was previously a green lens, like, are you, what. I mean, have you changed the process for like evaluating, selecting investments for that ETF or, I mean, what's the process there that you guys are using?"
    },
    {
        "speaker": "E",
        "text": "Yeah, unfortunately, due to compliance on that question, I'm not able to answer too much. But given the environment right now and what has happened to certain miners in the industry, we did have to consider parameters."
    },
    {
        "speaker": "D",
        "text": "Understood. Understood. Well, I also want to ask about, in relation to the bitcoin miners, right. There's a lot of analysts and people that have been speaking about like a risk of minor capitulation. We had the Financial Times recently report that hedge funds are shorting a lot of bitcoin miners, including marathon digital, green edge, among other bitcoin miners in the space. What's your take on that? Is that concern valid? Is there any type of. I mean, I guess, what would you say is your take on that?"
    },
    {
        "speaker": "E",
        "text": "I think generally there's a lot of concerns for the mining industry and publicly listed miners. They are for the most part very much small cap and are susceptible. There was the opportunity and optimism around consolidation and what m and a can do for the industry now and moving forward. There's obviously very powerful private mining companies as well, operating in the US who are very liquid. So there's a lot of opportunities there. However, the mining sector has definitely taken a hit and there have been some unfortunate management processes that have proven to not manage their balance sheets very well. So there's a lot of miners that are unstable at the moment that we're watching very closely. But, you know, hopefully this can just consolidate, get stronger and when the market reverses, you know, we'll see a healthier sector. Right now, definitely there's a lot of concerns around that capitulation, the shorting, and a lot of other factors generally, especially as regulation starts to get figured out in Washington, DC."
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah. The regulation, I think, is a big component. Obviously they're not. You know, the, the margins are smaller because bitcoin is down. So, I mean, it makes sense. So hopefully, do we do see a resurgence there. And. And I do think if we see a resurgence, that maybe there's some positive news to minors being able to survive through this tough market. Well, I want to turn to another story that we're covering that we spoke about earlier off, before we had the call about SBF and extradition. So we reported last week that former FTX CEO Sam Begman Fried is contesting his proposed extradition to the US. The extradition hearing was scheduled for February 8, but now, according to multiple reports, he's changed his mind. He's set to appear in court hearing in the Bahamas today. This FTX saga, Ilya, has just had so many twists and turns. I mean, people can, you know, probably say that it started all with the Luna collapse. What's your thoughts on that?"
    },
    {
        "speaker": "E",
        "text": "I think it's terrible. I know that's not directly answering your question, but just, you know, the one that's just sticking with me every day is finding out more and more retail people who have been harmed in this saga. It's not just institutions. It's not just big money. It is you and me and people who are new to crypto. And it's just very sad to see. Obviously, he has some very serious charges against him, criminal charges against him. So it will be interesting what also comes to light during the process. Obviously, a lot was told during the testimony, but I think that there's even more to come. You're absolutely right. It's been a Saya and when did it start? Which was the first domino to fall, and what are the next dominoes to come? Some are saying DCG, there's a lot of speculation out there, and it is definitely concerning in regards to the price, although the price has actually held up in a wonderfully boring way during the past few weeks, which is very interesting to me and our research team. So I guess we'll see in the long term, it's good that bad actors are shaken out of the system. That's obviously what's happened cyclically throughout history in traditional financial markets. But also crypto is just the same during the ICO bubble, of course. You know, we'll see what happens on this. I'm. We're following it closely like everybody else is. I just hope that in regards to Voyager and Blockfi and Celsius and FTX, I do hope that the customers who are harmed are able to be made as whole as possible. And I do think that it's really a tragedy."
    },
    {
        "speaker": "D",
        "text": "Yeah, it is a tragedy. I feel like it's really shaken confidence in the industry I mean, a lot of people kind of feel a certain, you know, way about it. Even, you know, when over thanksgiving or dinner all, you know, when you talk to people about crypto, they're like, oh, I saw that. Because it's, you know, this story in particular is one that just really seemed to get everywhere."
    },
    {
        "speaker": "E",
        "text": "Right."
    },
    {
        "speaker": "D",
        "text": "Like all the major media outlets were covering it. So it's, it's definitely been, been tough. Has that been your experience too, speaking to people or how's that been?"
    },
    {
        "speaker": "E",
        "text": "Yeah, definitely different than last year's thanksgiving, right? It's different conversations. Luckily, Valkyrie was not exposed to any of those dominoes, nothing. Luna, terra Celsius, FtX. But doesn't mean that we don't know people who were and are and investors in Valkyrie that also were exposed and harmed and therefore have liquidity crunches. So in regards to a Valkyrie and day to day job perspective, you know, we were definitely, we're in a good position having not been exposed, but at the same time, talk to people all day long, and especially institutions whose feet have cooled based on the situation. And you're absolutely right. Those come up in the Thanksgiving conversations last year. It was very optimistic and everybody wanted to learn how to buy and what platform should they buy through and what are the most exciting funds, etcetera. And now it very much was only SPF and not in positive lights. And definitely back to rhetoric that I felt Washington, maybe three years old, of negative perceptions of those who operate in the crypto industry and not differentiating between crypto and innovations in the cryptocurrency industry and general criminals and financial fraud. And I think that that's very unfortunate. I think that we've definitely taken a step back. Hopefully next Thanksgiving is different again as the lawsuit rolls out. But I. You're absolutely right. It was a different Thanksgiving conversation, especially since it was only weeks afterwards."
    },
    {
        "speaker": "D",
        "text": "When you say that institutions feeds are cooling, I mean, do you think there's going to be a pause in investments in this sector over the next year or what do you see with that happening?"
    },
    {
        "speaker": "E",
        "text": "Yeah, I don't actually think that long. I do believe, and we have seen that institutions are still moving forward on crafting their strategy. So if we say that bear markets are for builders, institutions are not the same from what we've are exactly the same from what we've seen, that they're still trying to figure out their strategy so that when the bull market comes back and their customers keep asking them again, they know exactly what path to take in regards to demand for inflow and seeing inflows into funds. I do believe that we're seeing a cooling right now, but it also is the holidays. And as we know, traditional finance often goes on their holiday break a little longer than the rest of us. So it'll be interesting to see later. Q one if that demand has picked back up, I am bullish for next year to see a reversal. So I do think if we're talking about Q three, Q four, we're looking at a different type of industry and type of market. But I do think for the next potentially we're looking at some hey, everyone."
    },
    {
        "speaker": "F",
        "text": "We'Re going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "G",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy ramp.com easy cards issued by Sutton bank and celtic bank members have DIc terms and conditions apply."
    },
    {
        "speaker": "D",
        "text": "Yeah, that makes sense. I mean, obviously, a lot of people are, you know, also looking at what the Fed's going to do in their fight for inflation. So, you know, I do think that that is something to keep an eye on. I want to move on to our next story here. So the, this one's Sherrod Brown. Sherrod Brown, a democratic senator who leads the banking committee. He said the us regulators should maybe consider banning crypto. He did concede this would be very difficult and would likely see a crypto move onshore. Leah, he's not the only us lawmaker making taking a tough stance on crypto. Right? We saw recently, we heard Senator Elizabeth Warren introduce a bill that would impose a strict regulations. What's, what are your thoughts on that? On those, on what the senators are doing."
    },
    {
        "speaker": "E",
        "text": "Yeah, I do think regulations are coming down the pike, and I do think that. That it's actually going to be positive for the industry. Until we do have regulations, we're not going to see the type of adoption that is possible in the United States just due to investor protections that are necessary for these products to be approved and therefore the larger money managers and institutional allocators to actually then even buy them. So will the regulators get the regulations correct or correctly? I guess that's to be determined. I do think that there's some very smart folks in DC and other advocacy groups that are assisting on the education side. I do also believe that there will be bespoke regulations, and I do believe that there is a net positive of SBF and these recent crippling situations in order to provide that exact playbook that needs to happen. So is this a concerning headline? It is a concerning headline, of course, and I think that we all need to follow it. However, I do think when the regulations do come down the pike, it will be a net positive for the industry as a whole and greater adoption in the US."
    },
    {
        "speaker": "D",
        "text": "So with a net positive and greater adoption, I guess the question is, how would you envision the future growth and direction of Valkyrie investments with if that."
    },
    {
        "speaker": "E",
        "text": "Happening, the future growth of Valkyrie investments. That's exciting. So, in regards to regulation, of course, we would like to see the bitcoin spot ETF approved. We are still excited about our application, and speaking with the staff, I think that that will be very important. Even though there's easier ways to buy spot at the moment, we still have been hearing that there's a desire for active managers. So the SMA products and platforms, those obviously are very interesting. We do think that, again, as larger institutions become more comfortable with the asset class, there will see a boom. In the end of the day. I love this technology. I think that it is absolutely brilliant and beautiful, and I do think investors are very interested and have been, but obviously have risk parameters that they need to abide by. So I do think that as if I see the future of Valkyrie, that we would be able to service these types of products and that we would be the most powerful asset manager doing so. We're launching a hedge fund now that's taking an activist position in GBTC, because we do want to see change and we want to see the right type of products available to investors, both retail and institutional alike. And we want to ensure that those are high quality, transparent, democratic, and priced at the right level. So I think that the future is bright for all of us in the industry, if we, in the most boring of ways, remain as compliant as possible, do risk management, and remain adults in the room. And I do think that that does depend both traditional finance experience and knowing those controls and pairing it with more crypto native traders that understand the nuances of the industry. But those controls come from traditional finance, and they have to come all the way through."
    },
    {
        "speaker": "D",
        "text": "Yeah. So we're getting close on time, and I wanted to put some viewer questions on here. Here's one from Ralph from our, on our platform. Why have we not seen an Eth futures etF? Being that the CME currently has an ETH futures product, is that something you can answer, leah?"
    },
    {
        "speaker": "E",
        "text": "I'd love to answer it, but I don't know. I think that's a great question mark. What are your thoughts?"
    },
    {
        "speaker": "D",
        "text": "I mean, I guess. I mean, perhaps it has to do with people thinking that. I mean, chair Gensler has previously said that he believes bitcoin is a commodity, and maybe other ETH is. Could be, or all the other tokens could be securities. Perhaps that could be some of the thinking that is taking place with. With some of these people that, you know, putting it out. But I also. I don't know. I wouldn't know either. Another question, question from Ralph. He said, have you considered a bitcoin close and interval fund? If so, why have no fund sponsors formed a fund, with the structure being that it would allow a spot fund without a discount premium to nav? So that one sounds a little bit more technically complex. Maybe it's something that. Do you have any thoughts on that?"
    },
    {
        "speaker": "E",
        "text": "Yeah, and my team has extensive experience with close end funds and interval funds. Actually, my co founder comes from Guggenheim. Actually, a lot of the team comes from Guggenheim and managed close in funds. I think that that's an interesting question and a good question. I would say that for the most part, it's just based on demand. And maybe my question back to you, Rolf, is if you think that there's enough demand to break even on the costs of launching an ETF for that specific product, and I think that, you know, I would love to have a conversation, but the question is just how much differentiation would the public see in that product from a bitcoin futures ETF, which, again, is performing well? And I guess that's really the question. You have a lot of competitor products. In certain ways, GBTC could likely be seen as a competitor to Vanek, Valkyrie and Proshares, bitcoin futures ETF, or buying spot. So that is a sophisticated structure that you're talking about that I think is a very smart structure. Yeah. And if you think it's a good product, please email me."
    },
    {
        "speaker": "D",
        "text": "Yeah, absolutely. Well, I want to move on to the last segment of our show, which is the takeaways. But before that, I want to remind our viewers to subscribe to our YouTube channel hit notification bell. Like the video, it's very important to us. So, you know, it was a really interesting conversation with you today, Leah. I think the biggest takeaway for me is that you're optimistic. You're optimistic that regulation, that despite everything that's happened this year, it's been a tough year. That regulation is coming and that regulation is good for the industry. What takeaways would you leave with our viewers?"
    },
    {
        "speaker": "E",
        "text": "Yeah, I think you nailed it. I am really optimistic. I do see a lot of very smart people and great strong companies are still building. I do think that as long as we keep building, doing this market in the right way, that it only makes the future brighter and stronger. I know that sounds kind of lame, maybe, but I am optimistic about that and that being paired with Washington DC coming out with regulations that are positive. I think that in regards to other takeaways, the GBTC news is very big. There's been a real upset by shareholders for a very long time about how GBTC Washington structured and managed. And there's issues with the sponsor and also the pr structure around waiting to convert into an ETF. Obviously the management fee and other things around GBTC are what we believe is unfair to the shareholders and not allowing for reg end. So I think that that's definitely a new story to watch. Obviously the Genesis news has been limelight. There's a lot of concerns around the contagion from Genesis and DCG is the parent company. So keep eyes on DCG and GBTC and what may come from other activist investors in the space that want to see better structures, that really are the appropriate structures for investors."
    },
    {
        "speaker": "D",
        "text": "Great takeaways. Well, Leah, it's been a pleasure having you on the show. Before I let you go, where can viewers keep up with you and Valkyrie investments and just in general like what you guys are doing?"
    },
    {
        "speaker": "E",
        "text": "Sure. Thanks so much. Marco. Our website, valkyrieinvest.com. i am on Twitter like everybody else in crypto, Leah Wald and my DM's are open and you can find our email across our website. So thanks so much for having me, Marco."
    },
    {
        "speaker": "D",
        "text": "Awesome, Leah. Well, that's it for today's show, everybody. If you're not a subscriber yet, don't forget to subscribe. Real vision crypto is free. For those of you watching on YouTube again, remember to subscribe. Hit that notification bell so you know when we go live. Join us again tomorrow. We're going to hear from Wendy O. See you at noon Eastern, 05:00 p.m. london, live on real vision crypto daily briefing."
    }
]