[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020 baby get 2020. Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at mint mobile.com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "C",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance, join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now, to the top analysis of today's crypto markets."
    },
    {
        "speaker": "B",
        "text": "FTX Japan resumes customer withdrawals. Hong Kong unveils fresh crypto friendly plans and ordinals expands onto litecoin. Welcome to real vision crypto daily briefing. I'm Ash Bennington. I'm joined today by Sergei Gorbanov of Axelar and Haseeb Qureshi from Dragonfly. Gentlemen, welcome to the show."
    },
    {
        "speaker": "C",
        "text": "Thanks for being."
    },
    {
        "speaker": "B",
        "text": "We're going to discuss cross chain interoperability, web three and Axlr's goals in scaling it. But first, let's take a look at our latest price analysis. Major cryptocurrencies are taking a breather today. The total crypto market cap is down nearly 2% on crypto market cap. Bitcoin is trading at $24,500. That's lower on the day, but bitcoin remains up 12% on a trailing seven day basis. However, according to a report by the bank for International Settlements, which was cited by the block, a majority of retail investors over the last seven years lost money on bitcoin. The analysis takes 2015 to 2022 into account and is based on crypto exchange activity in 95 countries. Meanwhile, ether is trading at around $1,670. That's 2% lower for the past 24 hours, but up 8% trailing seven days. We're also keeping an eye on BNB, Coindesk says. The native token of the crypto exchange, Binance, has hit its lowest point against bitcoin since August last year. That's as questions surrounding bitcoin's business practices, excuse me, Binance's business practices and the decision by its partners Paxos to stop issuing its stablecoin BUSD continue to cause some concern among investors. Finally, the best performer of the day is anchor, the token of a decentralized blockchain infrastructure provider. That's Ankr is up nearly 50% on a 24 hours basis. That's after anchor signed a partnership deal with Microsoft to provide a node hosting service on the Microsoft Azure marketplace. Okay, viewers, join us in the conversation. Put down your questions in the chat wherever you're watching. We'll ask the best ones on air later in the show. Remember, real vision members take priority, but the good news is membership is free. With that said, let's bring in our guest. Sergey Gorbanov is co founder of Axelar, the cross chain network. He previously was involved with Algorand Hashib Qureshi is the managing partner at Dragonfly Capital, the crypto investment fund. I should say Dragonfly is an investor in Axelar. Guys, first off, tell us a little bit about your company and your work."
    },
    {
        "speaker": "C",
        "text": "Sure."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "So, Sergey, I'm co founder of Axler. What we're focusing on is building secure cross chain communication infrastructure. At the end of the day, our goal is to be able to unite all the different blockchains and different layers in the blockchain ecosystem that have been built and enable very simple developer and user experiences interacting and building in the space."
    },
    {
        "speaker": "B",
        "text": "Jump in, Haseeb."
    },
    {
        "speaker": "A",
        "text": "Yeah, so I'm Haseeb. I'm a managing partner at Dragonfly, which is a global crypto investment firm. So we invest into early stage projects that are trying to build the next generation of crypto infrastructure and applications. So we love backing innovative new ideas like what Sergey is building with XLR."
    },
    {
        "speaker": "B",
        "text": "So let's just jump in and go through a little bit more detail. Sergey, first you talk about cross chain interoperability. This is a subject that has been in the headlines over the past year, not always for the best of reasons. Obviously, what I'm referring to here is a series of significant hacks, particularly in the cross chain bridge space. First, talk a little about what happened during those situations and also give us a little bit of context for why you believe your solution has the potential to change this situation."
    },
    {
        "speaker": "C",
        "text": "Yeah, so I think what happened throughout the last year is that we've seen failure effectively of centralized protocols and everything from centralized bridging protocols to other exchanges and so on and so forth. They're all very, very centralized. And I think when it comes to cross chain, the stakes are high. In most of the use cases for cross chain, you are either moving value or information from one blockchain to another. The question whenever you move in this value, how is it protected and how is it secured on the backend? It's very easy to spin up a centralized server or a multisig to hold your funds, to move the information, to authorize it. But that has catastrophic effects, as we have seen. So these get compromised, you have bugs, sometimes you have operational issues, and so on and so forth. And so, at the end of the day, what we're trying to do with Axler and I think as an industry, we have to do is we have to learn how to build kind of decentralized cross chain or interoperable infrastructure that connects these decentralized platforms. You can't have a centralization in the middle for the same reason as you should not have a centralized actors in the web three space. It adds huge risks, it has huge robustness problems within it. So that's what we're trying to do with axillar, is build infrastructure that's secure, that's decentralized, and it has many layers of protections when it comes to cross chain everything from the right network to the right operations behind it. How do you do key rotations, how do you do validator membership changes, what types of code audits do you do, what types of rate limits do you have? And all those things. Our view is to take really a full stack approach at the problem and trying to tackle it from the bottom up."
    },
    {
        "speaker": "B",
        "text": "Surya, your background is in engineering. I believe you have a PhD from MIT. Tell us a little bit about your background and how that plays into what you do today."
    },
    {
        "speaker": "C",
        "text": "Yeah, so my original background, actually, I worked a little bit with computer networking and software defined networking. Kind of a. Back in the kind of 1012 years ago, it was a pretty hot topic as people were learning how do you efficiently route traffic across the Internet effectively? And there was a thesis where a lot of the work has to be done at hardware or networking switches. I think what we tried to do with software defined networking, and some of the stuff we did there was really find a way to manage global networks efficiently, right, where management, we really were talking about like microseconds or nanoseconds, processing time sometimes, right? And now in blockchain, we're talking about five second blocks. So it's like a luxury to work on. And so after that, I wanted to study formal cryptography, went to do PhD at MIT, design a lot of protocols for kind of quantum resilient cryptography, for being able to process information on top of encrypted data, and at the end of grad school, I think I discovered blockchain. So that was 2013, 2014, early days, and I think kind of the combination of networking, economics and kind of cryptography all in one ecosystem really fascinated me. Right. So I think being able to apply some of my background and skills to actually solve the problems that you can ship and see an impact tomorrow really, really fascinated me. Right before that, especially when you deal with cryptography, there is a saying that whatever you do is going to be practical 20 years later or impactful 20 years later. That's this cycle of adoption, at least in the academic cryptography. And so that was the horizon that I was working on at that time."
    },
    {
        "speaker": "B",
        "text": "Either that or it's going to be a risk 20 years later. That's the challenge. And I suppose that's also the glory."
    },
    {
        "speaker": "C",
        "text": "Exactly. Yeah, but, yeah, and I think crypto networks and blockchain really, really fascinating. You get to apply amazing technology, you get to build something that has impact tomorrow and has impact on both the users and developers. For me, it's just a fascinating new developer paradigm and a developer stack that has very, very unique properties."
    },
    {
        "speaker": "B",
        "text": "Haseeb, you have an interesting background as well as an investor and as an engineer. Talk a little bit about what propelled you to be managing partner over at Dragonfly."
    },
    {
        "speaker": "A",
        "text": "So my background, a little bit complicated. So before I ever got into crypto, I used to be a professional poker player. Did that for about five years, then found myself eventually becoming a software engineer. I don't have any formal training, unlike Sergey, but ended up working at Airbnb and then later at a company called Earn.com, which got acquired by Coinbase. And that's how I ended up finding myself in the crypto rabbit hole. Becoming an investor was quite random for me, actually. I originally was an entrepreneur and I ended up meeting naval Ravakant, who's now a very well known angel investor into crypto and a manager of one of the very first funds in crypto called Edisable Capital. And he ended up convincing me to come onto the investing side. And the idea of becoming an investor was just that. When you're a builder and I have all the respect for the world and for builders, and I enjoyed making things myself, but when you're a builder, you're really taking a bet on one single idea, one single application, one single thesis about how the world is going. And a lot of it is just really execution. Even if you find the right idea, you spend the next six, seven years just making that idea, scaling it, bringing it into fruition, building an institution around it or a decentralized network around it, whereas being an investor, as an investor, it's really more of a pure intellectual enterprise in that your job is to try to figure out what will happen and what wont happen and to use your capital to basically try to make predictions about the future. And when youre wrong, figure out that youre wrong as fast as possible and change your mind in real time. And ive found over the years of being an investor that its so intellectually gratifying and its also so great to be able to work with people who are trying to fulfill their own ambitions and their own visions and help those things come to reality. So its very rewarding, both in terms of, if you get it right, it can be very financially rewarding, but also in terms of just the impact that you can see yourself having on entrepreneurs and on the industry, is also really, really rewarding."
    },
    {
        "speaker": "B",
        "text": "William, you said something in the earlier segment of the show when I was introducing you this idea that what you invest in at Dragonfly is infrastructure. Thats a phrase that we use here on real vision, a fair amount. What's your definition of infrastructure, and why do you feel it's so important?"
    },
    {
        "speaker": "A",
        "text": "So infrastructure in crypto is notoriously vague because almost everything can be described as infrastructure, because everything in crypto is composable. So because you can build something on top of everything, you can imagine you can build something on top of Opensea, you can call that infrastructure because it's got an API, you can build applications on top. OpenSea, same thing for Uniswap, same thing for Ethereum, same thing for bitcoin, and of course, same thing for Axelar. So what you describe as infrastructure really depends on who's asking the question. In crypto, it's generally not the same thing. And when you're investing into infrastructure, for example, in enterprise B, two B, very well defined. What infrastructure is internally. When we talk about infrastructure, usually we mean not user facing or not retail facing applications. So anything along those lines, whether they be an API company that's completely centralized or a protocol like Axelar, which is designed to be used by bridges or by particular cross chain applications, that would also be infrastructure, but more decentralized infrastructure rather than centralized."
    },
    {
        "speaker": "B",
        "text": "Well, you know, you hit on something that's so critical here, and it'd be interesting to get Sergei's take on this from this perch at Axlar, which is this idea of composability, the idea that in the digital asset space, in the decentralized space and the crypto space, essentially everything can be built on top of each other. You have APIs, you have well defined protocols that essentially control how data comes in and how data goes out. And it essentially means that you can plug these things together. One of the phrases I've used to describe it to the non technically inclined is this idea of money legos, that you can literally build things, and then you can build things with the blocks that you built, and then you can build things with the blocks that you built with the blocks that you built, and you can keep ever stacking it higher. Talk a little bit, Sergei, about what your vision looks like for building that type of infrastructure structure at AxLr and how that's relevant."
    },
    {
        "speaker": "C",
        "text": "Yeah. So I think what happens, what's been happening in the blockchain space over the last few years is that we've seen just an array of different kind of layers being built, right? You have different chains, everything from Ethereum based or EVM based chains to new chains that are based on move languages, rust and so on and so forth. And I think what happens is that while you still have these kind of building blocks and Legos within those chains, right, because they're all their own ecosystems across them at that building block. And those Legos have been largely disconnected. This is really the problem that we're trying to solve with Axelr, is finding a way to continue to compose and stitch these building blocks together across different ecosystems. These ecosystems and these blockchains could really have very, very different properties. Some of them could again be based on JavaScript languages, other ones based on, like, solidity, other ones based on move or something else. And we want to see those innovations keep happening, right? Because we don't know what is the ultimate, like, programming language going to look like in the blockchain space, which ones are going to be used for one type of application or the other. So we want all of these different ecosystems to evolve. We all want of them to continue innovating, but they still want to be able to talk to one another, right. They still want to be able to compose. Um, but the, this composition is actually very hard across them, right. Um, primarily because, you know, on a single chain, you, you have what we call as like, atomic execution environment, right? You submit a transaction, the transaction can interact with multiple applications or multiple Legos and building blocks, and it succeeds or fails, right, across multiple different chains. That's not the case. You have to submit a transaction. It usually goes to one chain, maybe then goes to the other chain. It has to touch some other different building blocks that maybe have different finality properties and things like that. And so it's a hard problem, right. But I do think it's kind of possible to solve. And the end goal kind of for us all the time has been to allow users to interact with any asset, any application, any chain with one click."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, probably interesting. Unless they're hard. I wanted to zoom the camera out a little bit and talk about what the view that you guys have in terms of the end state, the goals. I think it was over the weekend. I was out with a friend of mine whos been a very long term watcher of financial markets. And after a couple of cocktails he said to me, listen, this crypto stuff is really interesting, but why do I need it? Why do I care? I like the interaction I have with my bank. Yeah, I wish they would charge me lower fees and sometimes I wish the lines were shorter. But what are you guys building here that I really care about? And why should I actually think about the future as something I should be excited about? Haseeb, what do you think about big picture? We've been talking about granular topics here so far about people. Things in the space are very interested in. But big picture, what do you see the future looking like in one, three, five years?"
    },
    {
        "speaker": "A",
        "text": "Well, first thing I'd say is I'd be curious what the age was of the gentleman who told you that he loves interacting with his bank. Because I can tell you, anybody under the age of 25 has absolutely zero patience for their banks."
    },
    {
        "speaker": "B",
        "text": "Preston, this is someone who's been watching markets for more than 25 years."
    },
    {
        "speaker": "A",
        "text": "Okay. Okay, got it. So look, the reality is that if you look at NP's scores, you look at trust scores. Banks are at basically pretty close to the bottom of anything that consumers use on a regular basis. People hate their banks and banks because they are very regulatorily captured and they're very ingrained into pretty much every single country. And they're borderline state owned in almost every country in which banks operate, which basically means that there's almost no competition. Competition is very, very, very tightly regulated in the banking industry, which means that part of what crypto does, if you ignore all the other applications that people talk about, nfts and digitizing more and more types of assets and metaverse and all that kind of stuff, if you just look at the core basics, we're talking about finance, we're talking about markets, which is where that conversation began. The answer, very simply is that crypto is the first application that we have seen that takes the principles of open source software and allows them to compete with banks, allows them to compete with financial infrastructure. And that has never before been possible. It's never before been allowed. And part of the reason of course, why this is so powerful is that what crypto does is it does to finance what the Internet did to every single other industry. Every industry that you can imagine has been absolutely disrupted by the, by the coming of the Internet. Except for banking. Except for finance. For finance. The only difference in finance is that now I have an app that I can use to look at my thing, but if I want to send more than some amount of money, I still have to go into a bank branch or go sign some form on a piece of paper. And the reality is there hasnt been that much innovation."
    },
    {
        "speaker": "B",
        "text": "Let me ask you it this way, because I agree, I dont know a single human being who says they love their bank, but there also are not a lot of people who really, truly hate their theirs. It's a function of age, it's a function of how well established you are. I think when you obviously have some assets, you get far better customer service from banks. I guess the question to you is this, what might that vision look like of the functionality that one might hope to get from transacting with DeFi rather than a centralized institution? I think that part of the challenge here isn't that people love their banks. As I said, I don't think anybody loves their bank, but there is also this sense of, you may not love your bank, but you know if someone steals your credit card, that you're not going to be on the hook for $50,000 worth of transactions. I got my credit card ripped off digitally. Someone stole my credit card number a number of years ago, and I got a call from my bank 20 minutes later saying, hey, have you been buying thousands of dollars worth of stuff in Queens at a radio shack? Nope, not me. Don't worry Mister Bennington, we'll take care of those transactions for you. Right. While there's not any affection for banks, there is also the fear, I think, of moving to a new paradigm where people feel as though they may not be insulated by that protective layer. Talk a little bit about what you see the opportunity being in terms of attracting people, what new functionality might pull them in, and make individuals think that DeFi is something that really stands to actually give them back something in their lives that they don't have now."
    },
    {
        "speaker": "A",
        "text": "So the first thing that I would say is that I don't think if you're talking about low hanging fruit of where crypto is going to disrupt finance and banking? The answer is that it's really not going to do much for you and me. You and I are very, you know, we're relatively well off, we live in the first world, we have relationships with banks, and banks want to treat us very well. So I don't think it's very likely that somebody living in the United States who is upper middle class is going to get very much out of the banking aspect of crypto. There are basically three categories of people for whom I think crypto really does matter, and for which DeFi and crypto are going to make a big impact. The first is people who are basically not being presently served. Even in first world countries, such as dissidents, people who have, whatever reason, are not the cannabis industry, or obviously the crypto industry, which is right now getting actively debanked. These are people for whom, okay, even in the first world, crypto presents something as an attractive way to circumvent the regular banking sector. Thats a relatively small cohort, lets put that aside. Right. The second is people who are outside the US, who are outside of first world countries, which of course is the vast majority of people on earth."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "And if your reference class is simply, well, if Wells Fargo treats me really nicely, and I can get on the phone with this nice guy from Iowa who will take my call any time of day, that's not what most people's experience in banks are. And of course, the failure rate of banks around the world is quite high. The failure rate of currencies around the world is quite high. And so the desire for people to have financial freedom and financial flexibility is something that almost in most places on earth, is short lived. If you look at Asia, where the majority of crypto adoption, crypto usages, pretty much every single country in Asia, people have experienced regime change in their lifetime. If they're in their fifties or sixties, they remember when the money was different. They remember when the government was different. And so for them, it is not an intellectual question of, hey, can I trust the banks, can I trust the government to have continuity over my wealth? In the US, it's a totally different story. We've had 250 plus years of uninterrupted government, but that's not true in most places in the world. Now, the third category, so there's people outside the US and places where the institutions are not as strong. But the third category, which is one that's becoming increasingly obvious why this is going to matter, is non human actors. So who else needs to own money besides people well, AI's machines, self driving cars. Do you think AI's are going to be able to get bank accounts at Wells Fargo? No. All of our laws, all of our institutions have been built around this assumption that there are only three categories of things that can own money. Governments can own money, corporations can own money, and individual people with Social Security cards can own money. If you're not one of those three things, you can't have money. But all this technology is moving at such a rapid pace that there is absolutely no way that the first AI that starts interacting as an agent. And right now, I'm not talking about things like chat, GPT, which are not yet agentic. They're a little bit too simple for them to be able to make economic transactions. But it's not going to be too long before we start having AI's that start trying to solve problems the way that human beings solve problems which we know how to solve, problems that involve trade offs and that involve shared resources. The answer is with money. AI's will use money. And when they do, it's probably not going to be fiat, because the ways in which banking is going to adapt to these things is not going to be fast enough. Compared to crypto, which has been digital and digitally native from the very beginning, any machine, any AI can figure out how to hold a cryptographic key, that's going to be, I think, the third frontier that's going to open up over the next couple of decades."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless. How did you get 30 30 bid to get 30 better 20 2020 to get 15. 1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 up front for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "B",
        "text": "Well, it's fascinating. It's such a good point to talk about the unbanked here in the developed world. And of course, the vast majority of people in this world who do not live in the developed world live in emerging markets and frontier markets. Such an important point. I think when people hear AI and money, they probably find it in equal measure exciting and terrifying, as I do. And it really is a fascinating and vast topic, but I want to ask Sergey a question about this. Sergey, are you driven in the same sense that Haseeb is, by a vision, or is it kind of rather like from the bottom up? Do you look at this and think, wow, this is just cool stuff to play with, and the vision evolves? Or do you have a very strong vision that compels you to work in this technology?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So for me, actually, I think early motivations came from personal problems that I've experienced. Right. So, you know, I was born in Russia, then moved to Canada, then moved to us and go in and travel back and forth. To me as an individual, actually, a lot of the problems that we're trying to solve came or come every time you want to move, frankly, countries, as an example, you go from Canada to us. You can't even take your credit history with you. You can't do anything. You have to rebuild it from scratch. In the states, if you want to send money, you have to place a phone call. It takes you 20 minutes, then they charge you $30 and they rebate you those dollar. 30. Want to move a car across, like the, you know, the borders is actually a pain, right? Like you have to import it and so on and so forth. So I think to me, as we're becoming more global citizens in some sense, right, as we travel the world, as we have jobs across the world, being able to take your identity, being able to take ownership of your assets and go with them somewhere else and have it be pourable and easily transferable and easily used in different countries or different societies is actually very, I guess, a personal problem. Right. And so to me, a lot of the problems that we're trying to solve are around, are around that. And, you know, I think a lot of people are experiencing the same, the same issues today."
    },
    {
        "speaker": "B",
        "text": "And by the way, Sergey knows himself."
    },
    {
        "speaker": "A",
        "text": "In AI, so this is very important to him."
    },
    {
        "speaker": "C",
        "text": "Never know."
    },
    {
        "speaker": "B",
        "text": "Is he agentic?"
    },
    {
        "speaker": "A",
        "text": "Very agentic. Very agentic. That's why, that's why you should be worried. That's why you should be worried."
    },
    {
        "speaker": "B",
        "text": "Listen, if it's a problem between the United States and Canada, which is kind of the best world case right now, at least in North America, for transferring assets and transferring information, imagine what it must be like in the rest of the world between emerging markets, between emerging markets and developed markets, it is a considerable challenge. I also wanted to take a look at some additional crypto news stories today. We have multiple important updates regarding FTX. Bloomberg reports, FTX, another FTX insider I should say, is planning to plead guilty. Nishad Singh is set to be criminally charged over his role in an alleged fraud at FTX. This again, according to Bloomberg. Nassad is the former director of engineering at FTX. He's reportedly working on a deal with authorities. Meanwhile, FTX Japan customers are able to withdraw their funds again. The company says the process might take time due to high demand. FTX Japan was a highly regulated subsidiary of FTX. Coindesk customers funds in Japan were largely protected, excuse me, Coindesk says customer funds in Japan, these are FTX. Customer funds in Japan were largely protected due to the country's strict laws. The exchange could be sold as the parent company seeks to raise funds. And finally, FTX's collapse continues to claim victims. The latest one is Galois Capital. I think I'm saying that right, like the cigarettes, one of the largest crypto quantitative funds of the fund has confirmed on Twitter it will shut. The FT says Galois had half of its funds stuck on FTX. According to Coindesk, the value of those funds was $40 million. Sergey Haseeb, what do you make of this whole FTX debacle?"
    },
    {
        "speaker": "A",
        "text": "I mean, it's hard to say things that haven't already been said at this point. We're getting more and more of the kind of death spasms, thankfully. I think part of the reasons why markets have stabilized in Q one and recovered quite a bit is because we finally have a good idea of where the bodies were, and they've now floated up to the surface mostly. But always there's going to be some stragglers. I think Galois, they were infamous for having called out the terra collapse before it happened and being in some ways one of the instigators of the terra wind down. It's really unfortunate to see such a stalwart player in the industry get taken down by this. But ultimately, I have to imagine, for Kevin at Galois, I think it was reported that something like half of his fund was stuck on FTX. And when taking a loss like that, especially after such a harrowing year. Anyway, as a hedge fund, the way hedge funds operate, they generally have what's called a high watermark, meaning that if you start a fund, let's say you have $100 in your fund, and then it comes $200 and you book carry, so you get a percentage of the profits over that 100. If you go down a lot in the next year, let's say you go down all the way to 50. That means you no longer get any carry, meaning you no longer get a percentage of the profits until you hit that high watermark of 200 again. And so if he's lost not only the capital from just the downturn last year, but on top of that, he lost half of his fund in FTX, then there's just no realistic way, unless he. Four X is five x is his fund, that he's ever going to see a dollar of carry again. So it's an unfortunate situation for everybody involved, of course, for the investors into Galois and for Kevin himself. But it is, you know, he's a brilliant guy. I'm sure he's going to find other opportunities, so. But, yeah, I got to pour one out for him, because he's. Especially after having called Terra and being really renowned for being one of the sort of Paul Revere of the terra collapse, he nevertheless got hit by FTX, which was a surprise to pretty much everyone."
    },
    {
        "speaker": "B",
        "text": "Well, it speaks to some of the themes that we've been discussing here, this idea of centralization versus decentralization. Centralized actors, centralized risk points, centralized points of failure that can create this type of circumstance where such losses become possible. You have to believe if there were decentralized products out there, decentralized exchanges, decentralized services that allowed people to operate in the same way with the same liquidity and other types of attributes that centralized exchanges do, lots of players would want to participate on them. But it really does speak to many of the points and themes that we're exploring here today."
    },
    {
        "speaker": "A",
        "text": "Well, it's a little subtle, right? Because if you look at the. We just talked about FTX, and we talked about Terra. Terra was decentralized, or at least nominally decentralized, right? You could see how it worked on chain. Being decentralized doesn't stop you from failing. There's nothing about being decentralized that prevents a collapse or prevents a big mistake. We talked about bridges that have had lots of hacks. The difference is that with FTX, there was really no way for anyone to have known what was going on. Sam intentionally obfuscated what was actually happening at FTX and what was really going on in the balance sheet. Whereas at least in the case of Terra, you can't stop a decentralized protocol if it's badly designed from breaking, but you can observe how it's broken and call it out. And that's precisely what the difference was, I think, between Terra and FTX. With FTX, almost everybody had some exposure to FTX, because it was just assumed that this thing must be real, it must be solid, because how could all this money and all this institutional capital have come in if there wasnt a there. Whereas with Terra you could have a Kevin who goes out and sees like, hey, I can look at how this mechanism works on chain, I can simulate it and I can see that its completely broken and everyone should take their money out. And Terra, despite how big of a headline it was, the vast majority of people in crypto had zero exposure to Terra. Some people had some, and obviously it was a catastrophe for those who were exposed. But most people didn't have any, Tara didn't have any, USDA didn't have any Luna on their balance sheet. And so that I think, like you said, it's not quite zero to one, but it does speak to how much better an outcome you can have when you have transparency and you have visibility into what these applications are doing underneath the hood."
    },
    {
        "speaker": "B",
        "text": "Well, one of the things we've learned, I think, in the past twelve months is the just spectacular array of different causal categories for financial failures. You can have, for example, a situation with FTX that looks a lot in many ways, or at least rhymes, at least from what we've seen with what happened at MF Global. You can have governance failures, you can have essentially flash loan type of governance failures, you can have bridge hacks, you can have pegs that can't be algorithmically held because some of the assumptions that were baked into them were not correct. So you're certainly correct in that decentralization is not a panacea, but it's the, I think it's the solution that many seem to be working toward in trying to figure out this notion of how to essentially obviate those causal categories of failure that we've learned, unfortunately, so much about in the last twelve months. Sergey, how do you think about the relationship between centralization to centralized point of failure and failure risk?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So I would say to me, I think what decentralization really brings is the notion of kind of a transparency, right? That's kind of Haseeb said. So you can audit everything, you can understand everything, you can make your own judgment at the end of the day, right. When you look at the protocol, if you want to look at the protocol, and I think kind of a centralization doesn't have those properties. You are relying on somebody telling you something. So the trust is just not there. Right. And so decentralized protocols and decentralized infrastructure allows you to do everything in a completely open and transparent and verifiable way. So that's one thing, I think, to your point, why we have seen actually a lot of failures, both kind of centralized and decentralized. I think one of the reasons is that we are, in some sense, flying the plane while still trying to learn how to build the engines. Everything from decentralized stable coins to bridges and everything else, everything gets rolled out, everything gets usage the next day or within the first year. But it's a foundational Legos or foundational building blocks that need time to mature, time to develop it. They need time to be perfected. I think that is the challenge. But unless we learn how to do that, then we're back to the regime where operating behind banks, and that has a lot of just operating inefficiencies. Everything you're seeing right now with FTX collapse is just a lot of operating inefficiencies as well that everybody has to deal with to figure out how to get their money back, if there's anything to recover."
    },
    {
        "speaker": "A",
        "text": "So one of the things people often lament is that, okay, why doesn't crypto have more real world use cases after the last year? You might reverse that and say, thank God crypto is not being used for real world use cases, because we have time to work out the kinks. And if you look at this, part of the reason why banks are so tightly regulated is because they are very, very interwoven into the real economic fabric of how the world operates. And so you must be more risk averse when you have this kind of, this much dependence on a very small number of actors. Crypto is in its nascenty. Crypto also has this assumption of creative destruction at max speed, which means that things fail, things break, things explode, things get hacked. As we figure these things out, the things that are more and more solid, that have been relied on for more years, don't get hacked. They don't break. Bitcoin hasn't gotten hacked. Ethereum has not gotten hacked. Uniswap has not gotten hacked. We find these things that work, but we find that they work because we expose them to the elements. We let people try them, knock on them, kick them, try every angle of attack that they can think of, and eventually, through pure, just exposure to the elements, we learn, ah, this thing does work. This thing is secure, this thing is incentive compatible. And crypto is still in that phase right now, especially when it comes to cross chain infrastructure."
    },
    {
        "speaker": "B",
        "text": "Well, Steve, I really appreciate you saying that, because I think that is certainly the case, and that there have been these challenges, sort of speculative, I guess, at this point of how long it's going to take for this transition to take place. Let me just ask you that. What is your time horizon? How do you think about this? I mean, you're essentially saying, hey, look, it's actually a good thing we didn't have this kind of shumpetarian creative destruction at scale, because you would have had a chain reaction type of situation. And though, as we point out, nobody loves their bank, I don't think I've ever heard a single individual say, this bank is just wonderful. You have to come and bank there, right? But at the same time, it's very rare that you hear people say, hey, listen, I just lost $50,000 because of a failure at my bank. And sometimes you do have these events where you get money stolen out of your account. It may take some time to get it back, but you generally do get it back. Talk a little bit about the time horizon that you see in your own sort of mental model of the world for how long it takes for this technology to become more at scale here in the space."
    },
    {
        "speaker": "A",
        "text": "So I think the reality is that it's not going to be uniform. It's going to happen at different paces in different places. One of the things that you see already is that over the last couple of years, despite all the craziness, ups and downs, and volatility in prices and all of the very high profile collapses, one of the things that has basically been up and to the right without failure has been stable coins. Stablecoins have been growing both in supply and in, uh, volume of just, you know, pure transfers. And trading of stable coins has been growing completely undeterred, despite the fact that exchange volumes have gone down, prices have gone down, all these other things have gone down. Okay, why is that happening? The answer, very simply, is that there are places in the world where people really want stable coins. And they don't want stable coins because they're using it to buy nfts or to trade crypto. They're using it because they want dollars. And you know, it's no surprise, over the last year, the dollar has strengthened dramatically. Another way of saying that is that demand for dollars has gone up. And one of the reasons in which thats representing itself is that there are people on the ground in third world economies, especially in places that have very weak local currencies and very weak domestic economies. Thats places where people are trying to transition to dollars and they cant import dollar bills at scale fast enough and efficiently enough. So instead they use software. And it turns out that software is better, faster, cheaper and more scalable than what they could do if they were having to literally import literal paper bills from the US."
    },
    {
        "speaker": "B",
        "text": "Hey, speaking of Macro, I was going to say, speaking of macroeconomic issues, I wanted to talk about this coming back to Asia, where we were just a moment ago. Hong Kong has unveiled its plan for crypto regulation. The Hong Kong securities and Futures Commission wants to allow retail customers to trade bitcoin and ethereum. All crypto firms operating in Hong Kong. Orlando marketing to people living there will have to be properly licensed. The FT, which is where this story originates from, also points out that no more than 2% of customer funds could be held in hot wallets. The plans are now open to public consultation for six weeks. There's been a notable pro crypto shift in Hong Kong lately, and Bloomberg reports this has come with a quiet approval from mainland China. You know, precisely to the point that you were talking about to see this interaction between macroeconomic forces and the digital asset cryptocurrency space. What are your thoughts about currently where we are in the United States? Are we doing enough to encourage this technology? I mean, when you read articles like this, it's very clear that this revolution is not going away. The question is, where will the United States be in its leadership position? Do you guys have any thoughts on that?"
    },
    {
        "speaker": "A",
        "text": "Well, so I was just in Hong Kong, actually, a couple of weeks ago, and I was in Singapore and then just made it back states quite recently. It's very clear that FTX was the shot heard around the world. It really affected every single regulator, every lawmaker, everywhere. But people responded to FTX very differently depending on where they were. Right? So we were just talking about Japan with FTX, Japan being about to fully open withdrawals, Japan is actually very pro crypto. Their result from all this is like, hey, regulation worked. All these crazy Americans and Bahamians or whatever, they end up getting screwed. But Japan, we had the right call. Let's keep inviting crypto in. Same thing in Korea. You see Hong Kong taking that attitude, and Singapore has remained quite open to digital assets. Us, I think here it feels really close to home. Sam was an American. Although FTX Us was relatively small, the story rings largest here. And this is ultimately the place where Sam is going to be tried and where all the media, all of the attention, all the conversation has been really centered around America, despite the fact that there weren't that many Americans who got caught up in FTX. But the storyline is most resonant here. So I think it's very clear that Gensler in particular has been leading this charge in the US with the action against busD. And now, obviously, the settlement with Kraken. This is not the last of it. There's a lot more coming. And ultimately, I think Gensler wants a pound of flesh. He wants to show that he's the cop on the beat. He wants to show that he's been, he's done what he needs to do against this industry. But the reality is that by and large, crypto is popular. That's part of the reason why we haven't seen other agencies really bucking up to the degree that the SEC has. In democracies, for the most part, popular things get left alone. And that's why you haven't seen Congress really uniting and saying, hey, let's shut this thing down. Let's make it illegal. Let's stop people from trading. It's really mostly unelected people who are the ones who are most aggressive against crypto. And that, to me, makes me long term positive, although we are going to see more beatdowns from the agencies."
    },
    {
        "speaker": "B",
        "text": "Sergey, any thoughts?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So I think to me, I guess let's say as a founder, it's actually very hard to operate. Frankly, I think most of the founders that you see in the crypto space, most of the teams that are building in the crypto space, like, they always have to think about kind of where do you operate, kind of how do you build all this technology? What are the regulations like? Lots of legal fees are being spent across it. So from one perspective, I think some clarity, right. And some kind of understanding of what can and how things should be done would just propel, I think, the development. Right. Because we spend, frankly, countless hours on things like this on daily basis or weekly basis. From a second perspective, though, you know, I think there is the time when kind of clarity needs to be put in place and you want to allow innovations to continue for as long as possible before you put some of those kind of brakes on. Right. And I think we've seen some of those kind of challenges around the development of the Internet. Right. Where kind of people are like, well, what does it mean to hack. Right, on a computer network, right. Like, how should they judge on those things and things like that? You know, it took some time for the regulations and for legal regimes to catch up. Innovations kind of been happening in parallel. Right. So I think to me, that's the key question for the US and kind of the broader masses. When is the right time to put those rules to still continue, innovation to evolve? But once they're there, it's not supposed to put the brakes on, but it should actually make things easier, right? That should be the end goal."
    },
    {
        "speaker": "B",
        "text": "Hey everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "D",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp's software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding ramp could be one of the best decisions youve ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy ramp.com easy rmp.com easy cards issued by Sutton bank."
    },
    {
        "speaker": "A",
        "text": "And Celtic bank members of DIC."
    },
    {
        "speaker": "D",
        "text": "Terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "You know, this reminds me, I don't know if we can show this tweet, but we have a tweet here from binance CEO changpen zhao. CZ has taken issue with Kraken co founder Jesse Powell's use of the word offshore in a negative context as opposed to onshore, that is in the US, CZ tweeted, quote drawing a distinction between onshore and everyone else is self centered and somewhat arrogant. Everyone is onshore from their own perspective. We are better than everyone else and quotes is not a panacea toward building a better industry. And Cameron Winklevoss, a co founder of us based exchange Gemini, tweeted, quote my working thesis is at the moment, is that the next bull run is going to start in the east. Be a humbling reminder that crypto is a global asset class and that the west, really, the US, always, only ever had two options, embrace it or be left behind. It can't be stopped now that we know. Close quote. You know, it's interesting. My reaction to these tweets is that certainly CZ is absolutely correct that everyone is onshore from their own perspective. And yet at the same time, what we've seen here from the FDX challenges, the FDX debacle is that more heavily regulated regimes, like, for example, in Japan and hopefully here in the United States, you're going to see better outcomes from investors. In many ways, what we have seen in the lead up to FTX was, in a certain sense, the worst of both worlds. You had intense centralization and a total absence of regulation. That's sort of a recipe for a disaster. And indeed, a disaster is exactly what we got. I'm curious, though, to throw this back, and this was the point that I was making. Cameron Winklevoss, thinking along similar lines, this idea that the technology just continues, embrace it or be left behind. What are your thoughts?"
    },
    {
        "speaker": "A",
        "text": "I think. Well, two things. One, this comment from MC, it's very cute. It's a good quip. But ironically, he's probably the one exchange founder who can't really say that because, of course, binance moved from Singapore to the Middle east. Why I don't think it's because they want it to be quote unquote on shore is because they were running away. And fair enough, I understand CZ has got a very complicated business and he's got a lot of targets on his back, but he's probably the one person who can't really say that everybody's onshore. From his perspective, I don't think he thinks of the Middle east as being onshore for him."
    },
    {
        "speaker": "B",
        "text": "And slightly ironic. It's a company that actually has no physical operating address."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "B",
        "text": "Still the case. Allegedly."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I also wanted to touch on one other story here. This is an interesting story from the world of NFTs decrypt reports. NFT sales volume on Ethereum has doubled over the past week. Doubled. And it seems that some of that can be attributed to a new marketplace. This, of course, is blur. According to data from DAP radar cited by Decrypt, Blur has seen more than $500 million in volume over the past week. That's an increase of nearly 500%. It's also five times more than OpenSea, the traditional leader in the space. Decrypt says blur incentivizes heavy activity with token rewards. Staying with the idea of nfTs, one more story from this space. Ordinals, the so called bitcoin NFT have expanded to another blockchain decrypt reports ordinal inscriptions are now available on litecoin. Data from Dune. Bitcoin analytics shows more than 150,000 inscriptions have been minted on the bitcoin blockchain. Sergey, any thoughts on this? Do you have strong feelings about what's happening in the bitcoin space right now? With these inscriptions on ordinals."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean to me it's actually great to see that. I think bitcoin for a while as a network really tried to get some type of utility beyond just transferred bitcoin itself. And I think you've seen a series of upgrades to the network over the last ten years. Taproot was one of the latest one that allow you to have some type of functionality within the bitcoin network. And I think these NFTs and the way they're orchestrated is leveraging some of these recent upgrades that allow you to put data inside of bitcoin transactions. To me it's actually very exciting in the same way as many other platforms are figuring out different use cases around their networks. I think kind of a bitcoin finally having some type of functionality on chain around its transactions I think is actually really interesting."
    },
    {
        "speaker": "B",
        "text": "Yeah, and its obviously controversial as well. By the way, speaking of nfts, we want to show a clip from our co founder Raoul pal. Yesterday we released a special video on the real Vision website. You can access it right now@realvision.com. crypto. Thats realvision.com forward slash crypto. It's Ralph's entire NFT thesis in one video. A must watch. Here's a snippet from it. Let's take a look."
    },
    {
        "speaker": "E",
        "text": "Web three is an incredibly powerful business model. It's probably the most powerful business model I've ever seen. And that goes back to network effects. So if you remember, I've talked a lot about the network effects, Metcalfe's law of owning cryptocurrencies. Why does it work so much? Because it's behavioral economics 101. If you have incentivization to help promote something, you will do so. And if the better it goes, the more you get, then even better. So if you're a salesman, you get paid to sell something, a car, but you don't get paid. The upside of Tesla over time growing as a company, you have to be a shareholder for that. So with Facebook, the shareholders got rich because they developed an incredibly important network, one of the biggest networks on earth. So that meta network is Instagram, Facebook, WhatsApp. Okay, so we got to use the utility of these platforms. We can connect with friends and do all the things that we want to on their network. We can advertise our businesses, we can do all sorts, communicate with everybody. Okay great. And then they monetized us with advertising. So they took the lion's share of the revenue and the shareholders got rich and we didn't. Okay, I mean, that's fine. It's a business. They can do what they want. But this new model, imagine if everybody who had gone onto Facebook in the early days or into WhatsApp got given shares, then imagine how fast the adoption would have been and how broad it would have been."
    },
    {
        "speaker": "B",
        "text": "So network effects and incentivization. I think in many ways, Raoul is applying his investment thesis to the operationalization of web three. This is a thesis that ive always found, I think, profoundly influential in the way that I think about these spaces being articulated by Raoul. And I think the first person to really bring these pieces together, the network effects, the incentivization, and kind of coming up with this model, at least publicly here in media, obviously, there's some regulatory questions about applying a shareholder model to web three, and that still remains to be determined. But I think Raoul makes some really excellent points here. By the way, once again, you can access that full video right now@realvision.com. crypto Sergei Haseeb, any thoughts on what you've just heard from Raoul?"
    },
    {
        "speaker": "C",
        "text": "I mean, to me, in some sense, I think it makes sense, and that's what allowed the crypto industry to be kind of selfdeveloped, sustainable on its own. Right? Like you have people that are builders, users all at the same time, you know, get kind of liquidity, participate in the networks, play with more technologies, and kind of continue building. Right. So without it, in some sense, I think it would be really hard to grow, but the ecosystems keeps growing because you have all these networking effects built into its own economy."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm going to be a bit of a gadfly here and say that I completely disagree. So I heard this thesis so many times in 2017, this was the original thesis of why tokens and icos and everything were going to take off. And it turned out that this thesis, for the most part, was completely wrong. So we first saw this tried out with icos, this idea, okay, Im going to sell you this token, and because you have this token, youre going to use my product. It turns out almost every single ICO that took place, people didnt use the product just because they bought the token. Then fast forward to another few years later and we have defi and liquidity mining. And the idea is that, okay, I'm going to give you tokens, and if I give you tokens, you'll use my product. And once again, we learned that, no, what people do is they farm the token and they sell it immediately and they never use the product at all. In fact, the people who are getting these tokens don't give a damn about the product. All they really want is to earn a yield. And of course, the other thing you find is that of the most beloved products in crypto didn't have tokens. And so you look at Opensea, no, token was obviously the dominant NFT trading platform. You looked at Uniswap, which became dominant before they even had a token. And the same thing was true for most of the applications in crypto that have really become super dominant. This idea anytime, and I say this as an investor because I spent a lot of time thinking about this and observing this. Anytime that you think your theory of why people are going to use this is because they're going to own my tokenization and that's why they're going to use my product. Almost always that is a bad theory. The theory of why people use products in web three or in anything is because they love the product, because it solves some problem they actually have. And if this were true, you would see crypto behaving very differently than it actually behaves. People see this sometimes with something like dogecoin, which is just a purely reflexive, memetic kind of community effectively. But most things in crypto that work don't look like that. They look like this is a great product and this token is integrated into a product that solves some other underlying problem. That's why it gets usage."
    },
    {
        "speaker": "B",
        "text": "Would you say those two propositions are logically exclusive though? This idea that you can have organic demand for a product and then theoretically some type of participation in the upside, whether it's a utility token? Again, there's, I think, a substantial challenge around the Howey test to sort this out. But do you think that the two are logically exclusive? I mean, for example, when you mentioned ens, for example, was a really cool idea before there was a token drop, I got tokens, full disclosure in the ENS token drop because I thought it was cool to be able to register AshBennington eth, I thought it was just a cool idea. But the fact that it does then incentivize you to participate, it does that just add another layer to it. How do you think about that logical exclusivity argument?"
    },
    {
        "speaker": "A",
        "text": "If you look at most traditional web two processes, almost always they have some kind of customer acquisition referral program, something like this that allows you, hey, if you use my product, you get 20% off if you use it at least ten times, something like this. These kinds of things are very common and they totally work. But the question is, what is the order of causation. People will use your product the first time, not because you offer them a carrot, but because it solves a problem that they have, and then they may increase your usage. They may shift usage away from other applications that they don't want to use as much. Like for you, if you were told, hey, take this enf, you know, make an ens name for yourself, maybe you'll get an airdrop. You'd be like, well, there are a thousand things I can maybe get an airdrop for, right? That's not what I'm going to be spending my time. But if you're like, hey, if I use this thing, that sounds interesting, I might also get a reward. And if I use it more, and if I refer a friend, I can get even more rewards. Okay, that's going to animate you. That's going to motivate you to really use this thing, right? If you look at Ethereum, the reason why people use Ethereum is not because they own. That's not why people use ethereum. People use Ethereum because ethereum is host to thousands of applications that people actually care about for underlying reasons. Most ether is owned by whales who just have it in custody, and it doesn't do anything, it just sits there. The reality is that I think in the very earliest stages, tokens can be effective in that kind of a flywheel. But anytime you think you've posited a positive feedback loop, positive feedback loops, if they actually do work, generally speaking, they have very decreasing marginal utility. Otherwise, a token that does that would just end up having a billion dollar market cap the next day because the feedback loop would continue forever. Almost no feedback loops work like that. Feedback loops almost always decay as they get bigger, which means that, okay, there's some initial juice you get from having a token and incentivizing something, but then it hits a wall and you got to just build the best product. And that's what, when I talk to entrepreneurs, that's mostly what I tell them, is that tokenomics is not going to save you. You got to actually build a better mousetrap."
    },
    {
        "speaker": "B",
        "text": "Yeah, I want to get to viewer questions because we have a really good one. And this is a perfect question, I think, for Sergey and also like to get you weighing on this as well. See, this question comes to us from Bandit 8899 on YouTube. Vitalik Buterin argued against a cross chain future due to the limits of security bridges. He said it would rather be a multi chain future. How do you respond to that?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, to me, cross chain is inevitable when you have multi chain. So the reality is that when you have multiple chains, and you can call them different chains, different layer ones, different layer twos, for all practical reasons, layer two is its own chain that has a single bridge to ethereum, you need to compose them with one another. You need to be able to transfer liquidity, transfer information, transfer assets across it. If you are in multi chain world, I think cross chain is inevitable, and I don't see how one can work without the other."
    },
    {
        "speaker": "B",
        "text": "I know that we have a hard stop here at the top of the hour, so I just wanted to get each of you to give us your final thoughts and key takeaways. Sergey, first to you, 30 seconds or so. Final thoughts? Key takeaways that you'd like to leave our viewers with."
    },
    {
        "speaker": "C",
        "text": "Yeah. So I think for me, kind of the last year, it's been a pretty hard year overall to the industry. But I think I'm looking forward to the next year being what I call as the, the year of boring Crypto, where we go back to the fundamentals and actually build infrastructure and build the products that will matter for the long term and can stand for the long term. So I am pretty excited to just continue having the best products that we're building."
    },
    {
        "speaker": "B",
        "text": "Haseeb, final thoughts? Key takeaways?"
    },
    {
        "speaker": "A",
        "text": "Key takeaways. Look, I'll say as an investor, I love bear markets. They're a lot more, theyre a lot less chaotic. Its more quiet. You can focus on the real problems that need to get solved. And ultimately, thats what bear markets are really for, is for focusing on what actually needs to happen for this industry to come to the next level. I completely agree. Crypto is not going to stop for anyone. Its not going to stop for FTX. Its not going to stop for regulators. Its going to keep evolving. And its a global story."
    },
    {
        "speaker": "B",
        "text": "Yeah. Very well said, guys. Weve blown through an hour here today. We ran a little bit long, but such a spectacular conversation. I just wanted to keep it going. Thank you both so much for coming on the show. Pleasure to have you both with us. Hope you'll come back again soon."
    },
    {
        "speaker": "A",
        "text": "Thanks for having us, Ash."
    },
    {
        "speaker": "B",
        "text": "Thanks for joining us. For those of you watching on YouTube, like and subscribe and hit the notification bell. That way you will always stay up to date with the latest crypto news and analysis. If you're not a real Vision crypto subscriber yet, don't forget, it's free. Head over to real Vision.com. crypto. That's realVision.com. that's it for today. We'll be back tomorrow with technical analyst Michael Vandep, who will join us live. See you at 09:00 a.m. pacific, noon Eastern, 05:00 p.m. london time, live on real vision crypto, daily briefing. Have a great day, everybody."
    }
]