[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance, join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now, to the top analysis of today's crypto markets."
    },
    {
        "speaker": "E",
        "text": "Chris Perkins, president of Coin Fund. Welcome back to crypto daily briefing. Great to have you with us."
    },
    {
        "speaker": "F",
        "text": "Thanks, Ash. Always great to be on. How are you?"
    },
    {
        "speaker": "E",
        "text": "I'm doing great, man. It's always a pleasure to have you here. We've got an especially great show today. Lots to talk about. But first, before we get into that, let's take a look at price action bitcoin right now on my screen, trading at 27,417. It's up about, call it 1%, trailing 24 hours, trailing seven days, down about one and three quarters percent. Just about 2% on a minus basis there, seven days. Ethereum trading at 1829. Right now, it's up about half a percent on a 24 hours basis, trailing seven day basis down about 2%. Chris, lots to talk about here today. So much going on in the space. We had a little bit of a glitch in the last 24 hours in terms of transaction finality on Ethereum. Any thoughts there?"
    },
    {
        "speaker": "F",
        "text": "Yeah, look, we believe that the Ethereum network, the beacon chain, is incredibly resilient. It's decentralized. And its transition from proof of work to proof of stake was just an incredible, incredible accomplishment for the Ethereum community. When we saw this, we really see it more as a degrading of performance. It happened twice, in my experience. It also showcased and highlighted the resiliency of that ecosystem because it really came back to normal functioning very, very quickly. Look, based on my experience in traditional finance, we would have outages quite, quite regularly, sad to say. And so this degrading of performance for 25 minutes, to me, I don't want to say it was a non event. I think it's really important to make sure that these things are addressed and don't repeat, but at the same time dont see this as a major impediment to Ethereum whatsoever. My experience in traditional finance was we would have actual outages, sometimes for extended periods of time. I mean, even look at the futures industry not too long ago, subject to a pretty brutal ransomware attack that really hampered the entire industry for a bit of time. You dont have these types of central of issues with something that's decentralized like Ethereum. So as far as I'm concerned, you learn from it, you move on. And the Ethereum ecosystem, we're going to talk about Caesar later this episode. I hope it's as exciting as ever. We still see incredible building going on, we see incredible founders coming on, so we look forward to the future."
    },
    {
        "speaker": "E",
        "text": "Yeah, important points there. It's worth pointing out that this is currently being disputed in terms of the significance of these hiccups, as Coindesk called them in that article there. I believe that no transactions were actually halted. This is just a question of degraded performance. But Chris, you point out some important points about the risks in the traditional financial system as well. I remember in my days on Wall street, things would go down all the time. You'd have systems that weren't working, I guess, because it was not a trustless environment. You had counterparties who were able to actively manage it on the phones. I don't know that that's necessarily the case here, but you do make a good point in terms of the comparison to the traditional finance system, where of course, uh, we have glitches as well."
    },
    {
        "speaker": "F",
        "text": "Yeah, you know, I'm an old navy guy, and we used to say, on the strength of one link in the cable dependeth the might of the chain. And if you ever, like, put together a map of all the different systems within traditional finance that feed each other, uh, you know, one of those, and they would be controlled by different teams, they'd have different upgrades at different times. Incredibly, incredibly complex endeavor, um, that was, you know, ultimately centralized. But I mean, I can't tell you how many times over my decade long experience in the rivers industry and traditional finance where one of those systems didn't talk to the rest of them or didn't coordinate, and then it would go down, and then we'd be on this humongous chase to figure out what went down, why it went down, try to get it back up. Meanwhile, risk is flowing through the system so in my experience, we're operating in a much more resilient environment, you know, with the world's computer. And so it, you know, degraded things do happen. It's early still in the transition to proof of stake. And again, nothing like what I experienced in my traditional finance days. In fact, we used to review it once a, once a quarter and go through, okay, how many outages do we have, guys? How bad were they? And we would get over it. But, you know, that was much, much more challenging than what I experienced in the last couple of days with Ethereum."
    },
    {
        "speaker": "E",
        "text": "Yeah, I could tell you some stories as well. When you have those things that fail and you get a call at 03:00 in the morning that a system that you've never heard of is down, and then you're in the office until 10:00 at night doing post mortems, this certainly does happen. I guess it is sort of an open question of to what extent a truly open system can potentially amplify those risks, because you don't have the ability to reverse the transactions if you don't know who's on the other side of it. So these are interesting questions philosophically that I'm sure we'll be talking about more as we move, as at least you and I think we will move more in the direction of true decentralized systems."
    },
    {
        "speaker": "F",
        "text": "I totally agree, Ash. The great thing about having an open system is that you have a lot of eyes on solving those problems, because it's open for all."
    },
    {
        "speaker": "E",
        "text": "Yeah, very well said. So let's talk a little bit about general market dynamics. We've seen some liquidity pullback here in the last month or so. Tell me what you guys are seeing over at your shop."
    },
    {
        "speaker": "F",
        "text": "We definitely are seeing a reduction in liquidity across the board. We'll give you some examples. Speaking to my head of trading today and back in January, it would have taken around 10,000 bitcoin to move the market by 2% or so. Today in May, what we've seen is that number has come down to around 5700. So we've seen a reduction in about 40% in the amount of bitcoin that you could buy to move the market by 2%. So liquidity is definitely coming down."
    },
    {
        "speaker": "E",
        "text": "And for people who aren't as familiar with markets as you are, Chris, explain a little bit about why this is problematic, how these price impacts can have a volatile effect on markets."
    },
    {
        "speaker": "F",
        "text": "Right. So in the absence of liquidity, if you want to put on larger sizes, that will move the market against you up or down. So the best outcomes possible are what we call deep and liquid markets, where there are a number of buyers and there are a number of sellers, and so that you can put on size, significant amounts of volume without moving the price against you. And so that's what's important here. And it showcases how that liquidity has come down, because by trading in this case in May, around 5700, bitcoin, you could actually move the price up if you're buying or down if you're selling by 2%."
    },
    {
        "speaker": "E",
        "text": "Right. And if you're a retail trader, you may have never experienced this because typically you don't have a market impact, but this is a significant impact in terms of liquidity of markets and the potential for price volatility as people want to make those transactions at scale."
    },
    {
        "speaker": "F",
        "text": "Yeah, we've also noticed something else in the last four months, and what we've seen is that Uniswap volumes, transactional volumes, month over month, have actually surpassed those of Coinbase."
    },
    {
        "speaker": "E",
        "text": "It's an interesting chart, Chris, because you see that there are really two prominent features of the chart of the first is as you look from right to left, you see obviously that decline in liquidity. And second, as the liquidity declines, you see that swap, so to speak, between uniswap and Coinbase in terms of top liquidity provision. And it really is kind of an interesting philosophical moment when you see decentralized exchanges, so called dexs, outperforming large us regulated exchanges like Coinbase. What does it mean?"
    },
    {
        "speaker": "F",
        "text": "In the last four months, weve actually seen uniswap transactional volume outpace Coinbase. And so typically Coinbase has had more volume prior to that. But seeing that switch between a Dex like Uniswap and a centralized exchange like Coinbase is another interesting data point. It's probably positive for the decentralized finance industry. We've seen volumes come down regardless, but that's switching. I think when we look at this in its entirety, it looks as though some institutions have probably pulled back, because traditionally they tend to transact on some of the larger sexes, as we call it, or centralized exchanges."
    },
    {
        "speaker": "E",
        "text": "Explain why that would be the case. I assume it's probably a legal, regulatory and compliance issue, but talk a little bit about why institutional players prefer the centralized exchanges."
    },
    {
        "speaker": "F",
        "text": "Yeah, it's a great question. And for the most sophisticated participants, institutional participants, they've sorted out a way to transact on decentralized exchanges. The biggest difference is that centralized exchanges are generally regulated in certain ways. For an example, AML, KYC, and those controls, if you transact on most of the centralized exchanges coinbase as a perfect example. You're going to be facing other counterparties that have gone through that due diligence, and so you are not subject to the risk of violating some of the OFAC rules. Now, if you transact in Defi on Uniswap, there are still some pretty amazing tools. If you're a sophisticated player that have recently come online that allow you to screen pools and also screen addresses and make sure that you operate in a decentralized environment in a very safe and sound manner, you can leverage a number of different analytical platforms out there that allow you to see if there are pools that are subject to, you know, folks that are OFAC who have violated OFAC wallets, that have violated OFAC as an example. So the most sophisticated players can transact."
    },
    {
        "speaker": "E",
        "text": "But let's just explain that that's Office of Foreign Asset Control specially designated national list. These are the exclusion lists that treasury offers for folks who have been sanctioned by the United States."
    },
    {
        "speaker": "F",
        "text": "For the most sophisticated players, you can definitely transact on DeFi if you have the appropriate controls in place. But for many folks, it's just simply easier to transact on a centralized exchange because you go through their AML and KYC checks and you don't have to do it yourself."
    },
    {
        "speaker": "E",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless. How about to get 30? 30, baby, get 30, baby, get 20? 2020. But to get 20 2015, 1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 up front for three months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "E",
        "text": "Chris, are there middleware layers there that allow folks to transact safely on the Dexs, that allow them to see those exclusions? How does that work in terms of the physical mechanics of it?"
    },
    {
        "speaker": "F",
        "text": "Yeah, there are vendors out there, and there are a few that are coming online that will allow you to screen those pools. I know one is called redefine. Another one we use folks like Merkel, science, chainalysis, TrM. There are all these different types of folks that frankly, work with the government as well to screen various wallet addresses. So we as a company will look at various players. You really can't mess with trading on DeFi if you don't have those controls in place because these are serious rules. I've talked about it. I was a US marine prior. You don't want to be in a position where you're violating the law, at least if you're me and giving money to terrorists. And so we take that serious and we like to screen any before we trade with anybody anywhere."
    },
    {
        "speaker": "E",
        "text": "And how does the screening process work? Tell us a little bit about that from behind the scenes."
    },
    {
        "speaker": "F",
        "text": "We should probably get one of these folks onto your show, Ash. But what they do is they'll look at the pools and they'll allow their customers to toggle up the various behaviors that they want to avoid. And then they'll come back to you and say, hey, listen, here's the amount of the pool that's tainted. And that's just generally how it works. But it's an emerging field. The other emerging field that you're seeing is people that are saying, well, wait a second, I want to transact on these Dexs. I want to transact decentralized. You have people like avalanche that are launching their subnet, their evergreen subnet, where they're trying to create these ecosystems that are screened so people come into them and they can transact peer to peer going through those KYC checks. Then you have this whole other industry of certified credentials, wherever folks are saying, well, I'm going to mint an NFT. That's going to prove that via a zero knowledge proof that I effectively have been KYC. I'm throwing a lot of acronyms out there. I apologize for those scoring, essentially proving that you are above board and have gone through those checks and balances. And then to the extent other people see that credential, you could know that you can transact safely. Look around the world. Governments will continue to focus on things such as sanctions and OFAC violations. And the thing that makes me excited and encouraged is that I continue to see technology coming online that helps address these concerns."
    },
    {
        "speaker": "E",
        "text": "Yeah, I love this idea of doing a live demo here where we can actually screen those and show that how that works. That sounds like a lot of fun."
    },
    {
        "speaker": "F",
        "text": "I'll put you in touch with some of the players. I think it would be cool."
    },
    {
        "speaker": "E",
        "text": "Let's do it. Let's talk a little bit about Caesar, the composite ether staking rate that you guys have come up with. Tell us about this tool. This is something that I know that you're very excited about. Explain what it is and why it's significant Chris."
    },
    {
        "speaker": "F",
        "text": "Oh, thanks. Super, super excited about Caesar. It's spelled CESR, the composite ether staking rate. I spent a career in derivatives and in rates. And even before the merge, we got around the table and we said, oh my God, this is going to be humongous, because now the Ethereum protocol is going to award validators every single day a rate of return in ether. And that rate is composed of two different parts. First, for being a validator, the protocol, the beacon chain, awards you new emissions. And those are inflationary, right? Because you're validating ethereum, you're running a node, you're going to be getting these new inflationary emissions, which is one component of Caesar."
    },
    {
        "speaker": "E",
        "text": "And by the way, for inflationary emissions, you're talking about the reward in ether."
    },
    {
        "speaker": "F",
        "text": "That's correct, the reward in ether, but they also benefit from transaction fees. And people are always saying, what about mev? Well, yes. Anything that's on chain that comes from existing circulation, that's awarded to validators in fees, is also part of Caesar Preston."
    },
    {
        "speaker": "E",
        "text": "Okay, so this is the important distinction there. There's the new award that you're getting in ether, and then there's the MEV award, which is non inflationary. It's from existing, it's essentially a cut on the pool. But explain those two mechanisms in layman's terms, in business language rather than engineering language, for people who are still struggling to get their head around it, because it is confusing."
    },
    {
        "speaker": "F",
        "text": "Yeah. So let's just step back. You're running a validator, right? And there are about 500,000 or so validators that are currently validating Ethereum. They're getting these awards every day. And so there's the two components. You have the emissions and then you have the transaction fees. If you look at the mean rewards for all 500,000 validators and you annualize it, now all of a sudden you have this rate. Some people will call it the risk free rate of Ethereum. I don't think that's appropriate terminology, per se."
    },
    {
        "speaker": "E",
        "text": "They're essentially borrowing from the US, by the way, for people who don't have backgrounds in capital markets, like Chris says, they're essentially borrowing this notion of risk free rate from the US treasury market, where you can use black scholes, that for input, for example, in black scholes and other models to get your risk free rate. That's the metaphor there, as you point out. An imperfect one. Yeah."
    },
    {
        "speaker": "F",
        "text": "So if you're a validator, you're receiving these awards every single day. If you annualize that, and it's the mean amount it becomes this very. It becomes two things to the industry. And if you're able to standardize it, you can use it as a building block. Okay, so think about this rate. Is it a yield rate like equities? I don't think so. Is it an interest rate or an OIS, an overnight index swap? Maybe a little bit more like that, but it's a staking rate. Now, if you put your traditional finance hat on and you standardize that rate, it gives you a building block from which you can compose. And what we see for this rate is that there's really two major applications. And if you step back and look at how big the interest rate market is, the interest rate swap market is, is $500 trillion in traditional finance. It's one of the largest markets in the world, right? Think about Libor, how massive that was. But it was also flawed, right? Because Libor depended on the submissions of various traders. This rate borrows from truly web three ethos. It's transparent, it's immutable, it's observable. And if you standardize something, you can scale it in a way that was. That can just be just incredible. We'll walk through the use cases here in a second. But, like, I almost see it, something similar to containerized shipping that came out in the 1960s. Ships were packed left and right for centuries, for millennia. But once they standardized that building block, shipping doubled overnight. Right. And it's exploded today. If you look in derivatives, in the beginning, they were very bespoke, and they, you know, you'd have to put together these. These terrible documents to document every single derivative. But once we standardize that with IsDas, they exploded. Now Caesar is going to be produced at first, once a day. We're still thinking about the final time. That'll be around 04:00 p.m. new York."
    },
    {
        "speaker": "E",
        "text": "So it's almost like a Libor fix."
    },
    {
        "speaker": "F",
        "text": "It's almost like a Libor fix. But it doesn't have the. All of the issues that we faced with LiboR and all the baggage of."
    },
    {
        "speaker": "E",
        "text": "Being able to, specifically individuals bidding, and perhaps not always bidding with the greatest, shall we say, transparency."
    },
    {
        "speaker": "F",
        "text": "That's right. It's very public. Google it in the way it was manipulated. You can't manipulate this because it's observable. It's on chain. And it may be a little bit similar to something called Sofur, which is."
    },
    {
        "speaker": "E",
        "text": "Based on transactions finance rate."
    },
    {
        "speaker": "F",
        "text": "That's right. So once you have a standardized rate, you can do a couple of things with it. The first thing is you can do is you can benchmark with it. Think about in traditional finance, we have this thing called the sharpe ratio as an example, where if you're a portfolio manager, you're assessed on how you do versus the risk free rate. Well, in this case, if you're a portfolio manager that's managing crypto, gosh, if you didn't do anything with it, you just staked your ETH, you'd be getting that return every day. Right. Which would be interesting. Look at the entire NFT ecosystem. It's denominated in ETH, right. In order to value something and look at a forward value of something, you need a discount rate. If you have a standard discount rate, you can start looking at it for valuation purposes. To borrow and lend. How many borrow and lend? Much of the borrow lend industry in traditional finance is predicated on various rates. In crypto for ethereum, Caesar seems like to the extent that it's a standard observable rate, it could be used for that type of benchmarking. So there's a myriad of benchmarking capabilities that folks can use."
    },
    {
        "speaker": "E",
        "text": "So you just gave two use cases for benchmarking there. The first is essentially a rate of return, or hurdle rate against which to evaluate. And the second is to create a benchmark for lending and borrowing, where you can then have a spread above or below and therefore have a single benchmark that you can use to standardize risk metrics."
    },
    {
        "speaker": "F",
        "text": "Totally. So benchmarking is one very, very interesting application. The second one gets super interesting. And that's risk transfer. Right. And what happens if you're a staker, right? And you're looking to stabilize your, and hedge out the volatility that we're seeing. And I want to talk about some of that volatility, perhaps first, because it'll help people understand how the rate behaves. So if you remember, we've got two parts to the rate. We have the emissions and we have the transaction fees. Now, what happens to that rate is that you will generally see the rate slowly coming down. And we can post an example of it here, maybe in the show notes, but as new validators come online, the average returns will be spread out. The average emissions will be spread out. You could think about a slow decline as validators. Come on. But it's those transaction fees that result in what we call a volatility smile. Because what happens is when there's increased activity on chain, the transaction fees go up because people want to get their transactions done. And so those tips go higher to the validators. And so what did we see? What have we seen how did the, the rate behave? And I tweeted about this. One of the largest spikes in the rate happened with FTX. Why did that happen? Because a whole bunch of activity was in centralized exchanges, including FTX. People raced to get their activity, their crypto, off the exchange into on chain. And so those transaction fees spiked. Right. And so we saw during periods of flights to safety, you see on chain activity go up. And remember, this is all across the Ethereum ecosystem. So it's not just Ethereum, it's any activity, nfts anything else. Right. That's happening in Ethereum. If there are a lot of transactions, Caesar goes up."
    },
    {
        "speaker": "E",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "G",
        "text": "This podcast is sponsored by ramp. Are you the decision maker in your company? Consider this, for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp's software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding Ramp could be one of the best decisions youve ever made. Get dollar 250 when you join Ramp for free. Just go to ramp.com easy. Ramp.com easy ramp.com easy cards issued by."
    },
    {
        "speaker": "F",
        "text": "Sutton bank and celtic bank members of the IC."
    },
    {
        "speaker": "G",
        "text": "Terms and conditions apply."
    },
    {
        "speaker": "E",
        "text": "And this, by the way, for people who may not know this volatility smile that you referenced, if you're listening, you can't see it, but I'm drawing this with my finger. It's a smile. It's high on the left, it's high on the right, and it's relatively low in the center. We see this, for example, with the dollar. You hear reference to the dollar smile when there's a flight to quality or on the flip side as well."
    },
    {
        "speaker": "F",
        "text": "That's right. So when activity comes on chain, the rate spikes. We also saw during the SVB crisis, again, people were scared to death. They put their money in stablecoins and they moved them on chain. The rates spiked again pretty substantially upwards of 8%. Now thats cool because it shows that if theres any kind of flight to safety, bad market conditions, people want to protect their assets, they go on chain. But in the last week or so, we saw the market actually spike again. And why did it spike? Because of all the meme coins."
    },
    {
        "speaker": "E",
        "text": "Pepe, the other side of the volatility. Smile."
    },
    {
        "speaker": "F",
        "text": "Exactly. Pepe went through the roof. So you saw this incredible activity on chain and the rate spiked higher than its ever been before. Its a really fascinating rate when you start thinking about, ok, how do I look at various risk transfer capabilities and thats usually predicated in derivatives if you want to hedge out your gas fees. And I know a number of different market makers that are thinking about how to introduce swaps fixed for floating on this rate because you can actually hedge your risk. It goes back to risk management 101. If you are concerned about gas fees going up and you need to hedge out your risk to the extent that you can swap something like fixed for floating, it'll allow you to mitigate your risk and then further scale your business because you don't have to worry about these crazy anomalies from a new NFT launch or a flight to safety."
    },
    {
        "speaker": "E",
        "text": "Yeah, that's an incredibly interesting point. And it allows you to essentially transact if you have a swap on a fixed basis so that you can control costs. I want to jump into one of our questions, because it seems as though Ralph on the real vision website has exactly anticipated the direction that you're going with this. And he wants to know. Well, two questions. First, where can we monitor the Caesar rate? And second, are Caesar futures in the works? Precisely to the point you were making. Thanks, Rob."
    },
    {
        "speaker": "F",
        "text": "Yeah, so the rate, we actually came up with the rate back before the merge, we spent an inordinate amount of time trying to find the right partner to make this truly institutional and enterprise. We tried all the different tradfi shops, to be honest with you, and the ones that I spoke to can only produce it five days a week. So that was no good, particularly in crypto. And you really can't have a crypto rate that only functions five days a week. All great news, because eventually our search brought us to Coindesk indices. Coindesk indices is the calc agent. They will be producing the index seven days a week. It's going to come out in imminently. It'll be hosted on their website, and they also have the ability to offer it via API. So it's, I would say, in the very, very near future you will see it released. We announced it at consensus, and we are pleased to be on stage with Franklin Templeton."
    },
    {
        "speaker": "E",
        "text": "Right. By the way, for our trad five friends API is application programming interface. It's a mechanism essentially for computers to talk to each other so that you can essentially programmatically reference the Caesar rate. If I understand correctly, that's correct."
    },
    {
        "speaker": "F",
        "text": "For those of us who come from a tran fired rivers background, it's very accessible. And I think that's why Franklin Templeton was very pleased to be on stage with us. And you can start thinking of the various products. I mean, we also have not only our futures exchanges looking at this currently structured product, folks are also taking a look at it. Wouldn't it be amazing if you could actually give market participants access to the yield of Caesar, which right now is north of sulfur and some of those other rates? And as traditional rates come down, gosh, wouldn't it be wonderful to get access to that yield in Caesar as well? And so we're looking at a number of different futures exchanges are taking a look at it, market makers are looking at it, structured product providers are looking at it, and a number of hedgers. The cool thing about it too, when you think about what makes liquidity emerge, what do you need to have a liquid market? In my experience, starting in the future side, you want hedgers, natural hedgers, and you also want speculators, hedgerows. Who are the hedgers? Right. It could be people that want to hedge out their gas. If youre an exchange and youre subsidizing gas, it could be somebody who is a validator themselves who wants to hedge out their risk so that they can also scale."
    },
    {
        "speaker": "E",
        "text": "By the way, if you're not familiar with this and you're trying to get a sense of what this all means, you can think of the hedging and speculating that you see, for example, in oil futures. If you're a user of oil and you need essentially to have fixed prices going forward, you have the ability today to have someone go and take the opposite side of the trade as speculator so that you can come in with a fixed cost rather than a variable one. That's really what this is all about. Is that not right, Chris?"
    },
    {
        "speaker": "F",
        "text": "100%. So it has the makings of a really exciting building block for Ethereum and beyond. Think about a product called the basis swap. A basis swap is a floating for floating swap. It could also be a really interesting onboarding or on ramp from fiat into crypto. So for or fed funds into Caesar. One thing that gets us really excited is the formation of a forward curve. We think that this is going to be happening very, very quickly. We know a number of folks that are looking at it already. And so can you predict or price the rate in the future? Just like you have forward curves for Libor and other similar rates. So that will hopefully unlock a next generation of derivatives products which, which is always in my mind, very, very healthy for any kind of financial ecosystem. It really helps hedgers, hedge speculators speculate and risk transfer futures started back in 17th century Japan with folks who are trying to hedge the price of their rice. Obviously its transitioned into financial products of recent, but it really helps cultivate deep liquid markets and we're super excited to help play our part to form that fundamental benchmark."
    },
    {
        "speaker": "E",
        "text": "Chris, we're about to run out of time here, but I wanted to ask you this. Obviously, you guys are working on what you think of as a significant component of the new future architecture of this space. How long do you anticipate it's going to be before some of these products get spun up? For example, how long is going to be until Coindesk indices starts publishing this on their website and as an API."
    },
    {
        "speaker": "F",
        "text": "Coindesk is expected to publish it? The index team, I would say in the very, very near future, I would expect, hopefully before June. And don't quote me on that, we're still talking to them. But look, in order to do this, we have to do it right. It has to be enterprise. And it also needs to follow something called IasCo benchmark principles. And so if you have a rate of this nature, you need to make sure that it's resilient, you need to make sure it's governed thoughtfully. And what we've done is we've looked at the IASCO, the various IASCO benchmark principles to make sure that it's the most robust enterprise ready rate so that people can depend on it. Because if it serves what we want it to serve, we hope that it really helps a lot of industry participants who are going to rely on it. So we need to make sure that it's as robust as you could be as imaginable."
    },
    {
        "speaker": "E",
        "text": "Chris, we love big ambitions on this show. Great to have you with us. Thank you so much for joining us."
    },
    {
        "speaker": "F",
        "text": "Thanks, Ash. Really appreciate you having me on."
    },
    {
        "speaker": "E",
        "text": "That's it for today. Remember to sign up for real vision crypto. It's free. Go to real vision.com crypto. That's real vision.com crypto. We'll be back again tomorrow with Kate Greif from Deloitte make sure to join us, then see at 09:00 a.m. pacific, noon Eastern or 05:00 p.m. in London. Thanks for watching, everybody. Have a great afternoon."
    },
    {
        "speaker": "H",
        "text": "What's up, revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest and biggest names in finance."
    }
]