[
    {
        "speaker": "A",
        "text": "Kraken Pro is the powerful crypto platform for experienced traders who demand the best. With advanced charts, real time market analytics, and lightning fast trade execution, Kraken Pro empowers you to trade your way, customize your setup, and make every pixel count by rearranging and stacking trading modules in a way that makes sense to you. On Kraken Pro, you have the freedom to put your favorite market analytics and execution tools exactly where you need them. And whether you're a seasoned pro or just starting out, Kraken Pro has everything you need to navigate over 210 plus assets with confidence. Join the thousands of seasoned traders who trust Kraken Pro. Visit realvision.com Krakenpro hi, I'm Raoul Pell."
    },
    {
        "speaker": "B",
        "text": "And welcome to my show, the journeyman. The journeyman is really my exploration and my journey to that nexus of understanding of macro crypto and the exponential age of technology. You see, I try and take you with me as I go and learn about this stuff because most of this is new. Most of this all fits together in this new world that's coming in front of our eyes, that we're all trying to make sense of and we can also profit from as well. New technologies allow us to participate in ways that we couldn't do before. You know, I think of blockchain technology as the most egalitarian thing I've ever seen. If you think of bitcoin itself, it's the world's only homogenous asset that is fractionalizable, instantly tradable by anybody anywhere in the world. That's incredibly powerful. When the network grows and you've actually buying a share of the network, it's like having a share of the Internet. These are really big concepts. As I've been following this story, I've also been following the story of NFTs and I've taken many of you with it. It's interesting to me to see the engagement on NFT. Interviews outside of Beeple are still less because people don't really get it. And yes, art itself is more niche. But it's not only about art, it's about culture, it's about the Internet. It's about what blockchain technology is really empowering. And I think it's incredibly fascinating. So over recent times, I've started to interview some of the great artists of the space. People like fuck render, Grant Yoon Beeple, which was an extraordinarily good interview. One of the best I think I've ever done. Incredibly thoughtful person. I was at Beeple's place recently talking to many of these artists, and I'm met many more of the best artists. Sam Spratt. Sam, I bought on real vision as well. Super interesting guy. The other guy was Jack Butcher. Jack floored me with a view he had on cryptopunks. He told me that's the most expensive portrait in the world, and it's fractionizable, and it's worth $2 billion. And that sent me down another rabbit hole. And I, you know, Jack's an incredibly thoughtful, but incredibly successful artist in the space, but he's more than an artist. He understands the culture philosophy in ways that most people don't. And many times in the conversation that you've got coming up, I was stopped in my tracks in realizing the depth of his understanding of what's really happening here. I think it's super fascinating. At a broader level, I am developing a larger thesis that I've been dripping out over time, that nfts really are a capsule of culture, particularly the art ones, and they're the culture of now. And this now is this real explosion of when digital art happened and the mass understanding of blockchain technology. So it happened in the last cycle, it kind of happened in 2018, but really happened in the last cycle over the pandemic and is now happening again with the ETF and just the broadening of the space. And in it, this culture is being celebrated, the culture of the Internet, where it meets the immutable blockchain. And that, I think, is going to create huge value in the same way that Warhol or Damien Hirst have created cultural values of years gone by. And that's happening in front of our eyes. And it's a rabbit hole that I'm going down to try and truly understand the magnitude of what is happening. Anyway, I hope you enjoy this interview. There's going to be a lot on it for you, so grab a pen and paper and a stiff drink or a coffee. Join me, Raoul Pal, as I go on a journey of discovery through the macro, crypto and exponential age landscapes. In the journeyman, I talk to the smartest people in the world so we can all become smarter together. Jack Butcher, great to have you on real vision."
    },
    {
        "speaker": "C",
        "text": "Thank you for having me, mate."
    },
    {
        "speaker": "B",
        "text": "So, listen, there's a lot going on in Jack World. We will come onto that in a bit because I want to find out what the hell you're up to because it's always amazing to see what you do. But as ever, I just kind of wanted to go back a bit, just give people the Jack Butcher story. How the hell you got into all of this in the first place? Why is an englishman living in the Tennessee? Just the whole Jack story?"
    },
    {
        "speaker": "C",
        "text": "All right, I try and do the TLDR, but I grew up in Swindon in England and studied graphic design in Cardiff for three years and then graduated university and ended up doing some internships in London for. I was commuting back and forth from Swindon for a summer and I met two lads in a Wetherspoons in Swindon actually, one Thursday night who had a friend that worked at Virgin Atlantic, Swindon."
    },
    {
        "speaker": "B",
        "text": "And Weatherspoons, the two least glamorous things in the world."
    },
    {
        "speaker": "C",
        "text": "Well, at least it was the origin story. Yeah, yeah. So I met these two lads in the weatherspoons. I had a friend who worked for Virgin Atlantic who could get essentially free flights to New York. We just pay the tax. And at that point in time, that was economically aligned with my situation. So I was like, all right, I'll jump on that. And I was probably a week away from getting on the plane. I was like, oh, maybe I should get some experience and meet some people while I'm in New York. I know it's big. Obviously incredible design talent in New York. I went, I think I googled design internships. New York. Craigslist was the first result. And I sent 150 emails to every single listing on Craigslist at the time. I got one response from a guy who was ex Madison Avenue JWT creative director who had just started his own shop. And he's like, yeah, you can come in and make the tea, basically see what's going on, see how it works. And that that first experience led to basically, you know, the visa bounce around all these different agency jobs in New York for close to ten years."
    },
    {
        "speaker": "B",
        "text": "And these are mainly ad agencies or."
    },
    {
        "speaker": "C",
        "text": "Design, so all sorts. So the first one was really like a bit of a multi discipline, disciplinary creative shop. So ad campaigns, we did like, Ralph Lauren tv ads, print ads and these tiny little New York boutique brand jobs too. So just all sorts of scales and types of deliverables. And then over the course of the next ten years, basically every kind of creative, every sort of commercial design discipline possible. I worked at like, these biggest digital consulting agencies doing like massive digital systems design and then back to these tiny little boutique shops in between. Worked at an experiential place for a while, museum exhibits, point of sale retail stuff. Just kind of exposure to every, not every, but a good chunk of commercial design work. And then finally got to the point where I think this was around 2017, had the hubris to start my own agency. And kind of that, that really correlates to getting to the point in your career, at least it did for me, where you see the economics of the business and, you know, the arrogant 20 something year old version of me is like, they're charging how much for this? And I'm getting paid, you know, I'm getting paid 3% or whatever it was. And that was kind of the. The catalyst of me. Like, I can do all of this myself better. And I tried that for about a year, landed my dream client. So I was working with a supercar brand for nine months. I was like, this is it all good? Like, this is exactly what I want to be doing. I'm on the road shooting car commercials, but I was also acting as, like, 15 corporate employees at the same time. I was, like, waking up in the middle of the night doing the conference calls. Like, all of that margin that I was hoping to capture was all the stuff I didn't want to do, basically. So, yeah, very obvious in hindsight, but at the time, yeah. Didn't understand it that well. So I did that for about a year, bounced around, and then just kind of decided to really pivot my focus. This is like a brute force thing. There wasn't a necessarily an obvious transition, but it was like one pivot at a time to get to something that was way more specific as a creative service. So that's where visualize value this idea and this business was originally born, which was, first of all, I kind of pivoted away from working with big corporate entities because you kind of realize your incentives are basically completely divergent. It's like they're trying to. You're trying to solve the problem. Sorry. They're trying to get a problem solved, and you're building time and materials. So the quicker you solve the problem, the worse off you are. Bizarre. So I started working basically exclusively with entrepreneurs and founders, where it's like you have direct insight into the problem, and they have the agency to actually implement the stuff that you make of. If you work in a big agency, 1% of the work you do sees the finish line. So basically a political game rather than anything you build, making it as far as you want it to. So that sort of led me to uncover this thing that I was good at that I hadn't seen as a commercially viable thing. So in the agency business, you pitch for work, right? You're spending about 50% of your time responding to rfps, going into conference rooms, giving the pitch, and you don't get paid for that portion of the work as an agency, you just hope that it converts. And I got, that was my, like, that was the thing that I was good at in those contexts, I would be, do the pitch, refine the story, make it clean and simple and clear, and then go in the room, deliver the pitch. And what the agency normally does then is put the interns on it after you've won the business, right? So you don't actually get to deliver on the story. So in hindsight, that's what I realized I was good at. It's like, I can take all of this convoluted information and turn it into something consumable, simple, easy to communicate. And that was the first iteration of visualize value. I'd worked with founders, entrepreneurs to distill either, like, make materials to explain their product to the market or to investors or to employees. And those were really unsexy jobs to begin with, because it was, by definition, complicated or invisible stuff. So, like, three PL logistics companies that are trying to compete against DHL, and there's like a ten page document that shows why their fulfillment solution is 4% more efficient and how that scales out to a couple million bucks a year in saving. So just really, like, gruesome stuff, but very, like, engaging. I think that was where I got the hook in, was like, when you're able to basically explain something back to someone better than they're able to explain it, and they're like, in the business of delivering that thing, that was the kind of the epiphany that I was chasing over and over again. And in doing that, in basically trying to create a lead gen system for that business, I started a Twitter and an Instagram account where I would take ideas that resonated and turn them into these visuals. So be a book I was reading, or there's a few people who were really influential at the beginning of that journey. Naval Ravakant, the founder of Angellist, Naseem Taleb. I was reading all their stuff voraciously and to remember it and put it into practice, I would make these visuals to accompany those ideas. And that initially served as this lead gen for people who'd be like, oh, that's cool. Can you do this for my programmatic hedge fund and this, like, 40 page document? And it wasn't actually until I kind of outgrew the service component of that business that I got introduced to the world that we're here talking about. So the step between that was this went from a service business to a product business. I built a design curriculum, and that kind of took over from the service work in the short term, where I just focused on putting stuff out on Instagram and Twitter and that would build this network of people that wanted to learn this very specific strain of design, which was take an idea, turn it into a diagram, communicate something way more simply. And stuck at that for probably two years through the pandemic. That was really a massive inflection point. Everyone's at home trying to pick up a new skill, trying to figure out what's going on, how to, like almost go fully remote, or how to use the Internet to communicate what you're good at. Because as soon as you lose that in person connection, like for a lot of people, it really reduces your ability to show what, show what you can do, explain what you're interested in and good at. So that got a lot of traction during that point in time. And it was through building that network that there's probably three or 4000 people in a discord at the end of that period. And a couple people reached out to me like, hey, have you seen, do you know an NFT is like, you've been making digital art for three years and I would love to collect it. And I was just like, at the time, I was like, what is this guy talking about? He sent me a link to Opensea. I remember going on Opensea. I was like, I have no idea what I'm looking at here. This is like probably $5 crypto punk era, you know, maybe not $5 $500 crypto punk era. And I remember seeing Opensea. I was like, oh, there's something. There's something here, but I don't get it. And it took about six months later for me to see foundation."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Kraken Pro is the powerful crypto platform for experienced traders who demand the best. With advanced charts, real time market analytics and lightning fast trade execution, Kraken pro empowers you to trade your way, customize your setup, and make every pixel count by rearranging and stacking trading modules in a way that makes sense to you. On Kraken Pro, you have the freedom to put your favorite market analytics and execution tools exactly where you need them. And whether you're a seasoned pro or just starting out, Kraken Pro has everything you need to navigate over 210 plus assets with confidence. Join the thousands of seasoned traders who trust Kraken Pro. Visit realvision.com krakenpro. This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps and powerful analytics used by the world's leading brands. Sign up today for your $1 per month trial period@shopify.com. tech all lowercase. That's Shopify.com tech."
    },
    {
        "speaker": "B",
        "text": "Did you understand the difference between Opensea and, let's say, deviantarthe? Because everyone was doing art, but, like, what, did you, did you understand what."
    },
    {
        "speaker": "C",
        "text": "That at that point in time, I don't think. Not distinctly, no, not distinct, because I didn't understand the underlying rails of it at all. And there's some commercial component to Deviantart, I think, like, there's commissions happening there and there's, like, transfer of value happening on some of those networks. But I did not dig into the nuance of it. Like, I fell down the bitcoin rabbit hole in 2017 as a function of getting a hedge fund as a client. That explained it to me. So that was the, I met this guy, actually, who was buying bitcoin through the post in, at the beginning. Well, this must have been 2000, 920 ten. He was sending a dollar in the post for one bitcoin, and he started this fund. And this is a long story, but the guy's obviously done incredibly well. And I got introduced to that world, and that was the extent of my knowledge at the time. Like, I didn't dig past bitcoin as an idea. And so it wasn't immediately obvious to me when I saw Opensea what was going on. It wasn't until somebody sent me an invite to foundation. If you know that auction platform, the one of one auction platform, which I think tied it all together as, like, this is just very obviously a digital curated gallery experience, auction house, all of those things. So that would have been March 2021 when I started minting my work as one of ones, and more specifically, just started to apply that visualized value discipline idea process to the technology itself. So all of the pieces that did well in 2021 were really ways to explain the phenomenon that was happening at the time. So very meta commentary on the actual underlying principles of the space."
    },
    {
        "speaker": "B",
        "text": "And it must be quite exposing at first, because now, you know, you're not pitching to a client, you're not doing what you did, you're now just putting something out there and seeing does it create value to somebody else? How was that process?"
    },
    {
        "speaker": "C",
        "text": "You know, what's fascinating is there was some. I had a distinct advantage in that because of the network that I'd built up prior. And I think because the ideas that were interesting to me and the people that I was reading were so heavily concentrated in technology, venture capital markets, all of these ideas basically became this magnet for people who appreciate those things. So what was interesting is I had the. I can't remember the exact sequence of events, but I kind of had the ability to tease that out before just jumping off the cliff as well. Wherever I. I discovered what this technology is like, visualize value at the time probably has 200,000 Twitter followers. So the idea that I could say, oh, would anybody be interested in collecting this stuff before making that leap? I mean, the result was absolutely astounding either way. But I think just retrospectively thinking about it, I had a massive advantage in the fact that basically the entire audience that had been following this journey was probably on a very similar trajectory and understanding and appreciating this stuff. So it wasn't, like, pivoting from this completely other world into what I think people would think of as this, like, value extraction. Hey, I'm now gonna, like, take my painting, take a picture of it, and upload it to foundation or wherever it was. And one of my early collectors actually gave a really succinct explanation as to why he was interested in collecting one of the early pieces on Instagram. There's this. If you click on a post on Instagram and go to the extra information, there's view story reshares. And if you go to back in 2021, if you went to a post on visualize value and see how many times it had been shared, like, propagated across the network, that was his collecting thesis at the time, was like, your ability to build and maintain a network is the thing that's interesting. And obviously, these are chicken and egg things. Like, you're making work that people want to consume, but at the same time, there's this propagation happening almost naturally. So, yeah, it didn't feel. I think there's definitely been this bifurcation of, like, people who are absolutely opposed to it and don't want to learn anything else about it, and people who are, like, completely down the rabbit hole. Right. It's a very marmite situation. Yeah. And I've gone, like, I imagine there's people that started following visualize value in 2020, 2019, that, look at my Twitter profile now. It's like, what are you talking about? You know, it's, like, complete. And there's people who I've met in person who, like, two years ago, would have a two hour conversation about something very specific. Now they're just like, have no idea. It's like a completely different language that you're talking."
    },
    {
        "speaker": "B",
        "text": "Back in that early time, did you get introduced to some of the other artists? Because when I was speaking to Mike Beeple, he was talking about people had been. Because he was the same kind of thing. He was in the graphic design, everything else. And before you knew it, he started reaching out to people like Xcopi. The real early pioneers, said, look, what the fuck is going on? Who did you reach out to? Or did you know any of these people at the time? Or were you just a different network?"
    },
    {
        "speaker": "C",
        "text": "Man? I'm trying to think back that far. I have had the pleasure to meet a lot of people since then, but at the time, I didn't really. So B Paw is a great example. I was downloading his tutorials when I was at university. Like, I did not know he was participating in this at the same time. Yeah, so he's always been like this, a very prominent figure in the design community. Like, just created a ton of resources early. I don't know if that stuff is even live still, but I followed him for a long time. But when I first got into it, I was really. It wasn't really until the collectible phase of it or when that, like, real networked part of it kicked in for me that I started to make those connections and start to have relationships with people that were involved in it."
    },
    {
        "speaker": "B",
        "text": "And that's been really interesting, I think, for people to discover this whole network idea that the network can have value in itself and it creates more things as opposed to artists thinking about one of ones or series, and then you kind of don't have a super connection with the end collector. And then suddenly the series start taking off. I mean, we saw it, I guess, with crypto punks and even bored apes that people were like, we're going to come together around these things. And then you ended up launching checks right in the middle of the bear market, is that right?"
    },
    {
        "speaker": "C",
        "text": "January 23? Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "Why?"
    },
    {
        "speaker": "C",
        "text": "Well, you know what's funny, actually, I had."
    },
    {
        "speaker": "B",
        "text": "What's the story behind checks as well, because it's. It's super interesting. What?"
    },
    {
        "speaker": "C",
        "text": "Yeah. Thank you, man. I will so was not planned whatsoever, actually. We had a baby four days before Czechs open edition was launched. So it was a completely stupid time to launch that and getting. And get deeper down any kind of project, but this one specifically. So the whole idea goes back to the acquisition of Twitter is one of the biggest, like, undercurrents thematically in that, which was maybe a year worth of the conversation that was, you know, I spend probably 10 hours a day on Twitter, you know, so that's like, it's like, where my life occurs is the culture that I'm. That I'm consuming all the time. And I thought so much about the implications of verification previously. When I was building a social media following, I couldn't get a blue checkmark. Like, couldn't get one. And I went to these conferences and stuff. People like, oh, you can just, you know, pay a journalist to, like, get five articles in Forbes, and then you can, like, wrangle it that way. And I was like, I'm not gonna do that. Like, if I can't get one, bye, merit. I'm not going to bother. And that was, you know, that's very naive, whatever, but. So I'd been like, this symbol had meant something to me previously where I was like, oh, you. That's the, you know, that is the symbol of verification, right? That's the. That's the idea that there's a conference room in San Francisco deciding that this person is worthy of the blue check mark, right? Their opinion is more valuable than someone who doesn't have one. And the very act of making that something that's just available to anybody with $8 is a fascinating idea that turns that all on its head. And it's since, like, propagated out to all of these other social networks. So, cryptography, social networks, all of these things that I've been fascinated with is, like, bottom up consensus, right? Like, the network is formed around something that they decide is interesting and or notable, and that you can keep building on top of that and basically write your own provenance story. You have control of the composable base layer of the stuff you're producing, as opposed to the top down. You know, social media, the previous paradigm. And this is not to say that the, like, the platform itself isn't centralized, all of those ideas, but the idea that you can make yourself notable is something that I think is extremely aligned with the crypto ethos, right? You build something that has product market fit, and you're good. So all of these ideas were basically distilled into this single image and minted as an open edition. It's a grid of eight by ten checkmarks. And what it did, I think, is the way I wrote a manifesto that went with it that essentially was a more succinct and eloquent version of what I just explained. And it resonated with a lot of people who had felt the same thing that I'd felt for a long time. I think where, you know, there is a. There's a lot. I think he described it as a lord and peasant system on social media that was inverted overnight. And this. This little unlock, I think, that happened with that was. There was a format in there. So the eight by ten grid became this very replicable, memeable thing that just took on a life of its own over the course of the next three or four months. It was just. There was probably, I don't know, hard to even count the number of variations and remixes and the. The."
    },
    {
        "speaker": "B",
        "text": "With CCI. CCO."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah. So the symbol itself is like, you can't copyright a check mark in a circle just by function of it being a shape. So this is also thematically interesting to me around IP ownership. All of that stuff in the context of crypto, and that unlocked all of these remixes. And then that piece was an open edition that I had control over. Right. So I could go in and change the metadata of that token whenever I wanted to. And there was this dialogue happening between that piece of work and the people that were consuming it and remixing it. And these events that were happening in the world would get remixed back into the work. So it was just like taking on all of this context. And then I. We developed this basically second component of that collection where you can migrate the addition to what we call an original, which is completely immutable on chain, one of one piece of art. And there's a lot of mechanics that would take a long time to explain, but essentially there's a mechanic within that second part of the collection where I. There's this thing that there's a. There's three possible black checks which would require 4000 pieces of the original supply to create. And there's just been this incredible response to it where people, the collectors, essentially decide the fate of the collection. So you either keep these things as additions, you migrate them, you combine them together, and there's all different tiers of combinations that you can produce. And there's this kind of end goal that I think would require collaboration to make happen at this point. So the commentary there is you can kind of compete with each other at the bottom for this status, or you can essentially collaborate to make this thing that is signifying the degree of collaboration that can happen permissionlessly with crypto, because people are already trying to build Dao structures and all of these different custody solutions to make this happen. We'll see. I think some people are getting quite close to that now."
    },
    {
        "speaker": "B",
        "text": "Why did it resonate so much, what happened there, that this really took a life of its own, that people just took this whole journey with you."
    },
    {
        "speaker": "C",
        "text": "I think there's so much context in that symbol. I think that was one component of it is, like, especially people who had been watching my work for a few years, it was so aligned with the things that I was interested in and talking about. And then I do think there is this just mechanical component to it where it really lowers the barrier of entry to remix stuff. So there were projects that were, you know, take your logo and put it in the eight by ten grid, and then there were people who were, like, hand drawing floral arrangements in this same grid and building sculptures and making concrete. It was like it had these. These two interesting ingredients or catalysts, I think, that just exploded that the amount of it was that it was. That the template could be remixed, but also the symbol itself could just be integrated into any piece of work. And we saw that happen, too, whereas there was probably 80% of it was just a remix of the grid, and then 20% was like, okay, we're taking this symbol back as a. Like, we are the ones who are verifying this stuff now. And it started to get integrated into one of one work. And just, like, a nod to that idea that this is a inflection point in culture where potentially, you know, we kind of divert. We took the fork in the road away from, like, complete social centralization and censorship, and everybody was interested in crypto and the principles that underlie it. I think that rationale resonates, and people wanted to build on top of that and spread that message. I think that's my understanding of it."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back. Whoa. Landing an account this big will totally."
    },
    {
        "speaker": "C",
        "text": "Change my landscaping business."
    },
    {
        "speaker": "B",
        "text": "It's going to mean hiring more guys and more equipment and new trucks for the new guys to drive the new equipment in. I don't know if I'm ready."
    },
    {
        "speaker": "C",
        "text": "You can do this."
    },
    {
        "speaker": "A",
        "text": "And Ford Pro finsimple can help. Our experts are ready to make growing pains less painful for your business with flexible financing solutions that meet meet the needs of your business today when you need them. Get started@fordpro.com. financing."
    },
    {
        "speaker": "B",
        "text": "And it's a pretty brave thing to do, also to do an open edition, which wasn't common then, and then CCO as well, which seems like you're kind of giving up control of everything in one go. What was in your head, because that was quite pioneering to do that when you did it."
    },
    {
        "speaker": "C",
        "text": "You know, I think is interesting about the economics of the Internet that I think is underappreciated is I learned this obviously through. Before I knew what any of this stuff was, the incentives people have to propagate the work that you're doing. And that was really. That's what changed when I went from the old agency work, wherever I would build these, what I think of as great solutions to problems, and post my work to social media and just no traction whatsoever. These things were not inherently shareable or interesting to people that were outside of that private conversation. So putting any limitation on the propagation of your work as a. If the Internet is your canvas is like you're kind of working against the underlying infrastructure of the thing. And there are people who have articulated this far better than I can, but there's two. They almost feel odds, like IP and crypto. And the idea that you can establish provenance in such a provable way that all the value that gets created around that, the thesis is like a small percentage of it will flow back to the original, right? But if there's. The bigger that network grows, obviously the more that that small percentage becomes. But it is definitely a much, much longer term game where I to make that symbol meaningful and to map it to that moment in time which, you know, a blockchain is a time machine that's just stamping that entry on the day that in ten years, 20 years, 30 years, is the check mark representative of this shift in culture or this thing that happened in art and had you not allowed people to, or nothing, encourage, I should say, people to remix and celebrate that. I think it completely changes the message. And this is not me saying that everybody should do this, but it is in the same way that time is a component of your work, like that. The decision to make something copyable or not is an artistic decision as much as it is like a commercial decision. If this message is going to evolve into its maximum potential, then you want to really limit the constraints for people to go out and add context to it."
    },
    {
        "speaker": "B",
        "text": "I guess the next big thing after that was the using the pepe imaging, kind of making it your own, and then creating another huge thing with that. What was your head around with that? It was the Internet. It was the kind of main cultural meme of the whole thing."
    },
    {
        "speaker": "C",
        "text": "So there's an artist called, obviously, Matt Fury, the original Pepe creator. Incredible. There's an artist called bats do, used to do these geometric pepes. He had a collection of 100. And my collaborator, a guy called Jahliel, had this project called Scapes, which was the first banner project on Ethereum. And basically through all of the exposure to those projects, there's this incredibly recognizable constraint that came out of remixing three or four things together, which is like, in four blocks, you have this character's face."
    },
    {
        "speaker": "B",
        "text": "Yeah. You managed to distill complexity down to a very simple form. I guess that's what came from the work beforehand. Right."
    },
    {
        "speaker": "C",
        "text": "The visualized value was essentially that, the silhouette, the constraint. Like this. One thing I didn't mention about visualized value was this, the black and white constraint. There's one typeface and there's a. There's a constraint where you only use shape, so there's no stylistic decision happening. When you sit down to the computer to work, it's like, here's the idea. Here are the very simple constraints with which I have to put that idea through to communicate it. And what I think that does is it like, loads. Loads up the. You don't waste any brainpower on trying to make these stylistic choices. So you have this constraint. There's a Tim Ferriss quote, make one decision to save you a thousand decisions. It's been applied retroactively to this stuff, but that's definitely the case. And you get a bit of the muscle memory of that from working in commercial advertising, too, where this is why companies don't change their logo every week. Like, there's this equity that gets built up in this style that's recognizable. And. Yeah, the evolution of that, though, is like the original thesis for the opepin was a sort of a piss take on the OpenAI thing at the start where I got the domain Opepenai. And the idea was because image making is getting so commodified, like the actual act of producing a beautiful image, the cost of that is going to zero, basically. So the idea is the thing that becomes way more valuable. And it was almost supposed to be this life raft in the beginning for distinguishing between AI and human output, because even though the images would be generated by AI, the silhouette itself would be recognizable. It's almost like because you have taken that one constraint, you've allowed a million people, a billion people, to participate and create ideas around this thing, and you just continue to embed this very simple silhouette with meaning, very similar to the checks grid where people are just like, oh, I recognize that outline. You don't even really know what it is or where it came from. And then the idea just got so much bigger after my original plan was to do 16,000 AI generated versions of this by hand. So it's like, this paradox of, like, that would have taken me probably a year to do that. But in sort of pursuing that in public and developing the idea in public, there were so many people contributing remixes of this thing again. And it was like, oh, this is really under. This is really under doing the potential of this thing. Just like, making it this one artistic style, one commentary in a moment of time. So we went down in an absurd rabbit hole with this to get the mechanics right of this thing, and it's now 16,000 pieces released, 80 at a time. So there's 200 events that occur across this collection, and the collectors decide which artwork makes it a part of the collection. So anybody can submit a set. And we have a consensus mechanism on the website where people who own the blank tokens vote on what becomes part of the final collection. So that's evolved over the last few months to get more and more decentralized and community run. We've had some, like, we had snow fro do a set. There's been this massive variety in the profile of artists that have contributed to this. So there are people who have."
    },
    {
        "speaker": "B",
        "text": "Yeah, fuck. Brenda did button just the other day as well, didn't he?"
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, yeah. Came out a couple of days ago, and then we've had people that were not practicing art full time at all with 500 Twitter followers that have gotten sets approved into this thing, too. So a lot of it is trying to solve the cold start problem for artists, but at the same time borrow equity from these massive artists to get attention on people who don't have those audiences. So it's like, it's all network effects again. Exactly. So, and there's this really fascinating. In the same way, there's this, like, market component to checks, and there's, like, this, this deadlock that happens at certain points in time where right now the supply of checks is like 50 50 editions and originals. There's, like, this tension that's also happening around these sets, too. So there was, this was all of designed to be commentary on all the things that I found myself fascinated with when all the, like, the massive collectible wave happened with bored apes, for example. Like, why is a golden bored ape worth 80 times the cheapest? But it's just like, it's the most obscene thing in the world. And trying to, like, design the mechanics of the collection to reflect some of those things, too, is. Was all part of the process."
    },
    {
        "speaker": "B",
        "text": "I mean, that's a lot of complexity to try and figure out, or did you just try and figure some of it out as you went? You kind of knew vaguely, or you had a full mapped out roadmap."
    },
    {
        "speaker": "C",
        "text": "No. So the pep and open edition was in 1 hour, one per wallet open edition. That was. It was open for an hour. And 16, 15,984 tokens were actually minted. We rounded it up to 16,000 eventually, because 16,000 is divisible by 80, which is the number of checks in the checks grid. And we had this system in checks. There's this. It's called a semi perfect number. So there's six tiers to it. There's 40 2010, five, four, and one, which was. That accounts for every check on the griddenne. And those map, those are both the different iterations of checks as you go down the hierarchy. And they also map to the addition sizes in opepan. So you have this like, it's almost like a prism where the Czechs collection is like, going down to this finite, very, very, very scarce thing, and then Opepin is doing the absolute opposite. It's like, how do we propagate this as far and wide? And, like, there are people minting separate collections with that on other chains, and, like, the stuff that's not part of the permanent collection. But if you didn't have this scarce component, you can't get attention on anything. You know, for it to just be like, this is a free for all, go for. It just completely dissipates. But the fact that there is this finite component to it really does keep people engaged. And obviously, collectors have a vested interest in curating this into the best thing it can possibly be. Artists, you know, an artist with zero Twitter followers. If you publish a greater pepin set, it's getting sent to 15,000 people instantly. People who are. Who are trying to curate a collection into the best thing it can possibly be, who are incentivized to promote your work. So this whole system is really trying to. Trying to accomplish the things that I saw people I myself struggle with earlier on, but also saw people struggling with when visualized value was in its education phase, where it's like everybody building their own network and creating their own distribution is just completely unrealistic and almost a waste of time, too. It's like, that's one of the amazing things about crypto and crypto art and media, to me, is you can tap into these networks and get like some. What's the term? When you're driving behind a truck on the. On the motorway, yeah, it's not tailwind."
    },
    {
        "speaker": "B",
        "text": "It'S a. Yeah, I know what you mean."
    },
    {
        "speaker": "C",
        "text": "Yeah, you know what I'm talking about. Yeah, you're like drafting, slip streaming. Exactly, exactly. So like the friction is reduced as a function of you attaching yourself to these networks where previously you can kind of create derivatives. And that's interesting. Let me commission like a version of my punk in this style. Right. Where this is an evolution of that is like, no, you have an opportunity to be part of this permanent collection alongside the likes of Ack Snowfro, you know, this just a totally different mechanic and hopefully outcome maybe either purposefully or."
    },
    {
        "speaker": "B",
        "text": "Not, that you're also making a comment on the gamification of everything because I mean this is all highly gamified, right? And life has become gamified on the Internet."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's all markets, right. Especially when you get into practicing anything by yourself. You really understand the brutality of that as well. It's like your intentions and the things that you care about and the things that you want to happen are completely irrelevant. The market determines the outcome you have. Was it someone's bought the CEO's boss? Is the market. A lot of the thing that's I guess, fascinating about this world to me is you see all of these themes from the old art world and just the old, just like the corporate world in general come into this world where the 50% commission on selling your work and the don't promote your work as an artist. You know, it's like this really odd culture around that where the stuff that I was doing before this, I think gave me enough experience of like, no, if you're proud of the thing you made, go out and shout like crazy about it. Promote it, promote it, promote it, promote it. And in the same way that what we were talking about earlier, the degree to which you won't promote yourself is how much margin you're going to give up. The idea that crypto as an underlying set of tools and infrastructure can fundamentally change that I think is has. We've proven that that's true. People that have launched art careers off the back of contributing to these things from zero, like full time architect during the day now, oh, you get a peppin set approved, I'll launch my own art collection now. I'll curate another set of artists. And the ripple effects of this can just go on and on and on. And there's also crazy speculation. And like this, this is. None of this stuff is without downside on the, like, what you experience as you're trying to build these types of things. But again, it's like, if you want the upside, you got. That's the Dolly Parton quote, right? A little office reference. If you want the rainbow, you got to fight for the rain."
    },
    {
        "speaker": "B",
        "text": "And so, you know, as I'm talking to you, I'm seeing the checks behind you, and there's an obvious reference to Damien Hirst that leads me into what's just happened over the last few days as well. So let's talk. Let's talk. Damien Hirst."
    },
    {
        "speaker": "C",
        "text": "Yeah, so this is actually was inspired by. And I forgot to mention this when we were first talking about it, but the. The caption for checks originally was, this artwork may or may not be notable because when you hovered over the legacy blue check mark on Twitter on the day that. That the purchasable blue check became available, that's what it used to say. It said, this is a legacy verified account. It may or may not be notable. It's an incredible troll. And that was the idea, right? It was like, who's the most famous artist I can think of? Damien Hirst, you know, growing up where I did. And that's, you know, up for debate."
    },
    {
        "speaker": "B",
        "text": "Among the art world once, you know, if you lived the nineties and two thousands, Damien Hirst is everything, right? Most banksy are the two most culturally relevant artists of the UK in the last 40 years."
    },
    {
        "speaker": "C",
        "text": "You know, building an art career like that and the stuff that is mind bending. So the idea of referencing the old guard in some way, you know, like, this is the. This is up for the crowd to determine now, is. That was the original commentary. And then, although he did a cool."
    },
    {
        "speaker": "B",
        "text": "Thing as well with his own currency and the. That was amazing."
    },
    {
        "speaker": "C",
        "text": "Incredible. Yeah, he. I wrote a long thread about checks, and that's like the third tweet in there. It's like, this is obviously inspired by this and the idea of currency and evolution of that, in a sense, where social currency is literally embodied by this symbol, you know? And to your point, the gamification of everything. Like, if you're making a comment about the most successful quote, unquote, one of. One I ever made was called NFTs explained, and it's two white rectangles. The one on the left says JPeg, and one on the right says NFT. And the NFT has a blue check mark in the top right corner. So this was two years before that the checks project was born. And that idea of an NFT is a social contract, basically, right? It is this immutable record, but it is a social intangible here are these, like, things that we've established to be true as a market over time. Damien Hirst's work is valuable because 10 million people have seen it, and, you know, it's valuable. And this story that came out last week about an idea determining the published date or the. The date of an artwork."
    },
    {
        "speaker": "B",
        "text": "So let's explain to people, because we've both followed this story, other people are like, are they talking about. There was a really, really famous. It's probably what made Damien Hirst famous was the shark infamldehyde. I think it was first collected by Charles Saatchi and then in the Saatchi gallery, and then it was Stevie Cohen. I think it was Stevie Cohen made it famous, paid a lot of money for it. It kind of rocked the art world. But recently, it's come to light that there's several more of these, and they're dated, but the date is the date of the idea from the nineties, while the actual shark from this particular one in Dubai was made four years ago, something like that."
    },
    {
        "speaker": "C",
        "text": "2018, I think it was. Yeah, yeah, yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "And so people are like, is this providence? Is this real? What's real? Damon Hirst is a fraud. He's just knocking stuff out. So you saw this and you thought, I want to comment on this. Tell me."
    },
    {
        "speaker": "C",
        "text": "So I think that piece of work, particularly, is, like, iconic in the minds of so many as, like, is that art? Right? And that's the, like, the thing that you're actually trying to achieve as an artist is, like, get as many people as upset as possible about what you're doing. And he's done an incredible job of that. But this idea of provenance is obviously, it's been a theme in my work for. Since I began to use Ethereum as a medium and the perfect opportunity to play with this idea. And also the Czechs. The Czechs project and the Czechs story. Jahliel, the guy that writes the technical side of Czechs, his kids, they asked him, can you show me a picture of the black check? So the blackjack is this thing that's almost unattainable and brought it up on the screen, and he's like, oh, it doesn't exist yet. They're like, what do you mean? It's right there. It's like the token itself hasn't been minted, but the thing exists. Like, the idea exists. So people who are, like, incredibly far down the checks, rabbit hole, there's this parallel there to the three checks, because those three things, there's technically the. The idea deployed to create them is done, but they don't exist. Like the token doesn't exist that maps to that idea. So that's the one part of the commentary. And I called the piece 1988. That was the year I was born. Because, you know, in the art world, when you see an auction at Christie's or whatever, it says born, the birth year of the artist. And I guess this is some obsession with like, I don't know, try and use the earliest number you possibly can in reference to a piece of artwork."
    },
    {
        "speaker": "B",
        "text": "No, I think it's not. I think it's really straightforward. What's culturally relevant to you and me is different to what's culturally relevant to a baby boomer, right? So if you see artists was born in the 1940s or fifties, they're going to be relevant to boomers or 1930s, right? Because that was their cultural history. If we see somebody born in the late sixties, seventies or eighties, they're going to be relevant to us. That's why you do it. It's like, what is your cultural bucket?"
    },
    {
        "speaker": "C",
        "text": "You know, what's also interesting, as I get that gives you a reference point for how ahead of their time they were, right? That idea of, you know, is a great example of that. You know, Ed Rusche, incredible american artist that you look at his work is published in like sixties, seventies. It looks like, you know, could have come out yesterday. It's just unbelievable, like the vision and foresight. So that, so there incredible merit to that idea. And obviously the reference to, I think, 99th, like predating, predating the inception of that work. Because if you really want to get philosophical about it, it's like the butterfly effect of someone being born is where that idea started. Right? And there's something fascinating to me about the physical construction of work. In some ways it is arbitrary, right? It's like when this thing arrived in a museum or when the last piece of wood went on the end of the formaldehyde and the, you know."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, when do you date the Gaudi cathedral, the spraguerda familia? That's been 120 years. What's the date?"
    },
    {
        "speaker": "C",
        "text": "Why this resonated so much with me is it's so convergent with all these themes of consensus. Like when does the network agree that this was created? And overwhelmingly, the traditional old art world network does not agree with the dating of the shark at 2018, sorry, at 1993. They believe when the last piece of wood went on the thing and maybe when it arrived at Gallery X is when it was made."
    },
    {
        "speaker": "B",
        "text": "Damien Hirst is laughing about this because he's made himself relevant yet again. Right?"
    },
    {
        "speaker": "C",
        "text": "Incredible. Yeah, yeah. And, like, at the same time, it's like the physical. I think if you're thinking about this stuff from, like, why am I making this? And if the first piece of that collection was produced in 1993 and the like template was set in many ways, like, there is an argument to be made. It's obviously gonna get dumbed down to put in the Guardian for people to be like, look what Damien Hirst is doing again. You know, like. But in the same way that, like, checks contract was written in 2023, the final iteration of that may not be created for 100 years, 200 years may not ever be created. And would you date that the year it came out or the year the original piece was written? Yeah, it was just, there were so many, so many parallels. And then I. What I try to do is, like, respond to it as quickly as possible. So the first thing I did was go find the image of the shark, retouch it. This is perfect. There's three boxes. We put the three black checks in there, posted Twitter. And I don't think the network was really. Didn't really care about it. Wasn't thinking about it that much. It was like, oh, you know, performance of the post did okay. Right? There's a couple people, like, really deep down the art rabbit hole that are like, that's funny. And it just kept bugging me. I was like, ah, man, I have to, like, I have to just. I'm making an argument about provenance, and I'm posting to Twitter, right? This is. This is dumb. I have to mint this thing. And the Xcopies edition from last week was the mutatio, the model that blew my fucking mind."
    },
    {
        "speaker": "B",
        "text": "Right? We know XCop is, like, one of the single most important artists of the entire space, maybe the most important artist yet. How on earth did he mint a million of those things for 30 something thousand people? Right? That blew my mind. And then you did it again with the same 40,000 different wallets. I mean, there's something happening."
    },
    {
        "speaker": "C",
        "text": "It's incredible. I think the big props to the l two narrative there, too, wherever. Well, not narrative. The infrastructure that exists on l two, which means the transaction cost is much, much, much less than that would have been in 2021 to, like, mint a million. Like that would have been twice that in gas to pay in 2021, maybe four times that to create that collection, which those economics on the infrastructure side change what's being produced as art like that. That is something that I think we're just basically on the cusp of now is, I don't think a lot of people that are practicing one. This is actually maybe a, that's maybe a generalization, but I don't think the magnitude of low transaction costs can be overstated in terms of, like, the abundant amount of participation that that unlocks relative to, like, in 2021, it's $50 to mint a one of one. That's crazy for a lot of people. That's an absolutely crazy commitment. And, you know, nobody, like, you're doing that without a network. Nobody sees it, blah, blah. So being able to mint something for $0.05, being able to, like, move it."
    },
    {
        "speaker": "B",
        "text": "Around, what's it going to enable? I can do the dot, dot, dot lots of things, but I don't know what those lots of things are. What are you thinking apart from just scale? I mean, scale's obvious. You know, you can resonate, and we've just seen something break out, but there's something bigger happening here, and I can't yet put my finger on it."
    },
    {
        "speaker": "C",
        "text": "Well, I think we had this conversation before, but I think the philosophical change will go from I own one piece of this thing to this moment is ownable by a million people. And, like, the nuance of that understanding, I think, is changing where, like, an x copy one of one. And I think this is like, taking the mechanics from the old world. It's like, in design, we would call it skeuomorphic."
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "C",
        "text": "As, whereas, like, you just copy the patterns from the old world, and people are so stuck in that. But the real potential for changing this is understanding that this is one piece of art that happens to be owned by a million people, as opposed to this is a million pieces of art."
    },
    {
        "speaker": "B",
        "text": "That's your idea with cryptopunks as well, isn't it?"
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "Cryptopunks had one portrait of people's place, and I'm like, okay, this bent my mind."
    },
    {
        "speaker": "C",
        "text": "Give you that theory."
    },
    {
        "speaker": "B",
        "text": "Interesting."
    },
    {
        "speaker": "C",
        "text": "So the headline or the hook for explaining this idea I always use is crypto punks is the most expensive portrait ever sold. So Salvatore Mundi sold at Christie's, I think, in 2017, 2018, for $470 million or something. The market cap of the crypto punks collection is $2 billion to that, roughly something like that. So it's four times. And people think of that as 10,000 pieces of work, and it's like, that is completely the wrong frame. In my mind. It's like lava labs have deployed, like, five pieces of work, you know, like, five masterpieces. And it just so happens that crypto punks. The portrait of crypto punks can be represented 10,000 different ways, and it makes that network so anti fragile and resilient."
    },
    {
        "speaker": "B",
        "text": "And just as we're speaking my punks in the back."
    },
    {
        "speaker": "C",
        "text": "There you go. I just saw that up in the top, like, seven, seven years on. The resilience of that network is incredible. And the liquidity of that portrait is unbelievable too, if you want to get into the like."
    },
    {
        "speaker": "B",
        "text": "So it's a $2 billion fractionalized portrait of which each person can own a specific, individualized part of it."
    },
    {
        "speaker": "C",
        "text": "Exactly. And represent themselves and get that connection personally with that individual visual representation of the thing. There's obviously, like, the benefits that the digital rolex that people have been giving the thesis for, for years and years at this point, it's like, yeah, that's the most basic way to tout the benefits of these things. I went to freeze art fair and did a little talk in the Deutsche bank lounge there, and they're like, wealth management here. Buy art and put it in a vault on a free port and loan against it and whatever else. It's like, cryptopunks is infinitely better product for what you're trying to do here. And even trying to explain that to them, they're like, what are you talking about? And the conversation I tried to tee up was like, okay, if, say, like, one of your clients wants to liquidate their fine art portfolio, how do you do that? Oh, well, you gotta get an appraiser in here. You gotta, like, see the tax jurisdiction for where the thing is. And then you have to find a buyer within the network. And it's like, you can't just go open up your ledger and just like, sell it into a biddeh, you know, like, that is a completely different, all of these themes of consensus to me are so fascinating."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, we just need $16 million, apes trading, punks trading relatively liquid. I mean, that bidding war was going on for a while. I mean, that's mind blowing."
    },
    {
        "speaker": "C",
        "text": "It's insane. Yeah. And like, all of the cultural side of this, I think, is, I think we might have discussed this before, but it's like art as a, or like the high end of the art market is reflective of the methods of wealth generation at the time."
    },
    {
        "speaker": "B",
        "text": "That's right. They're capsules of culture as well."
    },
    {
        "speaker": "C",
        "text": "One example I have of this is did a small collection last year with a screen printer in LA, who was actually Ed Ruscha's master printer back in the eighties and nineties called checks elements. And we had it at art Basel exhibit. And the people that came over and started conversations around it were one guy was the first 20 employees of square or something like that. It was like just instantly the things that, that represents to that person, everybody else walks past and was like, what is that? You know? And that to me is so fascinating, is being on Twitter and, you know, basically living your life digitally. You have a completely different relationship with these symbols than the rest of the world. And punks is just such a fantastic example of that too, is, I think, relative to its, like, if you, if you stopped people on the street and said Salvatore Monday and a punk, you'd have to probably, I don't even know what the percentage difference would be of like, do you know what this is? Do you know what that is? It would be absolutely mind bendingly different in favor of Salvatore Monday would be my thesis. And still this thing, the value that exists in it and the value it secures that. There's this whole other tangent here on like, the fact that this is natively, this exists natively on a network of money. Where you have ordinals is an incredible example of this too, where you have this like, reinforcing effect where it's like the, the trophy asset or the prize piece of culture. Ethereum's growth is beneficial to punks and vice versa. And like, they remember I showed you."
    },
    {
        "speaker": "B",
        "text": "That chart of, of the punks price and Ethereum price at Beatles studio and the punks price. Really interesting. Was going up right back in 2020, 2020. The moment ETH hit its high, punks did 24 x. Suddenly people were recycling gains into trophy assets or a cultural representation of what was happening."
    },
    {
        "speaker": "C",
        "text": "And, you know, I think that is too. Yeah, yeah. Like, to your second point is like, we won the game, now we lift the trophy, right? It's like all time high is like, what is the thing that represents, like, my understanding of this phenomenon before everybody else. It's the punk."
    },
    {
        "speaker": "B",
        "text": "That's why ordinals are doing so well right now is because bitcoin hit his new all time highs before anything else has. And so they're celebrating first, the trophy, recycling of wealth."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's fascinating, man. And like, the stuff that's being built over there, just unbelievable too. It's just hard to keep up with everything as a practitioner. It's just unbelievable the amount of quality work and thinking that's gone on in the last two years while this stuff has just sat flat."
    },
    {
        "speaker": "B",
        "text": "But then how do people deal with that? Can we, can it grab? Because it is all attention, right? All of this is attention even art itself, traditional art is attention. Damien Hirsten, classic example. Or Warhol. Is there enough attention for the number of things that are happening, or are we diluting ourselves for attention?"
    },
    {
        "speaker": "C",
        "text": "Attention is a finite resource, I think. For sure it is."
    },
    {
        "speaker": "B",
        "text": "I think."
    },
    {
        "speaker": "C",
        "text": "And the idea that I don't know these objects, like the market cycles are kind of. This is probably similar to traditional markets where I don't know a ton about, but collectibles, this kind of, you have this wave of speculation, and you hope for a small percentage of those people to become interested in this thing for its fundamental qualities, quote, unquote. And then through each cycle, that percentage kind of increases slightly in the same way. Like, the price of an asset hits its new all time high and then a higher low, and then it. So I know a very hard question to answer. I think, like, I'm struggling."
    },
    {
        "speaker": "B",
        "text": "I think we're all struggling. I have no idea what's going on in ordinals. I just don't have the time. I just don't have the time because."
    },
    {
        "speaker": "C",
        "text": "It'S transitioning from this, like, incredibly niche thing that you could keep abreast of. To, like, the analogy you could use is like, what's happened on the Internet today? It's like, whoa, you have no hope of even beginning to understand that, right? This has gotten to a point where it's culturally big enough, whereas, oh, what's happening in America today? That's the interesting thing is I think people have been interested in this for a long time, mistakenly believe that because you're crypto native, you can keep up with all this stuff because you have been able to, but it's just a function of it. It's grown so big horizontally that now you have to, like, pick your lane. What you great at? What do you understand? What do you care about? Dial in. And, you know, I find myself, have to talk myself out of running these, like, experiments that would lead to way less focus on the stuff that, you know, you've already poured years and years and years of time into. And that's the. And that's the conundrum for everybody, right? It's like the shiny object versus the, you know, the value, the slow incremental."
    },
    {
        "speaker": "B",
        "text": "And so where's next for you with all of this? Is it like a cohesive narrative that sucks everything together in the end? Kind of like checks, distills down? Is everything that you're doing part of a larger metanarrative? You might not have figured out what that metanarrative is. You kind of know directionally, but is that how you're thinking about it."
    },
    {
        "speaker": "C",
        "text": "Yeah. Yeah. I think that, like, the body of work is really the. In a strange way, it. It becomes a more practical version of the stuff that I was trying to communicate with. Visualized value. Right. It's like visualized value's original body of work is this network of ideas that are theoretically true. We're like, here's how markets work. Here's how you build something valuable. Here's how you get the attention of people. The visualize value art practice is an attempt to actually do those things. And, like, weirdly, art is the last thing you think of as the best vehicle for that. But with crypto as the rails, somehow it seems to be the most direct translation of those ideas. Like, you can, this object either has value or it doesn't. That's determined by the market. There's a. I have to send you a link to a guy that I met through just posting on Twitter. His name's Anthony Morley, and he's been writing a lot about, like, the intrinsic value of information. And over time, his thesis is, these objects gain value relative to how true they are, how beautiful they are, and how true they are. And that idea to me is. Is reflective of. Well, it's like, the inverse of the experience I had at the beginning of my career. I was like, what are we doing here? Like, this is just nonsense. We're having nonsensical conversations. Like, all of our incentives are completely divergent and misaligned. And weirdly, a grid of check marks and a cartoon frog have been a much more profound and, like, accurate representation of reality. You know, it's very. It's a very fascinating experience to go through this where, like, you think you're, like, smart and proper and clever going to a conference room on Madison Avenue, but when you're, like, outside of that, it's like, if you're not, the degrees to which you're removed from the market, which, in that case, you're, like, you couldn't almost couldn't be further away. Versus, hey, here's this thing I made. Do you want it or not? Like, as an individual, the feedback loops are so aggressive and hard to weather, but the things that come out of that in my mind are, like, incredible. So, like, continuing to just push on that and at the same time, try and build these things that grow the pie. And I think that is a, like, use the analogy. Like, plant the apple tree. Anybody doesn't believe in economic growth, give them, like, bag of seeds. That's the idea here is, like, these things might not be obvious in the short term, but the things that convert people from just consuming to creating value and contributing to something and increasing the attention on this thing while being able to have exposure to the upside of it as a. At the asset class level or at the collection level or whatever it is to me, is a fundamentally different paradigm of value."
    },
    {
        "speaker": "B",
        "text": "My view on this as well is that what we are seeing is the coalition of people in societal groups on the inter, whether they're based around everything, is a memetic, everything is a social contract. We're seeing something happening here at scale to do with community that blockchain technology is enabling. And I've been speaking to Yatsui about this around his idea, which is what we are actually ending up doing, is creating a purpose for humans in an AI world. Because we can create these online digital societies, we can participate in the economics of them. And you create something like universal basic equity, because it could be Manchester United football club, or it could be Czechs, or it could be punks. Either way, you're part of a society, a group of like minded people with a group of shared ideas. And if you can get that idea to propagate, you're going to do well from it, because the value increases because of Metcalfe's law. It's all network effects. So it's really fascinating to me, and that's what I think is going on. I think somewhere within that, that is what happened with Xcopy last week is something, I don't know, a million, something happened there that we've not seen."
    },
    {
        "speaker": "C",
        "text": "You can go and look back at screenshots of X copies work from 2017, 2018, where he's selling stuff for $0.50, you know, like this. I think a lot of it is. That's the fab would actually be a fascinating juxtaposition. I'll, maybe I'll go look into that after this. But like, his first piece of work and his latest piece of work selling for the same amount, quote unquote, like that, that is a million dollar 3d fly there. But it's also a, was a two point."
    },
    {
        "speaker": "B",
        "text": "I think it's $2.4 million."
    },
    {
        "speaker": "C",
        "text": "You're right, as you said, incredible."
    },
    {
        "speaker": "B",
        "text": "$2.4 million."
    },
    {
        "speaker": "C",
        "text": "And that, and like, that's, that really is a. I think the, the other thing is that really is a fraction of the value that has been created from the X copy body of work. And that seems like a crazy number. But if you look at, like, the work moving through Christie's every day, there's, there's tens of millions of dollars of art being sold across that has. And this is not me, you know, criticizing any of that stuff. It's like, this is an established world and there's value been assigned to stuff, but that stuff is so much less resilient than something like an X copy. There's like 40,000 people will come out for you in 24 hours and support your work. Like in the traditional art world. That's just completely unheard of."
    },
    {
        "speaker": "B",
        "text": "Yeah. And you've just had that as well. I mean, 40,000 people, I mean, it's unbelievable. Listen, my friend, we could talk for hours. There's so much fascinating stuff that was really, really insightful, really interesting. I just love what you're doing. It kind of makes my brain hurt a bit, though. The gamification element is just. It's hard, but the simplicity of what you do and the messaging and the messaging and the simplicity always strikes me and I just. It's just brilliant what you've done. And I saw the shark in formaldehyde thing. Got it in about 1 second thought. That's genius. Well done."
    },
    {
        "speaker": "C",
        "text": "Thank you very much."
    },
    {
        "speaker": "B",
        "text": "Then 40,000 people. So anyway, well, let me get, let."
    },
    {
        "speaker": "C",
        "text": "Me give, let me give one more 60 seconds on the, on the."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "C",
        "text": "The shark thing, that model, the next stage of this thing, we're going to try and get it installed. The MoMA, the V and A, the Tate, literally permissionless global art exhibition, where people will go and put that thing in every museum, every notable place in the world. So just wanted to. I forgot to mention that before, but that's the second tier. This an AR model. So you get your phone, point it, you drop the model anywhere, take a video, walk around it, and we'll have proof of participation at all of these notable institutions."
    },
    {
        "speaker": "B",
        "text": "Really fucking interesting, because where we're gonna go with AR and VR and that blurring between what is physical, what is digital. Again, I don't think people are yet understanding how big and big of a change that is. Because as you say, anybody can exhibit in any museum, right? You can have it in Times Square, you can have it in Trafalgar Square, top of Everest, you can exhibit your art anywhere. It's kind of like. I mean, that's genius. I appreciate that. All of your stuff is just really, really, really interesting. I just love it. That's brilliant. So thank you, mate."
    },
    {
        "speaker": "C",
        "text": "I appreciate it."
    },
    {
        "speaker": "B",
        "text": "And hopefully get together in person at some point soon, somewhere in the world."
    },
    {
        "speaker": "C",
        "text": "Let's do it. I love it. All right."
    },
    {
        "speaker": "B",
        "text": "Great to see you."
    },
    {
        "speaker": "C",
        "text": "Thanks, mate. You too."
    },
    {
        "speaker": "B",
        "text": "So there you go. Really fantastic. It's really interesting to see that Jack had similar kind of background to Beeple, although he'd actually learned from Beeple's videos about how to be a graphic designer, which is kind of mind blowing. It shows how interconnected this all is, how all of these people kind of met in the same way, the way that Beeple had reached out to XCop, he was an earlier artist in the space, and they all kind of have combined ideas and thoughts and moved the space forward. But Jack's simplicity of his design is what makes it so striking. It's the complete opposite to Sam Spratt's, which is like Renaissance art on blockchain and Jax's commercial art in this distilled, incredible format that encapsulates culture at its simplest level. But it's not simple. It's really complex. It's about the understanding of community and network effects and gamification and a whole host of other things. Comments just dropped in around what is happening in the world and what it all means to all of us. It's all cultural capsules as well. Anyway, I thought it was going to be a fascinating discussion, and it exceeded everything. So I hope you enjoy it, and I'll see you next time. Somewhere on this journey, at the nexus of macro crypto and the exponential Asia technology, all of us together are living through the death of an old world and the birth of a new one. This is a fourth turning, but this is not the fourth turning of demographics or politics. This is the birth of the new technological age. This new world has a world of 3d printed rockets, crypto payments in space, discussions on the rights for humanoid robots, machine intelligence that may outperform our own simulated worlds where autonomous AI agents write code for other autonomous AI agents. It's a world full of opportunity and full of difficulty, too. You see, we are living history, and it's happening much, much faster than any of us can comprehend. Reed's law, Metcalfe's law squared. Humanity has never gone through anything like this, but we have to comprehend and understand what is happening. It is into this world that the exponentialist is born. The exponentialist is a new service from me, Raoul Pal, and David Matin, author of New World, same humans. It's an almanac of the fastest period of change ever witnessed in the human history. Three. A period of excitement, exhilaration, difficulty, and terror. And the exponentialist really is for humans first and investors second. Yes, the opportunities are enormous all round to find out more and get our special launch pricing, go to realvision.com. the."
    }
]