[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hello and welcome back. Here's why you should tune in to today's real vision crypto daily briefing. A New York judge tells Tether, show us your cards. We'll explain the significance of the order to reveal what backs USDT. Plus, a deep dive into the latest technical analysis with Ben Cowan. As always, we'll break the conversation down to key takeaways at the end. Stay tuned for that. I'm Ash Bennington, joined today by Marco Oliveira in reverse roles. How are you doing, Marco?"
    },
    {
        "speaker": "E",
        "text": "Doing great, Ash. It's opposite day, so definitely excited to step into your shoes for this role for a bit, to see kind of how it feels, right?"
    },
    {
        "speaker": "D",
        "text": "Yeah, it's always fun to mix things up. Hey, by the way, don't forget to subscribe to real Vision Crypto. It's free. If you're watching this on YouTube, smash the like button for the algorithm. Now let's jump in and get right to the latest price action. The broader crypto market is relatively stable, actually, after yesterday's rate hike of 75 basis points from the Federal Reserve, the move had been well telegraphed, so it's possible it's been priced in. After a fall in late trading on Wednesday, bitcoin recovered and is now trading flat for the past 24 hours at around looks like 19,000. Marco, how's Ethereum looking?"
    },
    {
        "speaker": "E",
        "text": "Well, you know, Ash, it's actually one of the worst performers of the day. Only one other token in the top 20 on coin market cap is down. It looks like the post merge dust hasn't quite settled yet. However, there is one indicator that suggests things may be returning to normal for ETH. Coindesk reports that funding rates for ether futures have reverted to pre merge levels. Funding rates, of course, are the periodic payments made between by traders based on the difference between the prices in the futures and spot markets. A lot of technical stuff, but traders were paying unusually high fees around the merge to remain in their positions. Coindesk says that the rates for short position, meaning the bets against price rises are now pre emerged levels. So that's good, right?"
    },
    {
        "speaker": "D",
        "text": "Yeah. Thanks, Marco. We obviously have a lot more technical analysis later in this show, but before we get to that, let's take a look at our top news stories. A judge in New York has ordered tether, the company that issues the stablecoin, US DT, to reveal the assets that back it. It comes as part of a lawsuit that alleges that tether conspired to issue the stablecoin as part of a campaign to inflate the price of bitcoin. That's the allegation in the lawsuit. The order tether also requires tether to produce, quote, general ledgers, balance sheets, income statements, cash flow statements, and profit and loss statements. Close quote. Coindesk reports that records of any trades or transfers of cryptocurrency or other stable coins by Tether, including information about the timing of the trade, has also been requested. Obviously, that is quite extensive. Tether issued a statement here on this, calling this, quote, a routine discovery matter in a meritless case. Close quote. According to Tether, Tether goes on to say it had already agreed to produce the documents, quote, sufficient to establish the reserves backing USDT, further asserting that this dispute was only merely about the scope of the documents to be produced. Marco, at its core, this is a story about what assets back USDT and the ongoing controversy around it. Perhaps we'll get some discovery on this."
    },
    {
        "speaker": "E",
        "text": "Yeah, definitely a lot of ongoing controversy. You know, Ash, what really struck me about the story, it's really two parts. First is the concern of whether tether has sufficient reserves to back USDT. And these kind of have been around for a long time now, right? Even back to the 2017 bull market days. So it's more than just whether the reserves are sufficient. It's also what assets back them up. If you remember, not too long ago, there was some controversy around tethers commercial paper holdings, and I think that believe that led to, like, a 58% decrease, I believe, for the commercial paper holdings. Aside from that, Tether has also been rumored to hold other cryptos to back its reserves. Obviously, these claims haven't been verified, but this is just rumblings on Twitter. So there's quite a few different narratives floating around, all of which would be easily resolved if tether was a bit more transparent. Right, and this kind of brings me to the second part of the story. The allegation that Tether conspired to issue its stable coin as part of a campaign to inflate the price of bitcoin. It's funny, you know, I'm a typical Joe schmo crypto user, and when I heard this reminds me of Twitter accounts and telegram telegram groups dedicated to this. I remember there was one called tether printer, or not tether printer, something like that. And it followed every time tether printed new USDT, I believe it was taken down. But we have other accounts on Twitter called, like, stablecoin printer. And I remember sometimes, right, we would see this huge market correction, and on the same day, there would be a print for billions of dollars, and people would be in the comments speculating, ah, these prints came to the rescue. The reason bitcoin is surviving, it's a scam, right? So, look, at the end of the day, it's hard to tell how justified this order is. The judge clearly believes it's important. So there's got to be something here at least causing eyebrows to raise. So, you know, last year we had that New York attorney general probe, which resulted in $18.5 million settlement. And there's also, of course, the ongoing case that Coindesk is part of about sharing documents from that case. So this is a story. I suspect we'll continue to get buzz until we can figure out what's going on with tether reserves."
    },
    {
        "speaker": "D",
        "text": "Yeah, Marco, you unpacked it all right there. That's the rumor, that's the innuendo. Those are the narratives that have been bouncing around on Twitter. But what's interesting about this to me is if we actually do get document discovery, it may finally lay all of those concerns to rest. Or perhaps the opposite. Right? And we'll get a chance to actually see that if some of those documents come out publicly. Big picture, Marco, why does this story matter? How substantial is the USDT role in crypto markets?"
    },
    {
        "speaker": "E",
        "text": "Well, you know, big picture, Ash, I think your question is spot on. Like both the questions you're asking, they could be combined. This story matters because of USDT's huge role in the crypto market. You know, tether is the largest stable coin issuer in the space, with a market cap of $68 billion. It has a trading volume of $55 billion, I believe, as reported earlier today. And when you log on to most exchanges, what you'll see is you're going to see many USDT trading pairs. It's denominating a lot of our. The crypto assets that we use all the time. And if there's something wrong with tether, it is definitely something that would affect the entire market. You know, we saw what happened to markets after the whole UST debacle, this impact would be much larger. Something like that happened to tether because of its huge size in the markets, right?"
    },
    {
        "speaker": "D",
        "text": "And I would just say, and this is not a comment about tether per se, it's just a general observation about market structure. You could actually have an outsized impact on a market with a relatively small market capitalization, because the total amount of bitcoin, for example, that changes hands on a daily basis, on a daily volume basis, is very small relative to the total amount of network capitalization outstanding. So just kind of a general comment, not about tether specifically, but about the way that markets function. So thanks, Marco. We will certainly keep an eye on what comes out of this case. But this is not the only stablecoin related story that we're following today. According to Bloomberg, the US House of Representatives is about to vote on a stablecoin bill that could see algorithmic stablecoins banned for two years. According to a copy of the latest version of the bill obtained by Bloomberg, it would be illegal to issue or create new, quote, endogenously collateralized stablecoins as the outlet frames it. The definition would kick in for stablecoins that are marketed as being able to be converted, redeemed, or repurchased for a fixed amount of monetary value that rely solely on the value of another digital asset from the same creator to maintain their fixed price. That's actually a pretty good definition of an algorithmic stable coin right there, Marco. This goes back to the meltdown of Terra. What's the background here?"
    },
    {
        "speaker": "E",
        "text": "Yeah, so the background here is tether, or terra. USD, also known as UST, was designed really to maintain this one to one peg with the us dollar through an algorithm that was linked to its sister token called Luna. Obviously, we saw that that experiment failed big time. When USD crashed in May, it resulted in billions of dollars in losses, and it's prompted lawmakers to take a kind of a renewed interest in stable coins. The other thing that's worth noting is time is running out for lawmakers to come up to decision with this. With midterm elections coming in the US in November, we could see big changes in who controls the House and the Senate. Bloomberg says the House could vote on the bill as soon as next week."
    },
    {
        "speaker": "F",
        "text": "Ash."
    },
    {
        "speaker": "D",
        "text": "Yeah, I should say. I've called algorithmic stablecoins science experiments. I've pointed out that sometimes the test tube blows, sometimes the test tubes blow up, and the entire laboratory burns down. But do we really want algorithmic stablecoins banned? I mean, if you hate them, don't buy them. Ban them from your own portfolio. So this is really a question here, I think, about the nature of what regulation is going to be in the space in that sense. I mean, the thing about science experiments is sometimes they blow up the test tube, sometimes they burn down the lab, but you also gain knowledge from it. So I don't know how comfortable I am with this idea of a total ban on algorithmic stable coins. But these are the trade offs that we're going to be looking at and negotiating in the space collectively with investor protections versus the freedom to experiment. So there's a lot to happen more in this space. Talking of a lot more, this bill Marco covers a lot more than just algorithmic stable coins. What else is in there?"
    },
    {
        "speaker": "E",
        "text": "Yeah, and real quick, Ash, on the point of you, if you hate them, don't buy them. I mean, that's like the whole concept of free markets, right? You know, the free market can decide and can resolve these issues themselves. And yes, sometimes it causes painful things, but eventually it leads to better products being made because of that. So don't want to damper innovation because of through these regulations. But on the topic of whether the bill covers more than just algorithmic stablecoins, according to Bloomberg, it would also regulate the issuance of new stable coins. Banks would release them under the supervision of their standard regulators. Non banks could also issue new stable coins, but the Fed would have power to decide how to regulate it. We also see measures to increase consumer protection if a company goes bankrupt. The legislation would prohibit businesses from mixing customer funds, including stable coins, private keys and cash with company assets. And finally, it directs the Fed to study the impact of a potential digital dollar."
    },
    {
        "speaker": "D",
        "text": "Yeah, dollar backed stablecoin regulation seems to clearly be coming down the pike here. It's just being signaled from every corner, it seems, of Washington and the broader world. Speaking of central bank digital currencies, Iran has started testing on its own CBDC today. Iranian state media reporting that the Central bank of Iran has said that the aim of designing the iranian crypto real is to turn banknotes into programmable entities. The central bank has also praised the security features, saying that digital currencies can be more easily tracked. Marco, it seems that the race to issue cbdcs is only gathering momentum."
    },
    {
        "speaker": "E",
        "text": "Yeah, it does really seem that way, Ash. We know major developed economies like the US, the UK or the EU are looking at it. There were reports earlier this week from China that it's expanding its trial of a digital yuan. It remains to be seen what impact this would have in the stablecoin market, or even the wider cryptocurrency market in general. Iranian media speculate the move by central bank. The central bank of Iran is not meant to create competition for bitcoin or other established cryptocurrencies. They emphasize, instead of the digital reality would be centralized, not anonymous, and accord with anti money laundering requirements. I think another interesting point to mention is the government wanting cbdcs is not an endorsement of crypto, but rather an endorsement of blockchain technology and the benefits that come with it, such as more transparency, faster transactions, faster settlement, including cross border settlement. So I suspect more countries are going to move towards cbdcs in the future."
    },
    {
        "speaker": "D",
        "text": "Marco, you said it perfectly right there, and it's an important point to add. This is not an endorsement of open public blockchains. It's in fact exactly the opposite in terms of the ethos and values that that community represents. And by the way, we should also say that's a look at our collective potential future in the digital realm. Let's focus now on the challenges crypto traders are experiencing right now. Marco, you spoke with Benjamin Cowen, the founder and CEO of into the cryptoverse. He does quantitative market analysis and has a background in computational mathematics and programming. Pretty impressive there. Ben is looking firmly at the wider macro picture today, especially inflation. Let's take a listen."
    },
    {
        "speaker": "F",
        "text": "So core inflation just does not include food and energy, whereas headline inflation does. Headline inflation right now is at 8.3%. So it came down just a little bit from the prior month, but core inflation actually went up from 5.9% to 6.3%, which has since spooked markets. And we've seen another sell off in risk assets like equities and cryptocurrencies. So we sit in a phase right now where the Fed continues to raise interest rates into a slowing economy. And you might wonder, why would they do that? Normally, when this happens, the Fed pivots and we get a phase of QE. They turn the money printers back on, and we're all happy again. But the problem right now is that inflation remains essentially at 40 year highs. And as long as inflation remains at 40 year highs and as long as unemployment, this is another factor that I think a lot of people should take into consideration. Unemployment is still sitting at a very low level. And while we could argue the nuances of the definition of unemployment or what does it actually constitute, unemployment still is very low right now, and the Federal Reserve has no real desire to pivot from being hawkish to being dovished as long as unemployment sits very low and inflation sits really high. So, look, I think they're going to continue raising interest rates. That's what they say they're going to do, and it's going to continue to put pressure on risk markets."
    },
    {
        "speaker": "D",
        "text": "So, Marco, lots of macro here. What do you make of it?"
    },
    {
        "speaker": "E",
        "text": "Yeah, well, first I got to say that Ben's background in programming a PhD, I'm really glad that he's breaking this down because he really makes it simple. There was two things that really stood out to me. First is this importance of core inflation. As Ben mentioned, headline CPI dropped from 8.5% to 8.3% from July to August on an annualized basis. And while on the surface it might seem like inflation is heading in the right direction, core CPI, which excludes food and energy, went up in August to 6.3%, up from 5.9% in July on an annualized basis. As you see highlighted in this table, core inflation obviously includes many different items, such as shelter, housing costs, apparel, medical care, transportation, among other things. And diving deeper into the CPI data from the US Bureau of Labor Statistics, all items rose by 0.1%. So 0.1% in August. So that begs the question, if mostly everything went up, how did inflation on a year over year basis decline from the prior month? Well, the BLS said, quote, increases were mostly offset by a 10.6% decline in the gasoline index, end quote. So while the decrease in gas prices helped lead to an improvement in headline inflation, the inflation of everything, aside from energy and food on average, seems to be heading in the wrong direction. So the Fed really can't ease things up now. And that brings me to the second thing that stood out in Ben's clip, and that's when he brought up unemployment. Right. So you see, the Fed has this dual mandate, maximum sustainable employment and price stability. Chair Powell reaffirmed this in his statement yesterday. But as you see in the chart, given that unemployment is near 50 year lows, the Fed's primary focus is price stability, which of course means fighting inflation. And since raising rates doesn't seem to haven't hurt employment yet, there's really no motive for the Fed to stop using rate hikes to fight inflation. That, of course, may change if unemployment starts to rise significantly. So this could be a chart to watch out for, but we're going to have to wait and see."
    },
    {
        "speaker": "D",
        "text": "Yeah, inflation at 40 year highs, headline CPI over the last twelve months, still at 8.3%. Core inflation, that's inflation ex food and energy, up 0.6% for the month of August alone. And of course, as you said, unemployment is really low on the other side of the dual mandate. But there are definitely concerns in terms of growth. And also you have to wonder about price, about asset price stability concerns and financial stability. You know, for me, Marco, the killer quote from this is Jay Powell coming out at the conference yesterday saying, quote, we have got to get inflation behind us. I wish there were a painless way to do that. There isn't."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless. How did you get 30? 30 biddy get 30 bid to get 20, 2020 to 2020 a bit to get 15 1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 up front for three."
    },
    {
        "speaker": "C",
        "text": "Months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Let's get more thoughts from Ben now about the impact of inflation."
    },
    {
        "speaker": "F",
        "text": "If you look back at periods like the seventies, I mean, you can look at the seventies, you can look at the forties. There's always going to be differences between, you know, between all these timeframes. It's not, there's nothing. We don't see exactly the same market conditions every time. But the issue, I think, with the Fed pivoting too early is that you could come into a period like the seventies where you just get relatively stagnant, get into a relatively stagnant period where you maybe put in higher highs, but you're also putting in lower lows. I know this chart doesn't look like it maybe takes that long, but we got into this range in the mid sixties and we really didn't break out of it until, you know, 15 years later. And this was a period over here was a period when you had a lot of different people in the Federal Reserve wanting to go back to periods of QE so that they could help stimulate the economy. But the issue was that at the time, and I'm going to pull up inflation and overlay it on this chart so that you can see what I'm talking about. The issue is that at the time when this was going on, inflation remained very high. Okay? So if you want the Fed to pivot sooner rather than later, the issue that you run into is that inflation could become entrenched for the better part of five to ten years, like we saw back in the seventies. And we also saw back in the forties, too, when we had the, when we had the world war. And there was also a lot of, a lot of money printing back then as well. So, look, I understand the desire for the Fed to pivot so that we can, you know, so that theoretically it could lead to markets being back to being risk on. But the problem is that if they pivot too soon, inflation will likely become entrenched for potentially a decade. And that is not something that I think any of us want to see. I know. I would rather just rip the band aid off and get it over with. I would much prefer a stock market that slowly trends higher from whatever the bottom ends up being than spending the better part of a decade going sideways. One more point I want to make on this, just so I clarify, just because the Fed pivots does not even mean that the market bottom is in. Okay. History shows us. I mean, if you go look at what's happened previously in these markets, like this is the s and P 500, if we were to overlay interest rates, one of the interesting things is that you'll see that just because the Fed pivots does not mean that the market bottom is in. In fact, in 2009, it wasn't until the last rate cut that the market actually bottomed. In 2000, during these rate cuts, it wasn't until about the end of the rate cuts that the market actually bottomed. So, look, I see it as if we pivot too early, we're likely going to go into a period of a relatively stagnant economy where we go sideways for a long time. I would rather just rip the band aid off. Let's get it over with over the next, like over 2022 and maybe 2023, and then hopefully we can move forward from there."
    },
    {
        "speaker": "D",
        "text": "Marco, more macro. What's your take?"
    },
    {
        "speaker": "E",
        "text": "Yeah, definitely some more macro. And this, my take is kind of a two part take here. So the first point Ben made was that if we pivot too early, like in the seventies, and the forties inflation could become entrenched for the next five to ten years. We heard chair Powell essentially say the same thing during his statement yesterday. He said, quote, the longer the current bout of high inflation continues, the greater the chance higher inflation expectations will become entrenched. He also said he warned the historical record cautioned strongly against prematurely loosening policy, which is kind of saying the same thing that Ben is saying here. Their comments are both spot on, in my opinion. And the worst thing we can do is pivot too soon and risk not being able to control inflation. Yes, as Paul said, and as you said in your earlier quote, you know it means it's going to create pain for investors. But inflation is affecting everyday americans, especially those in the lower income households, much more. So it's better to rip off the band aid now than to kick the can down the road. Something else Powell said and been referred to outside of this clip is that historically, when inflation is low, stable and under control, we get to have these nine to ten year expansions as a result. So getting it under control really benefits us all. Now, that brings you to the second thing that stood out to me. Ben also said, just because the Fed pivots does not mean that the market bottom is in. So let's pull up a chart to build on what he's talking about there. Here we have a chart of the S and P 500 and the Federal Reserve US interest rate. The rate is in orange. In the orange line, the s and P is the dark blue. It's not perfect, but you can see these periods of rate cuts and market bottoms, which I marked with the red and green vertical lines and the lightly highlighted areas. We had a market bottom around September 2002, and this was after rate cuts from November 2000 to June 2003. We had another market bottom in December of 2008 after a period of rate cuts from September 2007 to March 2009. Again, if you notice the trend both times the market bottom much later than when the Fed pivoted, actually close to the end of the rate cuts, as Ben noted. And here's why I find this worth mentioning. If you go online and you see Twitter, online forums, they're full of people waiting for the Fed to pivots. They can jump back into the market. But as Ben showed in the past, there were still lower lows after the Fed shifted. So in this case, I agree with Ben. People should be cautious about jumping back in solely on news of a Fed pivot. Of course, this is not financial advice. We don't have have a crystal ball. History doesn't always repeat itself, but this is something worth noting. But anyways, that's my take. Ash, what about you? What did you notice?"
    },
    {
        "speaker": "D",
        "text": "Well, that's really well said there, Marco, especially about the pain that inflation causes on the lower end of the income spectrum. It's a tax on everyone. You know, Ben talks about stagnation here. I'll say it more bluntly. What about the risk of a stag inflationary recession? Q 120 22 gdp -1.6% Q 220 22 gdp -0.6% growth is not booming here. Growth is not even stagnating here. It's contracted. This is beginning to look increasingly recessionary as we see that growth contract quarter after quarter. You know, we've established the macro picture here in these last two clips, I think. Now let's zoom in on bitcoin and ethereum. Here's Ben's analysis, starting with BTC."
    },
    {
        "speaker": "F",
        "text": "And while it is true that some indicators suggest the bottom is in, there still are several indicators that say it's not in. And I do respect those indicators, especially considering the probability of us being in a recession. This is not something that bitcoin has really had to deal with before. It's not like we had a recession in prior bitcoin bear markets. Therefore, we have to, we have to say that, look, even the most conservative indicators for bitcoin should be, should be respected during this time. Some of the, some of the best ones, I think. Look at the Roi after cycle peak for bitcoin. You know, a lot of people say this time is different, but so far, if you look at this chart, which shows you the return on investment, had you, had you bought the peak, right, like, how do you yolo it in at the top, where would your investment currently be? The green line is the current bear market. The orange line is the 2018 bear market. And this sort of reddish line is the 2014 bear market. This blue one is the 2011 bear market, 2012 bear market. But you can see that you compare the 2022 bear market with the 2014 and 2018 bear markets. It's the exact same thing, right? There's really no difference. We're sitting about 60% to 70% down from the all time high. We did the same exact thing in 2018. We did the same exact thing in 2014. And that went on for a number of months before we ultimately did have another capitulation down. And so I would argue that there's still plenty of evidence to suggest that bitcoin could have another leg down. Look at the, look, just look at where we are in this bear market compared to prior bear markets. This is one chart, but I can show you a couple others as well that say similar things. If we look at things like the running one year ROI, this is something that we normally see bottom at about 0.2. It doesn't always bottom at the actual bottom, the market cycle bottom, but it normally gets it pretty darn close. And look where it is right now. It's currently sitting at 0.469. I think there's a good chance that by November which will be about a year after bitcoin's prior top. You're going to see this get down at least to 0.3, if not 0.2. We actually have a future projection in here. I could put in, say what I think the price of bitcoin is going to be or what I. Let's just speculate on what it could be. Let's say by December 21, 2022, if I were to say the price of bitcoin is going to be, say, $13,000, then it shows you how that one year ROI is getting into really historic levels that have more, given us a more convincing market cycle bottom right, rather than say a 74% down or so. This is another chart that I think we have to look at and say there's a really good chance that even if we were not faced with a potential recession, that you could argue that bitcoin could easily get another leg down over the coming months. And then furthermore, this is one of my favorite charts. This is the bitcoin percentage of supply and profit and loss. What does it show you? It shows you that every single bear market, the market cycle bottom, did not occur until after they crossed. After they crossed and have that prolonged period where the supply and loss goes up to about 60% or so. Right now, they've sort of been flirting with each other a little bit, but we haven't really seen any sustained crosses like we saw back in 2018 and 2019 and 2014 and 2015. I think we're coming up to this period over the next several months where you are going to see these cross, and hopefully during that time we get a more convincing market cycle bottom. But again, we have to remember that all these indicators are, are sort of somewhat dependent on the macro resolving itself. Right. We need to see inflation come back down. We need to see the Fed loosen up on their hawkish stance. And we also need to see this happen relatively soon, at least over the next, say, twelve months or so, before we can assume that the bitcoin will sort of take off back into a usual market cycle."
    },
    {
        "speaker": "E",
        "text": "Absolutely."
    },
    {
        "speaker": "F",
        "text": "And by the way, just for completeness, let me show the same running one year ROI chart for Ethereum as well, so you can get an idea of what that looks like. You can see that historically it also bottom. I mean, it normally bottom. It bottom. Last bear market at around 0.1. Now we could see diminishing losses like we saw with diminishing returns, meaning it doesn't have to go down quite as much in each subsequent bear market. Right now, it's currently sitting at around the one year, ROI is sitting at 0.494. If we were to project this into the future, what would it take for it to get to 0.2? Well, we think back to November. Ethereum hit $4,800, right? So for it to get back to 0.2, it would need to go to a little less than $1,000 by November. For it to get to 0.1, which is where it went back in 2019, it would have to get to around $500 by November. So these are just some things to consider. Again, I'm not saying we have to go to those prices, but there is enough risk in the market, I think, to at least be somewhat concerned and to hedge accordingly."
    },
    {
        "speaker": "D",
        "text": "Ben, talking about recession there, too, interesting charts, especially the first chart, the bear market chart, that shows them superimposed on top of one another. Lots of data. Marco, what do you make of it?"
    },
    {
        "speaker": "E",
        "text": "Yeah, yeah, lots of data. It's great to see. Ben used so many data points and indicators to come to conclusions. I really want to focus on the 365 day running ROI, since he covered it for both bitcoin and ethereum. So this indicator, to the viewers who may not know what it is, you choose a date and it calculates your ROI, or return on investment, of buying bitcoin 365 days earlier. So when the value is one, that means your bitcoin purchase is on par with a year ago. If you're above one, you're profitable, and if you're below one, you're at a loss. And as of September 20, when we did the interview, the latest value, if you could see on the left hand side of the chart of the bitcoin chart, was 0.469. That means if you bought bitcoin on September 20 of 2021, your investment is now worth 46.9% of what it was worth back then. Of course, this. This. This could probably factor in various exchanges. Exchanges and different prices on there. So something to, you know, pay attention to. It might be a little bit different, but as the charts show, in past bear markets, bitcoin has hit an ROI of 0.2, even wicking down slightly below that. The 0.469 we just discussed is nowhere near this .0.2 level, and we haven't gotten that close yet. So ethereum is in the same boat. If you look at this chart as well, it was at a level of 0.494. According to Ben, if we were to reach an ROI of a 0.2 or 0.1, as we've done in past cycles, that would put ETH at a price of around 1500 respectively. Again, this is if history repeats itself, there's no guarantee we will retouch these lower ROI levels, but it's definitely something to pay attention to, and it could give us some insight on where the price may be heading later on in this bear market. In this bear market."
    },
    {
        "speaker": "D",
        "text": "Marco, what time did you wake up this morning to do this analysis?"
    },
    {
        "speaker": "E",
        "text": "I woke up at four, man. I woke up at 04:00 a.m. eastern standard time to get this done. So about 6 hours of being awake."
    },
    {
        "speaker": "D",
        "text": "Absolutely brutal."
    },
    {
        "speaker": "G",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp's software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank and celtic bank members have Dic terms and conditions apply."
    },
    {
        "speaker": "D",
        "text": "Finally, given that we're in a bear market, let's take a listen to Ben's strategy for how he's protecting his portfolio."
    },
    {
        "speaker": "F",
        "text": "So throughout 2022, my main strategy has been to focus on stacking cash. So making sure that I'm putting as much cash away as I can. There are ways that I look by holding cash, you know for a fact you're going to lose purchasing power due to inflation. Like, we know that there's no getting around it. If inflation is coming in at like eight, 9%, and maybe you get yields in the treasury of like, say, three or 4%, you're going to lose purchasing power to inflation. There's no way to get around it. However, with that said, I see this as a year of wealth preservation for me personally, not as a year of wealth creation. So I'm not really trying to grow my wealth as much. I'm just trying to preserve as much as I can. What I actually have. So what does that mean? It means I'm just trying to grow my cash position as quickly as I can. For the most part, I'm keeping a close eye on the macroeconomic indicators that were, you know, that we've discussed. I'm looking at inflation, looking at unemployment, looking at when is the Fed going to pivot. And I constantly look back to periods like 2000 and 2008. And look, I was honestly too young to even fully appreciate what was going back on, you know, going on in the markets back then. In 2008, I was, I was still in high school in, in 2000, I was ten years old. So I don't, I don't really have any first world experience, but there's a lot to be learned from people who did go through it. A lot of people, I mean, even a lot of the people here at real vision, I'm sure, experienced these prior bear markets. And what I constantly remind myself of, even coming out of the.com crash was that it was the people that stacked cash in 2000 and 2001 that were able to make a ton of money in the next bull market that came, that really started, I mean, it bottom in 2002. And then we basically just had a 20 year. I mean, we did have what happened in zero eight, but we had a really great bull market that lasted, especially coming out of zero eight. We had 14 years or so of a bull market. So I'm trying to get myself, my mental, I'm trying to get right mentally in terms of where I want to be for the next major bottom. And look, I think a huge opportunity is coming for investors. As long as they can stay patient and as long as they can just recognize that the markets remain risk off cash is king. And that eventually we're going to get to the point where the Fed's going to pivot. Once the Fed pivots, normally it takes a few more months of them cutting interest rates. And you should see some type of great opportunity in the markets. And I think the people that came out the best in these prior recessions were the people that stayed patient and they had the cash to go in and scoop up all the cheap assets. It wasn't the people that yoloed into the altcoins. Right. Every bear market rally all the way down that came out on top. It was the people that just sort of sat back, they waited, and then they came in with a lot of strength and they had the money to come in. They had the money to help create the bottom because they were patient throughout the whole bear market, right. They had the money to do it because they were patient."
    },
    {
        "speaker": "D",
        "text": "Well, there you have Ben's bear market summary. Marco, you were there with him through the full conversation. What are your thoughts?"
    },
    {
        "speaker": "E",
        "text": "Yeah, the full conversation. It was a really great conversation. And throughout the whole conversation, Ben emphasized the importance of keeping an eye on the Fed, the dollar, and macroeconomic indicators such as inflation, unemployment and the yield curve. Ben also like he kept reemphasizing cash is king. Crypto investors might scoff at that because it's hard to think, oh, the us dollar, it can't be safe, right? But it has been one of the best strategies this year. DXY is doing well. It could remain further as we head into this, this economic downturn. It could, it could still be performing strongly. And yes, stacking cash means inflation is going to reduce your purchasing power. But as Ben says, now is the time for wealth preservation. And the downside risk in crypto and stocks is a bit too great, at least for him on his side. Eventually we will return to a season of wealth creation and great opportunities are going to lie ahead if you have the cash to buy those cheap assets. And as a final point, and this has nothing to do with the clips themselves, but I just want to give Ben thanks and a shout out for sharing this great information. We appreciate our contributors. He has amazing content on YouTube, Twitter and his website into the cryptoverse.com dot. If you haven't already, go follow him, subscribe, check out his content."
    },
    {
        "speaker": "D",
        "text": "It's great stuff and great reporting from you there, Marco, particularly since you've been doing this since before the sun rose. Here's what I think viewers can take away from your conversation with Ben Cowan. Ben is highlighting the impact of inflation. He says the confluence of high inflation and low unemployment is likely to see the Fed continue raising rates, which will continue to put pressure on risk asset markets, including crypto. Ben says it's worth looking at the impact of inflation. Last time it was high. That's back in the 1970s. Although he's careful to point out that market conditions are never the same, he says history shows that even if the Fed pivoted away from rate hiking now, it doesn't mean the market bottom comes at the same time. Ben says that it's also true for crypto. The bottom could still be ahead of us. Historically, in percentage terms, the current drawdown is far from the biggest. I would add, actually that in addition to that, you've seen those Max drawdowns continually decrease, meaning come closer to the zero line with each successive bear market cycle. In terms of Ben's bear market strategy. He recommends keeping an eye on the Fed, the dollar and inflation, unemployment and the yield curve. Ben says cash is king and this is a time for portfolio preservation. And remember, if you found any of the macro terms in today's show confusing, the real Vision Academy is the perfect place for you. You can sign up for it at real vision.com forward slash the academy. That's real vision.com forward slash the academy. Okay, moving on to the final segment of our show, viewer questions. Our first one comes to us from Shailen Carr. Isn't tether banned in New York? Shailen asks, how is tether beholden to the court in a jurisdiction that they aren't allowed to operate in? Marco."
    },
    {
        "speaker": "E",
        "text": "Yeah, Shailen. Well, thanks for the question. So, yes, tether has been banned from operating New York, and this was as part of last year's settlement with the New York attorney general we mentioned earlier. However, the current order stems from a lawsuit that dates back to 2019, so it precedes the settlement and is a completely separate legal matter. But great question, Shailen. Yeah, definitely keep them coming."
    },
    {
        "speaker": "D",
        "text": "Yeah, I think that's it for our questions, where I know we're a little bit short on time. Marco, thank you so much for joining us. Great analysis, great insight here today."
    },
    {
        "speaker": "E",
        "text": "Yeah, always, man. It's always a pleasure being on here with you, man. You're the hardest working man in crypto. So I'm just trying to take a little bit of that load off of you."
    },
    {
        "speaker": "D",
        "text": "Well, it's greatly appreciated. That's it for today's show. Thank you for watching. As always, don't forget to subscribe to our YouTube channels. Smash the like button and hit that notification bell so you know, when we go live on YouTube, remember, this is your show, guys. We want to hear from you what's working and also what's not. So drop us a comment down below and let us know what your feedback is. What guests do you want to see? What theme should we be covering on this show? We appreciate you sharing your thoughts with us, and we appreciate you sharing your time with us today. Tomorrow, we've got Ralph's conversation with Jared Dicker about investing in web three and the future of the space. It's a true masterclass of an episode. Make sure to subscribe at real vision.com forward Slash crypto. That's real Vision.com forward slash crypto. That gives you access to the very latest content. And of course, it's free. See you next week live on real Visions crypto. Daily briefing have a good day, everybody."
    }
]