[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify."
    },
    {
        "speaker": "B",
        "text": "Forget the frustration of picking commerce platforms when you switch your business to Shopify."
    },
    {
        "speaker": "A",
        "text": "The global commerce platform that supercharges your selling wherever you sell."
    },
    {
        "speaker": "B",
        "text": "With Shopify, you'll harness the same intuitive features, trusted apps and powerful analytics used by the world's leading brands."
    },
    {
        "speaker": "A",
        "text": "Sign up today for your dollar one per month trial period@shopify.com."
    },
    {
        "speaker": "B",
        "text": "Tech all lowercase."
    },
    {
        "speaker": "A",
        "text": "That's Shopify.com tech. We're about to start moving towards macro summer. What is macro Summer? Macro Summer is when interest rates are falling, inflation is falling, and growth is picking up. That's the kind of holy grail for macro and for investing. And we should be in macro summer for all of 2024 and into 2025. My forward looking basis is that the economy picks up, inflation keeps falling. I think it'll overshoot to the downside, which is the opposite of everybody else's narrative of sticky inflation. And I think the markets are already showing you how excited they are about this idea."
    },
    {
        "speaker": "B",
        "text": "Raoul Pao, founder and CEO of Real Vision, author of the global Macro Investor, and the founder and CEO of exponential age Asset Management it is so great to see you. And Raoul, it is great to welcome you on the show. Thank you so much for joining me."
    },
    {
        "speaker": "A",
        "text": "It's always great to be here. You've always been part of my journey, so I'm always happy to be here."
    },
    {
        "speaker": "B",
        "text": "Well, I was looking, we've known each other for almost a decade. 2024 will be a decade. When I wrote the first article about you and real vision. So it has been a long time."
    },
    {
        "speaker": "A",
        "text": "That's when I had you discovered me, when I had like one and a half thousand Twitter followers or something."
    },
    {
        "speaker": "B",
        "text": "That's right. Well, I had heard about you in macro circles, and I was like, who's this Rau Pao guy? And what's GMI that never leaks? So I'm so glad that I started looking on Twitter. Well, Raoul, I want to start where I always start, with my guest. And that is to get their big picture macro view, their assessment of the economy and markets. And one of the things about this show is you can take as much time as you need to set the table, if you will. So what is that big picture macro view for you today, Raoul?"
    },
    {
        "speaker": "A",
        "text": "Okay, I'm going to step back a bit. The world hidden inflection point in 2008, which was the global debt crisis, and we get the ramifications that spread on in 2012, the european crisis, and that continues to rumble on to this day. What happened back then was something remarkable is if we think about how GDP has created the growth of economies, it's population growth, productivity and debt growth. We've had aging populations in most of the western world. The US is less aging than others, but still aging. But debt growth in 2008 stopped, basically, and we had a debt jubilee. Now, debt jubilees, most people would think of, you forgive all the debts. We didn't. We did this magic trick which we said, you don't need to pay the interest on the debt. We'll make it all zero. And every central bank around the world cut interest rates to zero. Okay? That created an opportunity for every government to refinance their debts. So they all refinance, and they refinance them in this three to five year time horizon. And that set off a cyclicality to the economy that we've never really seen before, that every four years we get economic weakness, the increase use of the balance sheet and use of interest rates as they come to refinance the debt. What I found out in my work that's become quite well known, called the everything code, I found out that, in fact, the use of the central bank balance sheets was used to pay the interest on the debt from the previous cycle. And this will become relevant in a second. So they're monetizing the interest payments, which is pure debasement of currency. And debasement of currency means that the denominator, the purchasing power of that currency, goes down. And it makes the price of assets look like they're going up, but they're not really going up. When you divide, for example, the S and P 500 or gold or real estate by the fed balance sheet, they've been flat since 2008. And I discovered within that process that only two assets actually have risen versus the debasement of currency. That was technology stocks and crypto. Both were in secular uptrends. So this, like clockwork business cycle, which is based around the debt refi cycle, happens to be exactly the same as the US election cycle. It also happens to be exactly the same as the bitcoin halving cycle. So all of these cycles are at the same time every time. So here we are today. Today we're at the bottom of the business cycle. This is the kind of recessionary era. Businesses are laying off staff, inflation is starting to fall sharply. The forward looking markets, technology in crypto priced in a recession last year, and they've been recovering since because they've been following the forward looking indicators of financial conditions and other things. Right now, stuff like the Russell 2000 and oil is living in the present day which is slow economy. So they're at their lows and everyone's like, what the hell is going on? Why are these tech stocks going up and everything else is going down? It's because they're forward looking as it is their job. So I've been very bullish. I saw the liquidity cycle, which is the key driver of all assets. The liquidity cycle is based around this interest rate cycle, which is based around this whole debt refi cycle. Liquidity started bottoming last year, in October, November, December. And that gave us the signal to start getting long, both crypto and technology. And that's been phenomenally good. I mean, this year, Nasdaq's up 45%, and crypto is anywhere between 80 and 500% this year. And that's got people scratching their heads. But our forward looking indicators of the business cycle suggest we're going into what is right now. We're in macro spring. That's when the weather kind of gets warmer every day, but sometimes it's raining and sometimes you've got to Froste, and other times it's hot, and you're like, it's always confusing. That's macro spring. We're about to start moving towards macro summer. What is macro summer? Macro summer is when interest rates are falling, inflation is falling, and growth is picking up. That's the kind of holy grail for macro and for investing. And we should be in macro summer for all of 2024 and into 2025. And so my forward looking basis is that the economy picks up, inflation keeps falling. I think itll overshoot to the downside, which is the opposite of everybody elses narrative of sticky inflation. And I think the markets are already showing you how excited they are about this idea, because weve just gone through a ridiculous rate cycle, kind of an unprecedented rate cycle on the back of the unprecedented inflation. That inflation, I think, was just driven by the pandemic. If you shut down all demand and shut down all supply and then bring it all back on at the same point, you create chaos. Exactly the same happened after World War two. After World War two, suddenly everyone came back into the labor force and factories had to retool, from making munitions to making cars and washing machines or whatever, and we got a massive inflation then. But then what happened is it worked its way through and we just had strong growth going forward. So that's where we are today. We've still gone."
    },
    {
        "speaker": "B",
        "text": "Oh, no, no, you can continue."
    },
    {
        "speaker": "A",
        "text": "So we've still got the problem remaining of that GDP formula. How do we pay for this bloody debt because it keeps going up. The higher interest rates go, the more bonds they have to issue, which is why I think they want to bring interest rates much lower than people expect by being so late in hiking so they can undershoot and have the COVID to paper over the cracks in the system yet again. And they'll use the commercial real estate in the banks as one of the excuses to do it, to start using the balance sheet. But we've still got the problems with the economy is it's not growing fast enough to pay the interest on the debt. So if the economy on average is growing at 1.75% and let's say interest payments on debt is about 2%, and the government's 100% of GDP in debt, that's all of GDP just to pay the debt. So what you need is to grow GDP. And to grow GDP, you either need the population to grow, well, that's not going to happen, or you need productivity to grow. That's technology. So productivity growth is what I'm really looking at. And it's not this cycle story. But by 2030, we will see AI solve for both problems. AI and the robots are new demographics. They're new productive units in the workforce of infinite scale. So we can now have an infinite population of productive people, people in inverted commas. And that will start driving productivity. The next part of the equation is we need to bring the cost of energy per unit of output down. And it won't come out of fossil fuel markets, it will come out of renewable energy plus nuclear energy. You lower the cost. The average per dollar barrel of oil price over the last 60 years has been about $40, inflation adjusted. But if you change to a new source of energy or bring in other sources of energy to make an excess abundance of energy, and you bring it down to $40 at $10, that has a massive multiplier. So my big picture is we're about to go through an economic revolution, but we're not finished with the downside of slow economies. And that's going to mean more and more use of the balance sheets, ongoing increase in asset prices, and this ongoing cyclicality of the economy. So there you go. That's in my nutshell. There it all is."
    },
    {
        "speaker": "B",
        "text": "Well, I love that nutshell. Okay. A few things I want to just explore further with you. And I got to say, that was an incredible first answer. So this notion of entering a, we're in a macro spring, we'll be entering a macro summer in 2024, 2025, and that we are at the bottom of the cycle. And so I get the sense, like I sense some bullishness, especially with the liquidity cycle picking back up. So I guess my question for you, Ral, is did we already have the recession? Because I have a lot of folks on this program and they keep forecasting a recession. And so I just want to hear more on that. Did we already experience it and I guess we got through it, or is that still in the cards?"
    },
    {
        "speaker": "A",
        "text": "So the answer is I don't know. I think we've had a rolling recession through different parts of the economy at different times. Truck drivers, huge recession, car companies, big recession. There's a bunch of indicators that show that the tech companies, don't forget they laid off all of their stuff beginning of the year and continuing claims are rising again. So somebody else is laying off workers now. So I think it's been ongoing, but I think this quarter and next quarter will be the weakest because the ISM is at its lows and the ISM is at levels, which is the best indicator of the business cycle is around 46, which has historically given us 100% chance of recession. So I think we're probably in a recession, but it's been this kind of rolling recession. So my view was always, it's never going to be a bad recession. It'll more be like 1990, which is a mild recession, but with a lot of overhangs afterwards, commercial real estate being one. Unemployment will be stickier than people expect because of the rise of AI and other things. But I think the markets priced it in. The forward looking markets priced it in last year. Crypto was down 80%, Nasdaq was down 38%. And then I think that the other markets, like the Russell 2000, the oil markets, copper markets, all of that stuff is pricing it in today."
    },
    {
        "speaker": "B",
        "text": "And then on the inflation side of things, I hear you saying inflation falling, I guess. Do you think we're going to get back? It sounds like we could get back to that 2% target for the Fed. I want to hear more on the inflation side of things."
    },
    {
        "speaker": "A",
        "text": "Yeah. From our work. We put together, for example, the last five major inflation since world War two and then just map this current one against it. It's identical. They all are the same thing. They go up and go down. It looks like Mount Fuji. It's almost symmetrical. We're seeing it already in Europe where PPI numbers, Norway hit a negative 42% PPI. This is staggeringly disinflationary or deflationary. So my view is that when we see the November December inflation numbers in January, we will start to see inflation at 2% or lower. And that will continue, I think, to potentially deflation. In the headline numbers, the core inflation and headline inflation is actually driven not by commodity prices and all of this fast moving stuff. It's actually driven by two things, wage increases and owner equivalent rents, both of which are going down, are deflating. And all the forward looking indicators suggest that they are likely to go negative. So I think there is a chance even of core inflation going negative in 2024, which is very much the opposite of what anybody else's view is. Most people, I think myself and Alex Gurovich, are the only two people who have got this view. Almost everybody else thinks we're going to see sticky inflation. I just don't think we will."
    },
    {
        "speaker": "B",
        "text": "Well, speaking of that, and you talk about, you and Alex Gorovich have that review and others have the sticky inflation. You've been doing macro for a long time, several decades. So I guess my, my other question to you is what kind of, do you see false narratives out there in the macro space? Any that stand out to you?"
    },
    {
        "speaker": "A",
        "text": "There's a lot of false narratives in macro, and a lot of it is based on politics. People put their political views into their economic views and then create market views around them. So there's a general desire for a recession and markets to fall. And that's driven by people who are really all about how is inflation created. The central banks have destroyed our world, and I want to show everybody that it's happened. Yes, the central banks have destroyed our world, but not in the ways that they think. We've had the use of the balance sheet for over a decade now, and in Japan even longer, it never generated inflation. But they want that inflation because they want to prove that monetarism is the kind of holy grail that they worship. And it's the people who worship Volcker, for example, come with different angles. So a lot of people are imposing perspectives that they hold from political opinions. And so the narratives become overwhelming. And I've actually gone on Twitter and said, okay, if you think sticky inflation, how do you vote? Sticky inflationists are Republicans in general. And it's just because of how the contract of how people see the world. What I try and do is not look at that. I mean, a global macro investor, we have 2000 charts and we just try and use the data and not impose our own views on the data and see what that comes out with. And that gives us the high probability that inflation just reverts back to 2% or lower. Doesn't mean I'm definitely right. But it comfortably gives me a decent probability, I think."
    },
    {
        "speaker": "B",
        "text": "Yeah, the probability of it and being able to separate yourself from the political views. You mentioned in that answer that the central bank destroyed our world, but not in the ways that they think. Can you expand on that?"
    },
    {
        "speaker": "A",
        "text": "So when you debase a currency, it doesn't let wages go up or even corporate earnings go up. It makes asset prices go up. So those who can afford assets outperform or at least protect their wealth. Everybody else who earns wages and doesn't have much assets, they get their future self and asset is your ability to put money in now and take it out later. Its future deferred consumption. If you cant buy assets, your future self is getting poorer. Thats why we have a pension system, thats why people buy real estate, thats why they buy gold, all of these things. So what theyre doing by debasing the currency, by whatever the number is, 15% a year is they are mutualizing the costs of servicing the debt. But it's mutualizing it across the poorer people which is what makes everybody so angry because they don't understand this card trick that's being played on them. It's the same as raising taxes on them all. But they don't realize. They just know that something's not right. Why do my wages not really go up but everything else goes up around me? Why can't I afford a house and my parents could afford a house? Why could my parents have a larger percentage in their four hundred one k and I can't? It's because of this. And that's what the central banks are doing."
    },
    {
        "speaker": "B",
        "text": "Hey there. I just want to quickly interrupt the video and just say thank you. Thank you so much for coming to this channel and choosing to watch this interview. I hope that you are enjoying it and I appreciate you visiting the channel. If you like what you see, please hit that subscribe button. It doesn't cost anything. It's totally free and it will keep you up to date on all of my interviews. I post two interviews a week with some of the most incredible people in finance and investing and your support will help me bring in some more amazing guests. If you already are one of my subscribers, thank you so much. I cannot express to you how much your support means to me. I am incredibly grateful that I get to do something that I'm truly passionate about. And you being there week after week, it not only gives me that energy, but it just gives me that faith to keep going. And it means everything to me. And I love seeing you all in the comments section. I love interacting with you. I love interacting with you on email or social media. I just love hearing from you all. And I just appreciate your support so much. I feel incredibly lucky that I get to do something that I just love. So I just want to say thank you and appreciate you subscribing. All right, back to the interview. Do you think that? So right there, I'm just thinking, like, I'm a millennial. I feel like, okay, I want to buy a house. And it almost feels, like, unattainable right now. I feel like I've done all the right things, but the prices are crazy. And I feel like I'm probably not the only one who feels that. How do you see that trend? I guess maybe I'm asking the question, probably. Is it like the destruction of the american dream when these things like houses, cars, everything feels so unaffordable, where it's like, wait, everyone else before me was able to do this?"
    },
    {
        "speaker": "A",
        "text": "Yeah. The destruction of the american dream has come from that. That real wages haven't really ever gone up. That's the dirty secret. Nobody really got richer, and everybody financed consumption by debt, which made their future selves poorer as well. And so that's been a real problem for people. So then you say, okay, the millennial cohort, what do they do about it? And I did that piece, that famous YouTube video called the retirement crisis, where I said, well, if you're a millennial, you have basically one choice, which was crypto, and that was, I don't know, 2016 or something. I did that video. And the point being is millennials are very good because they invest in their 401 ks. They kind of do as they're told, but it's not enough because you can't get up the housing ladder and you can't do other things. So in 2020, they learnt a new trick, which is risk taking. So with that disposable income, they've been huge buyers of crypto, by far the largest cohort, because it has a massively skewed risk reward. So it gives them a chance. The other thing they did was trade technology stocks, because they rightly identified that they go up more than the s and P 500 and boring stuff like GE. And then they started trading them with options because buying a lottery ticket for them is the only choice that they've got now. So it is intelligent risk taking because they're actually still investing in their 401 ks. And that's why crypto has resonated so well for people, because they could see a way out, but it's hard because it's very volatile too. But that's why it's gripped the younger people, as have technology stocks. That's why people love Tesla. It might produce amazing cars, but it also produces, has produced amazing performance for people. And people need that because there's no other way. Because it's not going made up with wages."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. Why? I hope my bitcoin can help me with my down payment. We were talking at the top of this conversation when you were outlining your macro view, and a key part of that is the debt problem. And I understand that digital assets are one of those solutions, way out of the debt problem. Maybe to step back, can we frame up the debt problem, the severity of it, and then let's start to explore some of the ways out of the debt problem."
    },
    {
        "speaker": "A",
        "text": "The debt problem is really interesting. 2008, every major government in the world of a developed economy hit 100% of GDP and debt. So, okay. And interest rates, let's say five year interest rates, where they generally finance themselves, have averaged around 2% or less, but so is economic growth. So if you think of GDP as all of the money circulating around to pay for the debt, there's no more money left over. But the problem is the private sector is over 100% of GDP in debt in every major country. So who pays for that debt? Thats when they started shoving the interest payment debt onto the balance sheets, because the world basically hit the tipping point in 2008 and people still havent worked this out. But I think I was the first person, and still maybe the only person whos gone back and calculated all of the interest payments and realized that they are, and the balance sheet growth and realized that they are just three and a half years apart. The same chart, they just keep monetizing it. And that's the way that they see out of the debt, is to mutualize those payments across everybody by increasing the balance sheet. But the debt doesn't go away because GDP is not growing fast enough. So you have to change the GDP formula. If not, you're in this endless trap where you're printing more and more money, making the rich richer, the poor poorer ad infinitum. And I think that for individuals, as I said, there's only two assets that outperform this. That's technology and that's crypto. Okay, fine. The economy, that's really hard to get this to sort itself out. People are waiting for a collapse, and market's down 80%. It can't. The reason it can't is the central bank debased the currency, and it makes the stock market go up optically because they can't allow the collateral of the system to go bust, so they don't allow the system to go bust, and it creates this ongoing problem. But if you listen to the narratives from the central banks and the governments, what theyre really saying is the whole green energy revolution, Europe is massively funding this. And, yes, its good for the planet. Yes, its good for a number of things. But really what theyre trying to do is lower the cost of electricity, because if you lower the cost of electricity, it has this multiplier effect on productivity, and thats how you can grow GDP growth. The other thing is population. Well, we're shrinking populations, as I said, so we have to replace people. So look at Amazon warehouses. The growth is not in people. The growth is in the robots. The robots work 24 7365. They never complain, and they cost a fraction of a human. So every company is incentivized to employ robots to do jobs instead of humans. Then this year we had the nuclear bomb of deflation, which is human knowledge. Lawyers, doctors, accountants, creative artists, developers, everybody. And they're replaceable by the infinite knowledge machine that is AI. So that's scary for us as individuals. But if population growth is a large part of the components of GDP growth, you basically, you can create infinite people by the robots and AI. So there are schools of thought, even coming out of Oxford University, that says we could hit a tipping point where the GDP of the planet doubles in a year or even a week. Now, that sounds extreme, but if you put infinite people or infinite productive units into the economy, you can make infinite goods. Now, who pays for the goods? Maybe the machines pay for the goods. We don't know. This is a whole new economic system being built in front of our eyes. This is something I call the exponential age, which is where all of these technologies are coming together, from energy to AI to robotics to ev to space to all of these things. Biotech all coming together. Genetic sciences to create this fastest period of technological change in all of humanity. And it's the only way out. And it's scary."
    },
    {
        "speaker": "B",
        "text": "Yeah, I want to hear more on that, too, because, you know, I used to think of you, Ral, almost a little bit more. I don't know. I used to think of you as almost being a bit more bearish in a way. But am I sensing, is this making you more optimistic about the future?"
    },
    {
        "speaker": "A",
        "text": "When I discovered this whole understanding, both the exponential age and the everything code that came later, it was like a veil had been lifted from my eyes. Macro guys generally tended to be mean reversion guys. They look for something to get excessive and they want to bet against it, and they see the world like this, like the business cycle. And none of us could understand technology and why it kept going up. We could understand crypto because it's like this macro phenomena of a whole different financial system, parallel financial system getting adoption, et cetera. But technology, none of us got apart from the few. When I started dividing everything by the central bank balance sheets to take account debasement, I saw that technology was one of the things that just kept rising. And that led me to dig into this whole process, and that completely changed my framework of the world. I wasn't looking for the blow up now. I was looking for the melt up. And crypto markets had taught me that, taught me to use these logarithmic charts of these trends. If you look at the chart of Amazon, Apple, Google, Facebook, all of these on a logarithmic chart, they're almost perfectly smooth trends. They're network adoption models. But when you look at them normally, they look like they go up and down a lot. Yes, they do, but within a consistent, secular, powerful trend. Once I saw that, I'm like, if our job is to make money, then this is the trend you need to be on, the secular trend because it's driven by the central banks, it's driven by technology itself, but then also driven by the central banks debasing. So you get the double whammy from it. It's like, okay, this is perfect. And it also is the answer to the macro massive macro problem of excess debt and slow gdp in aging populations. So when you've got something that's so against the persistent narrative that everything's screwed and it's all going to go wrong, and you see it and do a lot of hundreds and hundreds of hours of research on it, and you come up with a completely opposite view. It's like, oh, my God. And then I started surfacing that view for global macro investor and then within real vision and elsewhere, and it was like a light bulb moment for people. They're like, oh, my God. I suddenly now understand why things are happening as they are, why technology stocks keep outperforming, why crypto keeps going up, why people are angry, why politics have become so polarized. It all starts to make sense. And if we can make money from it, great. Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back. Whoa. Landing an account this big will totally change my landscaping business. It's gonna mean hiring more guys and more equipment and new trucks for the new guys to drive the new equipment in. I don't know if I'm ready. You can do this. And Ford Pro finsimple can help. Our experts are ready to make growing pains less painful for your business with flexible financing solutions that meet the needs of your business today when you need them. Get started@fordpro.com. financing."
    },
    {
        "speaker": "B",
        "text": "You mentioned this being the only way out of the situation and that it's also scary. So I imagine there's this optimistic view, but there's also a darker view as well. Can you explore maybe the tension between those two, those two scenarios?"
    },
    {
        "speaker": "A",
        "text": "The darker view is that the excess manipulation of money blows up the entire system. And that's a lot of people hold that view that you end up with a hyperinflation or something of that sort, a total economic collapse. But I struggle to get to that answer because in every circumstance when asset prices collapse or something goes wrong, they just print money. When you're the wealth's reserve currency, bloody difficult to hyperinflate it. So what you end up with is this ridiculous rise in asset prices, which then gets rid of this ability to have this massive downside. So I think we've taken the big downside away. Well, we've traded it off for something else, which is everybody's incomes basically get poor in purchasing power over time versus assets. But I don't see, okay, the other downside, people would say, and there's validity to it as well, is that the excess use of monetary policy creates sticky inflation and that therefore interest rates need to be higher. But I've lived through whole periods of higher interest rates and asset prices still go up. It's just the rates of change at interest rates that matter. Markets don't like rates going from zero to 5.5% in record time. But even if rates stay at 5% for the next ten years, it's not going to stop people buying technology stocks. Why? Because they're ROI is much higher than 5%, so nobody cares. Most of those technology stocks don't have debt, so they have cash, and their cash on their balance sheet is going up at 5.5% a year because they're putting it into bonds. So it's this compounding effect for these companies that is so powerful, it's difficult to change."
    },
    {
        "speaker": "B",
        "text": "So this is so great having you, because I'm learning a ton from you and we're taking a lot of notes so even this notion that we could stay at 5% for the next ten years, and it's not going to stop tech stocks going up, I imagine. Is it one of the other narratives out there in macro, this whole hire for longer in folks pointing to. Well, it's the longer part that's the concern. Is that one of those false narratives then?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Yes. I mean, we've had extended periods of time where interest rates have been higher than 6% and markets have gone up. It's just this idea in our head now. It's difficult to finance the government debt because they have to keep issuing more and more and more debt to pay the interest. But I think that ends up on the balance sheet. So can they do that and still have interest rates at 5%? Yes, they can. It gets trickier and I get that. I think that's the point. They start using yield co control. This is what they did in the 1940s and fifties, they said, and Japan has just done, they're like, okay, well, we're just not going to allow interest rates to rise and we're just going to peg the yield curve, which is another form of monetary debasement and another form of QE, as opposed to QE, which is by bonds at any price, by x number of bonds at any price. Yield curve control is by all bonds at a fixed price."
    },
    {
        "speaker": "B",
        "text": "Okay, so that's another form of QE. And would that also push up asset prices then?"
    },
    {
        "speaker": "A",
        "text": "Yes, we saw that. We saw over the fifties and sixties, we saw a nine x upside in the s and P, same reason you're printing money. And what happened is debt to GDP went down over time because productivity picked up, because we had a big technological revolution back in the fifties. Everybody started getting houses, cars, tvs, telephones, all of that stuff. And that kind of changed the economic structure."
    },
    {
        "speaker": "B",
        "text": "Okay, so let's also step back in this environment. And I imagine, okay, so I imagine you obviously are going to be allocated to cryptocurrencies, tech stocks. Let's talk about maybe, and you have a different risk profile from a lot of folks, but can we talk about portfolio and portfolio construction? What do you want to be in in this environment? Whats interesting to you? What do you want to avoid as well?"
    },
    {
        "speaker": "A",
        "text": "So once I started putting together this super thesis of the everything code and the exponential age, I started to look at all assets versus each other to say, if youre going to take risk, where do you take it? And everything was inferior to crypto im like it becomes very difficult if you look at it, the best performing asset for three years out of four, every single year since 2009 has been crypto. And then there's one year, which is a bad down year, and then it continues. And the down year, it's the worst performing asset. But over time, it's compounded higher than any single asset class we've ever seen in history. So if that's the case, every other trade off is suboptimal. Now, I can take that risk because I have income and I've got assets. So I can take big risk because I think this is the biggest macro setup of all time. So I'll take that risk. But for other people, you can express some of these views without taking as much risk. If you believe in the debasement of currency, yes, you can use gold, but gold hasn't offset it very well. Yes, you could be cyclical and trade commodities. As soon as we start going to macro summer, commodity prices will rise. You can make money from that. You can make money from buying banks at the bottom of the cycle. You can make money lots of ways. It depends what your objective is. How it came to me is it just became the big macro view and therefore the big macro bethe. And a lot of people you and I know all came to the same conclusion. We've seen it. Dan Tapiero, Dan Moorhead, Mark Yusko, all of these people, one after the other, a lot of them all were GMI people. We all found about it. We all went through this journey together back in 2012. People have just realized it is the mega trend now. Again, it's not for everybody. You have to deal with some huge ups and downs, but there are ways of playing it in the equity market. Stuff like Coinbase, stuff like that, or otherwise, I just think you're going to be underperforming the debasement of currency. So the standard, I'm going to stick my money in the S and P 500 ETF, you're just not going to get anywhere. That house price is still going to go up and you're just not going to make it. Any excess returns, it's a really serious situation. People don't want to understand it. They don't like this narrative. They don't like to be told that most assets aren't worth investing anymore. But it's true. And just look at the price action. And even if you take crypto out because you're not a crypto person, justified, any asset by the Nasdaq just crushed them all. And then people say, well, it's going to mean reverb. I'm like, what is going to stop this technological revolution accelerating? If you can find me a reason that this stops as opposed to the business cycle rates go up, blah, blah, blah, it comes down. I can't find reasons. Just when you throw AI, robotics, gene editing space, ev, it's like a massive structural change. So I don't see many examples. I mean, if you listen to Stan Druckenmiller, he's long Nvidia, he gets it. It's like, what's going to stop this? What's going to stop Google going up? Even if they destroy their business model of advertising, they still have a lot of the technology bets. People thought meta were dead because they had a big sell off in the bear market last year. I don't know, it's 300% this year. It's very hard to keep down technological advance, particularly when it's in monopolistic powers like these large tech firms, because all they do is they buy anybody who threatens them."
    },
    {
        "speaker": "B",
        "text": "Yeah, the AI side of things is really fascinating, too. You could see it even individually using it, the productivity gains as an individual, but also this notion of, like, robotics. And I know, I actually know people who are working on this in the robotics space. I know a friend who's a founder working in this space, and I want to explore that a little bit with you. The AI side of things, the robotics, really exciting near term, but how about like a bit longer term? Because you know what happens when people can't get jobs and the robot is doing a better job? They're not complaining. They show up on time and do everything. How do you think about balancing that risk?"
    },
    {
        "speaker": "A",
        "text": "Well, the basic answer has been, you'll need to tax the robots and increase universal basic income. But that doesn't help because humans like to do things and they're social creatures. We've now changed how the structure of societies work. They used to be, you're in North Carolina, it revolves around the people around you, your town, your local locations, stuff like that. It's the village with a church in the middle and a bar in the middle. That's how societies used to be. That's changed. We still have some of that, but we now have these massive online societies that we all live in, based around your interest groups. And my view of all of this is that is where I, human purpose will reside within these digital network states, these big communities of people where we work for the community, whether that's the community around Taylor Swift, or whether it's around a cryptocurrency or it's around whatever interests that you've got, sports teams, whatever. And that's one of the big unlocks of web three, is it allows people to participate in these communities in an economic sense. And we will see much more of this coming. And it's something that Yatsui from Anemoco brands called universal Basic Equity. If you think of Facebook and their WhatsApp and Instagram and all of those things, we got to use those products, but the shareholders got rich. The web three changes that equation is the users can get rich, too. And that becomes really interesting because you can own a part of the network. So I think there's something around this that is where the world will go, because humans do want to socialize. They do want to help each other. They do want to have competitive spirits. They don't want to sit at home and get paid universal basic income. They want a purpose of. And if your purpose can be promoting Taylor Swift, great. And if you can make money from that, great. That may be even more fulfilling than going to a bloody factory and pressing buttons all day or greasing a machine. But it's just that it's a structural change to humanity. Much like we could have gone back and said farm workers ended up becoming factory workers. Societies do change, and then factory workers ended up becoming people working in restaurants and service industries. So there's no different, just it's going to happen faster."
    },
    {
        "speaker": "B",
        "text": "Yeah. And speaking of the timeline, I think what I was listening to you earlier, just going back to AI same by, like, 2030, I think, and I don't want to, like, misquote you, that we'll really start to see this massive difference or take hold. I guess I would hear more on, like, the timeline side of things. And I also want to throw in crypto in there because it's been. You've been in crypto since, what, 2012, when you first started exploring the space? I just want to hear your thoughts on the pace there. Has it been faster or a little bit slower or right on par with your expectations on the crypto side of things? Maybe the broader adoption even we can throw in the institutional adoption."
    },
    {
        "speaker": "A",
        "text": "Yeah. So crypto side has been, outside of AI, the fastest adoption of any technology in all of humanity. It has been following a perfect log trend. And what was it staggering is last year, the number of active wallets in crypto grew 42% in a year. When the market went down 80%. That's like, oh, my God, we're now at 516 million users. By the end of 2030, we'll be well over a billion users, maybe 2 billion users. So it is a very prevalent technology, and it's happening this cycle everywhere, everything, everywhere, all at once. The banks are using it. They're already trying to settle securities on it. They're using it for payment systems. We're seeing visa using it for payment systems. We're seeing mega brands like Mercedes Benz or Starbucks using web three nfts. We're seeing Hermes LVMH, as a broader company adopting this. We are seeing the ongoing adoption globally of cryptocurrency as an investment vehicle. We're seeing the institutions investing in it. I've had on my show Texas teachers, they were pioneers in the space. We've had Franklin Templeton fidelity. These are big companies. Now we've got Blackrock. What is going on here? Here's a nice way of framing all of this. It makes it easier for people who are crypto cynical or don't really understand it. We have two worlds. We talked about this before. We have the physical world that we live in, your world of North Carolina or my world of the Cayman Islands, and then we've got the digital communities that we live in. The cryptoland and fiat world are these two worlds. Now, we talked about gdp is slow in fiat world because of aging populations, debt and lack of productivity. But over in cryptoland, the population is growing at 42% a year. In a year when the economy went down 80%, you've got productivity improvements as new uses of blockchain technology get introduced every day. And you've just wiped out the debt from the previous cycle. So you have an extremely fast growing emerging market. And what happens is you're now seeing fiat world participants set up offices in cryptoland. Franklin Templeton Fiat, Franklin Templeton fidelity Trs. They're setting up offices there. So we love this place. We think it's a dynamic economy. We want to build stuff here. Then the ETF comes along. The ETF people need to think of as a trade deal between fiat world and cryptoland. So it's a trade deal to allow capital to flow into this other economy. And as that economy, crypto land, grows fast, a lot of money is going to go down through this pipe of the trade deal, which is the ETF's, and then will flourish within that economy. So we're seeing this giant sucking sound of people seeing this economy. It's much like when China came onto the world stage. Is everybody flooded there? Everyone put their capsule there. Everyone built offices there because they could see the big opportunity. Well, this is the fastest growing economy we've ever witnessed. It just happens to be a digital one. It has its own system of currency, its own interest rates and central bank policy. It has a financial system which is defi. It has states like bitcoin, ethereum, solana, whatever it may be. These are states within cryptoland and those have different policies. We have taxation systems within cryptoland. We have assets nfts within cryptoland. And it's just because they've all been more attractive over time. It's sucking in more and more of fiat world into it, and eventually, I think it basically subsumes fear world."
    },
    {
        "speaker": "B",
        "text": "That's a fascinating way to think about it. Just one quick question. You pointed out the number of wallets growing. I think you said 42% when the market was down 80. And it just makes me bring up this as more of a curiosity, especially as someone who's been investing for decades. How do you manage the psychology when you go through these periods? I know you've been in quite bitcoin for."
    },
    {
        "speaker": "A",
        "text": "Okay, ill give you my story because ive learned. So I first saw bitcoin 2012 and I wrote that macroeconomic strategy paper on it. Its the first one ever written about bitcoin, how to value it. And I said, listen, I think this thing could be worth if you value it in the same way you value gold. This thing is worth a million dollars."
    },
    {
        "speaker": "B",
        "text": "Thats right."
    },
    {
        "speaker": "A",
        "text": "And lets assume Im an idiot, discount myself by 90%. It's worth 100 grand. And it was trading at $200. I'm like, this is the best macro risk reward I've ever seen in my entire career. And so I bought it then, as did many of my global macro investor people at the time. I wrote it up and it went up five x very shortly afterwards and then collapsed 87%. My time horizon, however, was long. I'm like, this is an option. It could go to zero because it was still very early days, but I think it could be worth 100 grand and this should be a ten year bet. So that was the idea. So like goes down 87%. I didn't have a massive amount, a few percent of my portfolio in it. It's like, fine, okay, we'll see. By May of 2017, I was up ten x from my original entry. Having seen it go down 87%, I was now ten x from my entry. I'm like, okay. And then there was a lot of confusion in the space about forking wars and stuff I didn't understand. And I could see it was like ramping up. I'm like, I'm just going to take profits. Great, great trade. I thought, I'm a God, I'm like George Soros here, I've just nailed it. It then goes up another ten x into this frenzy, into the end of the year, that spectacular bubble of 2017, and I was fine with that. Im like, ill make ten x, ill leave it to the next person. Novo became the billionaire out of that trade. I didnt. And then the market fell and it did its usual 85% round trip and we continued to educate people via real vision about it. I still thought I hadnt lost my faith in the idea. What id done is screwed up my time horizon. I didn't think that I should have kept it for the ten years, but I didn't. So then, all well and good, I see the pandemic crypto collapses. I buy back in at six and a half thousand and still hold it to this day. Went up ten x, come down, going back up great, made a lot of money from it. And then about a year ago, I went back and said, what happens if I just kept my original bet, which was much smaller? I'd have made five times as much money. And I traded it well, I bought it low, sold it high, bought it into a dip, I would have made five times as much money. And then I thought, I always show the log chart and these business cycles in the log chart. I'm like, what happens if I just added my original investment? Every time it got to one of these business cycle loads? I would have made 25 times as much. I'm like, I completely screwed it up, even though I did well from it. So this time around, I knew we were going to get a down cycle. I didn't get the top. I thought it was going to go higher. Whatever. It's irrelevant because it's the down cycle where you add that makes you all the money. I spent all of last year buying Solana Ethereum into the massive sell offs, because then you compound much faster. So you should be embracing the volatility if you've got a long term view. If your view is one year, three years, three months, it's much harder to deal with. It's so volatile when you just zoom out. Use the logarithmic trend and don't freak yourself out. Which is why I've tried to be the voice of reason on Twitter when everyone's freaking out. It's like, we've all seen FTX goes bus. Yeah, Mount Gox won't bust. We've seen this, we've seen that. It's just noise. Has the adoption of this technology changed or not? No. Keep going. And that was. It's a psychology change of understanding. Long time horizons. And I found that long time horizons are a superpower."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Because most people can't do it."
    },
    {
        "speaker": "B",
        "text": "Yeah. Wait, did you ever actually look at what the actual number figure would have been?"
    },
    {
        "speaker": "A",
        "text": "I did, and it's all good."
    },
    {
        "speaker": "B",
        "text": "You don't have to share. I probably have time for one more question and maybe I'm looking at our notes. And again, so great to have you on."
    },
    {
        "speaker": "A",
        "text": "I'm going to ask you a question about AI, because you asked me that question. The acceleration of AI before this one. This is even faster than cryptos adoption because it's built on top of the Internet rails that already exist and there's zero barrier to entry apart from just paying open AI. Then Microsoft are going to put into every single one of their products. It's going to get to a billion people by mid next year. The acceleration of this technology, plus the improvements of the technology itself are exponential squared, kind of. It's like we've never seen anything like this. No technology has ever improved at this rate. So it becomes very difficult to forecast."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Because we just don't know."
    },
    {
        "speaker": "B",
        "text": "No, we just don't know. It's fascinating. It's so fascinating. It does make me want to ask maybe one final question, and I've heard you in the past talk about the fourth turning. I actually had Neil Howe on the show just a couple months ago, and I just want to bring it up because I want to hear how does all this kind of fit into that? Do you still buy into that framework? And is this maybe the way out of the crisis period? Out of the fourth turning?"
    },
    {
        "speaker": "A",
        "text": "This is the fourth turning. We're building an entirely new system. We're building an entirely new structure of the economy. And the fourth turning was never going to be people wanted. It's what happened. A lot of people think of the fourth turning and they want to go back to the 1950s, and other people want some other variation of it. But what's happening is, in front of our eyes, we're building an entire parallel financial system at record speed in front of us, built on top of the Internet, and then we've just built this knowledge monster on top, this new kind of goddess. So within this is a new system. How that works, I have no idea yet. I can see the crypto side. That's pretty straightforward. How the rest of it works. This is the fourth turning, and this is the answer for the other side of it. And like all fourth turnings. It's going to create an enormous amount of friction, fear, misunderstanding, but eventually, optimism."
    },
    {
        "speaker": "B",
        "text": "Well, Raoul pal, it has been an absolute pleasure. I want to give you a few moments to talk about real vision. I'm a proud paid subscriber to real vision. Can you let folks know more about the offering? Also, anything else that you want to bring up in this conversation that we didn't, where folks can find you. I know on X, formerly Twitter, you just crossed a million followers. Congratulations. So just take the next few moments to do so."
    },
    {
        "speaker": "A",
        "text": "Thank you. Look, real vision. Most people know the story of real vision. Built it to democratize the very best financial knowledge. But nowadays we think the world has changed and people need not only just the knowledge, but a they need to learn how to learn. So we built education. We have the incredible content on real vision with the world's most famous investors, analyst, strategists, all of that, all of my kind of theories, it's all there. But then we realized we needed to build a lot more because we built a community, and we built the best community in finance. And they're in 120 countries, there's tens of thousands of them, paid members, and then about a million and a half others. So we're like, okay, let's create one place for everybody to live their financial lives, where macro can meet, crypto can meet technology, on a kind of open discussion forum where people can really dig in and learn. So we built this new real vision platform, which is groundbreaking. We got AI embedded so it can summarize videos for you, explain stuff. You just go through the transcript. The transcripts are in real time as you go, you just highlight something like, what does reverse repo mean? And the AI translates it for you. Or if you say, hey, listen."
    },
    {
        "speaker": "B",
        "text": "I."
    },
    {
        "speaker": "A",
        "text": "Haven'T got time to watch this hour long video. Explain it to me like I'm five in ten bullet points. We then have a note section where you could just click that and it saves it to your notes. And then you can keep all of your research together in one place. So now you've got this superpower of knowledge and tools. So with tools we've got AI, obviously, but we've also got pricing, charting, analytics, and your ability to put portfolios in. And then we've got this network. The network's the multiplier effect because we've got this gorgeous 3d map of the world where I can go to any city and see who the real vision members are. I can talk to them, I can connect with them. It's like people in finance used to have Bloomberg to do this but this is a whole new way of doing it. So we've created this amazing new platform and it's free to use. So there are various different tiers. But just go to realvision.com and just see we've reinvented how people can live their financial lives. So we've gone from being, we were the people who invented long form media in finance. Then we had the written research side and now we've changed the game all over again."
    },
    {
        "speaker": "B",
        "text": "I love it and it's been incredible to watch the journey of you and real vision and just the impact you're having on folks and teaching us and helping all of us get better. So Raoul Pal, founder and CEO of Real Vision, author of Global Macro Investor and I CEO of Exponential Age Asset Management. It's been an absolute pleasure having on. And Raoul, great to see you again. Thank you so much."
    },
    {
        "speaker": "A",
        "text": "Thank you. Julia, as ever, total pleasure."
    }
]