[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020 baby get 2020. Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hey everyone, if you like this podcast, go behind the paywall. To get privileged access to the smartest minds in finance, visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten. To get 10% off our essential membership for the first year, join the real vision community and learn how to become a better investor. And now to the top analysis of today's markets."
    },
    {
        "speaker": "E",
        "text": "Another bear market rally. Welcome to Real Vision daily briefing. It's Monday, January 9, 2023. I'm Ash Bennington. I'm joined today by our old friend Jared Dillion, editor of the Daily Dirt Nap. A quick reminder, our live chat function on the real vision site is temporarily down, so please drop your questions in the comments section. Jared, always a pleasure to have you here. I feel like we've gotten the band back together. It's great to be back with you."
    },
    {
        "speaker": "B",
        "text": "Mandez yeah, last time I was on, I was kind of sick. So it's been a while since I've done a healthy daily briefing, so I'm up for it today."
    },
    {
        "speaker": "E",
        "text": "All right. Speaking of which, you were last on the show December 22, 2022. Coming into this show, I was doing a little bit of review on 2022. Not a great year. Let's talk big picture, Jared. How you think about what transpired in 2022 and what your outlook is for 2023."
    },
    {
        "speaker": "B",
        "text": "Given the size and scale of the bubble that we had in 2021, we're actually lucky that 2022 was not worse. You have a chart. This is really interesting. The S and P 500 was down 18%. The Dow was down 7% in the fourth quarter. The Dow was up 16% and the Nasdaq was flat. The Dow outperformed the Nasdaq by 16% in a quarter. Right. So when I look at that, Im saying something that was not working in the past is suddenly starting to work, and thats value. Now. I think that industrials outperformance has become a little consensus in the last couple of weeks. So I think its going to take time to work that off. But one of the things that I was talking about all last year was the potential outperformance of value. And it happened in the fourth quarter and I think its going continue again to this year. I don't think that trying to pick bottoms in mega cap tech is really going to work. It's still in a downtrend. I mean, you're going to be doing that for a long time."
    },
    {
        "speaker": "E",
        "text": "Yeah. I'm so glad you showed that chart, Jared, because I really think it is a quite striking chart that shows you just how bad the year has been. Nasdaq composite down 32.5% in 2022. Pretty striking chart. The other thing that we were talking about a little bit offline is that the difference here, uh, between energy and tech, uh, maybe we could take a look at these charts. So I want to show the, uh, energy select sector Spider. Uh, first of all, let's take a look at the one year chart. This is trailing twelve months on, uh, XLE. This is obviously pretty significant outperformance. Up 26% in. I'm sorry, excuse me, excuse me. Up 42.6%. It's hard to say those numbers, right? It's hard to say. Up 42% in a year when we saw such hideous performance across the board. But energy wildly outperforming. This energy select sector Spider XLE shows that right in front of us. I also want to take a look here for the last year to date. This is obviously just the last nine days. Also up again, another 3.35% on top of the 42, call it 43%. 42.65% in 2022. Pretty striking series of charts there, a, Jared."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I got to tell you, around the middle of the year, last year in 2022, I came on and I talked about how the sentiment and energy was getting out of control, but a lot of that has been worked off. The underlying commodity has gone from $120 a barrel to dollar 70 a barrel. A lot of that bullish sentiment has been worked off. And the fundamentals behind the energy trade, which is that we are chronically under investing in capacity like that, remains true into this year. So last year, if you even had a tiny bit of overweight to energy versus all the other sectors, you had a decent year, I don't think. See, that's one thing that I like to harp on all the time, which is that you dont have to have radical changes in asset allocation to have a meaningful impact on your returns. If you believe that energy is going to outperform, the answer isnt to go 100% into energy. The answer is to have just a small overweight in energy versus everything else, and youre going to outperform the index by four or 5600 basis points."
    },
    {
        "speaker": "E",
        "text": "Lets put up another chart here. This is the technology sector spider fund for Tech XLK. Obviously, when you look at this chart, pretty grim performance off 23.77%, call it 24% in 2022. An interesting point here to note, though, Jared, is thats off significantly less than the Nasdaq 100 and the Nasdaq composite. Talk a little bit about that."
    },
    {
        "speaker": "B",
        "text": "Well, I wish I had done some work on this before we got on, but Im just going to talk out my ass for a second and Im going to say that its probably has to do with the construction of the index, the QS versus XLK. Whats happened in the last couple of months is that weve had a big outperformance of small cap tech versus large cap tech. Its the mega cap tech, the faangs that have done very, very poorly and continue to do poorly. And some of the smaller cap to mid cap stuff has done better. So if you ask me to explain the difference between those indices, thats probably it. Yeah."
    },
    {
        "speaker": "E",
        "text": "And by the way, that's the reverse of what we saw during the pandemic period where we saw that massive run up in large cap tech."
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely."
    },
    {
        "speaker": "E",
        "text": "Hey, let me just jump around here a little bit, because you said something that I thought was really interesting around energy. And I think it's a really interesting point because it sounds like a secular trend. You talked about this chronic underinvestment in energy infrastructure. Talk a little bit about what the origin of that is and how you see it. That something thats coming out of an ESG policy perspective or is there some other reason for that chronic underinvestment? Steven?"
    },
    {
        "speaker": "B",
        "text": "No, I would say 80% of it is because of ESG. Let me just tell you a quick story. This was like ten years ago, I was in San Francisco and I was meeting with a guy who worked for one of the big five banks. And he was the corporate access guy. Like he was a sales guy. And basically his job was to introduce CEO's to investors. And he got to, he was part of the discussions with all the CEO's back in this was like 2012. Okay? So he said the one thing now, if you remember the political climate at the time Obama was president, it was in the early part of his presidency. He was very anti business. And the one thing that all the CEO said was that they could not invest in such an inhospitable and unpredictable business climate. Okay? So it really didn't have to do with any tangible regulations that were being passed. It didn't have to do with any laws. It had to do with the rhetoric, the negative rhetoric towards business out of the president. The same is absolutely true today. We have an administration that is very negative on fossil fuels and fossil fuel companies. So if you're the CEO of a fossil fuel company because of that rhetoric, if you're thinking about making an investment of one, two, $3 billion into an LNG terminal or something like that, you can't see the future. You don't know what kind of taxes you're going to pay on that in the future. You don't know what kind of regulations you're going to be, so you're simply not going to do it. So a lot of it is the posturing out of the administration on energy that's causing this underinvestment."
    },
    {
        "speaker": "E",
        "text": "Trey here's what's fascinating to me about this, Jared. Obviously we have people watching the show from all sides of the political spectrum who listen to this, who are thinking about these markets. What's intriguing to me is that this notion is effectively that you have non market factors, whatever your political opinions are, whatever your social opinions are, you have non market factors that are having a role on supply and demand. And therefore you have these mispricing or market dynamics being distorted by effectively public policy decisions. And it has an impact on what happens in price action."
    },
    {
        "speaker": "B",
        "text": "Yeah, and counterintuitively, if a Republican gets elected president in 2024, all this is going to reverse and oil prices are going to be down 70%. Right. So a lot of the energy traders, a lot of the energy workers tend to be right of center. They tend to vote republican. But if we do get a republican president in 2024, it's going to cause the biggest bear market of energy since the late 1980s."
    },
    {
        "speaker": "E",
        "text": "So the counterintuitive part here is essentially that if you get an administration that's more friendly to energy policy, as the perception that theres going to be greater supply capacity coming online sort of spreads throughout the markets, you have the price impact on equities to the downside, whereas now when you have an administration for reasons im sure it believes deeply in, essentially have policies that are constraining supply, it pushes up energy equities as a sector. Steven?"
    },
    {
        "speaker": "B",
        "text": "Yup, absolutely, Trey."
    },
    {
        "speaker": "E",
        "text": "Its really a sort of a weird, as you say, counterintuitive balance to hold in your head. Talking of which, talking about ESG, talking about energy, talking about production. Let's talk a little bit about Tesla."
    },
    {
        "speaker": "B",
        "text": "Yeah, you had to bring this up, did you? Like, I've been in flights about Twitter for the last two weeks on Tesla."
    },
    {
        "speaker": "E",
        "text": "I'm aware. That's why I lobbed that hand grenade over the fence."
    },
    {
        "speaker": "B",
        "text": "Okay, let me give you my take on Tesla. If you think that a trade of yours will make you virtuous, then you will be more willing to accept losses. If you think that you are a good person by putting on a trade, then you will accept an unlimited amount of losses to keep that trade on. And people do this all the time. We just talked about ESG. They did it with ESG. Right. ESG was a cause. Okay. So everything in the markets right now, and I don't know if it's always been this way, it probably has, but everything in the markets right now is a battle of good versus evil, okay? And people aren't putting on trades to make money. They're putting on trades because they want to fight for a cause. So what is this cause with Tesla? Well, people want to protect the poor retail investor from all the con men and scammers, and people believe that Tesla is a scam, and they believe that Elon Musk is the biggest scammer of all time. So how do you implement this trade? You short Tesla, which is the biggest scam stock of all time, and it's run by the biggest scammer of all time, and you're fighting for truth, justice, and the american way."
    },
    {
        "speaker": "E",
        "text": "Now, you say that that's not necessarily your view. You're just making the case."
    },
    {
        "speaker": "B",
        "text": "And people say stuff like this, and you sound like a fourth grader in a tree fort. Like, that is the amount of maturity that is being displayed out there right now. So the stock market doesn't care about your causes. The stock market doesn't care that you're trying to do good or be virtuous. Like I said, all these short sellers in Tesla, this has Become. It's a Cult. It's turned into a Cult. They're all friends, just like the energy trade in June of 2022. It's the same thing."
    },
    {
        "speaker": "E",
        "text": "It's also another sort of weird counterintuitive thing, because the esg narrative around Tesla is so strong, and yet Elon Musk, widely perceived to be right of center. I'm not sure whether or not that's true, but that's the perception. Yeah."
    },
    {
        "speaker": "B",
        "text": "I think Elon musk is kind of straight down the middle. I mean, he said he's voted for democrats in the past. He's voting for Republicans now. So, yeah, it's a goat rodeo. It's a complete goat rodeo. And the Thing I've noticed about these Tesla shorts, and I have no position in Tesla. Okay? I've been talking a lot about Tesla on Twitter because I'm getting bullish as the sentiment gets more negative. I have no position, no dog in the fight. But what I've noticed about these short sellers is that they keep moving their price targets down. So they're short at 200, it goes to 200. They're like, well, I'll cover it. 150, and it goes to 150. They're like, well, I'll cover it. 100, and it goes to 100. And they're like, well, I'll cover it. They'll never cover. They literally, if. If you're selling short stocks, there has to be a point at which you cover because stocks generally don't go to zero. And then you get a face gripping, short covering rally. The only stock that basically went from the highs to the lows to zero without a big short covering rally was Lehman. That was the only time that worked. It never works because the only time that a company can really go bankrupt is if it has a liquidity problem. And companies can do all kinds of things to access liquidity. They can do a secondary share offering, they can have a line of credit. So stocks generally don't go to zero and then people have to cover."
    },
    {
        "speaker": "E",
        "text": "We're going to take a quick break and be right back with more of the day's top analysis on the real vision."
    },
    {
        "speaker": "A",
        "text": "Daily briefing, Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless. Everybody to get 30, 30 bid to get 30 better 20 2015, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 up front for three."
    },
    {
        "speaker": "C",
        "text": "Months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "E",
        "text": "Hey, speaking of getting your face ripped off, let's take a look here at Tesla. Trailing twelve month down 66%. Now trading at 119. Spot 77 just under the 20 handle."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. I have a technician friend who's very, very good. And if you look at the chart of Tesla, you had a big head and shoulders top. You're seeing the right side of the head and right shoulder right there. Broke the neckline. Traded down to 100 if we get a rally, it could trade up to the neckline, which is 200. So if you're short the stock, you got to ask yourself, can I survive a short covering rally which will take the stock to 200? Because that might happen."
    },
    {
        "speaker": "E",
        "text": "Talking of pain and getting faces ripped off, let's talk about the pain trade a little bit in terms of the paratrade. Long energy, short tech, how you think about that going forward?"
    },
    {
        "speaker": "B",
        "text": "I don't have any strong opinions at the moment. I do think that. I don't think it's almost impossible to have a repeat of what happened last year where energy outperformed tech by like 7000 basis points. I don't think that's going to happen. I think it's going to be a decent year for energy, I think it's going to be a better year for tech. But I think betting on another 5000 basis points of our performance is not going to work."
    },
    {
        "speaker": "E",
        "text": "Now talking of tech, I want to take a look at a clip here because it's very relevant to what we're talking about. This is from Raoul pal, the journey man will of Phoenix rise from the ashes of tech. This is Ralph's conversation with Howard Linzen, airdate 15. Let's take a look."
    },
    {
        "speaker": "F",
        "text": "Luckily there's AI lucky. There's a lot of smart people that have seen growth from this last era."
    },
    {
        "speaker": "B",
        "text": "Luckily."
    },
    {
        "speaker": "F",
        "text": "We have all this energy focused on growth. But at the same time is there enough tam and enough patience and enough good investing to get through this bear market? You know, I'm not worried about the money. There's money out there to put to work into good tech. But I worry about everybody's expectations have been screwed or messed with because of how good this last bull market was."
    },
    {
        "speaker": "E",
        "text": "There's money out there to be put to work in good tech, says Howard Lindsay, thoughts on the space? Are there still opportunities isolated for people who are able to find them?"
    },
    {
        "speaker": "B",
        "text": "I've been following the VC ecosystem for 20 plus years now and you've had, not including last year, you had two big bear markets in tech, one in 2008 and one in 2001. And each time it's not like the VC's stop working. They're still making investments, they're still taking in money from LP's and they sort of pivot and they do different stuff and sometimes that stuff doesn't work. If you go back to 2008, basically all the VC's were focusing on the Facebook ecosystem which was like Zynga and Farmville and stuff like that. And they were also doing a lot of clean tech investments that didn't really pan out, so they'll continue to work on this stuff. And one area which still continues to get a lot of money is blockchain in crypto. Like, a lot of these crypto projects are still being worked on. Crypto is down. If you measure it by bitcoin, it's down 70%. And a lot of these projects are still in progress. It hasn't gone away, and the benefits of that will be realized five to ten years from now."
    },
    {
        "speaker": "E",
        "text": "Jared, talking of which, as somebody who's been hanging out a lot in the crypto space myself, any thoughts on what's happening there in terms of price action, in terms of the broader ecosystem, in terms of market dynamics?"
    },
    {
        "speaker": "B",
        "text": "Really, nothing's happening. We actually had a decent rally today. It's the first sign of life we've had in a while. I think the consensus opinion on crypto is that it's going to be dead money for a period of time. How long that is, I don't really know. Some people are saying five to ten years, some people are saying three to five years. Crypto seems to have a shorter cycle than other investments. So it wouldn't surprise me if it turns out to be three years or less."
    },
    {
        "speaker": "E",
        "text": "Yeah, I don't generally take a view on price. The one thing that would surprise me would be if any durable trend in the crypto markets lasted five years. It's just been too volatile. It's been bouncing kind of all over the place. The weird thing about price action, as you mentioned today, pretty good rally. First one in a while in the crypto space. What's unusual to me is that there's this kind of weird overhang in the space right now. People talking about two firms, uh, that potentially, potentially, to emphasize, uh, may have some problems. Those would be DCG, digital currency group, uh, and Binance, which have had, uh, a whole sort of raft of negative news stories coming out about them over the last month. And yet the prices in crypto have been essentially, like, numb. They've been anesthetized, they've been zombified. We've been trading in this bizarrely weird band outside today, as you mentioned. Pretty decent rally, uh, going up, uh, you know, on bitcoin and. And on ethereum. Bitcoin, uh, heading north of the 17,000 mark, uh, and ethereum heading north of 1300. Kind of a strange day. It's the first time we've seen that break out in a while. And yet the. The underlying dynamics of the story, uh, more bad news out about DCG today. More bad news out about Binance today. I don't know. I don't get it. It's a weird, it's a weird period happening in that space right now."
    },
    {
        "speaker": "B",
        "text": "I think what's happening is that everybody who was going to sell has already sold. Right? Like, I literally think that any money that was fast or hot or couldn't withstand one of these cycles, everybody has sold. And the remaining money in the space, the 300 billion market cap and bitcoin and everything else, is pretty sticky and is going to be hanging around for the next cycle. Yeah, it is."
    },
    {
        "speaker": "E",
        "text": "It is. It is sort of strange when you mention that there is a, uh, you know, sort of what we were talking about earlier, although perhaps in reverse, that the people who are passionate, particularly on the bitcoin side, but also on the ethereum side as well, and some of the other coins, uh, down the market cap spectrum, the people who are passionate about those projects are absolutely, uh, or seem to be based on the price action we've seen. Hodling holding that position, uh, sort of regardless of where the price action in the short term takes them."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. I I don't know. I mean, I'm not, it's, it's dead money for now. I'm not doing anything with it. I haven't been talking about it in my newsletter. You know, when it gets interesting again, we can talk about it."
    },
    {
        "speaker": "E",
        "text": "Does that mean you've held some of those positions?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So I basically had two crypto trades, and the first was in 2019, September of 2019. I bought, actually, it was a large trade. I bought a lot of bitcoin at about 10,000, and then I sold it at 41,000 in Jane of 2021. And then later in 2021, I bought a basket of altcoins, which is down now about 85% from the highs. So net net in crypto, I'm still up quite a bit, but I set fire to some money on that basket of altcoins."
    },
    {
        "speaker": "E",
        "text": "But it's also interesting because I remember when you caught holy hell about trading at 41,000, trading out of the position at 41,000 on twitter, and you were like, look, dude, I just four x my position. I'm not going to get, by the way, this doesn't mean that I might not come back and buy. It's not a statement about bitcoin. This is a tactical decision. I did pretty well in this trade, and I want to realize some gains here. I see here, by the way, in the comments, I see Bo Nito just posted, don't fall in love with a stock or a coin."
    },
    {
        "speaker": "B",
        "text": "Yeah. People learn that the hard way, because they did. They did."
    },
    {
        "speaker": "E",
        "text": "Yeah. And you sort of."
    },
    {
        "speaker": "B",
        "text": "That's one. That's one of my things. Like, everything is a trade. Everything is meant to be sold. Right. And the one asset that I am very biased about, I try to be neutral and unbiased about everything. I can be on both sides, buying or selling. The one asset that I am biased about is golden. Right. I have held gold since 2005. I've always been a gold bull. But even that gold, there will come a time to sell it. It might be this year, maybe it's 2024, but there will be a time to sell it. You can't hold something forever."
    },
    {
        "speaker": "E",
        "text": "Yeah. It is interesting, and it's interesting philosophically that, you know, that that's your predilection on that, on that particular holding, and you. You adjust your mindset accordingly. It looks like we're trading. Looks like, what about 1871 right now on that chart on gold?"
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "E",
        "text": "So, Jared, let's talk a little bit more broadly about the macroeconomic backdrop that we faced in 2022 and where you think we're headed in 2023. I don't know if I sent this chart over a little bit late. I don't know if the guys in the control room had a chance to get it up, but I sent over a fed funds target range chart. And if not, and for those who are listening, uh, to this on the podcast, you know, basically, uh, the chart, well, you know what? It looks like it stair steps up, uh, to the right, starting in 2021. Uh, and I think the next chart that's about to come up here is the ten year treasury yield, uh, where you can effectively see precisely what's happening on the federal funds rate playing out, uh, in the ten year yield, uh, effectively, these rates going up now, upper limit, uh, upper bound on the Fed funds target rate at 450 basis points. Jared, what do you think about interest rates, where they are now, where they're headed? And what, obviously, part and parcel of this conversation is what's happening on inflation."
    },
    {
        "speaker": "B",
        "text": "Ed, there's a huge divergence between what the Fed is saying, including what Bostic said today, which is nuts, that the Fed is basically saying they're going to keep rates high for a long period of time, and the market is saying, no, you're nothing. And meanwhile, the economic data is collapsing. So we had the ISM services number go below 50 last week, which is a really, really big deal, because thats the one piece of data that was holding up for a long period of time. The data is saying that were going in a recession. The Fed in their last minutes said, well, we dont really see a possibility of cutting rates in 2023. And meanwhile 200 basis points of rate cuts are priced in the curve. That is going to resolve itself this year and it's going to resolve itself in the form of lower rates. I know Raoul is going to love this. I'm bullish on bonds this year. I think there's a chance we could get ten year rates below 3% in the next couple of months if you get ten year rates below 3%. I just checked the 30 year mortgage rate. It's a little bit over 6% right now. You'll have mortgages below 6% around 5.75.6. So things are going to be changing here pretty soon."
    },
    {
        "speaker": "E",
        "text": "Hey Jared, for folks who don't follow fixed income markets as closely as you do, explain what you're talking about here in terms of the way those rates are priced into the future and why there is the divergence essentially from the forward guidance that the Federal Open Markets Committee is providing."
    },
    {
        "speaker": "B",
        "text": "I guess I don't understand your question. What do you mean?"
    },
    {
        "speaker": "E",
        "text": "Well, you're saying that you see these rate cuts priced in and yet the Fed is saying that going to hang tough against inflation."
    },
    {
        "speaker": "B",
        "text": "Well, let me just say that the Fed doesnt really drive the bus. The market drives the bus, right. The Fed reacts to what the market is pricing in. It always works out this way. So if the market is pricing in 200 basis points of rate cuts, were going to get rate cuts this year. Its just a question of how much. Maybe we wont get 200 basis points because. Because that's a lot."
    },
    {
        "speaker": "E",
        "text": "So yeah, we're going to take another quick break and be right back with more of the day's top analysis on the real vision daily briefing."
    },
    {
        "speaker": "G",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp's software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line. The first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy. Ramp.com easy cards issued by Sutton bank."
    },
    {
        "speaker": "B",
        "text": "And celtic bank members of DIC. Terms and conditions apply."
    },
    {
        "speaker": "E",
        "text": "Chair we've covered a tremendous amount of ground here today. Have we missed anything? Anything else you wanted to talk about?"
    },
    {
        "speaker": "B",
        "text": "Well, you said you wanted to talk about cannabis."
    },
    {
        "speaker": "E",
        "text": "Yes. Tell me whats going on in cannabis docs."
    },
    {
        "speaker": "B",
        "text": "So im not, im not an expert on cannabis, but I found somebody who was. And I had a guy whos a subscriber to my newsletter. He wrote a guest post on cannabis, which was very long. It was like five pages. And he had been an investor in the cannabis space, and he eventually just tapped out and said no Masdev but he talked about some of the political dynamics behind why this hasn't been working. And one of the things he talked about was that the political backdrop for enforcing laws on the existing cannabis black market has become very touchy. See, because cannabis is essentially legalized for recreational use in 21 states, and we're in the process of legalizing it nationwide. So law enforcement agencies aren't really enforcing laws on the black market, which means that we have a flourishing black market, which means that prices for cannabis are very low, and it's impossible for the legal, regulated market to compete with the black market."
    },
    {
        "speaker": "E",
        "text": "Jared, today is like the day of paradoxical price impacts and weird sort of effects that do the opposite of what you think they would, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Well, this is, I mean, this is a real big issue. And one of the things that he said at the end of his piece was that this is a wedge issue for politicians to exploit for their own gain. You know, if you think about it, we had two years, from 2020 to 2022, where we had a democratic president, Senate and House, and not one piece of weed friendly legislation was passed. Not one."
    },
    {
        "speaker": "E",
        "text": "Yeah, it's almost like politicians of all parties spend more time thinking about getting reelected than they do about thinking about public policy. Hey, Jared, let me ask you a question. You have time to do a quick speed round? We got some questions here."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "E",
        "text": "All right. Some real quick answers. Here we go. Paul E. From the RV website. Let's ask Jared. What are you investing in now or watching closely for new opportunities?"
    },
    {
        "speaker": "B",
        "text": "Personally, I'm not doing much of anything, and this is causing a bunch of consternation among my subscribers. For 14 years, I traded alongside my portfolio in the newsletter, giving subscribers a chance to trade first. And for the last six months I haven't been because I'm building a really big house and I have a demand for cash. So I stopped trading. So if you ask me personally what I am doing, I am spending money on my house."
    },
    {
        "speaker": "E",
        "text": "An excellent investment. You can't live in your stocks, Jared. Here's one from Brian Lechner from YouTube. What do you think about gold? Does it have further run? I think he's talking a little bit more tactically and less long term than we did. Bryan."
    },
    {
        "speaker": "B",
        "text": "Yeah. There was a piece out by Bloomberg today. It was Tracy Alloway and Joe Wiesenthal, and they were doing some speculation as to the source of this rally because this is a pretty incredible rally we've had. We've gone from below 1600 to 1871 in a couple of months. And they were speculating that it was coming from China. And we know that central banks have been buying lots of gold. And the article basically said that they think that China is the big buyer at the margin. I have no idea. The chart looks pretty good. That's all I know."
    },
    {
        "speaker": "E",
        "text": "Yeah. Here's one more quick question from Bo Nito. Jared, what's your take on credit card debt and the consumers ability to keep the economy afloat? For example, when debt went up from $27.96 billion to $4.75 trillion in November."
    },
    {
        "speaker": "B",
        "text": "I think the credit card debt issue is one. It's kind of like, it's kind of like the national debt. I mean, it's kind of like people, people worry about this. It's going to blow up the universe and it never really does. I don't think that, honestly, I think consumer credit could go up more. I wouldn't worry about a deleveraging in the consumer anytime soon. I think you'd go broke waiting for that to happen."
    },
    {
        "speaker": "E",
        "text": "Interesting. As I said, jared covered a lot of ground here today. Lots of great topics. Final thoughts, key takeaways that you'd like to leave our viewers and listeners with."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, look, last year was a terrible year. I was talking about it with Ash before the show. It was the 7th worst year in the stock market since 1929. If you combine it with the fact that bonds were down 20%, it was one of the worst year for investing ever. I don't really see how you could bet on having a worse year this year than we had last year. I think it's going to be better. How much? We'll see."
    },
    {
        "speaker": "E",
        "text": "But that's just as a function of how bad last year was."
    },
    {
        "speaker": "B",
        "text": "I think it's going to be okay. I really do."
    },
    {
        "speaker": "E",
        "text": "Yeah. Because one could say, hey, listen, you don't have to be too much of an optimist or it's not very strong statement to say we won't lose 18 and a half percent on the s and p again. Right."
    },
    {
        "speaker": "B",
        "text": "A lot of people think that."
    },
    {
        "speaker": "E",
        "text": "Yeah. 2022 queue up. Martha Reeves and the vandelaz. Nowhere to run to. There was just nowhere to run to. You got hammered on your bonds. You got hammered in the equity markets. Obviously an ugly year. Look, I think this is fascinating. I find the divergence between XLE and XLK, between the growth value trade to be a fascinating one. That's going to be an interesting one to watch. I'm also curious. We didn't have time to talk about this, but I've been doing some reading about some of the private credit market stuff. Really interesting stuff happening there as well. And by interesting, I mean not good in 2022. Any thoughts on that? Is that something you've been following?"
    },
    {
        "speaker": "B",
        "text": "No, I've, you know, I've been. I've been seeing this stuff about Blackstone and I haven't really dug in. I haven't clicked on the links and read about it, so I don't have an opinion."
    },
    {
        "speaker": "E",
        "text": "Jared, I could talk to you all day. I wish we could go on for 3 hours on this show."
    },
    {
        "speaker": "B",
        "text": "Well, I got to get home and scoop the poop."
    },
    {
        "speaker": "E",
        "text": "Jared, always a pleasure to have you on."
    },
    {
        "speaker": "B",
        "text": "All right, thanks."
    },
    {
        "speaker": "E",
        "text": "Thanks again for watching real Vision daily briefing. Maggie will be back tomorrow with Sean Hackett. Have a great night, everybody."
    },
    {
        "speaker": "A",
        "text": "What's up, revolutionaries? Thanks for tuning in to the real vision daily briefing."
    },
    {
        "speaker": "E",
        "text": "For more content like this, head over."
    },
    {
        "speaker": "A",
        "text": "To realVision.com and get unfiltered access to the very best, brightest, and biggest names in finance."
    }
]