[
    {
        "speaker": "A",
        "text": "Rick Ruhl. Rick Ruhl is a favourite of the real vision community. If you'd like to meet Rick and get a masterclass from the master himself, you'll want to head to the Rick Rule Symposium on Natural Resource investing in Florida, July 23 to 27. You'll get access to industry insiders, elite bullion dealers, gold council members and uranium pros. Just head over to realvision.com Rick for tickets. That's realvision.com ricken."
    },
    {
        "speaker": "B",
        "text": "What's going on, guys? It's Ash Bennington. Welcome to Real Vision Crypto Daily Briefing before we get started with this show, every day this week we're talking about our new platform, Real Vision 2.0. We released a video last week, the past, present and future of real vision. Raoul Pal coming on and talking directly about all the things we're doing with our platform. As I said, we're extremely excited about it. It's a huge leap forward for us. I think of this as being the moment that real vision moves from being a content business to being a platform business. I know that's a bold statement and these are small first steps, but we're moving in that direction and it's just incredibly, incredibly exciting. If you haven't seen the video yet, if you're a real vision member, go check it out on the platform. As I said, it's called the past, present and future of real vision. Uh, this is about our platform and what we're doing. Let me just read a couple of comments for you here to give you a little bit of context. These are comments from our members and I think we'll explain a little bit about how we think about what we're doing and how our viewers, uh, see it, uh, goosebumps of excitement. Fucking awesome. Thanks, team. The work to get here would have been epic. Well done and a massive thank you for making all this possible. I'm so grateful to be a real vision member that comes to us from Matt Pilgren. Jake K says, this is epic. Confirms everything I've always believed about why I'm investing in real vision. I've never viewed membership fees as an expense. They're an investment in an education and in a distributed network that will compound throughout my life. Now with the platform, I can consistently invest in building a network and having the tools to continue my investing and educational journey. Finally, from Adrian M. This is going to be basically a real vision dashboard tool. Wow. He actually starts out by saying, wow, this is going to be a real vision dashboard tool. This is awesome and helpful. So I don't have to keep wordpad handy to save all my notes from the investing course. Stoked for this. And the bloopers were hilarious. Yes, the bloopers were hilarious. I want to talk a little bit about a feature today, and that is the tools that Adrian is referring to. This is a relatively simple feature, the ability to take embedded notes within the platform. But I think what it represents is absolutely enormous. Some of our other viewers talked about it there in some of those comments. But it's this idea, as Raoul has framed it, of moving from into this new world where it's about knowledge, tools and network multiplied together. And I think that's really the power of what we're building here. Again, I think these are first steps and you can sort of start to see the trajectory about where we're going with this. Know, you put in a relatively small feature, you have members who are using that feature, they request further features. You build it, it amplifies the knowledge, it amplifies the network, and the tools just continue to build. Anyone who's been in or around software development knows that you often start out very simple and you build much bigger tools as you begin to develop the code base, develop the users, who then request more features. It's just an incredibly exciting moment. As I said, I think of it for moving a content business into a platform business. Let me tell you how all of this matters to you in the specifics about what we're doing right now at real vision and how we're going to be moving forward. Prices at real vision, like a lot of other things in our economy, are going to go up in the coming months. But the great news is this, if you're already a real vision member, you can lock in your current membership at 50% off or level up to a higher level membership for similar prices before July 24. So go and check it out. It's at realvision.com levelup. That's realvision.com level up, all lowercase to get to that site. And you can see where the levels are today, where you think you might fit in. Go check it out, get the information you need to continue your journey with real vision. Ok, guys, with all of that said, joining me today is Marco Santori, chief legal officer of Kraken. Marco, welcome to the show."
    },
    {
        "speaker": "C",
        "text": "Thank you. Thanks for having me. I'm glad to be here."
    },
    {
        "speaker": "B",
        "text": "Well, we've wanted to have you on for a long time. Obviously a tremendous amount happening in this space in the legal, regulatory and compliance domain. Major ruling on Ripple last week out of the southern district of New York, big picture. Marco, how do you think about where we are right now?"
    },
    {
        "speaker": "C",
        "text": "It has been a big week. The ruling was big. It's big in our view, primarily because it brings us clarity. It's something that Kraken has been advocating for since the very beginning of this regulatory discussion. I've been in crypto for over a decade now. You can't count the gray hairs yet, but I assure you they're there. It's something that we've been advocating for since the beginning of this conversation. Unfortunately, here in the US, it's probably one of the most confusing environments for innovators to create, to build, to hire, to invest. But the ruling is, in our view, one step toward that clarity. We have dueling regulators, we have dueling parties in Congress. But what we have today is an independent, neutral arbiter. Now, as of just last week, who has really refocused the discussion away from assets, away from the question of is a particular token, a security, and asked us to zoom out and look at what the law always looks at, which is the practical realities of each particular transaction. It is a watershed moment in the world of crypto law."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's interesting we should show this tweet. This is from you personally from your account on Thursday. This morning, the federal court of the Southern District of New York ruled that XRP is not a security. As such, just a few minutes ago, Kraken re enabled trading in XRP for us users. It sounds like this was something that was ready to go in the event that the ruling went in the direction that it did. Talk a little bit about how you guys think about this over at Kraken. Obviously, this was something that you were prepared to flip the switch on, so to speak, the moment the ruling came out. Talk a little bit about the context and how you think about it from the perspective of the business of Kraken."
    },
    {
        "speaker": "C",
        "text": "Yeah. Well, we do try to be prepared and crack, and particularly on the legal team. The legal team is just over 50 now. 50. So we've grown considerably over the years. We've had to grow because of the tumultuous world of crypto regulation. And the ruling on XRP has been long awaited. So we didn't want to be caught flat footed. We knew it was coming. We wanted to know what our alternatives would be. So if you were to look inside our own internal discussions, you would see charts and you would see contingency plans, communications plans. You would see everything that a sophisticated multinational tech company ought to have to prepare for something like this. And you play that against the backdrop of Krakens. Probably number one rule around supporting new assets is that Kraken does not support securities. We do not support trading insecurities in the United States or anywhere else for that matter. It just so happens the US has a much more confusing landscape than most countries as to what is a security. So the legal team has to work hard, the compliance team has to work hard to put in place these contingency plans. Yes, we were ready to press the button. XRP has, you know, enjoys a significant amount of volume in terms of trading around the world. It has not enjoyed that. And Kraken at Kraken in the US because we delisted it long ago, but we were, I should say we, we disabled trading for it long ago. Listing is just shorthand, right? It's not really a good way of describing what crypto exchanges do. But since we disabled trading long ago, we have kept an eye on the case. We've kept an eye on a number of different cases for a number of different assets, and we were ready to pull the trigger."
    },
    {
        "speaker": "B",
        "text": "So let's talk a little bit about this specific ruling from US District Judge Annalisa Torres. I think the first time I ever heard of the Howey test was actually at a conference that you were speaking at back in 2017. Let's talk a little bit about the specific, specific ruling and how exactly this frames out what we've seen. The ruling from this judge."
    },
    {
        "speaker": "C",
        "text": "Yeah. It is, like I said, a watershed ruling. Yes, because of its potential impact across the market, but also because of intellectually, because of the way that it approached the problem. You have, your audience is made up of financial professionals and traders and a lot of people who will look at these assets a little bit like ticker symbols sometimes. I think thats the wrong way to look at them. And ive been saying, I think thats the wrong way to look at them. Judge Torres, in the ripple decision confirmed that these things are not like stocks. In fact, weve been asking the wrong questions about them all along. Over the last five or six years, the conversation around the regulation of exchanges, the regulation of new token projects, has largely been around, has largely focused on the question, what assets are securities? Judge Torres told us last week, that's the wrong question to ask. And the more I read it, the more it sinks in intellectually, the more sense it makes. The Howey test, this is the test to determine what is an investment contract, an investment contract being a kind of security and something thing that us exchanges should not be supporting. Trading in the investment contract question is not about assets. That's the very first thing the judge says in her decision. And she says it plainly. She says it clearly. And the way that she goes about it from a rhetorical perspective and an intellectual perspective makes a lot of sense. She said, look, the Howey test was about these orange groves. They were the subject of an investment contract. The groves themselves were not the investment contract. She applies that same reasoning to digital assets. She says specifically that these assets are not, that these assets are just alphanumeric strings. They are not contracts, schemes or arrangements in and of themselves. We have to look at every particular contract, scheme or arrangement, and that's how we get to the ruling. She goes, that's how we get to the decision in the case. She goes through each particular transaction that the ripple defendants allegedly engaged in, and she rules as to whether or not those transactions are investment contracts. And that's the framework that we have to take under this ruling. Right? That's the framework we have to take to each new case."
    },
    {
        "speaker": "B",
        "text": "So let's zoom the camera out, give a little bit of context here. I suppose it all begins with the securities act of 1933. The Howey decision, some 13 years later, I believe, was a more specific refinement of what is and is not an investment contract. There are four central prongs of the Howey test. An investment of money from a common enterprise with the expectation of profit to be derived from the efforts of others. This is something that's literally been the sort of Keystone or touchstone for this since the end of the second World War in terms of assessing whether or not something is or is not a security. It sounds like what you're saying is that Judge Torres reframed this here, not describing the actual nature of the assets, but the nature of the transactions. Is that roughly correct? If not, how do you think about it?"
    },
    {
        "speaker": "C",
        "text": "That's right. But I wouldn't call it a reframing. I should say. She didn't reframe the Howie test. She reframed our thinking around the Howie test. She brought us back to what the Howey test has always looked at. We as an industry have become hyper focused on the asset itself because the existence of these assets has driven so much economic value. But from a legal perspective, the judge Torres did what courts have done with Howie since the beginning of Howie, right? Since the second world War, as you put it, which is to look at the economic realities of a particular transaction, not to the technological peculiarities of a particular innovation. So the reframing was a reframing of us as participants of the market, not of the Howey test. This is why I think there have been commentators who have said this ruling is susceptible to appeal. Of course it's susceptible to appeal. I can't speak as to how she weighed the different facts and how the court weighed the different facts against the law, but this core interpretation of how we should look at the trading of digital assets under the Howey test to me, rings true under the law."
    },
    {
        "speaker": "B",
        "text": "So what is this new economic reality, or the framework for the economic reality, as opposed to sort of hyper focusing on the technological peculiarities, as you put it, of the assets themselves? What's the broader context? How did she frame this in her ruling? And how do you think about the new world that we find ourselves in after the ruling?"
    },
    {
        "speaker": "C",
        "text": "It's a good question. Crypto is a big tent now. It's not just exchanges who were involved. It's not just crypto projects who are creating new token based networks. It's not just investors, it's not just miners. The the list goes on. And probably the largest category on that list is the users of these assets, the people who are actually using them in day to day life. And this decision will have a different impact for each of them. I won't speak specifically to what it means for exchanges. As you can imagine, this is an environment where we have to try to be careful, at least about, about what we say. But I can speak to what it says about a couple of these categories. The first of them is the token projects. The projects that are creating new token based networks, what can they do with their tokens? The judge, right off the bat, said that when you sell these tokens under, in exchange for promises to improve the value of, to improve the value of the network and thereby improving the value of the tokens, it's pretty likely those things are securities. And that in the case of ripple, those early sales, the judge said were securities, not sales of securities. Keep that in mind. The token itself was not the security. In that instance, the judge didn't rule out the possibility that a token itself could be a security. You could imagine a smart contract that itself could trade as a security. But in this case, the judge said that the transaction was the security. And that bit is going to proceed, is going to proceed through the course of the trial. But there's an important implication of that just because something happens downstream of that transaction doesn't make that thing that happened downstream involving a security, because the asset that survives that transaction in time is not itself a security. And that is the real important impact of this, of this ruling is that the other participants who engage with that token aren't necessarily engaging with a security. In fact, they probably are not. But what they do with that asset could be a securities transaction, depending on its facts and circumstances."
    },
    {
        "speaker": "B",
        "text": "So in the simplest sense, it was the manner of sale, and not the underlying characteristic of the asset themselves, that made it a security. In terms of the ruling that we."
    },
    {
        "speaker": "C",
        "text": "Got from Judge Torres, it's funny, there were practitioners early on, Josh Ashley Klayman was one of these practitioners who was talking about the importance of the manner of sale. And the judge here really focused, focused deeply on the manner of sale. And we didn't, none of us really early on, were flying this flag of each transaction should be analyzed separately. We really were all hyper focused on the tokens. Think of a single practitioner who early on was thinking in the same way that the court thought here, because we were, probably, because we were so deep in token based thinking. But manner of sale was critical to the court's ruling here. Manner of sale, which is to say, all of the trappings of the transaction, all the promises made, the amount of consideration, the discussion between the parties, those are critical. But the real target of the analysis is what's called the economic realities of the transaction. So, yes, the things that the participants said to each other, the manner in which the sale was conducted, is important, but the courts will always look to the economic realities of the transaction, of each particular transaction. And that was the specificity that the court in ripple insisted upon."
    },
    {
        "speaker": "B",
        "text": "You know, it's so interesting, when that ruling came out, I was actually on air here with this show, talking with three hedge fund managers, all of us non lawyers, I should say. And I remember it was someone from Hyperion decimus, someone from DACM, someone from ArCA. And the four of us were kind of baffled as this was coming out. I'm literally reading it off the screen on coindesk as the ruling is coming out of. And one of the hedge fund managers used a very technical legal term. He described it as back as word, in the sense that it was shocking to him that essentially, I guess, a certain way of looking at this ruling, you could say, wow, this is really bizarre. You see institutional investors seeing this as a security, but retail investors not. I think that confused a lot of the non lawyers in the audience, at least rightfully so."
    },
    {
        "speaker": "C",
        "text": "But that's what you get when you apply ancient law to new technology. You get these discordant outcomes, because that's not what the creators of the laws ever intended, just simply too much time has passed. And so that's why, that's one of the reasons you're not hearing me say today, well, we have our new law. We're happy. Let's move along on the basis of this new law. What you're hearing me say is that, at minimum, today we have clarity we didn't have a month ago. I'm not making a normative right. I'm not making a normative statement on that. I'm not saying it's good or bad. I'm saying at least we have some more clarity. Is the outcome the right outcome from the sort of preservationist perspective where we want outcomes to preserve the gut intuitions that we have around the purposes of the laws? Well, you don't hear me saying that there are efforts, there are policy efforts both in the Senate and in Congress to address some of these anomalous outcomes. And we don't think the conversation is over. We think that the conversation is really just beginning. But at minimum, as that conversation continues, we do have some guidance from the courts. But make no mistake, we should still be focused on the legislative, the legislative efforts to close these strange, anomalous regulatory gaps."
    },
    {
        "speaker": "B",
        "text": "Talking about the continuing conversation and discordant outcomes, it would certainly be a discordant outcome if we weren't able to get our viewers involved in this conversation. Put your questions down in the chat. We're going to ask the best ones on air. Remember, real Vision members take priority. If you're not a real Vision member, go sign up at real vision.com crypto. It's free and will remain so. We are committed to bringing this kind of high quality content to you for free on a continuing basis. Anyway, this is where you're going to be able to watch real visions. Raoul pals adventures in crypto before anyone else. A new episode premieres every Friday. First question comes to us from the real Vision website. It's from Roger. How does Kraken decide which tokens to list and which tokens not to list in the US? I know youve said that you dont think listing is the best metaphor for selling tokens, but which tokens to sell and which tokens not to sell? And is the US the only country where Kraken limits token availability? Some great questions from Roger."
    },
    {
        "speaker": "C",
        "text": "The US is not the only country where we limit token availability. There are thousands, tens of thousands. I don't know. Nobody really knows probably how many actual tokens there are available that could potentially be traded out there in the world out of that enormous group of assets we select only a few to support on crack, and we do that via a few different methods. One is, of course, the business case. Do we believe there's actual interest from our users in this asset? Once that has been established, and that by far is the greatest filter that we have on new assets? Once that's been established, then the asset undergoes robust compliance review, where the asset is reviewed for. For compliance with sanctions laws for politically exposed persons being involved in a project. We then review it for cybersecurity. We look at the asset to ensure that it meets our standards for the thing being a token that works on a network we don't want to support, a token that our own implementation would fail for, and then it goes to legal review. But at that point, we haven't established that the token is good or bad, that you should buy it or that you shouldn't buy it. We're neutral in that sense. We are a neutral platform, a neutral market. A neutral market, I should say. But make no mistake, that token does undergo a legal analysis as well as the final step. And one of those analyses is to ensure that it is not a security in the United States, that it's not something we shouldn't be able to trade in the United Kingdom, in EU, in Canada, in other countries. So, no, the US is not the only place where we. Where we review assets and prohibit assets from being supportive on the platform."
    },
    {
        "speaker": "B",
        "text": "Talking of the US and the broader problem that you raised earlier, the challenges of applying essentially ancient legislative, or I should say legal precedents to older legislation, talk a little bit about the legislative process here in the United States, as well as the legal process that we see. Something called the major questions doctrine about how these administrative law issues shake out."
    },
    {
        "speaker": "C",
        "text": "Yeah, so you've heard me talk about the efforts underway in Congress to decide how digital assets ought to be treated as a matter of american policy, it should come as no surprise that I believe this is a major question for Congress in the United States. We do not have an agency state in the United States as much as the. The cynical among us would say the United States is run by bureaucrats. The Constitution prohibits this. In fact, the agencies that run so much of our lives today were a small part of the government, of the federal government in the minds of the framers of our constitution in the United."
    },
    {
        "speaker": "B",
        "text": "States, by the way, we should say this is a."
    },
    {
        "speaker": "C",
        "text": "We should say Congress."
    },
    {
        "speaker": "B",
        "text": "This is a critique that we hear, particularly from folks who are right of center, this idea of the agency state, this notion that essentially agencies have usurped the power in the view of some of the legislative branch."
    },
    {
        "speaker": "C",
        "text": "You do hear it from those who are right of center right. But regardless of where you are on the political spectrum, it should be a nonpartisan principle that Congress makes the laws. Congress makes the laws in the United States. But, of course, Congress is slow to move and the agencies are very well staffed. The agencies, by and large, have sophisticated professionals who understand what theyre regulating. I think certainly for the agencies that have been involved in crypto recently, that is the case. Theres no meaningful knowledge gap. There is an opinion gap. Right. There is a gap in how we think these things ought to be regulated. The agencies today are moving quickly. The question is, are they moving too quickly? Have they gotten ahead of the intent of Congress and are trying to apply very old laws to very new issues that are major, not just small issues, small deviance from old established law, but significant new revolutions in technology, in social interactions, et cetera. That is what the major questions doctrine is after. The major questions doctrine and principle says Congress makes the laws, not the agencies. Is this a question big enough that the agencies really shouldn't be tackling it yet? Should they be waiting for Congress to move? If so, then the agencies should, should not be administering their own interpretation of this law."
    },
    {
        "speaker": "B",
        "text": "Marco, we could go on for 3 hours today with this conversation. So much here to talk about so many important points that you've made. Unfortunately, we're just about out of time. I want to give you an opportunity to give us your final thoughts, key takeaways that you'd like to leave our viewers with. We've covered a lot of ground."
    },
    {
        "speaker": "C",
        "text": "We sure have. Look, I got to say, crypto seems to have been at the crypto for the last ten years, has perennially seemed to be at an inflection point for those of us who have been around. We keep getting closer and closer and closer to this inflection point where we believe the basket will tip and things will never be the same. I have never felt that way more than I do now, particularly as a lawyer. There's no question that things are changing, and they're about to change dramatically for crypto. I think they're changing for the better."
    },
    {
        "speaker": "B",
        "text": "Marco Santori, thanks for joining us. Pleasure having you on. That's it for today. Make sure to check out our website, realvision.com forward slash crypto. It's free to sign up for our crypto content tomorrow. Elaine Lee will be joined by the CEO of Legitimate to talk about web three partnerships with real world brands. See you live at 09:00 a.m. pacific noon Eastern, 05:00 p.m. london. Thanks for watching. Have a great day, everybody."
    },
    {
        "speaker": "A",
        "text": "Rick Ruhl Rick Ruhl is a favorite of the real vision community. If youd like to meet Rick and get a masterclass from the master himself, youll want to head to the Rick Rule Symposium on Natural Resource investing in Florida, July 23 to 27. Youll get access to industry insiders, elite bullion dealers, gold council members and uranium pros. Just head over to realvision.com Rick for tickets. That's realvision.com rick."
    }
]