[
    {
        "speaker": "A",
        "text": "Rick Rule is a favorite in the real vision community. If you'd like to meet up with Rick and get a master class from the master himself, you'll want to head to the Rick Rule Symposium on Natural Resource investing in Florida July 23 to the 27th. You'll get access to industry insiders, elite bullion dealers, gold council members, and uranium pros. Just head over to realvision.com ricken."
    },
    {
        "speaker": "B",
        "text": "It's web three Wednesdays on crypto daily briefing and thank you for spending some time with me on this learning journey today. I'm Elaine Lee, your friendly crypto host and producer. Before we introduce our guest today, I have something special to talk to you about. Now, unless you have been living under a rock in the rv ecosystem, you know rv 2.0 is coming. If not, go and watch Ralph's past, present and future of real vision video. It's a great one and a cracker, and some of you feature in it. Now let's see what some of you have to say, because the community is the beating heartbeat of what we do at real vision, even before the world of web three existed or was even a thing. So I'd like to go through and take a look at some of your cheeky little comments. And I picked out a few. Let's go over, take a look at what Brent K. Said. He goes, wow, I'm really excited for the new platform and features. Thanks for taking the time to explain, and I really enjoyed the bloopers at the end of the video. We're all human, after all. And then we go to Alison A. I know exactly who Alison is. She joins me every Friday at Djen happy hour. Or definitely a Twitter friend that goes backwards and forwards because she's in our community. She goes, this is really exciting. So much opportunity. Thank you. And then we have POTUS. Oh, wait, hold on a second. Not POTUS. PONTUS. I beg your pardon. Albeit big deal. If POtUS is leaving a comment on the RV website, he goes to the RV team. Don't fuck this up. You are actually offering value and not the bullshit value that most offers are online are projecting. Heart emoji. Keep it up. I wish I could afford high membership, but I hope you don't forget us guys on the essential level. Heart emoji. Heart emoji. Now here's why this matters to you. When we talk about pricing and different tiers at real vision prices at real vision, like a lot of other things in our economy, are about to go up. If you're already a real vision member, you can lock in your current membership at up to 50% off. Or you can try a higher level membership at discounted prices before July 24. Here's where you need to go to check it out. You go on to ww dot realvision.com level up. And again, it's realvision.com levelup. In the words of Sierra. Now, we are asked to talk about our favorite feature on the new rv 2.0. And I figured out what it is. Now, my favorite feature as a journalist is definitely the data tab on the left hand side. Now, not only it takes me to the overview of the charts, and I know how you love your charts. You chart wizards and provide a newsfeed. Take a look at that. And when I go to the search bar and type in a topic or a name, so like here, I've put Solana. The second tab is the news tab, and it provides a wonderful overview to the headlines of the day. And I love that. All right, now back to full screen me. Let's go on to today's show. Joining me today is Calvin Chan. He is the founder and CEO of Legitimate. Calvin, welcome to the show, and thanks for hanging out with me."
    },
    {
        "speaker": "C",
        "text": "Excellence. Great to be here."
    },
    {
        "speaker": "B",
        "text": "Awesome. All right, so I got to get to it. It's a buzzword at the moment, digital. I know it's right up your alley, and that's what your company is focused on doing. Exactly. With that, between web two and web three and all that good stuff with brands. But explain to me the concept of just what a digital ecosystem is."
    },
    {
        "speaker": "C",
        "text": "Yeah, no, I'm so glad you asked, because that word obviously is really, really blowing up in popularity, especially in fashion. Right? Phygital stands for physical and digital. It's a little combination of the two words. And, excuse me, as an industry, I think people have been trying to figure out what term to use for a while, and some people might not like it. Some people might love the word digital. Regardless, it's here to stay. The hashtags are trending, LinkedIn, all the influencers are talking about it."
    },
    {
        "speaker": "B",
        "text": "It's web three. Calvin, we just shot new names all day, every day."
    },
    {
        "speaker": "C",
        "text": "Yeah. And I think the main thing is it manifests itself in different forms. It isn't necessarily just legitimate or legitimate isn't just phygital can be a combination of things, like in person activations, real life events, gatherings. But specifically for what we do at legitimate is we help brands connect physical products to unique digital experiences."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's really important because that communication and that level of comms is something so important at the moment, and you really have to work with the right people to nail it down. So I think I want to say to you, I hope you're patient with everyone along the way."
    },
    {
        "speaker": "C",
        "text": "Yeah. And I hope everybody's patient with us along the way, too. It's really, really new territory. Super uncharted. I mean, it took us a while to kind of land on adopting the word phygital, but we're there. We're meeting our people there."
    },
    {
        "speaker": "B",
        "text": "You know, I have a song for it now, Calvin, in my head, every time I go, let's get digital. It works, right? It works."
    },
    {
        "speaker": "C",
        "text": "You know what's funny, Elaine, is I actually gave a talk at a conference a couple months ago, and the name of my talk was, must get digital."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, I love that. Okay, so, yeah, so, I mean, when I'm on my Twitter timeline, I see a lot of digital goods, and I certainly want my greedy little hands on some of these goods as well. But how can web three and blockchain based digital identities facilitate, like, direct interactions with customers and provide more of a personalized and curated experience?"
    },
    {
        "speaker": "C",
        "text": "I think let's extrapolate the blockchain side away from, you know, all the hype and buzzwords around things like nfts or tokens or all of that, right? Because fundamentally, what you're looking at is two things. It's a distributed, transparent ledger that everybody can obviously see the data program and contribute to. But the second thing is, I think what's probably more valuable than anything else here is the standardization of how protocols operate. And what this means is that if we're building on blockchain technology, it actually enables other projects, other sort of ecosystems to add value to that in a super seamless way. And you're seeing this play out. I mean, Web two, we had this domination of what a lot of VC's and investors like to. They always like to ask, what's your moat? Right? Like, how do you retain your customers? And as a sort of consequence of that, you're seeing the rise of companies like Zapier. Now, where Zapier has to exist to connect all these different systems together. Zapier is not necessary in Web three because we've all sort of established these standardized protocols, these transparent ledgers, that if we're building on a certain technology, a certain EIP or ERC, other people can add value to that. And that's the power of the ecosystem."
    },
    {
        "speaker": "B",
        "text": "Oh, wow. I didn't even think about it on that term in the terms of the tech behind it as well. So some brands have really struggled with entering the web three space. They maybe try, it doesn't work out, they'll have another go at it. People get a bit confused. People give up on it because simply some of it just looks like cash grab opportunities. And some of the entry points are way too high as well for a normal person or for anything to mess with such brand new technologies. I mean, how do brands resolve this? Is it. I mean, is it partnering up with an existing NFT collection that's already got so many loyal fans out there? You know, people say whatever project is out there is dead. But, you know, when you meet them in real life under a same umbrella, the chemistry is magical. And that's what the web three is trying to do or definitely bringing in. So do you build community first, or do you partner up with an existing collection out there? What's your take on that?"
    },
    {
        "speaker": "C",
        "text": "It's so interesting because there's so many parallels that can be drawn. I mean, the technology is new, but fundamentally speaking, you're talking about human nature, you're talking about emotional marketing at the end of the day. And I think Bobby hundreds wrote in his book, he said something like, before nfts and before blockchain, we had streetwear. And for the longest time, luxury brands couldn't figure out how to capture that segment of audience. And every time they tried, they would get some sort of pushback from their original audience. And as you've seen over the last 1015 years, luxury and streetwear have very much so, kind of met at the end of the road, and now they're more or less synonymous. I mean, you have Pharrell at LV, you have all these other existing, you know, luxury brands tapping into streetwear, aesthetic, lifestyle. And you could sort of see the same thing happening with nfts and the concept of web three as well, where now you're seeing a lot of streetwear brands trying to tap into the web three communities and whatnot. And I think it really comes down to authenticity. And I'm speaking from, obviously, as legitimate, we focus on digitally provable authenticity, but I'm actually speaking about authenticity right now from like, you know, more emotional level. Right? Is the brand staying true to their core audience? Are they actually considering what brings value to their core audience? Are they leaving their core audience in the dirt just to kind of capture, like you said, this quick cash grab? And for a lot of brands that don't have the resources, don't know how the education, know how, don't have in house teams, they don't actually know how to do that. Right? They see, like, let's use Nike as an example. Nike. Nike did a great job. Just for what is worth, I'm not talking about Nike, but a lot of brands look to Nike and they go, oh, how can we do something similar? We want to do a dot swish. We want to do an artifact. We want to do a ten K PFP project. But what they fail to understand is Nike has ten x 20 x the resources to actually contribute and also learn. And I think what's really interesting about what Nike did with Dot swoosh is they brought in their existing community into, you know, this new space, taught them about it. And now, you know, as we're seeing across a lot of other companies, they don't even call it blockchain. They don't call it nfTs. Like, they call it. They drop all that verbiage. Dotsbush is digitally collectible. Air Force ones and other sneakers. Right."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "And I think that's, I think the."
    },
    {
        "speaker": "B",
        "text": "Term, yeah, digital collect collectible is so important, it's so key. And when you mentioned, like, streetwear, their fan base is a whole nother league of its own. You know, when there's a new drop, you see, you know, just people queuing up for the latest drop for the brand that they're so loyal to. So being able to put, like, the digital aspect for it, for like a proof of identification, for traceability, for tradability. Yeah. It's quite a fascinating space to actually learn about."
    },
    {
        "speaker": "C",
        "text": "Yeah. And to wrap it up. I think it's just, you can't, you can't chase what everybody else has been doing. Right. Ultimately, I think especially, I can speak with a lot of confidence right now for a brand rolling out any PFP collection, any NFT collection right now, it's so beyond sort of what people are talking about, at least in a general sense. We in the crypto space obviously have a very fine tuned sort of channel for news and engagement. And sometimes we fail to realize that beyond us, we're so small."
    },
    {
        "speaker": "B",
        "text": "We're so small. The total crypto market cap, I think maybe it's just over a little bit, a trillion. I mean, what apple is worth as a company is probably triple the size of that."
    },
    {
        "speaker": "C",
        "text": "Yeah. And, yeah, ultimately, we can't just be shoving this technology down consumers throats. Right. It needs to be. It needs to provide value and needs to be able to stand on its own, aside from speculation, which I think is more or less sort of that barrier here."
    },
    {
        "speaker": "B",
        "text": "Yeah, you're so right. Okay, well, let's talk a little bit about legitimate tech, which is your company. What are you trying to solve over there? What are you building? Are there examples that you can tell me about what you've been working on? Why are you crazy enough to be a web three founder? You know, go through what you've been up to over at legitimate?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think the story goes back way, way, way back. I've been into street where, you know, as a kid, as a teenager, kind of grew back into it in my young adult career."
    },
    {
        "speaker": "B",
        "text": "You're one of the cool kids. I bet you bet you own a group somewhere."
    },
    {
        "speaker": "C",
        "text": "Maybe if you go back in my timeline far enough, can figure out what I hold."
    },
    {
        "speaker": "B",
        "text": "Hey, careful. Visionaries are really smart and they can do this."
    },
    {
        "speaker": "C",
        "text": "Thanks. Here we go. But I sort of fell into the crypto rabbit hole in 2017, I joined a startup called Air Swap. We built one of the first on chain crypto asset swap protocols at the time, and eventually we were acquired by consensus. The reason why I talk about that is because during that time we actually focused on a little experiment. We were thinking about tokenizing real world assets and we were working with some smaller firms and companies to tokenize real estate. Obviously, that didnt pan out. We decided to shut that down very, very quickly. We didnt even really do anything with it, primarily because of the uncertainties with regulation back then, obviously. But that actually got my head thinking. I was like, hey, this concept of backing real world assets, super cool. And actually one of the most valuable use cases of blockchain technology, especially at a time where everybody was talking about how it'd be great for things like supply chain, for tracking authenticity, nobody was actually doing it. And I sort of, in my head, I've been thinking about that for a while. I was like, hey, streetwear and luxury, the counterfeit market's like a $500 billion plus industry ultimately, and this was back in 2019, ultimately, if we could leverage this technology to help consumers prove that what they buydevelop is real, that could be very, very valuable for the industry. So that's actually how I got started with legitimate, hence the name legitimate. And along the way, what we realize is actually the authenticity aspect. That's just the baseline. That's just sort of like a binary. Is it authentic? Is it not authentic? What we've created has opened the doors for us to commoditize a lot of the technology that we are talking about in the NFT, blockchain and web three space, things like token gated access, community building, exclusive benefits, you know, all these things that people are talking about, hey, if you buy this Pfe, you'll get all these things. People already do that. They buy physical products with expectations of, like, buying into a brand. They want to buy into the narrative. They want to buy into the brand storytelling. And when we realized that, it kind of opened the doors, you know, to more than just authenticity, we started focusing a lot on storytelling, customer engagement, because."
    },
    {
        "speaker": "B",
        "text": "I think proof of ownership is, well, proof of authenticity is one thing, but proof of ownership is also something very dear and near that a consumer has to feel before they make such a purchase, especially with luxury items that cost a little bit more. You know, I have a friend who is like, really young professional poker player, an influencer for one of the biggest soccer teams in the UK. And he was like, Elaine, I don't get this nft thing. I don't hold any crypto, but I do have an NFT of my Breitling. And I'm like, what are you talking about? But he's like, the fact that I can prove it in a digital sense and never lose my receipt is already a winning streak for him. And that's how."
    },
    {
        "speaker": "C",
        "text": "And obviously, what is that saying? A rising tide lifts all ships. Like, you know, with breitling, what they're doing. Amazing. I think that really set, they have."
    },
    {
        "speaker": "B",
        "text": "Their third tab on their screen is about digital collectibles, right."
    },
    {
        "speaker": "C",
        "text": "And nothing about breitling. But I do know that in the watch box, they pass out a little card or some sort of serial number that allows you to prove sort of the authenticity, if you will. And it was really, really good to kind of see this movement, especially in the corporate luxury space that people who are paying attention to this type of technology, what we're doing is taking it one step further. Instead of just a serial number, instead of just a QR code, we actually have custom encoded NFC tags that are capable of emitting digital signatures. And we can actually verify those digital signatures similar as how you would verify a wallet signature for the."
    },
    {
        "speaker": "B",
        "text": "Yeah, I literally want to sit next to you and be like, show me how it's done."
    },
    {
        "speaker": "C",
        "text": "Yeah, well, here they are. We can."
    },
    {
        "speaker": "B",
        "text": "Show me, show me. Grab me one of those and let me see. So go for it. Tell me about your recent drop. It's a mix with. And excuse me if I'm not cool enough for this stuff, but Roc Nation and Puma mixtape collection sneakers. Look at those bad boys. Yeah, yeah. Give it a little twelve. Give a little 360. We'll do the little."
    },
    {
        "speaker": "C",
        "text": "And there's the tag itself."
    },
    {
        "speaker": "B",
        "text": "Lovely. How do you like, how do you get the information from it. Do you scan it? Like, how does it work?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So you take any mobile phone, and I. Well, it's kind of hard to do with one hand. I'm sorry. But you bring the phone close to the tag."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "And a pop up shows up right there."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "And as you open it, it open. It pulls up a digital experience that allows you to log in with email, and after doing so, it actually unlocks a unique experience that's catered for you. So Puma worked with Roc Nation specifically on this collection. They call it the evolution of the mixtape. It's to celebrate the 50th anniversary of hip hop, which is this summer. And what Roc Nation did is they actually created a mixtape of some of the up and coming artists, you know, recently signed talent never before heard of tracks. So there are 14 tracks in total. And these tracks are going to be distributed exclusively through this experience for the first two months. So if you want to listen to the tracks before they're released to the general public, you have to get your hands on these shoes. You scan them. The tracks are releasing four tracks per week. I think if I'm not mistaken, it might be a little different. But beyond the tracks, too, there's exclusive content, music videos, behind the scenes access. This truly is everything. Not to bring it back to crypto, but everything that people talk about, token gated access, stuff like that. This is it in a fully mainstream. This is the first mainstream distribution of a digital product that has this level of engagement."
    },
    {
        "speaker": "B",
        "text": "Nice. So, like, you know, I know Alo, the yoga brand is doing something. I know Dior has released them. Shoe b three. I'm trying to be cool and remember the name of the shoe. I don't know what it's called. You know, Rifton is in there. Prada as well. They really. We'll get to a little bit of this conversation talking about how brands need a. Definitely a digital collectible strategy, a web three strategy, as we would call it, people in crypto, but digital collectible strategy to the mass audience, you know, and just for all of those people, this is not something small, because I'm assuming a lot of meetings that have gone down for you to actually make this happen, because Roc Nation is ultimately one of the, you know, most well known entertainment brands founded by Jay Z, who looks after artists like Alicia Keys and Lil Uzi. And you're really testing me. Give me another big artist name."
    },
    {
        "speaker": "C",
        "text": "DJ Khaled's on there."
    },
    {
        "speaker": "B",
        "text": "All we do is win. There you go. Excellent. So that's wonderful. I mean, how long did that take? Just from the top of your head."
    },
    {
        "speaker": "C",
        "text": "We launched on Friday. We launched last Friday. So these shoes on Friday and I."
    },
    {
        "speaker": "B",
        "text": "Finally have sold out. How many over the. How is it sold out?"
    },
    {
        "speaker": "C",
        "text": "So most of the Puma stores, the brick and mortar stores are sold out of most of the colorways and sizes. I mean, these are on goat and Stockx already selling for like three x the retail price. So that's. That's a huge win for everybody involved, I think. I do know that Puma is getting more shipped to the distribution center. So there's going to be a restock soon, I believe, on the foot locker side, Puma, it's still obviously direct from the brand. I think they're still in stock. That being said, I had a chance to take a breather on Saturday and look back, do a little bit of, like, you know, just recentering. And I looked at my old emails. The first email between us and Puma was 2019."
    },
    {
        "speaker": "B",
        "text": "So that makes sense. Well done. You take a screen grab and mint that and, yeah, no, anything pink and pretty, you slide into my DM's and you let me know whatever you're building out there. How much are they going for? Are they ridiculous price range?"
    },
    {
        "speaker": "C",
        "text": "What's that? Sorry?"
    },
    {
        "speaker": "B",
        "text": "How much are the pumas that sitting next to you?"
    },
    {
        "speaker": "C",
        "text": "Oh, they retail for $130. So it's super accessible to everyday consumers, especially relative to today's market environment. So compared to other shoes, I mean, like, the Dior not even say, I'm not saying Dior and Puma like, exists in the same playing field, but the Dior's, for example, selling for like, several thousand dollars. Obviously, you saw the Louis Vuitton NFT drop or whatever, selling for like 15 e through something crazy. I think, you know, this, like we said, this. This is, this is not an NFt. This is a mainstream sneaker release that has a unique digital experience tied to it that will introduce tens of thousands of people to what's possible in the physical space."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, that's good. So, okay, so that's interesting. Loved how you showed me how that process works. And, yeah, that really gives great leverage for a mass audience to join in. And I'm all game for that. Well, which brings me to sort of asking you, like, web three is still very clunky and complicated. You know, why do you think there is a miscommunication there? And how will it get better? Because, you know, for sometimes someone like me talking to you, I mean, I didn't have access to a shoot. And if I knew about this I would 100% went in just to play like, I mean, 130 is probably my. Well, I am going to say it, 130 is probably what I spent on gas fees, right? So 130 to actually get the shoe easy, usable, actually, like, from the process of a to b and not connecting any wallets is, hallelujah. Amen. Why is it so clunky and complicated? How do we make it better?"
    },
    {
        "speaker": "C",
        "text": "I mean, like, let's take this aside. Let's take this experience aside, right? Like, Puma and Mark Nation aside, we've worked with tons of other brands, shooter brands. I mean, I'm wearing an ambush shirt that we powered right here with bright moments that we did, like, a couple months ago. And from day one, like, we had a very, very clear thesis, is that the future of web three is that there's no mention of web three, right? And that's super, super overarching. But really, what it boils down to is, like, thinking about it from a mainstream consumer's perspective, right? It's like, okay, great eth gas fees, minting an NFT, doing any sort of on chain transaction, you're looking at anywhere from $20 to $30 at the cheapest for just a simple, simple transaction. So for something like that, we designed the experience around the fact that consumers should not have to worry about things like gas fees, about things like wallets, about things like transactions. And as we approach a world where there are so many other l one's, so many other l two s out there that people can choose from, that's another barrier that most consumers will not even have the mental patience to deal with. Imagine telling a customer, first you have to download metamask, then you have to go in and add a customer. We abstract all that away. Consumers don't have to pay gas. They don't have to pay transactions. At the end of the day, we're building on blockchain technology. And I think the key here, and I know I want to get hit on this by Twitter and all that, but it's a spectrum to decentralization. Ultimately, at the end of the day, I believe that, sure, if you're storing tens of millions of dollars in crypto assets, maybe get a cold wallet, maybe have a multisig that you secure with your most trusted family and friends. But if we're talking about consumers, consumer retail, and what works in stores and what works to people like my parents or anybody who might not even know what web three is, that's about meeting them halfway and building user experiences that are super functional and seamless for them in a way that is similar to what they're used to, but also slowly educating them on what's possible."
    },
    {
        "speaker": "B",
        "text": "Yes, yes. I mean, usability. Both for slam on the table. Usability, usability, usability. It's all about that. And, you know, just from looking at the trainer as friends over the pond, like to call them, you know, it's just, if I had that on my feet, I would literally. It would be my main party trick. I would literally be going to everyone be like, scam my shoe. Scan my shoe."
    },
    {
        "speaker": "C",
        "text": "What's crazy is we actually rolled out this. I mean, not for. Not for Puma, but we rolled out this feature for another brand that we worked with, where people who buy the products can actually then distribute further digital collectibles. Sort of like a proof of meeting type of thing. Like, hey, Elaine's wearing this t shirt. This is a proof that you met her. And the actual user engagement that we've been seeing from something like that has been off the charts. I mean, like, how many? It was a small run, so we did 50 t shirts as a pilot for this brand. We saw over the course of a week, 500 different collectibles being distributed. So that's like a ten x, like ten times the actual original sort of launch. And this was in Japan with the japanese project. We saw people showed these things to their friends all over Japan and eventually even got to Singapore and Korea and parts of Europe and everything."
    },
    {
        "speaker": "B",
        "text": "How big is your team?"
    },
    {
        "speaker": "C",
        "text": "Pretty small. We're very lean. So we're a team of six total right now."
    },
    {
        "speaker": "B",
        "text": "Nice, lean, mean, keep them keen. I like that. Okay, just going to go over to the viewer questions. And by the way, put down your questions in the chat. We'll ask the best ones on air. Remember, real vision members take priority, which means we look at the platform first before we hit YouTube. And whatever you are vomiting out there on Twitter, we will pick it up. If you have any questions, and if you are not a real vision member yet, go to realvision.com, real vision.com crypto to sign up. It is free and will remain so. This is where you're able to watch the latest Raoul Powell's adventures in crypto before anyone else. A new episode premieres every Friday. So, Calvin, there is a point in the show where I do have to hit up some questions from the public. Is it okay if I go through them?"
    },
    {
        "speaker": "C",
        "text": "Let's do it."
    },
    {
        "speaker": "B",
        "text": "Awesome. One from my favorite community member who's on the daily briefing, who shows up every day. Ralph. Hello. I think you're watching in over in New Jersey, somewhere on the RV website, he is asking you, what are some of the brands on the cutting edge with this?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think we can break it down, Ralph, to sort of. Let's talk about phygital really quick and what brands are doing to that extent. I know we talked about breitling for a bit. So breitling, obviously one of the first brands to adopt this concept of a digital certificate of authenticity backed by blockchain. That being said, I, at least the last time I looked at breitling, it wasn't actually connected to the product. It was a separate little card. A lot of brands are starting to do this where they include a card with a QR code or serial number or even some static NFC tag where you could scan and see product details and warranty information, stuff like that. That's the baseline here. That's been happening even without blockchain technology. Let's put that aside. That's been happening for the last, I would say, five to ten years with the inclusion of blockchain technology. Now, what you're seeing is like, okay, this digital certificate of authenticity, it's backed on a digital ledger and for transparency purposes, it's accessible and viewable by everybody. Great, another step forward and you saw, you're obviously seeing brands like Dior doing this with B 33. You're seeing brands like, off the top of my head, I mean, like, I know artifact. Artifact does this with, like, some of their drops where you can scan. Ambush. Prior to working with us, also did something like, was, you know, one of the first movers in this space. And now what we're doing, what we're seeing is we're actually taking it one step further. Right? Instead of just saying, hey, it's a digital certificate of authenticity or a digital twin, we're saying, actually, this improves your end to end brand customer loyalty and brand customer engagement. Because now, instead of just tapping once accessing digital certificate of authenticity, we're enabling brands and encouraging them to push out content, push out benefits, push out things that consumers can engage with over an extended period of time. So for this shoe, what would have been just a weekend pr push, where it's like, hey, for the 50th anniversary, we hit, we're doing this. This shoe consumers are going to be talking about for the next two months at least, because for the next two months, there's going to be digital content that they can only access by scanning the shoe and by purchasing the shoe. So what was originally $130 worth of revenue or whatever for Puma that all of a sudden becomes extremely more valuable because now you're raising the bar for how you build relationships with their customers and accessibility. Right? Exactly. Beyond the purchase point."
    },
    {
        "speaker": "B",
        "text": "A very quick question. We got one from Jollibee from YouTube. They're asking you, when is the next drop or what is your next drop and how do they keep up with you?"
    },
    {
        "speaker": "C",
        "text": "You can keep up with us on Twitter, mostly for the crypto inclined crowd. For the non crypto inclined crowd. We're on threads, we're on Instagram, and we're also on LinkedIn. We have a lot of. I have so many opinions and feelings about IP, specifically web three IP. And that's probably where I'm going to leave it. I'm not allowed to say a lot of what's coming up."
    },
    {
        "speaker": "B",
        "text": "Everyone talks about IP. You didn't ask my question. What is your next route?"
    },
    {
        "speaker": "C",
        "text": "Let's lean more on the anime side of things, I would say."
    },
    {
        "speaker": "B",
        "text": "Okay, very interesting. Very interesting. Okay, let me just take a look at all those different notes. Well, Kelvin, I think that's all we have time for. I hope you've had fun joining the real Vision family today."
    },
    {
        "speaker": "C",
        "text": "Elaine, thank you so much. I had a great time."
    },
    {
        "speaker": "B",
        "text": "No problem. Before I actually let you go, any final thoughts before I wrap?"
    },
    {
        "speaker": "C",
        "text": "Yeah, be sure to check us out. Twitter, Instagram. You know, we're always pushing out a lot of news. A lot of my personal Twitter might have a leak or two of alpha sometime."
    },
    {
        "speaker": "B",
        "text": "There you go."
    },
    {
        "speaker": "C",
        "text": "There you go. I'm trying to not be the Tom Holland of my company, but sometimes it's a little hard."
    },
    {
        "speaker": "B",
        "text": "There you go. No, very, very fine line that we walk around all day, every day in the world of web three. Calvin Chan, thank you so much for joining us on the show. Well, that's it for today. Vision visionaries. Make sure to go out and check out our website. Go to real vision.com, forward slash crypto. It's free to go and sign up. You know where it's at. Tomorrow, your boy Ash is back. He will speak with Kane Warwick, the founder of synthetics and one of the leading voices in DeFi that's about to go down for tomorrow. You don't want to miss that one. So see you live tomorrow at 09:00 a.m. pST, noon Eastern and 05:00 p.m. london time, which is where I am here today. Thanks for watching the show and I'll see you all very soon."
    },
    {
        "speaker": "D",
        "text": "Rick Ruhl. Rick Ruhl is a favourite of the real vision community. If you'd like to meet Rick and get a masterclass from the master himself. You'll want to head to the Rick Rule Symposium on Natural Resource investing in Florida, July 23 to 27. You'll get access to industry insiders, elite bullion dealers, gold council members and uranium pros. Just head over to realvision.com Rick for tickets. That's realvision.com rick."
    }
]