[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020 baby get 2020. Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees."
    },
    {
        "speaker": "D",
        "text": "Promoting for new customers for limited time Unlimited more than 40gb per month slows."
    },
    {
        "speaker": "C",
        "text": "Full terms at mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Join over 5000 attendees for the largest AI event in Asia, Super AI in Singapore June 5 and 6th, 2024. Edward Snowden, Benedict Evans, Balaji Srinivasan and over 150 others will hit the stage, joining the industry's most influential to explore and unveil the next wave of transformative AI technologies. Singapore will become a vibrant AI hub for a full week from June 3 to the 9th, with over 150 site events that will make for unparalleled networking opportunities. Visit superai.com for 20% off tickets with the code realvision. Look for the link in the description."
    },
    {
        "speaker": "E",
        "text": "Hi, I'm Raoul Pal, CEO and co founder of Real Vision. As you know by now, this podcast, the journeyman, is my exploration to that nexus of crypto, macro and technology. I think all of these megatrends are merging into the biggest macro opportunity of our lifetimes. And I'm a very curious person and I want to learn from the best. I want to have as many conversations and bring you guys along the ride, because it's all new. It's a new world, so we're not looking back. Yes, we use history as a guide as well, but we're having to look into the future and understand how this is all playing out. And I found that for me, having a macro framework has helped the most. It even allows me to understand technology, and it also really gave me an edge in crypto. And I've been in this space for a long time and I've learned a lot of things along route, and there's different ways of approaching crypto if you're going to take advantage of this opportunity. Don't forget when we first had crypto, bitcoin on real vision in 2014, in our second ever video, the price is up 250,000% since then. I checked, actually, I put a tweet out the other day about the Ft yet again slating bitcoin, and I went back into the archives of the FT and I found the first article I could find on bitcoin, which was slating it, which is 2013, saying, this is just a fad. It's a bubble. Yes. It's had three bubbles in the middle of an exponential logarithmic uptrend. And since the first FT article, slagging off crypto and bitcoin in particular, it's up 330,000%. So that's why the opportunity here is bigger. This is why it attracts so many younger people, because everybody's so screwed with the cost of housing, the cost of mortgages, with the cost of living, with the inability. All millennials are now having kids, trying to buy a house, trying to figure it all out, and nobody's got enough money. And so working as a slave in two or three jobs still doesn't move the dial. Everyone's finding that. So things that have an asymmetric upside, like crypto and technology, have really caught the attention of everybody. They see it as a way out. And you can see the baby boomers or the existing infrastructure and institutions fighting that narrative because they have a vested interest. But we all want something different. We think there is a new system that could be built that's better than the old system. And for me, for us all, what I keep telling people is, your job is given the biggest macro opportunity of all time. It's just not to fuck this up. And fucking it up means not knowing, not having the knowledge, and then not having the skills of how to invest. So one thing for sure you should do, if you really want to take advantage of what is coming, just brush up on your skills. And we built within the real vision academy. We've got the crypto academy. It's an amazing course taught by ex trad five people who are deep into web, three, deep into crypto, are very successful traders in crypto and in their past lives. That's OV and Mando. And they put together a course for us just to help newbies understand how to navigate how to invest in this space, even if you're not a newbie. Many people are relatively new to understanding investment processes, so I can't urge you enough. The best investment you'll ever take is the $350 to go to the crypto academy. So realvision.com cryptoacademy I think there's 730 lifetime memberships left. They then run out. The price goes up to $500, and it's an annual fee, so take advantage of it. Gifting yourself education, that'll be the best $350 you spend. If not, you'll just punt it on some NFT, it'll go to zero. So you need some framework. How I try and check myself and my hypothesis and thesis, because I've been doing this a lot longer, is still test it against people that I really respected, people who have great knowledge. And Novo is a good friend of mine, and also he's a great trader. He's a macro guy like me. We kind of grew up at macro together. We were both at Goldman, both running hedge funds. He was obviously much richer and more successful, but I've got more hair than him, which is very important, in my view. And my son Tan is better. But checking with Novo, as I do periodically, as you all know, is a real joy. It's like checking in with Dan Tapiero. We can talk macro, we can talk crypto, we can exchange ideas, because we're not afraid to get things wrong, because we're macro people. You get bets wrong all the time. You're not afraid to doubt yourself. You're not afraid to ask questions. But you can also have conviction, too. So Nova's person I really like to talk to, he's just a really thoughtful person. He's always a lot of fun, and he always brings new perspectives. So let's all learn together with my conversation with my novogratz. Join me, Raoul Pal, as I go on a journey of discovery through the macro, crypto, and exponential age landscapes. In the journeyman, I talk to the smartest people in the world so we can all become smarter together. Novo, great to see you, my friend."
    },
    {
        "speaker": "C",
        "text": "Can't. Can't wait for the conversation."
    },
    {
        "speaker": "E",
        "text": "How the devil are you? Last time we spoke, I think we were just in the midst of the. Of the nightmare, you know, I certainly."
    },
    {
        "speaker": "C",
        "text": "Have a bigger smile than I did then. Feel some redemption for the industry, for galaxy, for us lunatic crypto dudes. It's funny, I remember there was an interview I did with Bloomberg relatively close to the low, where Sonali Basak, who's a friend, was pretty damn harsh and was taking it out on me a little bit. And Druckenmiller, Stan Druckenmiller, who's in my mind, the greatest macro trader of the last 25 years, he sent me a text. He was like, yeah, tell her to come back and see where it is in a year. You know? And that was pretty much close to the lows, you know, I'm surprised we've rallied this much in a year. I'm thrilled, actually. I remember at the beginning of the year, I said, I go to bed, and I'm saying the Hail Mary and they all fathered for three or four things. One was at ETF and getting Blackrock engaged. One Washington binance settling. One was the fed pivot and one was just clearing the daratra. The fourth was some process on regulation, and the fifth was clearing the dare trust of the mess. And shockingly, we got all four. Four of the five, at least we haven't got the regulation progress, but we've got a little bit in that ripple won the lawsuit, grayscale won their suit, which helped the ETF. Gensler has been kind of kneecapped a bunch by the courts. And so a lot of good things happen for the industry, which has a 44,000 bitcoin and a 2200 Ethereum, and everyone breathed a sigh of relief."
    },
    {
        "speaker": "E",
        "text": "So let's talk macro first, because that's how you and I see the world to start with. A lot of macro people got bearish for all of this year, but it seemed that a lot of this was priced. My thesis was it was all priced in last year. I mean, 2022. What more would you want? Blood? Nasdaq was down 38% and crypto was down 80%. How are you seeing the macro here?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think two things happened this year which are not normal in that. Normal for most of us who've spent 25, 30 years investing, is a government that spends 20% of GDP on the federal budget, and we're at 25%, 26% right now. And so I think what happened was, in lots of ways, we kept waiting for the economy to roll over because you kept seeing signs they raised rates. Raising rates should send the economy down, and it didn't. And I think people got macro wrong in lots of ways because the strength of the us economy surprised people. I believe that strength came from fiscal spending, and that'll be a price to pay down the road. We just spent more than we ever did. The stimuluses were bigger than we actually comprehended. And so government spending is a lot less elastic to rates. If they're going to spend money on infrastructure, they don't care what the rates are. I think there was just a lot of pent up fiscal spending that kept the economy floating. And again, people got the equity market wrong because of that. They got the rates market wrong because of that. Now it does feel like the economy is slowing."
    },
    {
        "speaker": "E",
        "text": "Yeah, it does. It feels like we're going to be close to recession around this quarter and next quarter, right?"
    },
    {
        "speaker": "C",
        "text": "Yes, 100%. And rates, markets have priced a lot of that in. Probably gotten ahead of themselves a little bit, but that's helped bitcoin. And I think just the fact that there are no more rate hikes coming was the first psychological shift that, you know, the average time between last hike and first cut is less than six months and Seattle cuts coming and that's good for assets. Now listen, we've had the biggest easing of financial conditions ever in November ever. The Fed stopped hiking because they said, well, financial conditions tighten so much. Then all that got reversed. And so I don't think the Fed will be that quick on the trigger to cut. But inflation is coming down. If you get inflation down to two, where should real rates be? Certainly not three. And so you'll definitely see some cutting. Ed?"
    },
    {
        "speaker": "E",
        "text": "Yeah. Stan always says the way to trade macro is by living in the future. It's like twelve months in the future and in twelve months in the future a rate's going to be here or lower? Lower. Is there going to be more stimulus? Yes. Will there be more fiscal stimulus? Because if there's an election year, yes. So in which case it's pretty clear as a macro outlook. Right."
    },
    {
        "speaker": "C",
        "text": "So listen, you want to be long two's thirties, of course, it's just gone from -15 to -40 in a day and a half, which made my ear bleed. What happens a lot is in November, December pension funds buy a ton of bonds and by mid December they stop. And then theres corporate supply in January. And so theres a big seasonal, in the long end of fixed income. Pension funds are fully funded for the first time. They can lock in. And so great environment for them. I think they're the buyer of fixed income right now. I don't see a lot of structural buyers of fixed income in the future. Right. Fed's not going to be buying. Foreign governments don't want to be buying."
    },
    {
        "speaker": "E",
        "text": "But how the fuck can they refinance all of this debt, right? Because everything's rolling. I mean my view is they have to lower rates just for that, or if not, they have to keep issuing more and more bonds to catch up."
    },
    {
        "speaker": "C",
        "text": "Has to get much deeper. Yeah, we're at -42 thirties. That won't surprise me if it's a plus 110 nine months from now. Now it's got negative carry. It's not easy to trade, but I think that's the trade for 2024."
    },
    {
        "speaker": "E",
        "text": "You see, I went through all these macro trades and I've been doing this for a while now. And then compare them all to crypto, that curb steepener."
    },
    {
        "speaker": "C",
        "text": "Just buy bitcoin, damn it."
    },
    {
        "speaker": "E",
        "text": "You just buy crypto, it just goes up better on a risk adjusted basis."
    },
    {
        "speaker": "C",
        "text": "Well, macro account. And I trade a crypto account that I hedge with macro. So two separate accounts. And my crypto account is up over about 125%. And I don't run it, you know, levered a hundred. A hundred, you know, right, 100, 100. I mean, we traded it well, we've options at the right time. And my macro account, I'm up 2.1%. It's been an embarrassing macro year. I just, you know, but in the."
    },
    {
        "speaker": "E",
        "text": "Crypto bull market, you're never going to make as much money in any other macro trade."
    },
    {
        "speaker": "C",
        "text": "I agree."
    },
    {
        "speaker": "E",
        "text": "It's just really hard to do right. You can be a complete moron, buy bitcoin, go to the beach, come back a year later and make 125%."
    },
    {
        "speaker": "C",
        "text": "You know what?"
    },
    {
        "speaker": "E",
        "text": "I'll do it."
    },
    {
        "speaker": "C",
        "text": "One of my real good friends is a quiet cryptomaniac, and he does a lot for the community behind the scenes, but he also gets nervous a lot. And so he calls me two times a day when the market's down, sometimes three times, and he owns a lot of crypto. The day Larry Fink went on tv and gave the bullish bitcoin story, I had a lot more confidence the ETF would happen. I said, the largest asset managers in the world has just credentialized our asset class. And I told him, I was like, dude, we've won. It's game over. Put your phone away. Turn your screen off. You luckily don't have a 420 person business to manage with a big cost base and lots of moving parts and people's careers to worry about. You just have a giant pile of corn, and it's going to be worth a whole lot more in a year. And so stop calling me so much. He laughed. And of course, he called me two times the next day as well. But I really believe that that was a game changer. It's been the biggest thing that's happened in our space all year. Praise be to the guys at orange pill, Larry. I know who they are, but I'm sworn to secrecy, and I think it's real. I was just on with another giant asset manager about an hour ago, and he was just doing the math of the 1% allocation globally with no supply, where prices could go. And it got me literally, I always wanted to go out and buy 50,000 calls. There is a scenario of a parabolic move. Normally, we're at a place on the chart that we're supposed to be taking some profit, right? We bought it cheaper. You bought options and whatnot. 42, 44, 45. It should pause. But, man, oh, man, it doesn't trade like that. It trades like. I've been really watching microstrategy versus bitcoin, right? Microstrategy trades at about a 21 22% premium to bitcoin. We know an ETF's coming. Why should an ETF proxy trade at 20% premium to bitcoin? Should you would assume when the ETF comes, that spread will go down? Michael Saylor last month sold $700 million or $650 million of microstrategy stock to buy bitcoin at the premium. So he's doing trades that are accretive to book. What's shocking is he did that and the spread didn't move. And he's doing another 750 this month. And the spread's not moving. It tells you just how much pent up demand in the equity markets there is for crypto product. Marathon is trading, what, $16 a share? I think that's about four times book. It might even be higher than four times book. But to put that in perspective, Galaxy trades at 1.2 times book. The us equity market marathon is a stock that people want to play crypto through because there's no other place to play it. And so there is a ton of pent up demand because again, a mining stock is an okay proxy for bitcoin ish. I like Fred Thiel a lot. They've got okay assets. They're not great assets. I'm in the mining business as well, and it makes me scratch my head just how well these stocks trade. And so it makes me pretty damn bullish over the next twelve months."
    },
    {
        "speaker": "E",
        "text": "This is how my mental roadmap of this, and you'll understand this completely, is we've got fiat world and we've got Cryptoland. Cryptoland's an emerging economy with massive population growth, productivity growth, all of that stuff. So it just looks like an emerging market in our old macro world. I think of these ETF's as a trade deal between one and the other, and you're just going to get capital flows. And what it's showing you is you and I have traded, you've used swap markets and other ways of accessing markets that have closed capital accounts. That's why microstrategy trades at a premium, because it's a closed capital account they can't get in. So the moment you open those floodgates, well, it's just a matter of does crypto land have a higher rate of return? I think it'll just attract a huge amount of capital over time. So I agree with you I think there is a risk. It's not a forecast, but there is a risk that this is a very different cycle to anything we've seen."
    },
    {
        "speaker": "C",
        "text": "Yeah, 100% agreed. I literally sat there. I was listening to these guys today, and I thought, I'm going to buy some calls. And I've already loaned a lot of crypto and mining and infrastructure, and so. But it just felt like there's that chance that I hadn't been thinking about, of the real parabolic move."
    },
    {
        "speaker": "E",
        "text": "The one that really interests me for the parabolic move is ETH. And let's say they have an ETH. ETF. Fine, right. ETH rallies. We get that. The issue is, is the more ETH velocity, the more it gets burnt. So you've got all of these stakers. So there's like, 25% of the entire market is staked, the rest is stuck in cold wallets, and you're going to burn the rest whilst having an ETF? How the fuck is that going to work without it? Just doing well."
    },
    {
        "speaker": "C",
        "text": "Listen, I went to the Fed in 2014 with Dan Warhead. Me and Dan went. We met with Bill Dudley, who was. I don't think he was the fed governor at the time. He was the number two guy. Maybe he was the governor. I believe Lil Brainer was there, but a bunch of staffers to talk about bitcoin, and they said something that has stated in my mind. They were like, bitcoin can never be a currency. They were like, we're fascinated with the blockchain, we're fascinated with these rails to move things on. And maybe it can be an asset, but currencies, there's never been a successful currency with a fixed supply. They're just too easily to manipulate and squeeze, and you have too much volatility. And that was their belief. And I think they're right. I don't think bitcoin will ever be a currency that we buy Pepsi Cola with. And listen, it started off people bought illicit shit with it, but no one's buying stuff with bitcoin. As much as people will talk lightning and other things. Yeah, you might use the infrastructure, but you're not going to use bitcoin as a transaction currency."
    },
    {
        "speaker": "E",
        "text": "No."
    },
    {
        "speaker": "C",
        "text": "Because there's just no stop and it goes up. Yes, yes. And I was thinking about crypto today. One of the things I got really wrong is, I used to say, there are 114 elements on the periodic table. Gold is the only one that has value, just because it does. And the rest all need utility. I thought bitcoin could have value as just a store of value and ethereum and everything else needed real utility. And where I was wrong is all of these other cryptos in some way are a form of bitcoin at this point. And that this ETF and these new inflows are buying time for any utility that we'll see in the future to get built. But the reality is most of the value right now in Solana or Ethereum or doge or you name it, Celestia is store of value. It's a community of people that have decided to store their money in this system, and they realized, wow, if I bring more people into the system, the price goes up. And I believe in this community and the structure, and I'm really nervous about the other world because I don't understand it or I think I got screwed by it, or it's just not as cool. And so we're part all store of value at this point. There will be utility one day, I hope, right? Real utility. There'll be apps I can use to buy tickets or transfer stuff. But reality is web three has disappointed so far, right? In terms of the big utility gains, I do believe they're coming. And so other than payments, most of that's with stablecoins. And so we're really a narrative gate, a storyteller's game. We're going to shift in crypto from being just a storyteller's game to a plumber's game, building the financial market and the regulatory infrastructure to really kind of change the way finance gets done. But none of that's happened yet, right? With the exception of stable coins. Right. People use tether on Tron to move money around the Mideast and Africa and lots of places. Shout out to Justin sun, who's just coiny. And again, that's even interesting because the idea originally was, oh, my gosh. You need these decentralized systems that are fast and secure. And with Tron, you have something that's quasi centralized. Justin runs most of the nodes, but it's fast and cheap, and for small payments, people don't care."
    },
    {
        "speaker": "E",
        "text": "Just right, because it's not store value, it's a transfer mechanism."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "Everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium Wireless 20 2020 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "Give it a try@mintmobile.com."
    },
    {
        "speaker": "D",
        "text": "Switch $45 up front for three months."
    },
    {
        "speaker": "B",
        "text": "Plus taxes and fees."
    },
    {
        "speaker": "D",
        "text": "Promote for new customers for a limited time unlimited. More than 40gb per month slows full terms@mintmobile.com."
    },
    {
        "speaker": "C",
        "text": "Dot I think it's interesting, we got a little bit religious on how we thought about these systems. And in reality, they're all communities, their store of value that communities seem to care about. Like, I was skeptical that XRP would have lasting power because Ripple, the company, owns 60% of them now, 55 or 50% of them. And I was like, that just doesn't seem a proposition that's going to work. And I've been dead wrong. Hats off to Brad Garlinghouse and his team. Ripple is now an institution. The XRP army is real. They care about their ecosystem and their coin. And yes, it's got a use case, but broadly, the use case is the same as bitcoin. It's another place for people to want to store value. And the real question is, how many of these ecosystems can we have? Total market cap of crypto is what now? A billion and a half."
    },
    {
        "speaker": "E",
        "text": "One and a half, yeah, right."
    },
    {
        "speaker": "C",
        "text": "So it's half of Apple. And so you think about the amount of energy, human capital, podcasts, conferences, research papers that are going in talking about this industry were tiny relative to the global capital markets. If I line up all the employees of Apple on one end of a tug of war and all the employees of crypto on the other end, I know who I'm betting on. I got Vitalik out front. We got some just boy wonders. Incredible in terms of intelligence and passion."
    },
    {
        "speaker": "E",
        "text": "Preston, here's another way of looking at that thing. I hear what you're saying right now. They're just stores of value. And we're saying we'll store it in this particular thing, whatever your thing is. But they are also a call option on the future. It's also, well, my community could build cooler stuff that will have larger use cases over time than your community. And so it's not just evaluate, but."
    },
    {
        "speaker": "C",
        "text": "It'S just a narrative at this point. It's a call. We haven't seen it happen yet."
    },
    {
        "speaker": "E",
        "text": "No, but what do you think? What are the things that make you think we haven't seen it? We're seeing a lot of stuff. Like Franklin Templeton are doing stuff. We've even seen the european investment bank people are doing stuff. It's not at scale yet."
    },
    {
        "speaker": "C",
        "text": "Tokenization will happen because it makes efficient sense. Will it happen on public blockchains or semi walled garden blockchains. I'm not positive. I don't know if that's in a year or five years. Every bank is working on it. We're working on it. We're working on some small projects, some medium sized projects. So that's going to happen. But the real reason that I got excited about the decentralized revolution really was seeing things like decentralized rideshare or decentralized exchanges or decentralized ticketing. Think about ticketing. It is the single best use case."
    },
    {
        "speaker": "E",
        "text": "I know I keep saying this, and."
    },
    {
        "speaker": "C",
        "text": "We don't have ticketing yet because Ticketmaster is pretty fricking good and tough."
    },
    {
        "speaker": "E",
        "text": "I know Ticketmaster is the largest issuer of NFTs in the world and they."
    },
    {
        "speaker": "C",
        "text": "Don'T want to give up their monopoly."
    },
    {
        "speaker": "E",
        "text": "But they're actually the largest issuer of NFTs in the world. They've issued over 30 million nfts. They just don't use it for their tickets yet."
    },
    {
        "speaker": "C",
        "text": "Of course not."
    },
    {
        "speaker": "E",
        "text": "And you know, I've spoken to that team about it and I think they might get there. But ticketing, I think it needed this monopoly."
    },
    {
        "speaker": "C",
        "text": "And so you protect your monopolies and it's hard. You know, I used to think, I used to tell the story of decentralized Uber. I called it Duber. I thought that was kind of cute. And I thought, what a perfect way to explain how this token economy can work. And I mapped it out and wrote it out and talked about this theoretical company. And then, I don't know, about a year ago I sat with Travis, the CEO, at his house for a couple cocktails. And after about 2 hours with him I was like, oh, now I know why Uber worked. Because that son of a bitch was good. He broke every rule. He bought the supply, he bought demand, he paid fines, he willed that company into existence. And I'm not sure a decentralized community could have done that. And so again, we'll see now that their rise sharing exists."
    },
    {
        "speaker": "E",
        "text": "The other argument would be Meltham's argument, which is we just willed a trillion dollar asset, memed it into existence."
    },
    {
        "speaker": "C",
        "text": "Yeah, so it is possible. I don't want to short the crypto community. Listen, one of the greatest technological wins was going from proof of work to proof of stake in Ethereum. This giant system flipped over flawlessly and there was no one in charge. There was no general. I mean, you could kind of say Vitalik was a spiritual general, but he wasn't the general. Right. It was a community that did that. And so I'm not shorting the potential. I'm just saying, thus far, in some of the easy. I remember sitting with you two, literally the greatest thing that ever happened to me in crypto is I got a call from Adam Clayton. He was like, this is Adam Clayton from YouTube. Would you like to come to our concert? I'd like to talk to you about crypto. I thought it was a prank. I went out to the Meadowlands, I met the whole band. I sat backstage before the concert, and that was probably 2015. And we talked about NFTs for tickets, and he wanted to be able to take tickets and throw them to people in the bad seats to come sit in the empty front seats and cut out all the scalpers. He was way ahead in his thought process. And I was like, oh, yes. And that hasn't happened. And so that's eight years ago. I pray it will happen. We've looked at some companies, we've invested in a few that have tried it. The technology's there."
    },
    {
        "speaker": "E",
        "text": "Yeah. Because particularly with the compressed NFTs now in Solana, it's really super cheap. It's cheaper than printing a paper ticket."
    },
    {
        "speaker": "C",
        "text": "Yeah. Solana is an interesting one. The world has turned onto it all of a sudden, in a big way."
    },
    {
        "speaker": "E",
        "text": "Yeah, it's my big bet now. It's my biggest. Been my biggest bet for the last. Yeah. For the last nine months, I've completely switched my allocation. I'm massively, like, 70% Solana."
    },
    {
        "speaker": "C",
        "text": "Wow."
    },
    {
        "speaker": "E",
        "text": "What happened to me is like, I knew Solana was interesting, so I bought some last year when it all got sold off and bits and pieces, and then I saw the compressed nfTs, thought, this could be ticketing. Like you. I just. I needed the one big thing, thought, that's interesting. And then I was in some event in New York and Colleen was there from Brevon and Toli, and they were both talking and they both mentioned about firedancer. And I went down the fire dancer rabbit hole. Have you gone down the fire dancer rabbit hole yet?"
    },
    {
        "speaker": "C",
        "text": "I have not."
    },
    {
        "speaker": "E",
        "text": "So jump trading built a validator for Solana, which is the second validator. Only Ethereum has other validators, this thing, because they built it for high frequency trading, because to your thing, somebody needs to build exchanges. This thing theoretically has a 1.2 million TPS. Wow. So it's 20 x faster than Solana. It's on testnet now, goes mainnet in the summer, and that's it. So Solana is 20 x faster than. I mean, yeah, it'll be 20 x faster than anything else because this is Solana. You should jump trading. What they built is mind blowing. And they said they went at it with first principles and said in high frequency trading what we need to solve for is speed of light because it's all about how fast can you get your order flow in and out."
    },
    {
        "speaker": "C",
        "text": "Yep."
    },
    {
        "speaker": "E",
        "text": "And blockchain can't do that. And so they built on Solana. This, it's, they used a whole entirely different language."
    },
    {
        "speaker": "C",
        "text": "Amazing."
    },
    {
        "speaker": "E",
        "text": "I don't know where the demand is coming from but it's, it's monstrous right now."
    },
    {
        "speaker": "C",
        "text": "Yeah it is. It is shocking. No though, this whole crypto demand when we went from nothing, nothing, nothing to. Unless we're seeing it on our desk. Right, the galaxy trading desk. You know, we had a hedge fund come in a couple of days ago by 80 million, you know, bucks of bitcoin. That wasn't happening even six weeks ago. What has been consistent is like a lot of people in our space, we're connected to some of the aggregators, right. They're probably six or seven aggregators. You know who they are. Just with one alone they buy about ten to $15 million of bitcoin a day and never sell. All through the market, all through the last few months. This weekend was a big weekend, but it's so consistent. And that's the little guy on their phone. If it's PayPal or SquareApp or whatever one of those aggregators are talking about buying bitcoin and then they're selling. So it's just my experience, it's just net buying. And I was like wait a minute, that app alone is taking out mining supply. What app? Now again, I don't see all their other trades, I just see our piece. But I was like one app taking out mining supply. There are a lot more than one app."
    },
    {
        "speaker": "E",
        "text": "So where is this on a structural level? Where is the supply? That's the issue. I can't get my head around. Yeah, market makers. It's option Delta hedges and the miners. But who else is miners don't have."
    },
    {
        "speaker": "C",
        "text": "That much supply, right. They sold all bunch of their bitcoin. They're not holding big badges."
    },
    {
        "speaker": "E",
        "text": "And this goes to your point is this could get an unruly bull market because you don't really have sellers but you've just."
    },
    {
        "speaker": "C",
        "text": "Yeah, 75% of bitcoin hasn't moved in a year. Is that the number I read today?"
    },
    {
        "speaker": "E",
        "text": "I think that's something like that. Yeah."
    },
    {
        "speaker": "C",
        "text": "No that's the. When you want to work yourself into a frickin frenzy. Listen, I worked myself into a frenzy on gold."
    },
    {
        "speaker": "E",
        "text": "Oh God. Two nights ago I have a podcast."
    },
    {
        "speaker": "C",
        "text": "And it's called business untitled, where we, me and two friends, one guy grew up rich, I grew up middle class, and one guy grew up poor. He's from the hood. We interview entrepreneurs. We just had Snoop Dogg on, which was great. But at the end, we give everybody an ounce of gold. We're like, give us your ounce of gold. Your real wisdom. So then we give them a real ounce of gold. And so my guy was like, I got to buy more than that gold. And I was like, I'm sitting in Jamaica because of the SEC. I now have to carry two phones. I've got my personal phone, I got my work phone. My work phone has my Bloomberg on it, and it's got my trading stuff. And this just doesn't, this is in my hotel room. I'm sitting there and I just see something on gold. Up two and a half, 3%. Now this has lifetime p and l of all my accounts, nothing. And I'm like, ha. And I'm long a ton of gold. And I tate it. I think I jinxed the whole freaking market. I say to the guys, I was like, oh. Oh, my God, guys, new breakout, 3008 months, six months. I was like, you better go buy more gold gold coins if you think our podcast is going to survive because it's going to cost us more. So I'm doing the gold victory dance."
    },
    {
        "speaker": "E",
        "text": "We've all done that before."
    },
    {
        "speaker": "C",
        "text": "Glasses of wine, go to bed, wake up, get to the plane. I'm on the plane. I'm like, what the hell? Like a log of my Bloomberg. It had the greatest, biggest, biggest one day move in three years."
    },
    {
        "speaker": "E",
        "text": "Oh, God, the horror."
    },
    {
        "speaker": "C",
        "text": "Oh, I still own it. I haven't given up. But that was painful. I mean, yeah, it was made up by crypto, but still, I hate it when that happens."
    },
    {
        "speaker": "E",
        "text": "You just, it's so obvious as a trade. It's like, this is."
    },
    {
        "speaker": "C",
        "text": "Crypto is like limit up. That day I am making for my firm account a ton of money. Should be doing the victory dance. And I'm just grumpy as fuck because, you know, I kind of know if I was in my seat 3% up, two straight nation move, I'd have sold 30% of my goal. Just taken a little off the table. I had huge position and I didn't. So I'm just mad the whole day. My desk is like, what are you mad for? Crypto's up."
    },
    {
        "speaker": "E",
        "text": "I don't know why you're trading this stuff. This is the problem. You're just a crack addict going back to the old macro stuff which doesn't make money. Nobody's making money in macro."
    },
    {
        "speaker": "C",
        "text": "It is frustrating. It does help you understand the world and put crypto in context. I really do think it does."
    },
    {
        "speaker": "E",
        "text": "I think it's vital. It's imperative. You have to understand the macro."
    },
    {
        "speaker": "C",
        "text": "And for me to talk to the people I want to talk to and have relevant impact, like I have to have the macro toolkit. Even when I was a banker, when I Goldman Sachs, I briefly was a banker. And I remember meeting with Carlos Slim and that's intimidating. He was one of the richest guys in the world and I knew jack shit about telecom and I told my head of banking, I was like, you got the telecom side, but I wanted to add it. Something that what I could add to the conversation was framing the world and it was early 2000 and the Internet was bubbling and I was predicting a crash. And so from that one conversation, Carlos Slim must think I'm really smart. You know, you have something to add."
    },
    {
        "speaker": "E",
        "text": "To the conversation and where are the other macro guys? There's some behind. One thing we've got to own up to is you and I tried to. Red pill or orange pill? Jamie Dimon at the JP Morgan event in Miami. Yeah. And failed."
    },
    {
        "speaker": "C",
        "text": "You know, it's one of those funny things. I remember I heard Elizabeth Warren on tv and saying, well, it doesn't have any real value and so why should we even care about it? And I'm thinking to myself, lady, who do you think you are? Like the richest woman in your state believes it has value. The richest man in Pennsylvania, Jeff Yoss from Susquehanna, believes it has value. Stan Druckermiller, Ray Dalio, some of the great investors of the world believe it has value, but Janet Yellen doesn't. And like, okay, you don't have to participate, but like, don't be so goddamn arrogant to think you're right and everybody else is wrong. Like the market's right and you're wrong. And Jamie, you've been wrong. I love Jamie Dyne and I hope he runs for president, but he's been dead wrong on bitcoin."
    },
    {
        "speaker": "E",
        "text": "Yeah. He's also got the vested interest that when you've got the monopoly on the banking system, the last thing you want is a competitor."
    },
    {
        "speaker": "C",
        "text": "I don't think bitcoin is a competitor of the banking system."
    },
    {
        "speaker": "E",
        "text": "No, but I'm thinking of the whole cryptocurrency arena. The blockchain rails decentralized finance. There's a lot of things that a."
    },
    {
        "speaker": "C",
        "text": "Stable coin that paid interest, that is a tokenized t bill fund, would put all the banks out of business. Why would you leave your money at a regional bank, which is roughly a hedge fund with a probable guarantee by the government, but not assured guarantee, where you get paid literally 0% at JP, where you pay one basis point in savings and one basis point in checking. Unless you go to a different level of account, when you could get five and a quarter percent in t bills and imagine you had it in your wallet, you've just banged the entire world. The Fed won't let it happen because it collapses the banking system. But that's the real risk is how do you like. Even the Fed with cash has $2 trillion of liabilities that they don't pay interest on. Think about that, right? With all the cash outstanding, they're not paying interest on the cash, right? Jeremy Lehrer doesn't pay interest on his stable coins. And so it's really interesting if you think about making markets more efficient for the little guy. You want to pay interest on deposits and you want to pay interest on cash, right? If you had a stable coin that paid interest, you'd pay interest on cash. That's stealing from banks and giving to consumers. The problem is, if you steal too much from banks, then you lose the credit cycle. Where does credit creation happen if everyone just owns stable coins? It's a complicated issue. Unfortunately, it's nuanced enough that it's hard to find smart guys to have the right conversation. And when everything's politicized, I wonder if."
    },
    {
        "speaker": "E",
        "text": "Do you think they'll offer interest on cbdcs because they'll have the same problem, they'll destroy the banking system. Because I knew this when I first discovered bitcoin in 2012. I was trying to start the world's safest bank with a bunch of family offices. And the idea was just to hold money at the fed and have no fractional reserve banking. The Dallas fed said, this is a great idea. It's really needed. You can't do it. We said, why? They said, because you'll take all of the deposits from the banking system. Exactly the same thing. But do you think the CBDCs will offer interest?"
    },
    {
        "speaker": "C",
        "text": "I don't know. I don't think so."
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "I hadn't thought this through."
    },
    {
        "speaker": "E",
        "text": "Actually, I'd not thought this through, Ash."
    },
    {
        "speaker": "C",
        "text": "So now you're $2 trillion. I think it's two trailing google. How much cash is in circulation?"
    },
    {
        "speaker": "E",
        "text": "I'm fuck knows."
    },
    {
        "speaker": "C",
        "text": "See it if my macro bona fides are any good. I don't know why the number 2 trillion popped into my head."
    },
    {
        "speaker": "E",
        "text": "I don't know it's coming. Hold on. Total us cash and 2.3 trillion. There you go."
    },
    {
        "speaker": "C",
        "text": "Damn it. He's good. Oh, yeah."
    },
    {
        "speaker": "E",
        "text": "You haven't lost it. Regardless of what they say, you haven't lost it."
    },
    {
        "speaker": "C",
        "text": "2.3 trillion times 5%. Big frickin number, right? Free float. And so I think that's a. It's a consideration, and so I don't think they will, but that's going to be hotly debated."
    },
    {
        "speaker": "E",
        "text": "I had not thought that through, but yes, that makes sense. Which is great to be a stable coin business like tether, because if you don't have to pay it away, I."
    },
    {
        "speaker": "C",
        "text": "Tell you what, there's a sad story, and it's actually not that sad, but at one point, the CFO of tether, because they were having all this problem with Bitfinex, all this reputational problem, right. Meme account that was bitfinexed, Bitfinex. And he had approached us when I was at my family office about potentially buying tether, going to the SC, cleaning, getting a clean bill of health so they could have Bitfinex run by itself. And I think that cost him his job, because the guys that now own tether, his partners, said absolutely nothing. They loved the business and they bought him out and he's doing quite fine, and they've built an amazing business. But I always knew, I was like, damn, this is a call on rates. Then we try to buy circle. At one point, we were really close with Jeremy to buying circle, and then even when we couldn't buy circle, we were like, hey, can we just buy the stablecoin business? And probably got greedy in not investing, but that's been one of my big, big misses because, listen, it was hard to do, right? There's only two that won. Well, three Paxos was a damn good business for a while, but I saw it, I wanted it, and I just couldn't get myself in it."
    },
    {
        "speaker": "E",
        "text": "I tell you the other interesting game."
    },
    {
        "speaker": "C",
        "text": "The best business in all the crypto."
    },
    {
        "speaker": "E",
        "text": "Yeah, I know everybody still hates it, but yes, it's been phenomenal. But it is a rate. It is a call on rate. So let's say rates come back down."
    },
    {
        "speaker": "C",
        "text": "Again, they'll make less money, but they're still. I mean, they're making a billion dollars a quarter."
    },
    {
        "speaker": "E",
        "text": "Yeah, I guess they're a self funding call option on rates. So rates go up, they make more money, but they make money if rates go to zero."
    },
    {
        "speaker": "C",
        "text": "At zero, they don't make as much, but their operating costs are very small."
    },
    {
        "speaker": "E",
        "text": "Yeah, the other one that's interesting. For me from that perspective is I wonder if the ETH ETF providers are going to give the staking yield or not."
    },
    {
        "speaker": "C",
        "text": "I think that's the $64,000 question because."
    },
    {
        "speaker": "E",
        "text": "Somebody'S going to get rich if they don't."
    },
    {
        "speaker": "C",
        "text": "Well I actually think that's why the ETTF might not do as well as the bitcoin ETF unless you figure out how to get the staking rewards. And all of a sudden I dont know if thats possible in an ETF structure but yeah I think that will be the limitation on that wont stop it of course, because people make non economic bets all the time."
    },
    {
        "speaker": "E",
        "text": "So looking forward to 2024, what do you think? General framework of where this crypto space goes over the next twelve months in."
    },
    {
        "speaker": "C",
        "text": "Every launch of an ETF, gold, silver, you name it, you sell the first print and that's the local high. And my instinct is it's the same. We trade up to the launch, we sell off. But I think the sell off is going to be a great buy. It will probably be more painful than people think right. Because there's a lot of froth in the market right now. You look at Asus, you look at just the options skew, you look at the alts jumping like they are. But then I think, I don't know if it's 10 billion or 15 billion, I think it's somewhere between ten and 15 billion come into the market in the first year between know Invesco, Blackrock, fidelity and wisdom tree and all this. There's a lot of salespeople at these places and bitcoin's always been sold, right. We call it yellow pilling or orange pelling. I'm sorry, yellow pilling. You're going to have a whole new army of orange pillars out there convincing the guy to put 1% in. Looking at this correlation, look at it does to portfolio. And so I think if it dips, and I think it will dip, thats the dip to be bought and I think we end the year much higher. I also think because the feds going to be cutting ed."
    },
    {
        "speaker": "E",
        "text": "Yeah it just feels like its a perfect setup and I think so many people are scarred from the last bull market and how it finished as well with the kind of it got to a high, it sold off, it made a new high, failed, it didn't go as high as people expected. My guess is everybody's scarred by that and think it won't go as high as expected."
    },
    {
        "speaker": "C",
        "text": "And more of the scar almost was just the absolute beat down it took on the way down, right. 69 to 30 is bad enough that 30 to 17 felt like death and that 30 to 17 is Celsius and Sam and, you know, Blockfi and all the bad actors, you know, either the corrupt actors or the poor risk managers or you name it. But we had a collection of really dumb decisions by big organizations that, listen, if it wasn't for that, you know, we'd be a lot higher now. Right? It took an amazing amount of trust out of the system. The other thing that's interesting is if it wasn't for Gensler, we would have Goldman and Citibank and Millennium and Bridgewater. We'd have big players from trade fight very much engaged in this space. I'd be getting calls from bankers saying, oh, these guys want to buy you right now. There are no trade. Five buyers of crypto businesses, maybe of custody, because they'll put it into their skunk works for the future of tokenization. And that's solely because of fear of the Fed and the SEC. And so I think that could be, I think that's 2025, quite frankly. I think we got to go through the election and we got to get a new head of the SEc. I just don't think Gensler is going to bend. But the moment we get the regulatory okay, then I think you're going to see the trade fi invasion. But it's still hard. We have a $1.8 billion balance sheet, so we're close to that and we're just getting our second ISDA. And I've been a player in macro for a long time, right? 2002, whatever, 21 years. I know the bank people don't feel comfortable dealing with crypto companies. Now, having two istas is great because a lot of my peers have none, and it gives us an advantage in being able to use other tools to hedge and to trade. But Tradefi is still very nervous about crypto."
    },
    {
        "speaker": "E",
        "text": "So what gets you most excited about Galaxy for the next twelve months? Because it's been hard for everybody. Everyone's had to deal with layoffs, everyone's had to deal with cost cutting."
    },
    {
        "speaker": "C",
        "text": "You know, the only crypto companies that if you look at our population on December 31, 2021, we're 100 people larger than we were at the top of the bull market, which either means I'm the wimpiest boss in all of crypto, which is partly true. I act like a tough wrestler, but I'm a pushover, a belief in the system. Now, sometimes we bought GK eight in Israel and we bought the mining company down in Texas. So we added bodies there. But we've been trying to build, build, build, and we're getting there. Right."
    },
    {
        "speaker": "E",
        "text": "What's your vision? Where do you want to get to with it?"
    },
    {
        "speaker": "C",
        "text": "I want our prime, which is up and running now, but mostly just on execution by Q two. We should have leverage. And I want it to be the premier prime brokerage service in crypto. And then I want to provide lots of the other services. Right. Staking as a service, market, making as a service. Those are great businesses for us. They're small now. They're growing. We have an infrastructure business with GK eight know, which will help with tokenization and mining, our venture stuff. We've moved to asset management. Right now it's still managing our money, but at one point we want to manage other people's money and venture. We want two mandates from the FTX estate to help them manage their assets. It's a great piece of business. And so we always wanted to be perceived as the smartest guys in the room."
    },
    {
        "speaker": "E",
        "text": "And you want to be balance sheet providers. The old kind of Goldman technique, pre IPO Goldman was balance sheet providers, right?"
    },
    {
        "speaker": "C",
        "text": "Yes. And the challenge to that, to be frank, is getting people to trust us so we can trust others. And we have our own money. And we thank goodness. Have we really raised no capital since we started? We raised $50 million since the day we started. We've got a $1.8 billion balance sheet. We've paid out a ton of salaries and taxes. That's mostly from investing in trading profits. Knock on wood. It's been a great bull market and we've traded it really well. Art genius has been selling, not buying. In 2021, we sold a billion and a half dollars of stuff. And then we bought stuff in the winter. Not always perfect, but that's helped us fund it. We're in that transition from really making money from our balance sheet, having our businesses make money. This year, roughly, we'll do non investing, non trading. We'll be roughly a couple hundred million bucks in revenue and a couple hundred bucks of costs, plus or minus, without giving you non public information. And so getting there. Right. And that's our lending business, our derivative business."
    },
    {
        "speaker": "E",
        "text": "Did you think it was going to be this much work? No, because it's a lot of work to do this."
    },
    {
        "speaker": "C",
        "text": "Well, there are times I remember I was thinking about doing a hedge fund, and I said, no, I've already done a hedge fund. I want to do a hedge fund. And I'm like, oh, my God, it would be a lot easier, right? I'd have 15 people in a back office, my own crypto, and gone to."
    },
    {
        "speaker": "E",
        "text": "Dominican Republic, you know, it would have been a lot easier."
    },
    {
        "speaker": "C",
        "text": "Yeah, this has been much more challenging, building tech. When you're not an engineer, you know, you're relying on other people and listen, I got a great team. I think I'm good at a couple things, but I'm certainly nothing a financial engineer, or plumber, as I call them. They think it's a derogatory term, but I think it's a perfect term. Like, crypto is going to rebuild the plumbing of financial markets, and quite frankly, you need a regulatory overhaul and a plumbing overhaul to really make the big changes. If it's tokenization or whatnot, that isn't my forte, but luckily, I've hired people that are good at it. I'm sure at one point galaxy will have a CEO that can. Can talk to that better than I can. I think this first chapter, I'm well suited in that. It's a storytelling chapter. This has been about narrative and bringing people into the tent. I do think we could use some new storytellers. We got you, we got Saylor, we got myself."
    },
    {
        "speaker": "E",
        "text": "We haven't got anybody new right now."
    },
    {
        "speaker": "C",
        "text": "If you're out there, start telling stories."
    },
    {
        "speaker": "E",
        "text": "Yeah, exactly. Somebody. And we're all knackered. We're so tired from all of this. It's been a long ride. Listen, my friend, as ever, fantastic to catch up with you, and let's see what kind of wild ride we go on this year, the year ahead."
    },
    {
        "speaker": "C",
        "text": "Peace. Be well."
    },
    {
        "speaker": "E",
        "text": "So, as ever, wide ranging conversation with Novo. Lots of interesting things within it, and it's basically a state of affairs of where we are and the opportunities that lie ahead. Now, even though both of us have said, listen, there is a chance that this bull market is more surprising to the upside than is potentially thought of. Don't take that as a forecast. That's not the job we're in. We're looking at probabilistic frameworks, and the idea is to understand the probabilities of all the different things. Could this fail? Could it have increased exponential upside than what we expect? Will it fall generally in line with what it expects? And you can see the thought process, how we're thinking through. What does a stablecoin mean? What does a stable coin with a yield mean? How does the ETF work? How can we make sense of this? This is the kind of questioning and thought processes you have to have to succeed. It's an easy game sometimes if you just avoid leverage, store things in a cold walleth and just let it play out. But also you can figure out ways of investing and how Novos used the balance sheet of galaxy to kind of bootstrap the company as they build out the other businesses because its still an immature market. I think its been very clever and thats a rulebook out of Goldmans own rulebook, the sort of eighties and nineties style of Goldman Sachs where balance sheet comes first. So they have to be good traders and luckily nobodys a good trader. Anyway, I hope you got a lot out of this conversation and I'll see you next time with another conversation on macro crypto or technology. Let's see where it goes."
    },
    {
        "speaker": "D",
        "text": "Join over 5000 attendees for the largest AI event in Asia, Super AI in Singapore June 5 and 6th, 2024. Edward Snowden, Benedict Evans, Balaji Srinivasan and over 150 others will hit the stage, joining the industry's most influential to explore and unveil the next wave of transformative AI technologies. Singapore will become a vibrant AI hub for a full week from June 3 to the 9th, with over 150 side events that will make for unparalleled networking opportunities. Visit superai.com for 20% off tickets with the code real vision. Look for the link in the description."
    },
    {
        "speaker": "F",
        "text": "Ooni is here to light up your backyard shindigs this summer with the brand new Kota two Max gas powered pizza oven. The Kota two Max sports a massive 24 inch cooking area, and it's got two independently controlled temperature zones. That means you can roast a chicken on one side while baking a hot, crispy, cheesy New York style pizza on the other. You can even monitor temperatures via the Ooni app on your smartphone. Make your summer an uni koda two Max summer. Learn more@uni.com that's ooni.com."
    }
]