[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint."
    },
    {
        "speaker": "C",
        "text": "Mobile.Com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hello, everyone, and welcome back. Heres why you should join todays real vision crypto daily briefing. Nasdaq wants a piece of the crypto pie. One of the worlds largest exchanges is getting into the cryptocurrency business. Well, explain what this means for the wider market. Plus, a deep dive into how the merge went and what happens now. Host of the Unchained podcast Laura Shin gives her take. As always, we'll break down this conversation into key takeaways for you guys at the end, so stay tuned for that. I'm Paul Guerra, and with me, as always, Ash Bennington is with me. How are you doing, Ash?"
    },
    {
        "speaker": "E",
        "text": "I'm doing great, Paul. Last night, Massari main net opening party, late night. Lots of caffeine this morning."
    },
    {
        "speaker": "D",
        "text": "Oh, that sounds like fun, Miss Harry. Good stuff. Don't forget to subscribe if you're watching this on YouTube, smash the like button for the algorithm. And if you're hearing us on your favorite I podcast platform, stay tuned for more. Now let's jump right into the latest price action. The total crypto market cap is above $930 trillion. All eyes are once again on the Fed at 02:00 p.m. eastern. So in about 4 hours or so, we'll find out what the next rate hike is. And markets generally expect another 75 basis points. This is important because cryptocurrencies have been very sensitive to rate hikes lately, and this has been impacting prices all over the market. So far. The moves are subdued. Bitcoin is up slightly for the past 24 hours, and it's, you know, a little see sowing above and below $19,000, and its market dominance is around 39.5%. We might see a bigger move after the Fed announcement, as always. And in the meantime, Microstrategy announced it bought another 301 bitcoins. This means they hold now around 130,000 bitcoins in total. This means also that Michael Saylor is balling ash. What about the theorem. How's it doing?"
    },
    {
        "speaker": "E",
        "text": "A similar picture there, Paul. Investors appear to be in a wait and see mode, probably looking toward the Fed meeting as everyone on Wall street is this morning. Ethereum is up slightly for the past 24 hours, trading above $1,300. Coindesk reports. A city research report stated that ETH has remained stable post merge. It also says that issue issuance of new ETH is estimated to fall by 90% to around 600,000 a year. We'll touch on that later in the show. Finally, it notes that ETH is now a yield bearing asset. Citi puts the yield at 4.5% separately. Decrypt reports data from Oklink that shows Ethereum miners dumped ETH at elevated levels last week, 17,000 was offloaded."
    },
    {
        "speaker": "D",
        "text": "Paul wow, thats a lot of ether. Thanks, Ash. Lots of changes under the hood for ETH following the merge. Well discuss this in more detail later in the show. But now lets take a look at our top news story today. Well, which is a fresh vote of confidence in the crypto by Wall Street. Nasdaq, the company behind the worlds second largest exchange, has announced it is getting into crypto for the first time. The company will offer custody services for bitcoin and Ethereum to institutions, Bloomberg reports. And Nasdaq hired Ira Oyerbakh, who ran prime broker services at the crypto exchange Gemini, to hit up with the Nasdaq new digital assets unit. He told Bloomberg, we believe this next wave of the revolution is going to be driven by mass institutional adoption. Mass institutional adoption, end quote. Ash bullish words from the man. Let's start with the basics, though. What's crypto custody?"
    },
    {
        "speaker": "E",
        "text": "Well, in the simplest terms, custody is how people store and secure their own assets, whether it's digital assets like cryptocurrency or stocks and bonds. So traditional custodians in the modern era have stored, for example, stocks and bonds on behalf of their clients. What does that mean in crypto when assets are stored on a blockchain? What it means is that crypto custodians store and guard private keys that you use to access your wallet."
    },
    {
        "speaker": "D",
        "text": "Paul well, it seems it will be a fight for custody because Nasdaq will have to compete with Coinbase, Bitgo, Anchorage, among others, for those institutional clients. But Nasdaq is a big brand. What do you make of this story? Ash?"
    },
    {
        "speaker": "E",
        "text": "Well, you know, it's interesting. Nasdaq obviously has a reputation of being a high tech exchange, particularly in the wake of the first web one revolution. Nasdaq was where all the hot stocks traded in the nineties and the two thousands lots still trade there today. It's almost kind of like a passion passing of the torch kind of moment here, essentially where you see an exchange like Nasdaq getting involved in the crypto custody business. It suggests that we're seeing more mainstream adoption, I think, as the quote said, more institutional adoption, or at least interest around digital assets and around institutional adoption and the desire, the quest to custody those assets and to trade them securely. I think it's probably a bullish sign on balance for the crypto space. But obviously, lots of stories on any given day. I'm sure we've got some negative ones coming up, Paul."
    },
    {
        "speaker": "D",
        "text": "Oh, yeah. Yeah. Wow, you're a wizard."
    },
    {
        "speaker": "F",
        "text": "But."
    },
    {
        "speaker": "D",
        "text": "Well, that was actually positive news there. But yes. Now let's take a look at an equally important but less optimistic story. And here it is, another day, another Defi hack. Crypto market maker Wintermute has confirmed it's lost $160 million. The company says the hack was confined to its Defi business, and it says its lending and over the counter services or the CFI exchange were not affected. The CEO says Wintermute remains solvent with more than twice the amount stolen left in equity. He also said theyre treating this as a white hack attack. Early reports suggest the hack was sophisticated, but details remain scarce. Ash, can you please explain how a crypto market maker operates?"
    },
    {
        "speaker": "E",
        "text": "Sure, Paul. If you want to buy something or sell something, you need to obviously match those buyers and sellers, and you need to provide liquidity. Liquidity, in the simplest terms, is a kind of inventory for buyers and sellers of financial products. If you don't have adequate inventory or liquidity, it means you get inefficient pricing. What that means is that it costs you more to buy. It costs you more to sell. The idea is to aggregate this liquidity to match buyers and sellers and to have efficient price discovery in markets. Paul?"
    },
    {
        "speaker": "D",
        "text": "Thank you, Ash. Well, you know, it's not the first time that that DeFi hack has been reported on this show. What do you make of this?"
    },
    {
        "speaker": "E",
        "text": "This isn't even the first security event involving Wintermute. Gizmodo reported in June that the market maker saw about $20 million initially disappear after a wrong crypto address was used in a transaction. It was a series of unfortunate events, so to speak, that led to this. But the story has a mostly happening ending, which is that the hackers returned most of the stolen funds. What's interesting to me is that according to Coindesk, winter mute is still calling this a white hat attack, which may signal that they hope to get at least some portion of their assets back. This is an unusual space, as people know who follow this show and the other work that we do here on real vision, that occasionally you have these white hat attacks, so called white hat attacks, where people want sort of the recognition of being able to penetrate a protocol or penetrate an exchange, and then they give the funds back. I imagine that is what they are hoping is going to happen over at wintermute. Look, we've said this before here just a little bit more broadly to talk about a little context around defi. These hacks are regular occurrences in the space. Whether they're flash loans or bridge hacks, these are regular events in the space. It's this weird sort of space that we're in where we look at Defi. Many of the smartest people in the industry think that this is going to be the future of the way assets are traded, not just digital assets. There's a lot of optimism around being able to trade traditional assets, capital markets, assets like stocks and bonds on trade. But the reality is these security challenges are considerable. They are consistent. We see these significant hacks happen in the space all the time. Tens of millions of dollars, hundreds of millions of dollars. Unfortunately, this is just another example, Paul, and unfortunately, I suspect it's probably not the last we're going to be reporting on."
    },
    {
        "speaker": "D",
        "text": "It will not be the last, that's for sure."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium Wireless 30 baby get 30 baby get 20. 2020, baby get 2020. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Another news story we want to look at is an announcement from Coinbase. The company is integrating its Coinbase wallet browser extension with the ENS, which is the Ethereum named service, an Ethereum based domain that replaces your wallet address. You know that long line of numbers and letters that is impossible to remember? Well, that one. So Coinbase will hand out free Ens usernames to its customers and they will be formatted with the name CB for Coinbase ID. So, Ash, Coinbase says that this is a big step towards making web three simple, to make it accessible for everyone. What are your thoughts?"
    },
    {
        "speaker": "E",
        "text": "Well, you know, Paul, I think it's a cool story. User interface user experience is a significant challenge in crypto. It's much too complicated. I think this is a step in the right direction. I think that's probably true. I registered ashbennington eth I think over a year ago, and I got Ens tokens airdropped to me. Just in terms of full disclosure here, not why I did it. At the time, we didn't know we were going to get the tokens airdropped. I just did it because I thought it was cool for exactly the reasons that you talked about. Obviously, long strings of alphanumeric characters are very difficult to remember. It's easy to remember Ashbennington eth. I also think it's interesting that coindesk is branding this by pre pending CB before the addresses. That's smart. It basically allows them to have some branding in the space in addition to helping their customers have more easily recognizable names. I think this is kind of a cool story and it seems like a step in the right direction, broadly speaking. Paul."
    },
    {
        "speaker": "D",
        "text": "Yeah, it seems also like a great marketing move to have the CB attached to every single address so everyone will see the CB and know, well, what is this? Oh, it's Coinbase. That. So yeah, great marketing move also. And speaking of Ethereum, there was actually this tiny little event lately. Ash, I don't know if you remember it. It happened, I think, a few days ago. It was the merge. You know, it was one of the most complicated and anticipated operations in crypto history. By and large, it's been considered a big success so far. And Ara Lane Lee spoke with Laura shin about it. Laura is a journalist, author, and the host of the Unchained podcast. You can also check out her book, which is great, by the way. The cryptopia's idealism, greed, lies, and the making the first big cryptocurrency craze. Here's how she described the big day."
    },
    {
        "speaker": "G",
        "text": "What was your reaction when the merge was successful? Were you one of the ones who stayed up very late to watch it happen?"
    },
    {
        "speaker": "F",
        "text": "I kind of cheated. I went to bed at a normal time and then I set my alarm. And I have to say I projected quite well because, you know, there wasn't a specific time, but I managed to wake up basically right before it happened and witnessed it. And knowing that Ethereum had been working on for years, and in fact, it was so technically challenging that they'd had to delay it a number of times. And ultimately the reason it's called emerge is they felt the safest way to make this happen would be to just get a proof of stake chain going, just make sure that worked. And then the task of moving all the economic activity on Ethereum, which really just has grown so much bigger, and then shifting that over was, you've probably heard, similar to swapping out the engine on a plane mid flight. And the fact that it went off seamlessly, I think, is really shows how much homework and deliberation they put into it. They did a number of test merges. They realized, like, okay, these are working well. They debugged and they kind of tweaked things. And then the fact that it basically was flawless, the fact that it was sort of like uneventful, and how seamless it just went from block to block, I think really shows that the delays were worth it, that all the extra research and the careful planning of the beacon chain and getting that going was a smart move."
    },
    {
        "speaker": "G",
        "text": "Yeah, small baby steps, but no news is good news, as they say."
    },
    {
        "speaker": "D",
        "text": "Well, no news is good news. The merch indeed was a major technical achievement that took years to come true. And the fact that they made it uneventful, it's nothing but remarkable. Ash, what are your thoughts about this?"
    },
    {
        "speaker": "E",
        "text": "I mean, Laura Shen, she's the ultimate crypto podcast OG. She does a great job of describing the complexity of the merge here and why. The merge is called the merge because the economic activity on the main chain was being merged with the so called beacon chain. This was the pilot chain for proof of stake, all in a nice simple description all around here by Laura."
    },
    {
        "speaker": "D",
        "text": "That's, that's very right. And the move to the upside for eve, many hoped for, has not materialized yet. In fact, on the contrary, we've seen eth's prices dropping a little. So let's hear Laura expectations on the way forward."
    },
    {
        "speaker": "G",
        "text": "This is known as one of the biggest success stories for the Ethereum network. But in for investors prices. Do worrying this week, now that the merge has happened, where do we sort of go from here? Has the dust been settled?"
    },
    {
        "speaker": "F",
        "text": "So I would say that for anyone looking to put their money in any crypto, you need to understand how that crypto works, and you need to understand how that fits with your own personal financial goals and your own financial picture. And so, you know, what I'm going to say here is very general. It should not be taken as a financial advice for anybody. But, you know, regardless of the macro environment, the truth is, like just leaving that aside, that the monetary policy of Ethereum has changed dramatically and in a way that many investors view as something positive until this point, Ethereum had a monetary policy of just, you know, inflating the supply of ETH, and that was used to basically pay miners who were. The issuance has dropped dramatically from about 5% inflation to about 0.5%. And on top of that, there is a change that actually happened a little over a year ago called EIP 1559, and that also changed how usage of the network is tied to the value of ether. Now, basically, the more popular ethereum becomes and the more demand that there is on the network, the higher the value of eth could be, because what's going to happen is that that demand will cause certain fees to be burned. And when you consider that there's this decreased issue, actually even more will be burned than is being issued. And so throughout the last year or so, ever since EIP 1559 went through, there's been a website called ultrasound money, and they have a little meter where they would compare the usage on the network at the time, and then you could toggle a little switch to see, okay, if we were to simulate this, a post merge environment where this new policy is in place of burning the fees a certain way, and then the dramatically reduced issuance, then would ETH be inflationary or, sorry, deflationary with this amount of usage? And it would show you different times would be like, oh, this amount of ETH would be burned if it was this amount of usage. Interestingly, right before the merge, for like the month or so before, despite the new change, it was actually still slightly inflationary because demand on the network has fallen. So that's why I'm not saying it's definitely going to be deflationary from here on out. Like I said, it'll depend on the usage. But regardless, the issuance of Ethereum has drastically dropped. And that's why you'll see popular crypto investors such as Arthur Hayes, who previously was an investment banker, and he also was the co founder and CEO of BitMex. He's very bullish on Ethereum, and you can read. He has an amazing blog, but he always just boils it down to that simple thing. And I think for people who just want a simple explanation, that is what you should pay attention to."
    },
    {
        "speaker": "G",
        "text": "I love that. And this is still a website that we can pop in and have a little play around now."
    },
    {
        "speaker": "F",
        "text": "Yeah, now that I think about it, I haven't checked it since the merge, which at the time of the merge, there was so much demand on it, you often couldn't even pull it up. So I don't know what they did with the little toggling thing. Now maybe it's just gone."
    },
    {
        "speaker": "D",
        "text": "It seems that Laura is referring to a supply shock happening with ether. Ash, could you please elaborate on Ethereum's burn mechanism and why this deflationary system is so important?"
    },
    {
        "speaker": "E",
        "text": "So, you know, EIP 1559, that's Ethereum improvement protocol 1559, details how mining fees are split into base fees and tips, and also how the burn mechanism works. I think that's probably pretty technical, technical stuff and not of incredible interest to our audience. But what I think is more interesting to hear is why post merge Ethereum's monetary system is now deflationary rather than inflationary. And that's this. Paul, in the simplest terms, it's because eth staking is more efficient in terms of cost and in terms of energy than eth mining. So because staking is more efficient than mining, validators spend less than miners, which means they require less compensation because their costs are lower. Therefore fewer Ethereum need to be created to pay them. Probably a bit of an oversimplification, but that's sort of how I think about it. The monetary base is expanding more slowly because there's less need to pay miners. It's a more efficient system, and therefore you don't need the massive monetary expansion to keep the system going."
    },
    {
        "speaker": "D",
        "text": "Paul, awesome, Ash. And don't worry about oversimplifying things, we actually love it. You're our filter to enlighten us with your insight, so we appreciate it. And of course, Ethereum does not operate in a vacuum. So what happens here is that people are watching, specifically people, sometimes from the bitcoin community, and the merge begets this question. Could bitcoin transfer from proof of work to proof of stake? Let's hear what Laura thinks about this."
    },
    {
        "speaker": "G",
        "text": "Talking about Ethereum, which is the world's second most valuable crypto asset, we have to talk about bitcoin as well. You know, does this advancement of Eth moving to proof of stake affect BTC at all? What have you sort of seen on the community when they're saying there?"
    },
    {
        "speaker": "F",
        "text": "So interestingly, you know, I think most bitcoiners would say, no, it does not affect bitcoin. We will never switch to proof of stake. However, I did a few interviews with mainstream media on Thursday, the day of the merge, and yes, many of them asked me, does this mean that bitcoin will also move to proof of stake? And when I couple that against the fact that there are multiple governments and regulatory bodies that have expressed concern with the environmental footprint of bitcoin, I do feel that this question will come up again in the future. It may still be at that point that the bitcoin community is staunchly opposed to switching to proof of stake. Is probably going to bring this question up again. Like I said, because there was regulation in Europe, it didn't pass, but it was some regulation that was concerned about this, are still kind of learning about this, and there are arguments, a major proof of work, major blockchain that uses proof of work. If you're going to single out that type of consensus algorithm, bitcoin's really the only one that matters. So I noticed a sort of more cautious version of that in New York state where what they did was they put a ban on any new facilities that were using proof of work, mining existing facilities in the state of New York that do proof of work mining can keep going, but they're going to do a study during this period to, I think, figure out essentially if they do want to go forward with an actual ban. So, like I said, when I look at kind of the regulatory environment and just in general, the increase in concern that investors have about ESG issues, because that's why I wonder down the line, could there be more pressure again, who knows?"
    },
    {
        "speaker": "G",
        "text": "That's interesting. All right, I'm going to just take that point and move on to my next question, actually, which is when I remember when the Ethereum merge sort of happened, Vitalik, one of the tweets that he tweeted out was the merge will reduce worldwide electricity consumption by 0.2%. And basically it's just sort of saying, like, look, ETh has definitely got greener. And I know you spoke to Justin Drake on your podcast as well, and Ethereum's energy use basically has come out and said they dropped by more than 99%. So that's a big plus for the planet, which is a good thing. So I know you mentioned a little bit about ESG before. So will this sort of momentum and drive investment and more adoption for eth?"
    },
    {
        "speaker": "F",
        "text": "No. This is something I have also been wondering for that very reason that now one of the biggest criticisms that people had of proof of work chains like Ethereum, or basically, honestly, obviously, for this sort of uneducated, mainstream person who doesn't follow all the nuances of crypto, they actually think that every single blockchain has this environmental footprint. So I do wonder, will that mainstream person who isn't following every little last thing happening in crypto really kind of understand that now this criticism is no longer valid, at least of Ethereum? I don't know when I look at the comments on news articles about crypto, oftentimes I don't see that level of understanding about the differences between the blockchains. I see a lot more comments where people view everything in crypto with the same broad brush. And so I am very curious if the everyday person will get educated on this and understand that. But certainly if they do, then, yeah, I do believe that one of the main criticisms I've seen of crypto will be invalidated, at least when it comes to Ethereum. And the bitcoin community is working a lot also on using renewable energy. And they've been doing a lot of things to show how actually bitcoin could be used to make renewable energy producers that are kind of further away from the grid. But in places where things like solar and wind power are quite plentiful, give them more. What's the word? Like, evened out revenues, like, help them when demand on the grid is low, but wind and solar are high to mine bitcoin and earn money. And then the second that kind of peak energy usage is up, they can shut off the miners, send the money to the grid or the power to the grid. And so I see that they're doing a lot of things in this regard as well. So I think it's that bitcoiners aren't, you know, it's not that they don't care about these issues or that they're not aware of these criticisms, so much as they simply think that proof of work is the safer I and more secure way to protect a blockchain from attacks. And so for that reason, they'd like to stick with it, but at the same time, also reduce the environmental issues."
    },
    {
        "speaker": "D",
        "text": "Well, lots to unpack here. Ash, what do you make of Laura's first answer? Do you think that bitcoin will succumb to ESG pressures? And secondly, why does the bitcoin community consider proof of work safer than proof of stake?"
    },
    {
        "speaker": "E",
        "text": "Well, I think Laura is right here. You know, this is probably the easiest question you're going to ask me all day, Paul. I don't think bitcoin is going to be switching anytime soon from proof of work to proof of stake. Second question, why? Because bitcoin's proof of work protocol is considered highly safe, highly reliable. In many ways, it's considered the gold standard of consensus mechanisms in the crypto space. You know, when I first got to coindesk, I was having one of these very long technical talks about bitcoin and the consensus mechanism with one of the editors. It was a little bit confusing, honestly, at the time, because I was pretty new to the space, and I think he actually got confused in describing it to me. He lost his place and he got a little bit flummoxed and he just said something like, well, look, forget all that. Just think about it this way. Everything in bitcoin is about making sure that the network is secure. That's it. That's it. That's all you need to know. And it's funny, because of the fact that he got confused in the explanation about how mining worked, he actually came upon that sort of simple truth, and I think in a very clear way, which is bitcoin is 100% all about security. It's been all about security from the inception. It's all about security right now. And I think in many ways, as I said, it is sort of considered to be the gold standard in the space. I don't think the bitcoin community is ever going to be. Well, I shouldn't say ever, but for the foreseeable future, meaning years and maybe even decades to come, it seems pretty unlikely that bitcoin is going to switch away from proof of work to proof of stake. I just don't see it happening. Paul?"
    },
    {
        "speaker": "D",
        "text": "Yeah, Ash. It's like they say, you don't fix what's not broken. So that might be the case with bitcoin. And what's next now that the merge has been completed? That's the question everyone is asking. Okay, cool, we have a merge, but what's happening next? What means Eth 2.0 for me? So Elaine and Laura. Got you covered, guys. Here's the next clip."
    },
    {
        "speaker": "G",
        "text": "I know that Vitalik said there are five steps to sort of complete eth development. It's that whole little rhythm, the surge merge of purge or whatever, but very."
    },
    {
        "speaker": "F",
        "text": "Doctor Seussy ish before we break down."
    },
    {
        "speaker": "G",
        "text": "To every single one of them. Okay, we got through the merge. I get that. The next step is the surge. And from my understanding, it's just along the lines of the blockchain's ability to store and access data. And I want to know if you know anything about the next steps in regards to the surge. It's something along the lines of the blockchain's ability to store and access data, like I said. But I'm hearing words like. Like dank, sharding. Do I have to brace myself for what is yet to come?"
    },
    {
        "speaker": "F",
        "text": "You know, I actually did an interview right before this, and after the interview, the host said something like, gosh, I feel like I am half lost and half, you know, like trying to keep up and learning new things. And I said, oh, oh, it's like that for everybody in crypto. So yes, there's a whole bunch of new terms. And in fact, what's super fascinating is that similar to how the merge went down, there were times in Ethereum's history where they had ideas around how to increase throughput on the blockchain, how to increase the transaction capacity, and it's still evolving. And this idea of dank sharding is actually a relatively new one. But essentially, the problem with a blockchain and with scaling it is that if you think about how, because we have this decentralized system, that there isn't one company that's managing the ledger, all these computers around the globe, they're all managing the ledger. And the Ethereum blockchain at this point is seven years more than seven years old. I had to think about that for a second. But that's a lot of data. When you want to keep it decentralized, it's taxing for the different node operators and validators to keep the state of the blockchain stored. And so if you can kind of separate that data layer from the blockchain that's stationed at another layer, that helps to scale things. So that's kind of the concept there. I don't have a ton of technical details on really how they want to do this, and frankly, given the way things went with the merge, they would probably change them at some point down the line when they get closer to it. But yeah, that's it. And the reason that they want to do this is because, as we mentioned earlier, usage on the Ethereum network has been extremely high at different times. And when that's happened, the fees have just been astronomical, and it really prices out the everyday person. And for a community like Ethereum, that is really this kind of inclusive community, very open, they want to be this decentralized computing layer for the world. They don't want to have it be something where only whales can use it, because the transaction, I mean, even I'm a journalist covering this space, I remember I was trying to do a few experimental transactions on my own, like research or whatever. And like, for me, it was like really expensive, you know, like I was actually paying more in fees."
    },
    {
        "speaker": "G",
        "text": "Yeah. Making one transaction. Yeah, I remember trying to send ash a cup of coffee and I was like, ash, I think they just charged me ten pound fees. $10 in fees for your five dollar cup of coffee that I just tried to send to your address and he's like, oh, yeah, this is an issue here, Elaine."
    },
    {
        "speaker": "F",
        "text": "Yeah, I actually paid dollar 90 for my kings of Leon NFT, so. And that NfT itself is only $65. So I ended up paying like $150, and I was like, wow, okay, $90. I mean, there's a lot of things I could buy for $90, so, you know, anyway, but the point is, that's why the search is being prioritized and why, yeah, that's next on the road."
    },
    {
        "speaker": "G",
        "text": "Look, I remember when the merge was happening. Everyone does ask that question. Does that mean it's lowering gas fees? Not quite. So I'm assuming with this next step, hopefully we'll get there. Do we have, like a certain time frame of when the surge is hoping to happen? Dare I ask that? Since the mergers happened last week?"
    },
    {
        "speaker": "F",
        "text": "You know, I'm not sure. I have not looked into that. The next thing that I do often hear a timeframe on is the ability to withdraw your staked ETH, which will happen in like six to twelve months. So, look, Laura, if anything that I've."
    },
    {
        "speaker": "G",
        "text": "Learned covering the space is sometimes slowly and surely is a safe way to go about things."
    },
    {
        "speaker": "D",
        "text": "And I couldn't agree more with Elaine and Laura. Ethereum's future upgrades aren't easy to digest for most retail investors, and that's why we're here today. So, in layman's terms, the surge includes a Shanghai upgrade that will allow people to withdraw their staked ETH, and it will scale the network. Then the verge will allow users to become network validators without storing lots of data. Then the purge will remove all network history. And finally, the splurge is the fine tuning of all the preceded steps. But Ash, I want to stop a second here on the Verge and ask you why it is considered such a massive step towards decentralization."
    },
    {
        "speaker": "E",
        "text": "I don't know, Paul. I may be getting a little bit over my skis here with the technology, but let's give it a shot. So the verge is slated to use something called verkle trees, which are similar to merkle trees. A Merkle tree allows basically protocols to roll up a series of transactions into a highly compressed block of data, a kind of a hash. So there's cryptographic compression going on, but that data can then be validated by anyone on the network, and that represents all the transactions that have come before it in the chain. So verkle trees, if you read Vitalik's explanation, are more efficient than Merkle trees at doing this. That allows the network to become more decentralized because it allows validators, as you said, to process more transactions with less storage space. If you're really interested in this, Kate Irwin over at Decrypt wrote a great summary of it on the 21 July 2022, which I drew on here. And if you want the really long form explanation, go check out Vitalik Buterin's more detailed analysis on his website from the 18 July 2021 called simply verkle trees. It will probably melt your brain."
    },
    {
        "speaker": "D",
        "text": "Paul, sounds good. I have my coffee ready for it. Whoa."
    },
    {
        "speaker": "C",
        "text": "Landing an account this big will totally."
    },
    {
        "speaker": "D",
        "text": "Change my landscaping business."
    },
    {
        "speaker": "A",
        "text": "It's gonna mean hiring more guys and more equipment and new trucks for the."
    },
    {
        "speaker": "C",
        "text": "New guys to drive the new equipment in."
    },
    {
        "speaker": "A",
        "text": "I don't know if I'm ready."
    },
    {
        "speaker": "C",
        "text": "You can do this. And Ford Pro finsimple can help. Our experts are ready to make growing pains less painful for your business with flexible financing solutions that meet the needs of your business today when you need them. Get started@fordpro.com."
    },
    {
        "speaker": "D",
        "text": "Financing and finally, Elaine asked Laura about what else she's looking at right now. Let's listen in."
    },
    {
        "speaker": "G",
        "text": "I really just want to sort of tickle your brain about what sort of stuff are you sniffing out next. Like, what would be the next biggest concern for the digital asset space in the next up and few coming months, but also, what is the next sort of big headliner that is coming up?"
    },
    {
        "speaker": "F",
        "text": "There's just so many more areas of regulation that need to be decided and that are kind of being contested, I guess you could say. So that, for me, is really what I'm watching, because that can kind of make or break the direction of crypto, especially, especially in the United States, which traditionally has been one of the major financial capitals of the world. Plus, definitely, I would say, the capital of all technological innovation, like Google, Facebook, Apple, Amazon, Netflix. Pretty much nearly every single major tech company in the world is an american company. And so there's this perception that America is on the bleeding edge of innovation. But frankly, up until this point in crypto, a lot of crypto people would say that the US actually lags behind and that, in fact, certain regulators just don't either don't get it or are hostile to it for reasons that they feel are either based on a misunderstanding of the technology or simply irrational or, like, show some ignorance or something like that. So there's just a number of these issues. I would say that probably one of the biggest ones in the US is around whether or not tokens are securities. And this is just, I see this playing out in so many different fronts, but I think a lot of the entrepreneurs feel that as long as the government or regulators take what they view as an outdated position, as sort of, let's apply the old laws before crypto to this new space, they feel that if that happens, it will completely stifle innovation here. Already seen a number of American entrepreneurs that they just base their operations offshore and they do not allow us citizens to partake in what they're building. And obviously, this is completely different from how previous tech revolutions have happened. So that's one that I'm watching."
    },
    {
        "speaker": "D",
        "text": "Yeah, that's great. I really appreciate having Laura with us in today's show because her expertise and insights about different crypto topics are invaluable in times like this. Just two days ago, the SEC claimed as part of a lawsuit that all Ethereum transactions fall under us jurisdiction. And we reported this onto yesterday's show. So let's remind our viewers what this could mean in terms of regulation."
    },
    {
        "speaker": "E",
        "text": "Yeah, I don't really know what to think here, Paul. There's one paragraph in one filing, in one case, where SEC seems to imply, well, something, I guess it means maybe, maybe that SEC believes that they have regulatory authority over the ETH network. Maybe. At least that's how it's being interpreted as most pessimistic by folks who are passionate about decentralization and the libertarian spirit of the crypto space. They fear a kind of centralization of authority. I'll read you the sentence from the filing. This comes from a case brought by SEC that dates back from July 2018, when a crypto influencer conducted what's been characterized as an, as an ICO or initial coin offering, which SeC in their case alleges constituted an unregistered security offering. So what does it mean? I know this starts to sound a little bit like a religious debate, how many angels can dance on the head of a pin? But let me just read you the quote here. The us based investors in Balina's pool, that's the respondent here. Pool irrevocably committed to the transaction when from within the United States, they sent their Ethereum contribution to Balina's pool. At that point point, their Ethereum contributions were validated by a network of nodes on the Ethereum blockchain, which are clustered more densely in the United States than in any other country. And here's the, here's the real sort of culmination of the quotation quote. As a result, those transactions took place in the United States. There are those who believe that this is sort of implying, the SEC believes that they have jurisdiction over all of these transactions. But Paul, you know, I'm just a guy who asked dopey questions. I have to like, I have to, like, come and tell a secret about you here. You, in fact, are a lawyer. What do you think about this?"
    },
    {
        "speaker": "D",
        "text": "Well, Ash, in terms of legal, the only thing I can say here today is that any of this is financial advice, just for entertainment or, you know, educational purposes only. But the only thing I know is that it's time to move to the takeaways. So here's what I've learned today, and what I think viewers can take away from Elaine's conversation with Laura Shin. She says that the merge works worked seamlessly and was uneventful, which is a good thing. She points out that one of the biggest changes in Ethereum's monetary policy, issuance of new ETH, has lowered significantly post merge, to a point that the token could be deflationary rather than inflationary. This means that investors need to reassess how they view this particular asset. Also, while it's unlikely that bitcoin would follow Ethereum into change, into a proof of stake, Laura thinks that the future regulatory pressure could see bitcoin adopters reassess this. So it might happen. Well, time will tell. And she says that mainstream media has not yet paid much attention to Ethereum's new, much lower environmental footprint. That means that the average Joe, or the average mainstream or the average retail crypto investor is, hasn't in his head that Ethereum is now more like environmental friendly, let's say. And Laura points out that this is not the end of the road for Ethereum development. And changes are coming, so stay tuned for more Ethereum. And finally, she sees regulation as the next big thing in crypto. And we always keep an eye on the latest regulatory development. So keep tuning in on the real vision crypto daily briefing for more. And moving on, the final segment of our show, my favorite. Here we have the viewers question. Nash, are you ready?"
    },
    {
        "speaker": "E",
        "text": "Let's do it."
    },
    {
        "speaker": "D",
        "text": "Awesome. So, okay, the first one comes from Taren Crypto on YouTube. Awesome. Sorry. Before we start, people on YouTube, don't forget to smash the like button for the YouTube algorithm. Hit the bell, subscribe to the channel. We'll keep bringing this show way more content, more value, and we're switching to a daily show. So stay tuned for more. So the question is. That's right, Ash, is there a bigger macro headwind for bitcoin than the d x Y? It just keeps climbing. Can bitcoin grow in the face of a straightening dollar?"
    },
    {
        "speaker": "E",
        "text": "Taran, this is a great question, something that we've talked about here on the show before. You know, this is really about the causal nature of what's happening here. Is a causing B B. Is b causing a? Or are both a and b independently correlated to some third factor, maybe c? I think in this case, what we're seeing here is central bank policy that's influencing the rising dollar on one hand, and also the suppression of crypto prices on the other. Liquidity is being withdrawn from the system. The dollar is rising because folks in FX markets see the monetary policy in the United States, and also a flight to quality bid, perhaps, in that is something that is, is an investment that they believe is interesting for them, or a trade that they believe is interesting for them. So I don't really think, in my view at least, this is just my opinion, that it's the strengthening dollar per se, it's what central banks are doing that's causing the dollar to rise and also causing crypto prices to fall. Paul?"
    },
    {
        "speaker": "D",
        "text": "That's right. Thank you, Ash. And actually, if you're interested into checking the power of the dollar, I would recommend you check on real vision. The video of Brent Johnson, his whole milkshake dollar theory, it's amazing. Check it out on real vision. Sung on YouTube, has this next question for you, Ash. Sailors purchase is being celebrated by bitcoiners. While it may not increase centralization due to bitcoin's proof of work nature, it will increase wealth concentration. I believe that wealth concentration may hinder adoption of bitcoin. What are your thoughts?"
    },
    {
        "speaker": "E",
        "text": "Well, this is a great question. It's a very sort of philosophical one, and it's something that we've heard debated before. I mean, you know, this is kind of a challenge. I don't wanna get myself in trouble with the bitcoiners here. But look, there is this risk that you could see a concentration of wealth, particularly because there is no inflation. There is some inflation, but it's a very sort of stable, predictable inflation in the bitcoin ecosystem. And the level of that inflation is incredibly low in terms of the flow relative to the overall stock. I think it is a challenge, in theory, at least. We're just going to have to wait and see on this one. But I understand the concern, and I think that serious people have raised this and question precisely that issue, as Alan points out, less of a concern about decentralization because of the proof of work mechanism for consensus than we would see, for example, in Ethereum. But yeah, I think it is a concern. And what happens, for example, when people who are most passionate about bitcoin, you'll hear calls about bitcoin 1 million, bitcoin 100,000. What happens when that price keeps rising and people who did nothing not have the opportunity to get in at lower prices? Like what do they do? So I think it is a philosophical question. I'm sure bitcoiners have answers to these questions. I'm sure if we had one of them here, they would tell us why. In their view, they don't see this as a problem. But I think it is something that is probably a concern. I think that's reasonable to say and something that we should think about."
    },
    {
        "speaker": "D",
        "text": "Something we should think about. And once the stock to flow model reach its predictions and those levels, we'll probably see, as you said, once those prices go high, what happens with bitcoin? Next question comes from Toby J. On YouTube again after the merge, what is the total supply of Ethereum and what percentage is staked?"
    },
    {
        "speaker": "E",
        "text": "So as we reported, Citi estimates that the issuance of new Ethereum has fallen by 90% since the merge to around 600,000 a year. According to ethereum.org, $14.5 million. 14.5 million of ETH is staked right now. Now, I think that's the number of total coins and not the dollar value. Why? Charts puts the total ETH supply at 120 million. So quick calculation here, around 12% of ETH is staked right now based on those numbers. And thanks to our crack producer Arturo for coming up with that data on the fly."
    },
    {
        "speaker": "D",
        "text": "Shout out to Arthur and well, thanks so much, Ash, as always, ladies and gentlemen, with you, the great ash Bennington. Thanks for all your insights today. And well, that's it for today's show. Thank you for watching, guys. As always, don't forget to subscribe on the YouTube channel and smash the like button and hit the notification bell so you know when we go live. And remember, this is your show, guys. We want to hear from you, what's working, what's not, your feedback. So please drop a comment down below and let us know your feedback. As Raoul pal said, and now I'm subscribing to those words. I'm not too proud to beg. Subscribe to our channel. We're doing a lots of content for you guys, so stay tuned for more. And let us know what guests do you want to see? What theme should we cover? We appreciate you sharing your time with us today. And tomorrow we got Ben Cohen with the latest technical analysis. For all of you who love charts, so make sure to subscribe therealvision.com crypto and this gives you access to the very latest content and as always, best flavor of all. It's free. See you tomorrow live on the real vision crypto daily briefing. You."
    }
]