[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless. Everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch."
    },
    {
        "speaker": "B",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "C",
        "text": "Hello, and welcome back to the real Vision crypto daily briefing. Here's why you should watch today's episodes. The notorious triad. We have had new developments concerning three companies that shook the crypto industry this year, Celsius Terra and three Arrows Capital. And we'll do a deep dive into the latest technical analysis with Imran Laka from Options Insight, who will be joining us live. I'm Ash Pennington. I've got Marco Oliveira with me. How's it going, Marco?"
    },
    {
        "speaker": "B",
        "text": "It's going great, man. I'm excited for today's episode. How are you doing, Ash?"
    },
    {
        "speaker": "C",
        "text": "I'm doing great, man. Excited to be here with you, by the way, I should say, if you're enjoying this show, subscribe to Real Vision crypto. It's always free. Also, a quick message to our viewers while we upgrade our website, our live chat feature is temporarily disabled. In the meantime, we're monitoring the comments section, so please put your questions and comments there. Real Vision website and if you're watching YouTube, smash the like button. Subscribe. And don't forget to hit the notification bell. Now let's jump right in to the latest price action. Bitcoin has been stable around the $20,000 price point. It's basically call it flat on a 24 hours basis. Unlike the major us equity indices, which are up around 5% for the week, Ethereum has made even bigger strides in the past 24 hours. It's solidly above the $1,300 level. Marco, what are you looking at?"
    },
    {
        "speaker": "B",
        "text": "Well, Ash, I'm looking at XRP right now, and it continues to make gains. It's trading close to $0.50. Ripple laughs the company associated with XRP has had some victories in its legal battles against the SEC. Ripple, of course, has criticized the SEC's opposition to present documents. In a court letter published Wednesday, Ripple said the SEC mischaracterizes both the briefs and the laws. So that's what I'm looking at right now. Ashley."
    },
    {
        "speaker": "C",
        "text": "Thanks, Marco. We'll obviously have a lot more on price action with Imran blocker later in the show. Before that, let's take a look at today's top news stories. You might remember last week we reported that Alex Mashinsky, former CEO of bankrupt crypto lender Celsius Network, withdrew about $10 million from the company in May, just weeks before it went bankrupt. According to a report by Coindesk, he was not the only top executive to do so. Based on new court records seen by Coindesk, chief strategy officer Daniel Leon withdrew about $7 million in late May and an additional $4 million worth of cell tokens, denoted as collateral. Chief technical technology officer Nuke Goldstein also withdrew $13 million and an additional 7.8 worth of celtic tokens, also denoted as collateral. Combined, that's nearly $42 million more difficult headlines for Celsius."
    },
    {
        "speaker": "B",
        "text": "Marco yeah, it definitely seems that way. Ash they just keep coming. We already knew about Machinsky. Now we've heard about two more people. It's not a good look. Both Mashinsky and CSO Daniel Leon resigned within the last two weeks to kind of remind viewers or perhaps new people to the space. They're watching this show for the first time. Celsius froze customer accounts in June before filing for bankruptcy in July. It's important to note that the, under us law, because the withdrawals took place within 90 days of the bankruptcy, they could potentially be clawed back for the benefit of the creditors creditors. It's also worth noting that Coindesk says several other top executives, including the chief compliance officer, the chief risk officer and Chris Ferraro, the new CEO, did not do any significant withdrawals during that time period. And as a final point, assets from Celsius are set to be auctioned off next month. The next court hearing for the bankruptcy case is actually tomorrow. So we're bound to learn more about it in the coming days. Ash yeah."
    },
    {
        "speaker": "C",
        "text": "Another company that created pain in the markets, of course, was Terra, which is behind the so called algorithmic stablecoin Terra USDA and its sister token Luna. Reportedly, there has been the first arrest in the case following the meltdown of the two tokens. There's also a separate development regarding Terra as founder Dukewon Marco, what do we know?"
    },
    {
        "speaker": "B",
        "text": "Yeah, well, I'll take that question in two parts as right. So first we saw reports in south korean media. Now forecast has confirmed that Tara's head of general affairs has been arrested under charges of violating the Capital Markets act for fraud and breach of duty, among other things. We only know the suspect's last name, which is U y o o. Forekast says that this was all revealed by the prosecutor. You had an arrest warrant out for him since September 14. South korean media says he was part of Do Kwon's inner circle, and prosecutors are alleging that you use bot programming to inflate and manipulate the market price of terrorist cryptocurrency. And on the second part, speaking of Do Kwon, the south korean government says he has 14 days to hand over his passport or it will be revoked. His location right now is unknown, and Interpol has issued him a red notice. Ash yeah."
    },
    {
        "speaker": "C",
        "text": "By the way, completing the trio, three arrows capital. According to decrypt media, the bankrupt crypto lender had a lavish NFT collection. It was part of starry night Capital fund launched three AC. Now that collection is in the hands of three AC liquidators. Teneo what's going to happen to it?"
    },
    {
        "speaker": "B",
        "text": "Marco well, ash to Nao is going to auction off the collection. That's going to include nfts from art blocks, crypto punks, and rare. Pepe to give an idea of what prices we could expect from the auction, one art blocks NFT cost $5.7 million alone when the fund bought it last year. Decrypt says most of the assets were transferred to a new wallet this week. So this is definitely moving along. The liquidator, Taneo, of course, says the sale is going to help cover three AC's losses. Again, as a reminder to folks who may be new to the space or new to the show, three arrows filed for bankruptcy in June. It claimed it owed $3.5 billion to its creditors. It blamed the collapse of terra for its insolvency, among other factors. And obviously, the last point to make is, as Elaine, Paul and Chris, Chris Matters spoke about yesterday, right now is a very different environment for NFTs. Ash broadly speaking, they're not doing too hot. So it's likely that a lot less is going to be recuperated from the sale than was originally paid."
    },
    {
        "speaker": "C",
        "text": "Yeah, not doing too hot. Probably an understatement when we look at the price action across the board on the NFT side. Well, that's it in terms of news flow for this segment. I'm going to pass the baton over to you, Marco, for your interview with Imran Locke. I'll be back at the end of the show with key takeaways. Take it away, Marco."
    },
    {
        "speaker": "B",
        "text": "Sounds good. Ash, looking forward to you coming back on Emir. I really wanted to start with the macro big picture, so we just had a jolt. Numbers come out yesterday from the Bureau of Labor Statistics, Jolt being the job openings and labor turnover. We saw a 10% plunge of 1.1 million job openings to 10.5 million from 11.17 million. So we're starting to see the softening of labor market conditions. I know you've spoken a lot about Fed pivot speculations, and this is kind of one of the things that the Fed is looking at, the labor market. It's one of the things I think makes them emboldened. Right. Because the Fed has this dual mandate, right. Maximum sustainable employment, but also price stability, meaning inflation. And so they feel like they can be more aggressive, more hawkish towards inflation because, you know, the labor market is, is doing well. And now we're starting to see these softening of labor market conditions. But then on Sunday we had this Fed meeting, emergency Fed meeting. A lot of people are speculating, hey, they're going to pivot sooner than expected. What are your thoughts? Give us your macro outlook."
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, I think it's a little bit premature to think they're going to pivot. Obviously we saw a bit of panicking from other central banks like the bank of England, obviously coming and intervening in their bond market. We've had Japan intervening in the FX market. Same with Pboc. So people are now starting to think, ok, this, this is just a precursor to the Fed coming in. Right, so, but the Fed's in a bit of a different position. Right. Obviously the dollar wrecking ball is going and causing havoc all over the place and markets panicked a bit on that. Clearly things have started to break. But with what the bank of England have done for now, it's kind of eased some of that stress. You've seen a decent bounce in the pound, you've seen the dollar pull back. I think it's a little bit premature. I think you need to see the jobs data, a trend in the jobs data. I think the jobs data is notoriously noisy. So you need to see non farms coming down as well to confirm what the jobs are saying. I don't think one month of data is going to be enough to make that call. And then you also need to see what CPI looks like next week. Markets to me felt a little bit overdone. Last week. We had been calling that we thought we were going to see an interim little short term bottom into month end. We thought there was going to be a decent amount of equity selling into month end. It was going to push the market down, and then we were ripe for a bit of a bounce. We seem to have had that bounce. The question now becomes, does the bounce have legs? I think if the s and P stays above 3700, I think the bounce can have legs, partly just because sentiment, as usual, got very beaten up. Again, you tend to have these reflexive bounces when sentiment gets that low within a bear market, we have a lot of systematic CTA types in the market that are going to be forced back into the market and forced to buy it if we go higher. So above 3800, for example, in the S and P, I think there's going to be more forced buying from these rules based funds coming back in, and that could take us back towards 3900 to the 4000 area on S and P. So that's my base case right now. If we roll over through 3700, I'll be pretty quick to stop out of any longs that I got into. But right now, in the short term, I think risk assets have got a shot at going a little bit higher in the short term. But that's not to say the medium term backdrop is looking rosy. And I think by year end we're very likely to take out the lows."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless 30 30, but he get 30 bid to get 20, 20, 20, 15, 15, 15. Just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 up front for three."
    },
    {
        "speaker": "B",
        "text": "Months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at mint mobile.com dot. Well, speaking about the balances and also how stocks have been performing lately, let's jump into your first chart here. Explain to me what's going on here in this chart."
    },
    {
        "speaker": "D",
        "text": "Yeah, so this is just part of our kind of volatility dashboard, and we've grown that out to crypto now as well. The idea is that it's not that easy for a lot of us investors to trade options on crypto because derabit is the main venue and it's not really open to us investors. So in an attempt to make that world a bit more accessible to our clients, we thought we're going to start looking a bit at crypto exposed equities as well. So we've got a bunch of stocks there from the likes of the bitcoin, ETF, Bito, which is kind of your bitcoin proxy, but then you've also got microstrategy, riot, marae, Coinbase, block, all those sort of names. And what we're doing is we're just kind of analyzing the relative performance of those names relative to what bitcoin and ethereum are doing. And then we're also screening the realized volume, implied volumes, the ratios between them, and kind of some of the percentile ranks of where the implied volumes are to get a sense for whether we, what sort of strategy is going to be making the most sense right now in these names. So that's our kind of strategy compass, which is like that dartboard at the bottom, which is what we have across all of our assets and all of our dashboards, where we just look at a simple mean reversion framework to say what strategy are we pointing towards right when volatility is low and the market is quite stretched, were pointing towards maybe buying some puts. If volatility is high and the market is stretched to the upside, we're looking at maybe selling some calls. So you can see Mara there, sorry, Coinbase there, microstrategy screening as potential in that call selling territory. Volk could be a little bit higher. It's probably a bit more neutral. So we're near the bearish risk reversal. So what that means is if you've had some of these names, Mara's up 17% on the week, Coinbase and microstrategy up 10% apiece on the week. If you've had those names, this might not be the worst time to start putting some risk reversal hedges in place where you buy puts and sell calls to protect some of those gains that you've made. Basically because we don't think the macro environment is still likely to deteriorate, we think going into year end, whilst this rally might have another couple of weeks left in it, we think putting on risk reversal hedges for year end against any crypto holdings you've got, makes sense."
    },
    {
        "speaker": "B",
        "text": "Yeah, that makes sense. And by risk reversal hedges, I'm guessing you're meaning selling the calls and buying the puts of."
    },
    {
        "speaker": "D",
        "text": "Correct."
    },
    {
        "speaker": "B",
        "text": "And using that premium to finance the purchase of puts. I know we're going to get into this whole strategy, the compass later as we get into the other things. I have a couple of questions about that, but I'm going to save that for later. I want to start with, I guess, the upper part of the chart. The first thing here is the realized versus implied volume. I noticed that when you're looking at this ratio of implied volume to realize volatility, these percentages seems to be the one month over the ten days. What's the reasoning for that? Why are we not doing one month over 30 days or the other ones I think is three months versus ten days, for example."
    },
    {
        "speaker": "D",
        "text": "You can look at various metrics. There's a whole host of different ways of looking at it. I tend to like to look at ten day realize because it's faster moving. So when the market has a move and then stabilizes, if you're looking at a 30 day realized number to get a sense for how the market's moving, it's going to stay inflated until that big move rolls out of your sample. Right. So I don't like that. I like the realized data that I'm looking at to be a bit more fast moving. Okay. Yeah. So that's why I go for a shorter sort of maturity on the realized in terms of the implied. You know, the one month implied is kind of the sweet spot because it contains. It contains the greek of gamma, but it also contains a bit of vaga on it, basically. Okay. So you can have an opinion about which way implied volume is going to go and actually have exposure to that. If you trade an option that's too short dated, like one to two weeks, whilst it's got a ton of gamma on it, that gamma profile is quite unstable if you move away from the strike. And also you don't really have that much vega. And that Vega is decaying pretty fast every day because the options nearly expired. So I tend to think the one month is the sweet spot when I'm looking at implied. And to formulate a view on that and then the realize I want something that catches up quickly to when the market has started moving or has stopped moving. So that's why I look at the ten day."
    },
    {
        "speaker": "B",
        "text": "Yeah. So still look at this first chart, Imran, I also noticed these. You have this relative performance and where I guess are you getting those figures from? The relative performance, is it coming from the spot prices that you have here and comparing it?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I'm just looking at the history of spot prices going back a week, going back a month and going back three months and just then normalizing it to. That's the starting point. So if your starting point was a week ago, you can see Mara is smashing it up 17%. That's the blue line, which is at the top. If your starting point was a month ago, how all these things moved in relation to each other. You can see Ethereum is at the bottom of the pile because on a one month basis, Ethereum is down 16%. Because of that post merge weakness that we saw. It's just normalizing it to a, a snapshot in time in the past. And seeing how these things have evolved relative to each other on that timeframe."
    },
    {
        "speaker": "B",
        "text": "Makes a lot of sense, man. All right, well, let's move on to the second chart, crypto volatility summary here. Explain this chart. What's going on here, Imran."
    },
    {
        "speaker": "D",
        "text": "Yes, so what we look at here is the relative value. We look at the term structure of bitcoin Ethereum and how that's been evolving. So that's the implied volatilities for different maturities. We also look at the realized versus implied differential and how that's been evolving. And then lastly we look at the spread between Ethereum volume, bitcoin volume to see what's going on there. So if you look at the top two charts there, that shows you that the realized volatility has been coming down, which is the yellow line across both assets. So we're down to around 50 realized on bitcoin and around 60, just under 60 on Ethereum. So actually pretty close that they're quite close to each other. It's nearly 50 on Ethereum. And the carry is just the difference between, we take the average, we take the average between the seven day and the 30 day implied minus the ten day realized to get the carry. So you can see the carry is positive on both assets, which means selling volatility in either of these assets is yielding you some money right now because the realized isn't keeping pace with the implied. But that's particularly true in the case of ethereum, where that spreads quite juicy around 20 volts points right now. So ethereum volts looking relatively more expensive than bitcoin is on a gamma versus theta perspective. If you look at the term structure, you can see both term structures are collapsing into contango, which is an upward sloping curve. That's quite normal when markets are not realizing as we're seeing in crypto right now. And then on the right hand side, you can see the spread. And really that tells you the story of what happened post merge, where we've got the gray line of what that spread used to look like a month ago. Before the merge happened, it was in the 30 volts range, and now it's mean reverting back down to more like 15 volume differential, which is closer to where it has been over the long run. It could even go as low as 10 volts if things continue to evolve the way they are. And bitcoin and ethereum realize similar volumes like they are now around 50 55. So there's still potentially room, but the easy money's been made. It was probably our biggest trade, well, our biggest trade that we've had on for a while in crypto. We were banging the drum about this for a good month or two, saying ethereum vault is going to get whacked. And it looks like that was true. That's what happened."
    },
    {
        "speaker": "B",
        "text": "Very interesting. Well, staying on this exact same chart here, I kind of want to. I think it might be really good to kind of reiterate some of what you said for the Layperson viewer at home. I know that some of these. So the yellow line, this ten day realized volatility, meaning historical volatility, volatility that we've actually seen take place. The green and white line are the implied volatilities, but they're denoted by ATM seven, which is like a seven day volatility at the money strikes. Correct. And the other one."
    },
    {
        "speaker": "D",
        "text": "That's right. At money rolled for seven days and for 30 days. Yeah, that's right."
    },
    {
        "speaker": "B",
        "text": "Yeah. And then that fourth indicator, which is the red kind of the red carry, it's a kind of cost of carry, positive carry or negative carry that you have there. And essentially what you're saying is that you're taking the average of the white and the green line and you're subtracting the realized volatility. And that difference between the two of them is, you know, it's kind of gives you an indication of, you know, what, what type of trades to be putting in. You mentioned that when it's positive, it's good to be selling or, you know, kind of shorting, I believe the, the options. And if it's negative, it's, it would be the opposite, I guess, would be the case. It'd be long, uh, you. Long option calls."
    },
    {
        "speaker": "D",
        "text": "You got it. You got it."
    },
    {
        "speaker": "B",
        "text": "Awesome."
    },
    {
        "speaker": "D",
        "text": "Awesome. You could trade, you could trade as many options as you like now. You passed."
    },
    {
        "speaker": "B",
        "text": "Yeah, but I actually, uh, studied the, the dare a bit. Uh, they have like a course on there. And I was actually watching your video, so, you know, it really makes a lot of sense. So, so I'm glad. The other thing I wanted to mention, you mentioned that. So, essentially, when you're looking at this, if people want to get like a snapshot, look at these, at this chart, the more that they're diverging, you can just kind of assume that the carry is going to increase because there's more of a difference between the two and either whether the yellow line is above or below, it's kind of telling us the positive or negative. And so that can kind of give people an indication of tradesmen."
    },
    {
        "speaker": "D",
        "text": "And the idea is that this stuff tends to be quite mean, reverting. You're not going to see the carry going up and up and up and up to 50 volts unless there's a reason. Right. You had that in Ethereum over the merge, because the Ethereum was settled down, wasn't moving that much, but no one wanted to sell volume, so scared of a big gap. So the carry got up to 40 or 50 volts temporarily, but that's very rare, and that only happens going into an event. Right. So normally the carry is going to be more in this ballpark of ten or 20 volts at the high end. And it might be like even closer to zero or negative when the market starts moving around."
    },
    {
        "speaker": "B",
        "text": "Makes a lot of sense, man. And then I want to move on to the next thing here with this term structure. So you're measuring kind of the difference between. Sorry, it's this last chart, the previous chart, Niko, still chart two when we're talking about term structure here. So the bitcoins, implied volatility is around the 70, where ETH is around 85. And so what you're saying here pretty much is that you're expecting implied volatility to contract or the difference between the two. So either bitcoin coming to meet Ethereum or ethereum coming down to meet bitcoin, is that correct?"
    },
    {
        "speaker": "D",
        "text": "Yeah, if the spread continues to go down, yeah. So it was very expensive at 30 volts because it was pricing in a big move for the merge. We had the merge, now it's repriced down to 15. And for the realized volume for the ten day, the spread between them is the yellow dotted line on the right hand chart. And you can see that it's less than five. So if we continue to trade that way, where realize differential between ETH and bitcoin is sub five. Don't expect that implied. Don't expect that implied spread to stay at 15. It's going to come down probably to even sub ten at some point. I mean, if you look at a historical chart going back to what this spread belongs at for various maturities going back two years, there's been times where it's traded at zero a flat. So even at 15, it's still looking quite rich. I think that's the way we're headed. Unless Ethereum suddenly catches fire and starts moving again. But right now it seems like the macro environment is a bit more dominant than anything crypto specific, in which case we're probably still headed in that way."
    },
    {
        "speaker": "B",
        "text": "Makes sense. Makes sense. All right, Amar, I want to move on to the third chart here that you brought up here, the volatility dashboard for bitcoin. Walk us through what's going on here."
    },
    {
        "speaker": "D",
        "text": "Yeah. So here we just bring in for each individual asset all of the charts we can see in one place and make some informed decisions if we want to do any trading. So we've got the spot chart, obviously showing that bitcoin's just been lingering down there near the bottom of the range. It did a pretty good job at holding 18k when the S and P broke down last week into month end. So it felt like a bit of decoration going on there and relative strength coming out of crypto, which is making me a little bit more positive on crypto. The fact that we didn't break 18k when the S and P broke 3600 volume wise, implied volume keeps grinding lower in bitcoin, in line with realized, but realize, you know, realize is pretty low. Realized about 50, whereas implies are still in the sixties. So still a bit of differential there. So implied might need to keep coming down if things stay the way they are. The right hand side, we will look at 25 delta skew. We look at one month and three months skew actually, on this one. Sorry, we look at. That's probably a typo there. We look at one week and one month skew on crypto because one week skew tends to be quite informative on crypto. There's a lot of speculative action within crypto options markets. So you often see that one month skew being very reactive to market sentiment. So you want to know what that's doing. But we've seen put SKU coming down recently in bitcoin. You can see the term structure changes there on a monthly and a weekly basis as well. And then you've got our good old strategy compass, which looks like that dartboard or that target in the middle. So generally looks like vols are low. Looks like Spot has had a little bit of a bounce here to 20k. So if anything, still probably a put purchase. I wouldn't go too short dated on any put purchases because I'm still a little bit tactically bullish on risk for the next few weeks as we head into earnings. But coming out of that, I think putting on year end hedges via buying puts or risk reversals or put spreads, even if you don't want to spend out, spend that money outright on puts, is probably the way forward to protect some of that crypto generally that's the way I'm doing it. I've owned crypto for a few years now and since we had a decent explosion from 2020 up to five x type moves then I've always been having some sort of hedges in place against my crypto. So I'm running a hedge ratio all the time via either outright puts or risk reversals or put spreads or whatever it is. And right now im a little bit lighter on my hedges because im tactically bullish. But ill be pretty quick to reinitiate those hedges either if the market rolls over through 18k because then we accelerate and probably can get as low as twelve k on bitcoin in my opinion. Or if we get that bounce to 22 to 24k that im looking for in the short term then ill be putting on some new hedges, some fresh hedges there as well."
    },
    {
        "speaker": "B",
        "text": "Very, very interesting. So I do want to stay on this chart as well. And here I noticed this strategy compass. Here you have the x marks the spot and you have it in between this thing where it says buy, straddle, strangle. And then on the other side it's bearish risk reversal but it's erring more towards the bearish risk reversal. I mean is that saying that because of its placement there it's saying you're erring towards a bearish risk reversal strategy, but a short straddle or like a buy."
    },
    {
        "speaker": "D",
        "text": "The way to kind of understand this sort of simplistic framework is that the, the X axis is spot and the y axis is volume. Okay so on the x axis if we're far to the right it means spot is looking a bit stretched on the upside, right. Looking at the Bollinger bands. Okay, so we're just looking at technical indicator called Bollinger bands, looking at a 20 day moving average and how many standard deviations we are away from that 20 day moving average. Okay so if you're at the top Bollinger bandaid, you're going to be on the far right of that compass. If you're at the bottom Bollinger band, you're going to be at the far left of that compass. Okay. And then on the volume side we're looking back historically at volume and giving it a percentile rank on where implied volume has been trailing for a year or a year and a half. And if that is low then it means vol is near the lows of the last year and a half. If it's high it means volley is near the highs. So right now vols in that kind of 25 percentile area. So it's cheap, but it can get cheaper. But spot is quite stretched on the Bollinger bands. Right. Now bear in mind, those Bollinger bands are only 20 days, so it's not a really long term horizon. Some people might be like, are you crazy? Spot doesn't look high on bitcoin. It looks low. Right. On a longer term chart. But we're thinking more tactically in the way we're looking at it. And on that shorter term timeframe, spot is stretched near 20k because we were at week ago. Right. So that's what that strategy compasses, a mean reversion framework on a relatively short timeframe, on the spot indicator. And then on the longer term, slightly longer term, you have to look a bit further back in terms of volume because volumes mean reverting. And you kind of want to know, you want more data to look at in terms of whether vol is cheap or expensive. Yeah, okay."
    },
    {
        "speaker": "B",
        "text": "I get what you're saying. Yeah. So spot is overstretched because we're, you know, the price is going from left to right. And if we're, you know, if we're farther away from mean reversion, you know, we're heading more to the right because price is increasing to the right of that chart and the implied volatility is going up. Right. And so a mean reversion that below the middle line, we're kind of, you know, implied volume is low and we're in, like you said, the 25 percentile. And then if it's above, it's higher. So I guess. But I guess, you know, just I guess for. Because when I was looking at it, I would say that, you know, I was maybe initially confused because I noticed that there was like the, you know, the outer circle, inner circle and then, you know, those circles. And so because I saw those two, the straddle, strangle as a strategy and also bearish risk reversal, I figured that maybe those were two different strategies that someone could use. But I get what you're saying now. In terms of, I mean, the circles."
    },
    {
        "speaker": "D",
        "text": "Don'T mean a lot. The circles are just there to help you see where the cross is, basically just to see the extent of how far the cross is from the middle. But the circles themselves don't actually mean a lot of. Yeah."
    },
    {
        "speaker": "B",
        "text": "Okay. Very good takeaway there. Okay, so moving on to the next volatility dashboard we have. Ethereum. Explain, you know, walk us through what's. What's going on here."
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, it's a similar picture in Ethereum. Right. It's just you look at it. The main differences I would say are that spot doesn't look as stretched. So spots maybe got a bit more upside in it because obviously Ethereum's had a bit of a beat down post merge I. So it might need to rally a bit more and get its head above 14 1450, something like that, before you really feel comfortable reselling it again or hedging yourself for any longs. In terms of the volume, the volume is not quite as cheap as bitcoin. So thats why were closer to the buy put spread zone, closer to the middle. Where were saying buy put spreads? Basically what were saying is volume is not cheap enough to buy outright puts. So if you want protection youd be a buyer of put spreads because that cheapens your carry. You don't have as much Vega exposure. And then if volume continues to come down, maybe you buy back that short put that you sold against your original front put strike or something like that. So that's. And then the carry indicator is, is pointing to, you know, the 90th percentile rank, which is saying that versus realized implied volumes look pretty high in Ethereum. So another confirmation that I probably don't want to just buy a load of outright volatility in Ethereum at this level because it's definitely got room to ease and come lower."
    },
    {
        "speaker": "B",
        "text": "That makes sense. So when you're saying put spread, I guess it'd be important to just define that it's long put at a higher strike, short put at a lower strike, and it limits your maximum profit, but also limits your maximum losses. So you're kind of the profit and losses of one and the other kind of offset each other to kind of come back towards."
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, essentially a put spread is just a cheaper version of a put with less upside. That's what it is."
    },
    {
        "speaker": "B",
        "text": "Yeah, less upside."
    },
    {
        "speaker": "D",
        "text": "Yeah, less upside, but less cost as well."
    },
    {
        "speaker": "B",
        "text": "Very, very interesting, man. Very interesting. Anything else from this chart that you feel like you'd want to share with the viewers?"
    },
    {
        "speaker": "D",
        "text": "No. I mean, you could just see realized volume has fallen off a cliff on Ethereum, right. So it's just some people will think that means that it's going to bounce because it's mean reverting. Personally, like I say, I don't feel like there's that strong crypto specific drivers right now. I think it's going to follow the macro beat and the macro beat and therefore bitcoin and ethereum are going to trade in line with each other. So like I said, I would tend to agree that at the minute, if you're a buyer of volume anywhere, you'd rather buy bitcoin volt volume because this stuff can still compress. Something. I was suggesting maybe to subscribers in my daily note today was that gold looks stretched to the upside. Gold had a strong bounce in line with equities recently, so selling calls on gold looks quite attractive right now. But then do I want to use that premium to buy puts on gold, or would I rather buy puts or put spreads on bitcoin? Where do I get the most bang for my buck? To the downside, if liquidity situation continues to deteriorate and markets have a break. To the downside, some people are calling equities s and p down to 3000. If that happens, where's crypto going? Where's gold going? I think you're going to get more bang for your buck owning crypto downside than you are owning gold, because gold might suddenly start to find a bit of a safe haven bid if markets really start to look very ugly. It hasn't up till now, the strong dollar and real yields have kept a lid on gold, but the price actually in gold last week was quite encouraging and it did find a bit of a bid and that's because the bank of England pivoted with a bit of QE and now everyone's trying to price the pivot. So that's bringing a bit of strength to gold, but it's not giving that strength to crypto right now for whatever reason. So it seems like the buyers in crypto are a bit absent right now. Maybe it's because retailer kind of got beaten up in crypto and had not got fresh money to put to work because they're too busy filling up their cars or buying groceries right now than sticking money into crypto. That might be part of the thing. So for me, I just think you've got to be careful to the downside of crypto and it probably does break at some point. I think a break of 18k is probably inevitable in bitcoin and the bitcoin maxi is going to hate me for that. But until it gets to twelve k, I'm not filling my boots."
    },
    {
        "speaker": "B",
        "text": "And how are you getting to that twelve k figure? I know I've seen you cover it before. Are you just like an Elliott wave?"
    },
    {
        "speaker": "D",
        "text": "It's a sensible technical target really. If you moves and you look at if we do get a breakdown of the latest support zone around 17k, it's a sensible technical target. That target can be revised if and when we get down there, depending on the ferocity of the move and the momentum to the downside. You know, that's the whole, the nature of technical analysis is constantly evolving and changing, basically. But just right now, you could paint a picture where your final leg down that completes this move takes us into that zone of ten to twelve k, and that's enough to finally put in the lows. Right? But it, but, you know, if we get down there in two weeks, then you're going to have to reevaluate that, because on that sort of momentum, it's highly unlikely that's going to mark the low."
    },
    {
        "speaker": "B",
        "text": "Very, very interesting."
    },
    {
        "speaker": "E",
        "text": "This podcast is sponsored by ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp's software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join Ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank and celtic bank members have DIC terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "And so the other thing I want to ask you, and we were kind of speaking about this off camera, is that last time you were on crypto unwrapped, I thought you made a really great point about the difference between for bitcoin in terms of being an inflation hedge versus a currency debasement hedge. Can you walk us through that thinking that you have there?"
    },
    {
        "speaker": "D",
        "text": "Yes. Back in the day, people got confused with the idea, thinking bitcoin was an inflation hedge. And what we had before was asset price inflation. We didnt have real inflation. CPI was at 2% or whatever for ages. But you had constant asset price inflation. S and p was charging up, properties were charging up, and bitcoin was flying. And people are, oh, look, see, it's a hedge to inflation because assets are inflating and it's going up. But the reality was, it's not a hedge to real inflation, it's a hedge to fiat currency debasement, which inflates financial assets. Right. But when the price of things that you have to buy, like energy and food, go up, that type of inflation forces a reaction function from the Fed because it's politically unpalatable, because people are really struggling. Right. In the real economy. And so once you get a political mandate because of real asset, not yet real asset inflation, you get that political mandate that comes down, and the Fed's like, your priority is no longer growth, it's price stability. Bring prices back down. And then how do they do that? The only way they're going to do that is by crushing demand and tightening liquidity and taking rates up. And those things are not good for bitcoin. So bitcoin doesn't work as a real inflation hedge. It works as an asset inflation hedge. Financial asset inflation hedge, which comes from currency debasement, which is a different thing."
    },
    {
        "speaker": "B",
        "text": "Yeah, it makes a lot of sense. And I guess that kind of begs the question. I think we were talking about this earlier that you were saying that it's kind of the inflation we're seeing in real world assets is because of a supply issue, correct?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, it was a bit of both. Right. There's people who say it was only supply, and I think that's been debunked a little bit. Right. There was a massive demand impulse as well. Right. People were forced to stay home for, like, a year or two, and they basically consumed the hell out of goods. Right. And that's why all these commodity prices went through the roof. Right. Lumber prices went to where they went to. Obviously, they rolled over again now. But people were like, okay, I can't go out and spend money, so I'm going to do up my house. And I've got the money to do that because the government just sent me a check. So there was a demand shock. There was also a supply shock from what happened with Russia and Ukraine, and the inflation was a consequence of both of those shocks. Right. And now we're working our way through that. Now, I would say the Fed has more power to impact the demand side than it does the supply side, clearly, but they're doing their best to bring that back down."
    },
    {
        "speaker": "B",
        "text": "Absolutely, man. Well, I want to get into final takeaways from you and then start bringing ash back in, but before I do that, I really think I'd love it for you to. I know you've been working really hard on creating a new format for your website, I believe a new volatility dashboard. Tell the viewers where they can keep up with you and what type of things they can expect from your website."
    },
    {
        "speaker": "D",
        "text": "Great, great. Well, obviously you can find me on Twitter at options insight. I'm still posting on there regularly. For those of you who've been following me, you know, I was generally doing sort of once a week type market commentary, macro and options. I've completely changed that up now for subscribers, I'm doing a daily note where I write my commentary, which is focused around what I'm seeing on my volatility dashboard on a daily basis and trying to identify macro trading opportunities that will either help you mitigate your risk if you have positions on, or optimize your returns to try and earn a bit of carry. Take a directional bet on something that looks good value and gives you leverage to your capital and things like that. So trying to identify as many daily opportunities I can within the macro cross asset volatility space. And then I also do weekly products that are based around my own options portfolio, where I show you what I'm putting on out of all the ideas that I might publish during the week. I'm not going to trade every single one of them, but I am going to put on certain trades. I'm going to tell you why I'm doing that. They tell you how I'm sizing, how I would be sizing that in a certain size portfolio, and then how I would restructure those trades, take profit, stop losses, all of that sort of stuff, how I aggregate the risk, analyze it, and figure out whether I need to adjust my positions and stuff like that. So I do that on a macro base, on a macro level, and I also do a crypto weekly as well, where we look through some of the screens that I've shown you today, and we do a similar thing, but try and focus it more on crypto."
    },
    {
        "speaker": "B",
        "text": "Amazing. It sounds like the place to definitely be to keep an eye on things. Imran, real briefly before I bring ash back, final takeaways, maybe two main points that you really want to leave with viewers that we have for the episode today."
    },
    {
        "speaker": "D",
        "text": "On a more medium term perspective, I'd be making sure you're hedging out some of your crypto. I know the bounce hasn't been that massive yet. I don't think the bottom's in yet. So on a medium term perspective, there's still hedging opportunity out there, and risk reversals look good, particularly December maturity and longer implied volatility has still got room to ease a bit on Ethereum. So I wouldn't jump into Ethereum right now in terms of equities and other things like that, I'm generally still quite bullish on oil, on the energy space in general. I think these frictions, these geopolitical tensions and things aren't about to go away. I think, and I think Biden is going to run out of oil to release on the market at some point. So the oil is probably going higher. That's going to probably mean inflation longer term is going to stay sticky, and so the Fed's going to have to stay the course and take these markets lower at some point. So whilst I'm tactically, since last Friday been a buyer of the market, I've already started lightening up on some of those tactical longs at 39 to 4000, 3000, 904,000. I'd be getting rid of all those longs and probably leaning very short again. And that's kind of my tactical outlook."
    },
    {
        "speaker": "B",
        "text": "Super interesting. Ash, let's bring you back in, man. You've been sitting here watching this whole conversation between me and Imran. Give me your key takeaways, dude."
    },
    {
        "speaker": "C",
        "text": "Well, great conversation. That was a real masterclass. Here's some of the takeaways that I jotted down. Big picture, the dollar wrecking ball is still causing chaos. DXY is down from its recent highs, I should say of around 115, but still trading at over 112. Right now. As I look on my screen, in order to confirm what the jolts data is saying, Imran is waiting to see more viable data. For example, NFP, which I suppose is a little bit like waiting for government at this point. Imran is also looking to see what happens on CPI. Imran sees key levels 3700 for the s and p above 3800. He believes there's going to be more forced buying. If you were looking, if you were long on digital stocks, the marathon coinbases of the world, it might not be the worst time to buy protection. In Imran's view, the macro environment according to Imran, is still likely to deteriorate into year's end. Finally, risk assets have a shot at going higher, but things are not rosy from the longer term perspective. We've got a chance, in Imran's views, of taking out the lows by the end of the year. Marco, I know you've been studying these charts very closely. What were your key takeaways, especially on the volatility front, on the derivatives front?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I thought it was really interesting. Specifically when Imran was talking about the ETH BTC volume spread and how that's coming down. He was mentioning that we have historically seen levels as low as zero or below zero, I believe he was saying. And so it's, I think, something important to pay attention to. Also, I think the strategies that he had in the strategy compass are really interesting. Viewers can go back and check out what he was saying there. Put spread for ethereum, I believe it was by puts for bitcoin. Obviously not financial advice, but that was also really interesting to me. So the whole conversation was just. Was great, Ash."
    },
    {
        "speaker": "C",
        "text": "Yeah, I thought so, too. By the way, switching gears here a little bit from the derivatives to the macro side, I wanted to also point out Imran draws a distinction between asset price inflation and real world inflation, the inflation of commodities and goods that people must purchase. When the Fed sees real world assets like commodities are rising, they step in to smash the brakes and push down prices. Bitcoin has functioned as more of an asset inflation hedge. Now that the Fed has withdrawn liquidity, we're seeing things go a bit the opposite way. By the way, I've got one more takeaway, which is, Marco, you're crushing it on all this derivative stuff, man. Really great to see you just catching fire on camera like that."
    },
    {
        "speaker": "B",
        "text": "Yeah, man. Kudos to Imran. Dude, I was watching Imran puts out great content on YouTube, so I can't even take the credit, man. Imran puts out great content, and I was watching his stuff and I'm like, oh, it makes sense. So, you know, definitely, if you're looking to learn more about it, I mean, Imran's a dude. Imran's, I think, the top guy in this space for that."
    },
    {
        "speaker": "D",
        "text": "So much appreciated, man."
    },
    {
        "speaker": "C",
        "text": "Hey, Imran, on that cheery note, anything else you would add in terms of key takeaways or anything that Marco and I said that you disagree with?"
    },
    {
        "speaker": "D",
        "text": "How can I disagree with you guys? You're bang on the money. But what I would say is, if you do like this option, sort of knowledge and you want to learn more and you want to learn to trade these things, we've got the options course coming out later this year on the academy, so look out for that."
    },
    {
        "speaker": "C",
        "text": "Fantastic, guys. That's it for today. Imran, Marco, thank you both so much for joining us."
    },
    {
        "speaker": "D",
        "text": "Cheers, guys."
    },
    {
        "speaker": "B",
        "text": "Yeah, thank you, guys."
    },
    {
        "speaker": "C",
        "text": "Hey, I should say, in closing, don't forget to subscribe. Real vision crypto is free. For those of you watching on YouTube, smash everything. Hit the, like, button, hit subscribe, hit the bell. Tomorrow on this show, we have a special crossover episode with Raoul pal, our CEO and co founder. With adventures in crypto. We're doing a live ask me anything with him at 12:00 p.m. right here. That's 09:00 a.m. on the west Coast, 05:00 p.m. in London, midnight in Hong Kong. Live on real vision crypto, daily briefing. See you all tomorrow."
    }
]