[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020."
    },
    {
        "speaker": "C",
        "text": "Bid to get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch."
    },
    {
        "speaker": "B",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Welcome back to the real Vision Crypto Daily briefing. Here is why you should tune into today's show. We are getting an inside look at how FTX operated, and let's just say it is far from business as usual. We'll be joined live by Bitstamp, US CEO Bobby Z and Signum group CEO Matthias Imbache. I'm Jeremy Varlo. Ash Bennington, as always, is with me. Ash, happy Friday. Another wild week."
    },
    {
        "speaker": "B",
        "text": "Happy Friday. It sure is."
    },
    {
        "speaker": "D",
        "text": "Listen, before we get into the conversation here, you know, I hear you've got some news on Twitter. Obviously, there's a lot going on related to Twitter right now. What are you hearing now?"
    },
    {
        "speaker": "B",
        "text": "That's right, Jeremy. Minutes before we were about to go live on the air this morning, I got a call with a source familiar with the matter who told me that Twitter has experienced significant personnel losses in both the payroll and legal departments as a consequence of this opt in policy. For those who may not know the opt in policy, I was Mister Musk sent around an email saying essentially, hey, listen, you've got to be on board to do a lot of hard work if you want to stay at Twitter. And if you'd like to, please opt in. If not, you're eligible for a three month severance package. Apparently there were a lot of people who did not opt in, and there are also internal concerns that Twitter will not have the resources, including engineering resources, to properly staff the upcoming World cup event. My source told me it's complete chaos. And that's a direct quote. Look, it's only one source, but it's a source I know to be familiar with the matter. So it's something that we need to watch."
    },
    {
        "speaker": "D",
        "text": "Yeah, certainly. And you know, a lot of us in the crypto space are absolutely glued to Twitter, especially in the last week and a half. So certainly an interesting developing story. We will be watching that very closely. Before we get into the show today, just a quick reminder to subscribe to real vision crypto. It's 100% free. If you're watching on YouTube, make sure to, like, subscribe. Hit that notification bell so you never miss. When we go live, let's jump, as always, into the latest price action. While it's been a wild week in crypto news, not so in terms of prices. Bitcoin, little change on a 24 hours basis, virtually unchanged compared to a week ago, trading around $16,600. What's it like over at Ethereum, Ash?"
    },
    {
        "speaker": "B",
        "text": "Well, you know, either has had a slightly worse week than bitcoin. Ether is down 2% on a trailing seven day basis, currently trading at $1,200 or thereabouts. Given the nature of the news this week, the relative lack of movement could be seen as sort of surprising. That in itself is an interesting story. We've seen relative price stability considering just how much news flow we have had in the space. Jeremy?"
    },
    {
        "speaker": "D",
        "text": "Yeah, it's pretty wild to see how prices have held up. I mean, I think in light of everything that's going on, people are probably pretty happy to see. Let's jump straight to our guests. Let's bring them in. As I mentioned, Bobby Zagota is the US CEO of crypto exchange Bitstamp, and Matthias Imbach is the group CEO and co founder of Signum, which is a swiss based digital asset bank. Welcome to the show, gentlemen. How are you today?"
    },
    {
        "speaker": "C",
        "text": "Great, thank you."
    },
    {
        "speaker": "E",
        "text": "Happy Friday. Great to be here."
    },
    {
        "speaker": "D",
        "text": "Awesome. Let's get your views on the crisis as it's unfolding. We'll start with you, Bobby. What are you thinking about everything we've learned in the last week or so?"
    },
    {
        "speaker": "E",
        "text": "Well, I don't have to tell you, Jeremy, we at bit stamp have been through an incredible set of emotional curves on this, from disappointment to anger to frustration. This is a. There's just no way to say it other than it's a major setback for the industry. And unfortunately, all of us that have been working really hard in the case of bitstamp, the longest running exchange, we've been at this for eleven years. This is the worst thing that we've ever seen happen to the industry. And as an industry, we got an awful lot of work to do to try to regain trust and also work with regulators to provide a level of clarity and transparency that both institutions and retail investors deserve. And I can talk more about what bitstamp is doing in that regard, but that's the headline."
    },
    {
        "speaker": "D",
        "text": "Yeah, absolutely. And we're going to get back to you in just a moment about some of the news coming out of bitstamp. Matthias, your thoughts very quickly."
    },
    {
        "speaker": "C",
        "text": "Well, it's just first of all, a shock and disbelief. And whenever you think it cannot get worse, you see yet another revelation or really how really bad it is. Also, particularly what came yesterday with the first report from the now CEO in charge. It's really quite unbelievable. And you know, it just when you, when you reflect on it, it's just sometimes I know more than ever will going forward always go by the mantra, if it looks too good to be true, probably it is too good to be true. The whole FTX story, how it unfolded, was just extremely, you know, too fast. And I compare that to how we've done it, you know, regulated from day one, etcetera. Sometimes I also felt a bit like, you know, how is it possible that these guys can do everything, everything, without apparently not much supervision with 300 people now we know. So it's sad, but we will of course, as an industry, regain the trust and do it better than I'm sure."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that's right. And to your point, Bobby, I think it is a major setback for the industry. And I appreciate the candor of both of you coming forward and saying that. There have been folks out there who have tried to put a happy face on this. I think this is just a significant hit for the industry. Matthias, you were saying about the sense that things have maybe evolved too fast for the proper build out. It's really been an ugly week. And I think it's been a week where many of us who are really passionate about this technology, who are passionate about this space, feel like the industry as a whole just did not live up to its own ideals. Jeremy, I know you've got some more news coming out of FTX."
    },
    {
        "speaker": "D",
        "text": "Yeah, absolutely. So we are continuing to learn more about the size of the mess of the company under the leadership of Sam Bankman. Fried. In a court filing that we've just seen, new CEO John Ray painted an absolutely wild picture of FTX. Apparently, oversight, security and corporate governance was worse than anywhere else he has seen. And just a reminder, this is the guy. He's a bankruptcy specialist. He was tasked with cleaning up Enron. So just absolutely wild for him to be making these statements. What do you make of dash?"
    },
    {
        "speaker": "B",
        "text": "Yeah, you know, we read this quote yesterday, but I think it's, it's so impactful that it bears repeating. It's from John Ray, who is, as you mentioned now, the new post bankruptcy CEO of FTX. And it's a direct quote from the court filing, quote, never in my career have I seen such a complete failure of corporate controls and such a complete absence of trustworthy financial information as occurred here, he goes on to say, from compromised systems integrity and faulty regulatory oversight abroad to the concentration of control in the hands of a very small group of inexperienced, unsophisticated, and potentially compromised individuals, the situation is unprecedented. Frankly, Jeremy, it's hard to imagine how it gets much worse than that."
    },
    {
        "speaker": "D",
        "text": "Yeah. To say. To say the very, very least. We're also following of Reuters exclusive on how FTX was buying its way into regulatory approval. According to documents seen by Reuters, FTX was buying stakes at licensed companies in order to, a, get access to regulators and lobby them on crypto, and b, to make shortcuts to licensing approvals. Another revelation that is absolutely mind blowing. Ash, your thoughts on that?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, it's just more of the same. It's absolutely brutal. I want to give some additional tidbits here from the new court filing from, from John Ray. According to Ray, there were multiple related party transactions between FTX and Alameda, specifically lending money back and forth between entities and FTX executives borrowing money directly from Alameda to the tune of about $1.6 billion, according to those filings. Ray also wrote that FTX funds were used to buy homes and other personal items for employees and advisors. Some were not documented as company loans, and that proper checks and balances were absent. I mean, it sounds like pretty damning stuff, buying. Buying houses with company funds. I mean, this is. This is pretty, um. I just. I'm running out of words here. I've never seen anything quite like this."
    },
    {
        "speaker": "D",
        "text": "Yeah, 100%. It's. It's absolutely wild. Maybe we should check in with our panel here and get their thoughts on all this."
    },
    {
        "speaker": "C",
        "text": "Look, look, the thing is, it even goes beyond. It's. It's in this filing. You also see things like that. People would kind of approve expenses with emojis in a little chat somewhere, and then monies would just flow, not being accounted for. In fact, it goes as far as, apparently, they didn't even know what they were invested in. So there's no inventory in terms of what are actually the companies or the projects. The Alameda or FTS has put money. It's just a complete mess, which goes beyond any words. And for me, what really shocked me, on top of that, a lot of the, at least part of the trust that was evolving towards that, the exchange was also linked to, obviously, the investors that have backed the exchange. And I think it's something I know the media is reporting on it, and most of the major investors are giving out statements, etcetera. But to me, it's just unbelievable. Also, as a former venture capitalist, how things like, at least looking at the board where you had three people on it, Sam, a 20 year old, 28 year old former girlfriend, or at least there's rumors that were involved, and a lawyer from Bahamas. So it's just like that combination appears to me. How can any sane investor put money there? But, but it happened. So, yeah, it's just speechless, actually."
    },
    {
        "speaker": "B",
        "text": "I don't know about you guys, but at real vision, when I'm doing my expenses and I, like, forget why I took a $12 cab ride, I get nervous when I submit it. And I mean, buying houses and getting approval with emojis via, you know, slack conversations, it's. It's just stunning. Stunning stuff."
    },
    {
        "speaker": "E",
        "text": "Yeah. I mean, from my, from my perspective, you know, I think it's very surprising that we, you know, that we've learned that, you know, that Sam was a crook, basically, and that he was misusing customer funds. That part is hard to digest, hard to take, et cetera. Learning that he's an incompetent CEO and did not create a real governance structure and a management structure, that's not surprising to me at all, you know? So, in other words, if you just, if you just take a look at who the executives are and who the board is, as Matthias just pointed out, like, if that doesn't raise eyebrows, you know, perhaps Sam's Persona, extremely talented from a PR perspective, but perhaps this Persona doesn't, doesn't exactly reek with corporate governance and experience. Leadership."
    },
    {
        "speaker": "B",
        "text": "Yeah, we should say it's important to point out, of course, innocent until proven guilty. No one has been criminally charged here as of yet. There haven't been civil charges filed as of yet. But obviously, this is just extremely damning evidence that's coming forth that we're all looking at here in real time. Talking of which, Bobby Z, breaking news from your shop this morning from bitstamp. Let me just read the tweet quote. We're halting trading of FTT and Cel. That's of course, the cell token Celsius. Ftt, of course, is the fTX native token. On November 22, 2022 at 12:00 p.m. uTC. If you plan on performing any more trades, please do so before the deadline. Withdrawals will start, will still be possible after this date. This is this morning, November 18, at 05:03 p.m. bobby, tell me about this decision. What drove it? What are you responding to and what's."
    },
    {
        "speaker": "E",
        "text": "The significance yeah, we just think this is a responsible move given, given the context of both of these tokens. As an operator, as an exchange operator, we want to be available for people who have tokens regardless of their value. However, in this particular case, we think that delisting the token would create more hardships for customers than halting the trading of tokens. What halting does is it essentially enables you to stop growing the market or perhaps attracting more tokens to the market, etcetera. It puts a bit of a governor on the situation without hurting any customers who have those tokens."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's sort of a damned if you do, damned if you don't type of scenario and figuring out the way that you can minimize the damage. Jeremy, I understand there's additional story flow coming out from the Bahamas authorities."
    },
    {
        "speaker": "D",
        "text": "Yeah. So as we were just talking about trying to figure out where the money's gone, one of the big mysteries in this whole ongoing drama is what happened to the money. There was this news about a massive exploit last week when up to $600 million was transferred out of the company. Before that, many people were caught by surprise that FTX was allowing some withdrawal of funds based in the Bahamas, where FTX had been headquartered. Now we're learning that at least some of the funds were moved because of directions from the bahamian regulators. Pardon me. The new FTX CEO called the transfers unauthorized into court filing. So what do we make of that?"
    },
    {
        "speaker": "B",
        "text": "Yeah, let me just read this. According to decrypt, this is some additional news flow coming out here this morning. According to decrypt. Securities Commission of the Bahamas. As a securities regulator in the Bahamas, Thomas has confirmed the transfer for the first time after previously denying it. We don't know who made the transfer to the authorities. The new FTX leadership is clearly not happy this took place. Obviously they had filed for bankruptcy proceedings in the US, but now we're seeing a legal fight over jurisdictions. You know, this is where the borderless nature of crypto comes into play. It appears to be a bit of a clash with the traditional rules and regulations. I mean, we just don't really even seem to know what the, what the relevant jurisdiction is here, how this will be treated under us law, how this will be treated under bahamian law, how this will be treated abroad. If there are any other jurisdictions that may potentially jump in, this is, this is kind of like a precedent setting case."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a."
    },
    {
        "speaker": "B",
        "text": "Mint mobile unlimited premium wireless. How did you get 30 30 bid to get 30 better 20 2020 to."
    },
    {
        "speaker": "C",
        "text": "Get 15 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 up front for three."
    },
    {
        "speaker": "B",
        "text": "Months, plus taxes and fees. Promote for new customers for limited time unlimited, more than 40gb per month slows full terms@mintMobile.com. dot Bobby Matias you guys have been in this space for a long time. You think a lot about the law. You think a lot about regulation. What do you make of this and how it might start to move forward."
    },
    {
        "speaker": "C",
        "text": "There's also the point where obviously we need to look ahead and what is going to happen now. And certainly there's two very strong pushes that we see already now. One is obviously that enormous success now, for example, of hardware wallet providers. I've just read that ledger, for example, had record sales this month. We need to get away from centralized entities and really self custardized in these uncertain times on the one hand side, and I think it's a good development. I'm also saying this as a CEO of a crypto bank, I think it's good for those who know how to deal with this and doing it properly. On the other hand, you will see now I'm very convinced, a very strong response of regulators, immediate response. I would even say to some extent, and much more international coordination. There are certain countries, and I hope that the broader regulatory community will learn, or at least interact and learn from these experiences. For example, where I'm currently sitting in Switzerland, in Zurich, we've been operating as a full fledged bank since 2019 in this space. And what we have seen unfolding here would not even, not even 1% of what we're discussing he could ever happen in a setup as we have it, from a governance, procedural, et cetera, standpoint. So I think that's the second part. You'll see a strong push for coordination globally for regulatory frameworks and probably also much tougher rules around cross border selling of tokens or exchanges. So we are, for example, operating only via reverse solicitation internationally. We cannot just go anywhere and push out ads, etcetera, like what has happened also with FTX. So I think that's going to be the two big pushes. And generally, I feel, and we're seeing it already now, I'm happy to reveal to we've been flooded since the last two weeks. We've never in the history we've had that number of inflows. We've got a breach. We're going to go way beyond half a billion in November just out of that, coming out of it, because people are starting to really ask themselves whom they're dealing with. You see it, even with liquidity providers, etcetera, everyone is worried. Nobody's trusting anyone anymore. So at the end of the, every day, people are looking, CFO's and treasurers are looking twice and three times, where is their money parked, etcetera. That that's what's, what's currently happening."
    },
    {
        "speaker": "B",
        "text": "You know, Bobby Matthias set it up right there, talking about how they're operating as a full fledged bank in Switzerland and being regulated as such. You know, I did a radio interview this morning. Someone had me on their show, Austin Peterson, asking me these questions about what an exchange is. And I said, you know, Austin, it's kind of interesting because we have these sort of, these sort of words that are used very loosely in the crypto space where people say, you know, an exchange, it doesn't actually mean what, for example, an exchange would mean in capital markets like the New York Stock Exchange. Tell us a little bit about how the operating entity of bitstamp, us is set up, how you guys are structured and how you're regulated."
    },
    {
        "speaker": "E",
        "text": "Yeah, great question. And regulation is a topic that is really central to bitstamp. So Bitstamp was the first crypto company to ever have a license back in 2017. We now have 50 licenses around the globe. And our founders and the executive team, we've all kind of hung our hat on being the regulated, the highest kind of governance and security exchange available. So this is a topic we think about a lot. We expend a lot of resource on. So happy to talk about it. I think that from a crypto exchange perspective, there are two types. There are the type that bitsam falls into that I just described. You know, highly licensed, working with numerous regulators around the planet, you know, participating in many, many audits. You know, in the US alone, we have a bit license in New York, which is a bit of a gold standard from our perspective, for this is."
    },
    {
        "speaker": "B",
        "text": "Issued by the New York State Department of Financial Services."
    },
    {
        "speaker": "E",
        "text": "Yeah, exactly. Yes. And then we have money transmitter licenses in 42 states, all of which audit us on a regular basis. We have a money services business license. This is just in the, the US. And then I could go on from there. The second type of exchange is what we refer to as offshore exchanges. So exchanges who have chosen a very light touch regulatory regime, such as the Bahamas, and there are others that fall into that category, and they operate essentially with a fraction of the regulatory responsibility that the regulated exchanges operate with. We've always challenged lawmakers and regulators to, hey, level the playing field here. This really, we're spending, about a third of our employees are dedicated to regulatory compliance, and these other exchanges do more and with less kind of infrastructure required. So to answer your question, I believe that this moment has woken up a big part of the community and part of also the traditional financial services community, that, hey, regulation is not a penalty, it's actually a strength. And that when somebody is considering who to partner with, they should look at the whole equation, not just what product or what flashy stadium branding there is, or Super bowl ads or whatever, but actually look at what is behind it and what is it founded upon."
    },
    {
        "speaker": "B",
        "text": "Yeah. Is there a concern that you guys have that potentially one of the outcomes for this is that legislators and regulators will look at the space and be like, oh, my God, this was just so horrific. This is one of the worst cases we've ever seen in terms of the news flow we've seen so far. Again, nothing's been proven in court, and that they will come in and try to just over regulate the space, basically just try to be this, you know, tamping down force in a kind of draconian way. Do you guys fear that? How do you think about that? How do you prepare for that kind of potential regulatory and legislative headwind?"
    },
    {
        "speaker": "C",
        "text": "I think this is, that's pretty likely. And actually, even as having been in the industry for a long time, it's also tough to argue there are reasons why this is now happening. And it's just hard to then push back and say it's not needed. Usually that's what's happening. There's a crisis, there's something really going bad, and then they're coming in. Many regulators still not actually understanding the technology, many of the processes, and then the, the natural, the natural outcome is over regulations. We've seen, we're seeing it very tangibly also in Switzerland and in Singapore, where last year, whenever we had new product launches, etcetera, which, again, of course, in our case, we go through the process. We are do this hand in hand with the regulators. We felt this year, particularly around anything related to a bit more defi, new products, et cetera. There's been a lot more hesitation already after the lunar Celsius challenges, and I think this will now continue and actually amplify and particularly the international leg, the international coordination will massively increase. So, yeah, the crypto industry has to get ready for a massive cleanup and also in a humble way, confident, but without attitude. Also, just rebuild that trust and it will take time."
    },
    {
        "speaker": "B",
        "text": "Bobby, how about you? How do you prepare for that?"
    },
    {
        "speaker": "E",
        "text": "Good question. I feel like we're very prepared, given kind of everything I just described. However, just to add to Matthias's comments, you know, I think that regulators have a tough job because they have to provide consumer protection, real life consumer protection, but they also have to do it in a way that doesn't stop innovation or push innovation into riskier jurisdictions or offshore. So they have to find that line. And our message to regulators is let's work together. We have expertise, we have the same objective as they do, and let's see if we can find solutions that are common sense, that are not over regulation, but also will provide the confidence for consumers and for people who participate. The only other thing I would add to that is one of the interesting things that's playing out from a regulatory standpoint is jurisdictions. So the bahamanian bahamanian regulator is operating a little bit counter to us bankruptcy code. A lot of us customers are affected, however, and same thing with other jurisdictions around the world. It's going to be interesting, I think, to see how regulators work together to bring real solutions that work globally."
    },
    {
        "speaker": "B",
        "text": "William Bobby, I'm so glad you mentioned this idea of innovation. One of the things that's been talked about a great deal here in the wake of the FTX disaster is the idea of cryptographically verifiable proof of reserves, proof of assets, proof of liabilities. This is obviously a new technology that could potentially, potentially have a tremendous impact on the space going forward. If you were able to go up to any exchange and say, oh, well, here we are, we're taking a look at bitsnap. These are their liabilities. These are their assets. They appear to be well capitalized. I feel better now. That kind of hypothetical scenario, how far away are you and is the space more generally from being able to implement a solution like that? Is it something that's months away? Is it something that's five years away? How do you think about that?"
    },
    {
        "speaker": "E",
        "text": "Yeah, well, first of all, I think it's an incredibly important development and trend in the industry. It's something that will really deliver, I think, visibility and transparency for people who participate. From a bit stamp perspective, we are in process on proof of reserves regime. We were actually in process before the recent debacle. But one of the things that we think is important about it is some people put out kind of a view of their assets or their wallets, which we think is useful, but only part of the picture, you can't really determine solvency or the protection of your assets. So proof of reserves for others includes a view of liabilities. As you mentioned, Ash, that really helps, that really gives a more, a more complete picture. We're trying to take it one step farther. We're doing both of those, but we're also certifying it via our big four auditor. So we've been audited by Ernst and Young since 2016, global financial audit, and they're also going to certify our proof of reserves. So that's going to take a little bit longer for us, but we think it'll provide even more assurance."
    },
    {
        "speaker": "F",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, ramp software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy ramp.com easy rmp.com easy currency by Sutton bank and."
    },
    {
        "speaker": "E",
        "text": "Celtic bank members have DIC terms and conditions apply."
    },
    {
        "speaker": "C",
        "text": "If I maybe can add right now, one of the big I think everyone agrees that this is a good idea needs to happen and is in the process. The challenge right now that we have in the industry today is there's not even enough resources of qualified auditors, et cetera, and also tech teams that can help establish that process. There's this bank run fear right now, particularly among unregulated exchanges. I'm clearly not referring to bitstamp here. And as a result then other we need to have other immediate solutions. So we've started just to help the ecosystem, for example, offering that we can work with exchanges that on a daily basis we can kind of, as a swiss bank, where we can help assets off balance sheet. So whatever happens to us, assets are with the client. We can go bankrupt. There's still the client's assets that's very much part of the framework that we're operating with down to the blockchain. So we are offering a service that we can, for the exchange on a daily basis, confirm that these assets are held by us, balance sheet, et cetera. So these are interim steps that are now needed, because the trust needs to be rebuilt now, and it can't take months and years."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's interesting. One of the interesting things about both of you guys is that you both have these sort of very long, deep, traditional finance backgrounds, traditional consulting backgrounds. Matthias, you have a very long background as a consultant. Bob, you were at the CME for about five years, so you guys know the way that finance works. It's interesting to me, and it's been pointed out by many people, that one of the sort of critical misunderstandings about this crisis is that this is a quote unquote, crypto crisis. This is a crisis that took place in the crypto space, but really has elements of the classic financial panics, a classic run on a bank. There's nothing crypto specific about this. FTX could have been making financial widgets, and we might have seen precisely the same thing, and yet that the technology of cryptocurrency has the impact, or has the potential impact of being able to change these circumstances so that we do, as we've been talking about, have these sort of cryptographically verified ways of understanding who holds what. It would obviously have an impact against liquidity risk, solvency risk, if you were able to see who was solvent, who wasn't, who was liquid, and who wasn't, and also counterparty risk. These were also major themes that we saw during the 2007 2008 global financial crisis era. So it is something of a paradox that the fundamental challenge that we're seeing here is not something that is really crypto specific. It's just a result of highly unregulated markets taking place overseas, very poor transparency, and maybe some bubblicious aspects of the crypto space being run up in price, people wanting to jump in at all costs, people believing that there is going to be massive growth over at FTX, wanting to invest in the token. It really is a weird sort of melange of different forces at play here."
    },
    {
        "speaker": "E",
        "text": "Yeah, I couldn't agree more. Ash, to your point, there are very specific precedents for this type of situation in the traditional financial services world. But I think back to my time at CME Group, it was the MF global issue, if you're familiar with that. But it was a kind of a similar phenomenon that created."
    },
    {
        "speaker": "B",
        "text": "Tell us about for people who don't know, Bobby, tell us about MF Global, because it's not identical, but, boy, it sure seems to rhyme."
    },
    {
        "speaker": "E",
        "text": "Yeah. In similar fashion, that organization who played a critical intermediary role in the global derivatives marketplace basically misrepresented and obfuscated exactly where their assets were and where their level of assets were. Oversimplifying. There was a bit of a run on the bank phenomenon there as well, which created an incredible deficit that just rippled out through the entire derivatives marketplace and actually. And beyond. And so those are the parts that are similar. But the real message here is that these things have happened before. It doesn't mean they're okay. It doesn't mean we should accept them. It does mean we do need common sense regulation in place in the crypto marketplace. Regulation in the derivatives world improved after the MF global situation, and we need to do the same thing. The same thing from a crypto perspective. The only other thing I would add, and this is maybe not helpful, but the other thing that we had here, at least in my opinion, was bad actors. And so that, again, is a need for regulation. But we also should remember that this wasn't as systemic an issue, perhaps, in the crypto ecosystem. It's really more of a centralized or a single issue because of some really bad decision making, I think."
    },
    {
        "speaker": "B",
        "text": "Matthias, what do you think? It's a fine line between bad actors and regulation, and a framework that allows bad actors to operate with impunity."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, I also want to say how you started off, Ash. I mean, it cannot be repeated enough that at no point in the last, actually this whole year, which is a bit of a difficult year for crypto, and particularly in the last two weeks, did the technology as such, not work. I mean, I have to repeat it every day, and I hope you guys do that, too, that the technology worked beautifully. You see it on decentralized finance. It works. The challenge there is, though, if we now would want to conclude that we don't need any centralized custodians, et cetera, anymore, probably that's also a bit short sighted. Right. I mean, I can fully understand that the core of the. Of the crypto mantra would be to do exactly that. But, you know, maybe it's not realistic that then things like, you know, abiding by sanctions, lists, AML and KYC, etcetera, will just, in this future world, completely be gone. I just don't think it's realistic, and we should not. We should not, you know, strive towards it. So what we need is to combine the elements that technology and cryptography gives us to weave out some of the governance and counterparty risk escrow type setups that are currently needed in traditional finance and embed it with already proven regulatory frameworks that actually work and now apply it consistently to the ecosystem. One of the things I've been most frustrated about is the. The lack of level playing field that we've had over the last few years. And I'm sure, Bobby, you and your colleagues have been discussing this as well, and I hope that these happenings will now lead to a more level playing field and people having to abide and otherwise would be targeted by regulators fast and stops to protect customers."
    },
    {
        "speaker": "B",
        "text": "Yeah, I got to pull Jeremy back in. But just to agree with you, Matthias, that's some really important points there. You threw in the hand grenade of Aml, KYC, and Ofac compliance. I've been calling that the single biggest issue in crypto before FTX became the single biggest issue in crypto. But it really does look like an irresistible force moving toward an unstoppable object. When you think about the demands of regulators, when you think about demands of nation states, and you look up on the website of, for example, Ethereum and people who are really passionate about the space, the words censorship, resistance, incredible neutrality, just so core to the space. And you see those two things almost running on this collision course together, and we're going to have to see how it shakes out. One other thing I wanted to agree with you about, Matthias, before we go back to Jeremy, was this idea of the technology function perfectly. And I know that that may sound to some folks out there in the audience, as my grandfather used to say, that the operation was a success, but unfortunately, the patient still died. But there is this idea that the technology is something that is not only functioning well behind the scenes, but also has the potential to expand the functionality and to actually reduce some of these crises in the future. I don't know, Jeremy. We covered a lot of ground there. What are you thinking?"
    },
    {
        "speaker": "D",
        "text": "Well, we continue to have more questions than answers, but this was a fascinating conversation. We do have a question from the audience. This is from Juan, who is one of our real vision members who attended our real vision Cayman experience, which was an awesome little networking event that we had down here in Grand Cayman last week. This is for Bobby, but I'll open it up to both of you. We mentioned it a little bit already, but where do you stand on proof of reserves for the industry as a whole? What are your thoughts? And have you done proof of reserves? And then as a follow up. How do we verify that all of the crypto that belongs to the customers is in exchanges, as they are right now?"
    },
    {
        "speaker": "E",
        "text": "Yeah, great question. And to answer, I think it's a very, very important element that any centralized exchange should offer. We are in process on it. We will be delivering it in a matter of weeks. We think we're doing it more thoroughly and more completely than what's been done thus far by a few competitors. But again, we'll know more when we complete this study. But to answer your question, as a consumer, Juan, you should demand it. Expect it from anyone you partner with in terms of a crypto exchange."
    },
    {
        "speaker": "D",
        "text": "And, Matthias, your thoughts?"
    },
    {
        "speaker": "C",
        "text": "I would agree. And in our case, from the very beginning, we are holding all our assets off balance sheet, one to one. We never do anything with our clients assets. Of course, crypto assets. And this is on an ongoing basis, audited, and, for example, reported on a monthly basis to FInMA, also to the Swiss National bank for fiat. And as for any other bank, there's daily liquidity ratios, concentration, risk ratios, et cetera, that we need to uphold. So for us, this is kind of daily business. This is the very core of what we do and how we've built the venture on."
    },
    {
        "speaker": "D",
        "text": "Awesome. Thank you both for that. Once again, another fascinating conversation today. Bobby and Matthias, don't go anywhere. We're coming back to you for your final thoughts. We covered a lot of ground today, and as always, we like to finish with our key takeaways. As we know, we're still learning the full scale and impact of all of this FTX follow with surely more to come, but part of a really constructive conversation today. Both Bobby and Matthias believe that this moment has truly woken up the crypto community to the fact that regulation is an opportunity, opportunity rather than a deterrent in this space. With Ash mentioning that this crisis is far more similar to a traditional finance crisis. And as we've seen, the DeFi space continues on unabated so far, the task in crypto is now returning. Trust. Regulated and licensed players stand to gain a huge market share as part of that, and also hardware, wallets and self custody providers also will benefit from a move to higher levels of security. Matthias believes that regulation in the crypto industry is really our way forward and that we need to clean up the space a little bit. Bobby mentioning that regulators have to find the line between protecting participants and crypto without stifling innovation at the same time. Gentlemen, I want to just come back to you very quickly for your final thoughts. We will start with Bobby."
    },
    {
        "speaker": "E",
        "text": "Yeah, look, really appreciate the time to chat about this. And as I said at the beginning, as an industry, we've got a lot of work to do. And from a bit stamp perspective, as I mentioned, we've made this regulation and this compliance forward posture kind of the center of our company. And so we're not celebrating this moment by any way, shape or form, but we are gratified that many people in the space, and people looking at the space and watching the space are now appreciating the investment and appreciating the security and the trust that comes along with being a fully licensed, operating in the right jurisdictions, kind of centralized exchange. And then from an industry perspective, we do have a lot of work to do, I think, with regulators, and then in collaboration, not just exchanges, but all of the companies that comprise this kind of very active and very innovative side of the world. And I hope that we can continue to do that in a way that doesn't, as I mentioned, stifle or impede innovation, but rather enhance it in a more productive way."
    },
    {
        "speaker": "D",
        "text": "Matthias, your thoughts?"
    },
    {
        "speaker": "C",
        "text": "Yes, so we are at the crossroads. We've discussed it, right. It's been quite shocking what has happened this year to crypto, but I am a glass half kind of a person. As an entrepreneur, I also look at what's happening in the space, that the technology works beautifully, that still you have lots of great developers, founders working on this, what we call future finance. So now what we just need to do as a community and people believing in it is accepting that future has heritage, and that we need to combine what we want to work towards and leveraging decentralized infrastructure to also link it back to where we're coming from on the many learnings that we've already done in traditional finance when it comes to AML, KYC, liquidity, crisis, bank runs, et cetera. And if you combine these two mindsets and merge it, then we have a bright future. It will take some time, but we'll build towards it every day."
    },
    {
        "speaker": "D",
        "text": "Yeah, most certainly. And lastly, my friend Ash, your thoughts?"
    },
    {
        "speaker": "B",
        "text": "Well, first, it was great to have this conversation with two operators of two regulated businesses. I think it was incredibly helpful to have you, Bobby and Matthias here to help unpack this for folks to see what it's actually like behind the scenes and to give us your insights. I think it's just, it's really created a lot of light, I think, around this for people who may have been asking some of those questions. Second takeaway. Jeremy, you said it so well at the top there. We're still learning the full scale and impact of this. You know, just yesterday we got news flow on Genesis and Gemini. I joked yesterday that people notoriously confused those two firms. But it didn't matter even if you goofed it up, either way, you got it right because both were having troubles with liquidity yesterday. I believe that. I believe that Gemini got that sorted out. Look, here's the thing. There's rising liquidity risk in the system. There's rising counterparty risk in the system. Let me be clear. I'm not saying that there's another shoe to drop, but what I am saying is that if there were another shoe to drop, we shouldn't expect that it would have happened already. In other words, these things often take time to play out. Sometimes things get picked up at the end of the month. Sometimes these challenges roll forward for a whole variety of reasons. I mentioned that number yesterday, 454. That was the number of days between Lehman's bankruptcy filing September 15, 2008, I believe, and a story that had been reported some 454 days earlier in the Wall Street Journal, that two obscure hedge funds over at Bear Stearns that nobody had heard of, of had to close, experience significant problems with liquidity. Again, I'm not saying that that's happening here. I'm not saying that there's another shoe to drop. What I am saying is you really have to watch this space very closely in the coming weeks and months. My own guess is the technology has somewhat accelerated that. So I don't expect it to be a year or more until we find out. But it could be a question of months. We could be waiting months to see how this fully plays out. Obviously, it's a very rapidly developing story. Story right here on real vision crypto daily briefing. We're going to be covering this story with the diligence it deserves. And, you know, we just don't know where it's going to go yet. So why it's important to absolutely follow this extremely closely if you care about the space. Jeremy."
    },
    {
        "speaker": "D",
        "text": "100% and very well said, ash. That brings us to the end of the show. I want to thank all of you out there for watching. I want to thank our guests, both Bobby and Matthias, for joining us today. It was a pleasure doing the show with you. Thank you very much once again for your time."
    },
    {
        "speaker": "B",
        "text": "Thank you."
    },
    {
        "speaker": "E",
        "text": "Thank you."
    },
    {
        "speaker": "D",
        "text": "That's it for today. Don't forget, as I mentioned before, to like and subscribe, real vision Crypto is 100% free. For those of you watching on YouTube, smash all the buttons. Join us again next week on the best daily show covering all the goings on in the crypto world. We will see you Monday at noon Eastern time, 05:00 p.m. london time, live on the real vision crypto daily briefing."
    }
]