[
    {
        "speaker": "A",
        "text": "Hey, everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "B",
        "text": "Welcome to real Vision Crypto Daily briefing. I'm Ash Bennington. We've got a great show for you today. John Lyndon, the CEO of mythical Games and a gaming industry veteran who's worked at Activision on Call of Duty. We'll speak in just a moment. He is here. But first, let's take a look at these markets. Obviously, we've seen a bit of gyration. It's been a wild 24 hours. First, let's take a look at bitcoin. On my screen, trading at 29,122 on a trailing 24 hours basis, it's down about two and a third percent. But as you can see, that on the left side of that chart, looking at the sell off yesterday afternoon, some pretty wild gyrations happening there. So too, with Ethereum trading right now at $1,899, call it pretty close to 1900 bucks for one eth, trailing 24 hours basis. Well, you can see the same pattern there on that chart. On a trailing 24 hours basis, it's -3% thereabouts, 2.78 on my screen. Trailing seven days, it's off just under 2%, 1.7% or so on my screen. Lots to talk about. We've got a great show, lots of action to bring you. First, we're going to speak with our own Jeremy Varlow, who is joining us live from Austin, Texas, from the consensus conference. Hey, Jeremy. How are you? Mandev?"
    },
    {
        "speaker": "C",
        "text": "Very well, Ash. Day two of consensus is on us. Day one was a smashing success. We're all a little bit worse. Aware there's tons of after hours activities last night, but excited to get day."
    },
    {
        "speaker": "D",
        "text": "Two on the road here."
    },
    {
        "speaker": "B",
        "text": "After hours activity at a crypto conference. I don't believe it. Hey, listen, what's going on on the floor? What are you hearing? What's hot?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, it's been a super interesting first day. I mean, the sentiment is incredibly high. You know, 2022 was not a great year for the space, but it really looks that people have put that behind them. Tons of building going on. You know, there are a bunch of exhibitors here, many of which that we know and are familiar with, but also quite a few that are new to the space. I spoke with a couple of projects yesterday that just launched in the last week, so there's a ton of building going on. People are super, super excited, obviously, the conversations ranging from everything to regulation, but also building in the space. Lots of talk about nfts in the metaverse. Web three gaming is significant, significant part of this conference this year. But yeah, it's been a great first day. I'm really looking forward to sitting in on some of the sessions and also catching up with the different protocols that are here."
    },
    {
        "speaker": "B",
        "text": "Well, we've got John Linden with us to talk about web three and gaming in just a second. But let me ask you this. You mentioned building a lot. That's always an important theme at any crypto conference. What's new, what's different?"
    },
    {
        "speaker": "C",
        "text": "You know, the thing that really caught me by surprise is how many web three wallets are at this conference. Bunch of new wallets that are launching some new DeFi protocols as well, which we'll surely do a recap on. But yeah, I mean, the space is growing exponentially and yeah, the wallet thing was very interesting to me. I actually downloaded a few wallets yesterday. Yeah, the user experience is improving rapidly, and I think that that's something that we're going to see a lot more of in 2023."
    },
    {
        "speaker": "B",
        "text": "What are you hearing about regulation? Obviously, this is one of the major topics here in the United States, especially. What are you hearing on the ground?"
    },
    {
        "speaker": "C",
        "text": "Well, it's interesting. I mean, obviously regulation in the US is top of everyone's mind, and everyone is very interested in any sort of development front. But on the other side of things, there's a lot of other jurisdictions that are popping up as well. The Bahamas has a very prominent presence here. Cayman islands does as well, obviously my home, Japan, Asia in general as well, Middle east. So, I mean, while there's a lot of uncertainty about the us regulatory system, there are other jurisdictions that are really stepping up to the plate and promoting themselves as being very crypto native and wanting to be a significant part of the space."
    },
    {
        "speaker": "B",
        "text": "Hey, Jeremy, we sure appreciate you joining us. I know you're busy there from the floor. We appreciate you taking time out to update us here. Final thoughts, key takeaways. What would you like to leave our audience with?"
    },
    {
        "speaker": "C",
        "text": "I mean, listen, it's a great conference to attend. If you can ever get down here, certainly do. So today, day two, the general admission passes are able to hit the floor. So we're going to see probably upwards 15, 20,000 people. I think it's the most prominent crypto conference that we have. So if you are, you know, crypto curious and you want to attend one of these shows, this is definitely one of the best ones to attend."
    },
    {
        "speaker": "B",
        "text": "And it's a beautiful seven degrees and sunny, not sweltering like it was last year."
    },
    {
        "speaker": "C",
        "text": "Absolutely. It actually rained the last couple of days. A little bit cooler today, but yeah, perfect day for."
    },
    {
        "speaker": "B",
        "text": "Hey, Jeremy Varlow, thanks again, man. We'll have to have you back soon to do this."
    },
    {
        "speaker": "C",
        "text": "All right, guys, have a fun show."
    },
    {
        "speaker": "B",
        "text": "All right. That's our own Jeremy Varlo reporting live from Austin, Texas. And now we go live to John Lyndon. John, welcome to real vision."
    },
    {
        "speaker": "D",
        "text": "Thanks for having me, John."
    },
    {
        "speaker": "B",
        "text": "You guys have had a big week. Your new game NFL rivals dropped yesterday. Give us the top line."
    },
    {
        "speaker": "D",
        "text": "Yeah, it's project we've been working on. We announced it a little bit last year and I think for us, we really wanted to partner with the NFL to create a real true gamer first experience, but really have that web three economy in it. And I think we've made great strides. You know, the game came out yesterday. We're actually sitting number one in all game sports games right now. We're sitting number one in the action game category. And I think we're number three overall in terms of all games on the Apple app Store right now. So people talk about mass adoption. I think we've kind of talked to you has to come game first, and I think we're delivering that. So we're very, very excited on this first day, very honored to get the support we're getting."
    },
    {
        "speaker": "B",
        "text": "And by the way, we're seeing some video right now on our screen. That's a clip of the actual action of the game. Those aren't NPC's. That's actual game action."
    },
    {
        "speaker": "D",
        "text": "That's actual game action. Yeah. So you're actually able to play the game. You know, your team. It's basically what we set up is an, what we call an arcade team manager game. So essentially you're coming in, you're building your team. Your team are assets that you can own, you can trade, you can sell. You're building that team, you're joining squads. The squads are also kind of nfts behind the scenes. One thing you'll see, though, about our game, we don't actually use the word nfTs. We don't use the words web three. We don't use the words blockchain. We just put out a game. And what's really great is I think we've been able to onboard hundreds of thousands of players already, which is great into this game, and they're getting wallets behind the scenes if they don't already have one. We've really tried to make a system to where players can come in very seamlessly play the game, but they're still participating in this web three economy, and we expect people to become educated more and more on what the benefits of that are."
    },
    {
        "speaker": "B",
        "text": "This is so interesting. What you're saying, in essence, is you've abstracted away the interface with the wallet, with web three, with nfts as a concept. It's just something that users are directly interacting with in a way that allows them to access technology directly through the gaming. Is that correct?"
    },
    {
        "speaker": "D",
        "text": "That's right, yeah. And what we've also done is we really spent a lot of time. We're from the gaming industry. We've been in the gaming industry for decades at this point, so we know kind of the rules and how to make that work. And frankly, we kind of walked in the front door with a lot of these app stores. We had the first game last year on the Epic Games store with Blanco's block party. This year, we're now topping the charts on the Apple App Store as well as Google as well. So it's live on all these. So we've gone in, we built a lot of tech very specifically for the gaming industry so that we can take transactions from the app stores and be able to still record them on chain very safely while abiding all the compliance that we need to with these app stores."
    },
    {
        "speaker": "B",
        "text": "It's really interesting. Let me ask you this. For users who are more tech savvy, who are in the web three space, who are Web three native, is there a capacity for those users to self custody the assets at any point, or is that something that you haven't gotten to yet?"
    },
    {
        "speaker": "D",
        "text": "We're working through that right now. I will say that a lot of the traditional web two app stores, they're very concerned, as are we, that a lot of gamers might not understand private keys and seed phrases, that no one wants to set their private key down and suddenly lose it. And you lost Zelda or you lost Super Mario, right. So it is a custodial account to start. We do have bridges in and out, though. So you can bridge assets in and out to Metamask, you can sell them on opensea, you can do whatever you want. We do have the capacity to go completely non custodial. That is definitely our goal in the future. But we're trying to ease into it as we bring on literally tens of millions of new gamers into this ecosystem."
    },
    {
        "speaker": "B",
        "text": "See, this is what's so interesting to me, John, because this is a classic trade off, a classic balancing act that you guys must think about all the time, which is on the one end, you want a game that anybody can go into the app store and download, just like you could candy Crusher and be up and playing in 30 seconds or less. And on the same sort of the opposite side of the, of that coin is you've got, you know that if you don't have the ability to sub custody your assets, you're going to have people yelling at you and saying, not your keys, not your crypto. It's not really a web three application. And it's this, it's this balancing act, this almost dance that anyone who's sitting in your seat has to think about and has to deal with."
    },
    {
        "speaker": "D",
        "text": "That's right now. And I think, you know, last year, you know, there were a couple, couple games for the first time in web three. Blank is Black Friday is one of them. They hit over a million players. So that was kind of a good milestone. But a million players in gaming still pretty tiny, to be real honest. I came from that Call of Duty franchise. We had 50 million players on PC console. We had 500 million players on mobile. We're basically trying to bridge those gaps. How do we have a comfortable experience to get people safely into the space and then educate them, give them more control? We started with bridges. Bridges, you can bridge assets in and out. That's a great first step for gamers to understand. Then again, like I said, as we get comfortable, as the, you know, Jeremy just mentioned, on the, on the wallet side, as wallets get more secure and protect consumers in a very, very easy fashion, I think we will be going to full non custodial. So we very much believe in the space, we believe in the power of what web three can do, but it has to be done very, you know, integrated into that game experience to be successful."
    },
    {
        "speaker": "B",
        "text": "So what's the culture like over there at mythical? How are you hiring? Do you have folks who are like yourself, who are true veterans of the gaming industry? Do you have folks who are in the web three space? Like, how does that balance out? Because it really is. It's such an interesting kind of mix in many ways. It's almost like what we see in Defi, right? Do you have folks who have traditional banking backgrounds? Do you have folks who are web three? I mean, it's really an interesting kind of mix up."
    },
    {
        "speaker": "D",
        "text": "We do. We've been building since 2018, so we've been putting a nice foundation down. So we have great teams behind blockchain that have been able to kind of build out these amazing systems. I'd say a core of our team is definitely from the gaming industry. I think we have actually eight former studio heads that have shipped a billion dollar games apiece. So we really are pretty prolific in the gaming space. And that's really been one of our secret sauce. We can come in, we can speak to game developers, we can speak to the app stores, and we understand that gamer culture, but at the same time, we are blending, we're really blending three worlds together. We have gaming, we have blockchain, and we have fintech, as you mentioned. So we actually acquired a company last summer called Dmarket that are very much specialists in blockchain, I'm sorry, and marketplace transactions, but they had a lot of experience with blockchain as well. So blending those worlds is kind of the secret sauce. It's also one of the challenges we always have as well."
    },
    {
        "speaker": "B",
        "text": "Right. Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back. So this is so that you can do in app transactions presumably native in a web three format?"
    },
    {
        "speaker": "D",
        "text": "That's right. And I think, you know, we're making progress on that. I think, you know, I think, you know, when we started the company in 2018, we originally wanted Blankos out on mobile and they basically kind of got a big no, like, hey, we don't understand this. We're not ready for it. You know, fast forward a few years later. We have a top game now, top game in the app stores on mobile. I think the next step for us is now let's start making it more seamless. Let's get those marketplaces in the game. How does that work? How do we work with these big distribution companies? And I think there's still challenges left to identify, but we're definitely tackling them head on."
    },
    {
        "speaker": "B",
        "text": "How big is your shop now, John?"
    },
    {
        "speaker": "D",
        "text": "We're about 300 people, so we're pretty good size. We've been growing so fast. We did about a five X gmv lift from, from 21 to 22 last year. We did about $60 million through our marketplace. We're closing in on that per month now, which is great. I think this month we're going to be about 33 million in sales this month. Gross sales going through our marketplace and blockchain next month. We're on track for 45 already. So we're growing at such a tremendous pace. And like I said, we're not letting up. We got this game. This game is going to be really exciting kind of leading up to the NFL season. So we're in what we call the off season with our season zero, but we're going to keep really adding to that product. We got a really fun couple announcements coming up as we lead into the season, but we also have another big racing title coming shortly afterwards. So we have a game called Nitro Nation World Tour. That game was, that previous version of that game on mobile was the number three racing title, had 80 million installs on that franchise. So that's what's coming next from us. We'll be launching that later this summer and soft launching very soon. So we're trying to move this into the tens, if not hundreds of millions of gamers and kind of way we go."
    },
    {
        "speaker": "B",
        "text": "And was that your original title or did you partner with the original creator of that studio?"
    },
    {
        "speaker": "D",
        "text": "Yeah, so we partnered with a studio called CM Games. It's an amazing studio out of Estonia. They've had a lot, a long, long history in racing titles, and that's really kind of what we think is important. I think games are hard enough to make on their own. We want to be special. Right. So find studios that know how to make these games and that's how you get the AAA experience out of it."
    },
    {
        "speaker": "B",
        "text": "Hey, talk a little bit about the idea of how gamers think about nfts. I think I was surprised at how negative the reaction was initially. It's just a general proposition throughout the space, and maybe I shouldn't have been surprised. Maybe it was just that it was viewed as a kind of extractive technology rather than as a technology that could liberate the players. Talk a little bit about how that exists in terms of the current state of play in the space more generally."
    },
    {
        "speaker": "D",
        "text": "Yeah. You know, I mean, I think gamers are very. They're a very suspicious bunch, let's say. You know, they're, they're very can be, you know, if anything doesn't seem. Seem right to them, that they have a tendency to kind of reject that concept. And frankly, I hate to say it, but some of the early web three experiments out there weren't really games. They were really kind of gamified economies, and that doesn't necessarily appeal to a true gamer. So I think for us, we're trying to bring out how do these new concepts really affect the gameplay? You have to have creative gameplay that comes. You have to have something new that comes out of it rather than just being able to buy and sell. Right. That's not super exciting. But there's been trading economies with steam and cs go and things like that for decades now. The gamers are very supportive of. So it's really up to us as an industry to deliver value to those gamers and do it directly, authentically in the game itself."
    },
    {
        "speaker": "B",
        "text": "All right, we've talked a lot about the gaming space here, but I want to shift gears to a true web three conversation. Talk about this decision that you guys made to switch from Ethereum over to Polkadot and why."
    },
    {
        "speaker": "D",
        "text": "Yeah, I think that's. We've got a lot of feedback this week on that. Honestly, we've been looking at what it takes to keep growing this business. As I mentioned, we're actually processing probably, I think we're processing more gaming transactions than all of Ethereum at this point, which is really, really exciting. So games are huge."
    },
    {
        "speaker": "B",
        "text": "Say that statistic again."
    },
    {
        "speaker": "D",
        "text": "We're doing more digital sales transactions right now than Ethereum is doing on NFT sales right now. So we're doing more digital assets than they are."
    },
    {
        "speaker": "B",
        "text": "That's extreme."
    },
    {
        "speaker": "D",
        "text": "Yeah, it's great. And we're just getting started. To put in perspective, when I ran Call of Duty, I think we did 1.4 million matches a minute. Right? And so when we were one of the studios behind that title, you know, think about that. If you're trying to record just the existence of a match on chain, that's a lot of volume, right? So gaming is huge. We have to do it, you know, appropriately. But what we're also looking at is we're looking at the future. And I think what we saw found is we started a foundation or helped found this foundation called Mythos foundation with the mythos token. That's kind of an industry. Industry dao, right? We have a lot of web, two companies joining. We really see the opportunity of where games can start being interoperable over time. We think that there's new governance models that need to come out, but most importantly, we need very strong security models and great performance. And frankly, we've been searching. We've talked to a lot of great companies out there. There's a lot of great companies out there. But we really found that the Polkadot team, the Polkadot ecosystem was pretty fascinating. That team has been very heads down, focused on governance, focused on security, focused on scale and interoperability. And we love that. We don't need a lot of marketing flash from our blockchain partners. We need true, amazing tech. And I think Polkadot's the right choice for gaming, to be super honest. So we're definitely going deep with them. We're going to be launching what we're calling the mythos super chain, which initially is the mythical chain. But there's other groups. If you look at the Mythos foundation, there's 25 other companies that have already joined, and I think you'll see some of them also have their own chain tech that has their own governance models and their own security models. But we all roll up into that shared security model. We roll up into an interoperable economy over time, and we think that's a super powerful place of where we want to build next."
    },
    {
        "speaker": "B",
        "text": "And that's sort of the sort of underlying architecture of Polkadot by design. To have those multi chain with roll up functionality, talk a little bit about the transaction speed throughput, some of those other parameters that you must have been thinking about before making this switch."
    },
    {
        "speaker": "D",
        "text": "Yeah, we're obviously always looking at that. We went our first chain. This is actually will be our third iteration of chains over five years. And we've tried to stay very nimble. One thing we do believe very much is that EVM address space. So we are maintaining the EVM address space on top of the Polkadot substrate ecosystem. So there's been other groups that have done that in the past. We're not the first to do that with the Polkadot community, but we do think that that's really important. I think that, to me, is the, is kind of the glue that binds this industry right now, is that EVM. EVM address space. So we are keeping that layer. But we do love the substrate system behind the scenes. I think it's honestly, it's a lot of opportunities we can upgrade independently. We get the shared security model from, from the Polkadot relay chain. So we are truly decentralized. But, you know, we do look at performance, and we've had good experience so far on the Polkadot. The Polkadot chain."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's really fascinating. You know, I'm not a gamer myself. I was many years ago, and so I still maintain a hand and I go. I go to YouTube and I watch the games. Right. That's how I stay from becoming totally a dinosaur. But the question that I have for you is this. One of the interesting things to me about the gaming space. One of the things that people in the gaming space do so incredibly well is user interface, user experience. It's something that's always been light years ahead of everything else. The ability to simplify, the ability to get directly to the functionality that users care about, that gamers care about. And I'm curious, and I've long thought that this is going to be one of the potential, potential ways that we're going to get more mainstream applications from web three technology. People who understand how to do user experience and how to do user interface. Talk a little bit about that because the challenges are really considerable right now in the traditional web three world. How are you handling some of that? You've abstracted some of it away. Go ahead, please."
    },
    {
        "speaker": "D",
        "text": "Yeah, we've really tried to abstract as much of it away as we can until people are ready. And I think that's a key. And you're right. We've gotten a little flack from people saying, oh, well, this is not true web three, not my keys, that type of thing. And I agree with that. Like I said, we definitely believe in those concepts. But we do want to make sure when an average consumer comes into the game and someone that's nothing crypto native, they can figure it out and they're protected."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "D",
        "text": "So we've definitely taken it very easy. You know, as you come into NFL rivals, you're not going to see a single wallet pop up right away."
    },
    {
        "speaker": "E",
        "text": "Right."
    },
    {
        "speaker": "D",
        "text": "But there is a wallet behind the scenes. Everybody gets a wallet immediately. And we're writing in through that custodial account assets into that wallet. Now, if you link a wallet or you want to bridge stuff in and out, it'll start sinking that instead it'll kind of ditch the temporary wallet, move to your more permanent home. And we think that's really important."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "D",
        "text": "And we do think that gamers will become big in the economies. We think that, you know, you know, we think that more and more transaction volume will end up coming from the gaming space. I think what you also see, it's going to be less volatile. Right. One thing that's really interesting is, you know, the average Ethereum transaction right now for a digital asset is still sitting over $500 on $500 us per item. That's pretty much still out of most consumers reach, right. And ours right now, we're averaging waste. We're doing about two and a half times the volume of NFT transactions in Ethereum. But we're sitting at like 17, $18 now. That's up from twelve or 13 from six months ago. So it's definitely growing in value. But our focus is not on a speculative nature. Our focus is on true utility, true user interface behind these items. And to do that, you definitely have to onboard. You have to think through user UI and Ux from the day one of a project."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing. Yeah, I'm looking right now at the comments on this live scrolling by. I see NFT Ryan is saying he's downloading the game now to see it. Excited to see it. Here's a question that comes to us from Basho, one of our YouTube users. How do you see AI being implemented into gaming, and what role do you see it playing in the future of gaming? Great question, Basho."
    },
    {
        "speaker": "D",
        "text": "That's an amazing question if I can get a quick two parts on that one. AI's actually been in gaming for a long time, not quite to the large language models or what we're seeing now with some of the neural net stuff, but we've never been scared of AI, right? Games have been running on AI and prediction and things like that for a long time. So for us, there's amazing new things happening. I think what's happening in generative art, what's happening in chat gdp is going to very much affect the gaming industry. But what I started getting really excited about is we're starting to see new models and we have some new tech we'll be sharing fairly soon to where you can actually move now from one game seamlessly into another game, regardless of game engines. That starts getting really exciting, right? So you start thinking about these new things people talk about. Metaverse, it's probably my least favorite word, just because there's not a great definition. But for me, we're going to start seeing a whole shift in games. How games are distributed, how games are played, and as those new models come out, how live streaming, what is an audience participation member AI is going to be driving a lot of that. In particular, people talk about interoperability between games. I love the concept at Call of Duty. We had three different Call of Duty engines and we had a hard time moving a soldier from one Call of Duty engine to another. And we own them both owned all three. But whereas where AI is going to step in big time generative right now we're doing really well with generative 2d, generative art, generative AI for 2d. We're not quite there yet for Generative 3D. Once we get there and once the models can support generative 3d art, we're going to see a massive, massive revolution in gaming. So we're definitely watching it. I think it's going to affect everything from quests to storylines to all that type of stuff. But at the end of the day, games are still arthem, right? There is a vision. There is a creative power behind games, so I don't think we're going to replace all of it. But I think we'll definitely augment a big portion of production and live services with AI."
    },
    {
        "speaker": "B",
        "text": "Okay, here's a question that comes from Ralph on the real Vision website. A question I'm not surprised to see. Does John have any thoughts on the Microsoft acquisition of Activision? I guess we should call it attempted acquisition. That whole saga. John, any thoughts?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, I got to be a little careful on this one, but yeah, I said I'm a former studio head at Activision, so I know the company inside now. You know, I think it's right for the industry. Personally, I think it's a great deal. I think some of the legal that's getting thrown against them is a little weak. The idea that they're getting blocked over cloud gaming. To me, cloud gaming is not even a full industry yet. I think we're getting a little ahead of ourselves on some of this. I think Microsoft's done a brilliant job, as has activision, to make sure it is fair. You can go either camp. I'm in the camp of, hey, let's keep innovation going. I think there's a lot of benefits to the industry. I hope that it can be done and I hope it can get resolved. They definitely have some major roadblocks thrown up to them yesterday."
    },
    {
        "speaker": "B",
        "text": "Yeah, John, this has been an incredible conversation. Frankly, I learned a ton. Really great to have you here. Final thoughts, key takeaways that you'd like to leave our audience with?"
    },
    {
        "speaker": "D",
        "text": "Yeah, you know, I think. I think for us, what we're excited about right now, as I mentioned, there's three games last year that hit a million players, which was a great step for web three getting into more mainstream. Still not massive on the gaming side. I think this year we're going to see two to four games and start getting that ten to 25 million players. This year the industry is going to really start paying attention to that. I think we have two of those four, hopefully. And I think next year or the year after that, we'll start seeing economies that have 50 to 100 million gamers with web three economies. So we are definitely getting into mass adoption very, very quickly. It takes time, it takes a great work and it creates great insights. But I'm so excited where this is going. I do think this is going to be dominant. I think what we're going to see from the gaming side, I think we can see even honestly a trillion dollar secondary economy that's going to come out of the gaming industry that's already sitting on top of a nearly a $300 billion primary economy. So we're excited on where the future holds. I think we're going to see tremendous innovation in gaming over the next five to ten years, and it's happening now."
    },
    {
        "speaker": "B",
        "text": "So, John, I got to ask you this. Trillion dollars, it's a lot of money. How do we get there?"
    },
    {
        "speaker": "D",
        "text": "You know, I mean, it's really, it's really fascinating. I mean, what we've seen already, we've already seen in games, we're seeing, you know, $4 in secondary for every dollar in primary. Right. But we're already doing $200 billion a year, 250 billion. And growing to 300 billion in the gaming industry. That number alone. Right. What we've already seen in games like Blanko's block party and we're starting to see in NFL rivals, the data is there to already support a trillion dollars of trade. So as it picks up, so I think we're heading there remarkably fast. I think some of the gaming industry right now doesn't fully see the potential of what's happening. I think they're all watching and I think as soon as we hit those games and start hitting ten to 15, 20 million players, you're going to see the entire gaming industry getting in the space."
    },
    {
        "speaker": "B",
        "text": "John Linden from mythical games, great conversation. Come back and give us an update. Tell us how you're doing."
    },
    {
        "speaker": "D",
        "text": "Thank you for having me. I really appreciate the time."
    },
    {
        "speaker": "B",
        "text": "Thanks a lot, John. And thank you for watching, everyone. I really enjoyed this conversation. More innovative conversations right here on real vision crypto daily breathing. Have a great afternoon, everybody."
    },
    {
        "speaker": "E",
        "text": "What's up, revolutionaries? Thanks for tuning in to the real vision daily briefing. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest, and biggest names in finance."
    }
]