[
    {
        "speaker": "A",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, theres a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your companys spending and control who spends what. With each vendor, Ramps software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding ramp could be one of the best decisions youve ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy ramp.com easy cards issued by Sutton bank and celtic bank members of DIC. Terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "All right, Nico, so 2022 really told us the importance of self custody. You gotta self custody your stuff, but I'm not entirely sure what that means. Can you break that down?"
    },
    {
        "speaker": "C",
        "text": "Absolutely. So self custody is controlling your coins yourself. So when you're on Coinbase or Gemini or Kraken or whatever, your coins are being held by an omnibus wallethead that's being controlled by Coinbase, by kraken. And what we've seen is, especially in the case of Celsius, is if those companies go bankrupt, those coins are going to the bankruptcy and not coming back to you. So suffice it to say, self custody is when you take those coins off of the exchange, off of a third party, and you put them into your cold wallet. It's very, it sounds simple, it can be a little bit intense, but we have some great episodes on real vision pro where you can check out just how to do it yourself."
    },
    {
        "speaker": "B",
        "text": "Okay, awesome. All these advantages, they sound great. Self custody. Why doesn't everybody do it then?"
    },
    {
        "speaker": "C",
        "text": "Well, it's not the easiest thing. And as we'll get to, there's some complications that you could lose your sort of seed phrase and your password and everything. But even though it seems complicated, it can be very simple when you go through it step by step. And it's completely worth it because you own your crypto, nobody else can touch it except for you and your access to your cold wallethood."
    },
    {
        "speaker": "B",
        "text": "Okay, cool. Yeah, so I hear a lot of private keys and the phrase, like, not your keys, not your crypto. So how does that fit on all this?"
    },
    {
        "speaker": "C",
        "text": "Well, so basically, what that gets to. Not your keys, not your crypto, not your keys, not your coin. Is that idea that we were talking about that if it is on an exchange, you don't really own it and control it the same way you do on your hard wallet. In terms of those phrases, what you're getting to, that refers to the seed phrase, which is a random series of words. I believe there's 16 of them that are generated. So that, let's say I lose my ledger device, I lose my cold wallet. I can now buy a new one, and with my seed phrase, I can recreate that wallet on that new ledger device. And so it's really important that when you set up your cold wallet, you put those seed phrases in an incredibly safe place that you know where it is so that you will always know that you have access to your coins."
    },
    {
        "speaker": "B",
        "text": "I'm gonna do that right now. Thanks so much, Nico."
    },
    {
        "speaker": "C",
        "text": "My pleasure. Thank you, Nick."
    }
]