[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps, and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com. tech all lowercase. That's Shopify.com tech."
    },
    {
        "speaker": "B",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "C",
        "text": "What's up, guys? It's Ash Bennington. Welcome to real Vision crypto daily briefing. Before we bring our guests in, I want to talk about an exciting initiative at real vision. The mint for season two of the real Vision collective is happening right now. The aim of the RV collective is to bring all your favorite NFT communities together while giving you the knowledge you need to navigate web three. Season two is the next step in this journey to create this collection. We've pulled artwork from nine of the most significant CCO projects out there and transformed them into three unique mashups. If you want to help us building, keep building the super community of nfts, head over to real Vision.com collective. That's real Vision.com forward slash collective to learn more and to mint your own season two nfts. With that said, let's bring in our guest, Chi Nadi, co founder and CEO of Merit Chi. Welcome to the show."
    },
    {
        "speaker": "D",
        "text": "Thank you, Ash, it's good to see you and thanks for having us on the show. We really appreciate the opportunity to share our story from Africa."
    },
    {
        "speaker": "C",
        "text": "Well, it's a pleasure to have you here. Let's talk a little bit more generally. Tell us a little bit about yourself, your background, and of course about the current state of play of blockchain in Africa."
    },
    {
        "speaker": "D",
        "text": "Sure. Okay. As background of myself, I was. I've been raised all over the world. You're a classic global citizen. Started off young life in Nigeria, left around seven years old and went to Canada, which was a shock, as you can imagine."
    },
    {
        "speaker": "C",
        "text": "But as anybody, winters were not jumped from culture."
    },
    {
        "speaker": "D",
        "text": "Oh my God. First time I ran into the snow, I thought it was going to be fun. And I quickly learned that snow meant shoveling driveways and so not fun. And then we moved to, moved to the US when I was 13, and then that's where I was. We stayed most of my adult life now, because I'm from a specific tribe in Nigeria called the Igbos, that Nigerians who are listening will know we are famous for going home to our village every single year. It's actually something that came from the nigerian civil war, the Biafran war, where our tribe was almost, almost exterminated. Actually, about a third of our tribe died at that time. And our villages are what saved us. The reason why I say that is because growing up in Canada, we were in Nigeria every single Christmas and every single summer. So that kept me very, very close to growing up there. And so when I hit my twenties, in the late 2010, sorry, late two thousands, late 2010, I actually moved back to Nigeria. And then I spent the whole of last decade splitting my time between Nigeria and California. And I share that for a reason, because it allowed me to be very early in crypto or the blockchain space. And when I say very early, I mean the crypto philosophical anarchist days of the early 20, 10, 20, 11, 12, 13, where it was really about the philosophy of blockchain. And a lot of my friends were actually libertarians in the US, so deep in that world. But at the same time, I was transplanting myself to Nigeria, not just Nigeria, but my homeland, which is a southeastern part of Nigeria. And so I was seeing this revolutionary technology that I immediately recognized as a leapfrog technology for Africa, because I immediately understood that it could be utilized to reorganize society and build social infrastructure in society."
    },
    {
        "speaker": "C",
        "text": "Yeah, I'm fascinated by one word that you just said there in particular, and that's the word leapfrog. This is one of the most interesting things about the african continent to me, is that the ability, for example, of the just extraordinary adoption of mobile phone technology, uh, and peer to peer style networks, it would seem to be a very much a natural fit for blockchain. Uh, and particularly because you don't have a lot of the legacy incumbents in the space to block you, uh, as you might have somewhere else in the world. Talk a little bit about that aspect of it. I find that incredibly fascinating."
    },
    {
        "speaker": "D",
        "text": "I mean, it's. I remember, it's so interesting because, um, so I'm from Nigeria specifically, and I've watched nigerian leaf frogs. I remember when we did have some modicum of dial up or a modicum of, it's actually called Nitel, but it was not very good. And then suddenly we just switched and everybody was on mobile, and that's what everybody was doing. And that's how we actually received Internet for the first time. And when I think about blockchain as a leap of technology, I really think it's so much more than it just adds a technology. Because in Africa, we find ourselves at this place where we haven't set down our infrastructure yet. We're just now setting up our trade infrastructure, our financial infrastructure. We're just now setting out down our health care infrastructure, our transportation infrastructure. And that's what I really saw with blockchain technology. It is a piece of technology that could reform how humans interact with each other. And so many things that are the ills of Africa are actually remnants of last century and are actually not really of our own doing, meaning country lines being drawn by other countries and that sort of thing. And so one of the things that I really saw that would be really exciting, really excited graphic is that blockchain creates an opportunity to create currencies and assets for the bottom of the economic pyramid. Now, if you really think about that, no matter where you live in the world, the top of the economic pyramid has lots of assets to hold value in. But the bottom of the economic pyramid doesn't. In fact, I can tell you what, other than, like, fiat currency, proprietary fiat currency, the number one currency all across Africa is phone credit. And that's new. That only has existed in the last 2025 years. And so whether it's tokens representing blockchains or tokens representing protocols, it creates an opportunity for us to create value, african value, and trade amongst ourselves. And that is illuminating when you're talking about a society where, especially in Nigeria, 70% of the population is under the age of 30."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "So you also have a society that's very malleable and can adopt new things. And so just quickly, to go back to what we mentioned about leapfrogging text has been a huge step forward. WhatsApp has been a huge step forward. Just to take it back to the work we're doing in Nigeria. We initially started, I remember in 2012 2013, I was working through my nonprofit and a group of other nonprofits, and we went and talked one member in a rural community to use Facebook and WhatsApp. This is 2012 2013. So it was actually novel at that time. And this is an area that receives an incredible amount of oil spills. And because of that WhatsApp group and putting people from Shell on that WhatsApp group, one village won $83 million from Shell and showing like how just a layer of technology shortens the time, it shortens the skill response times from a year and a half to three weeks. And that's how technology can really impact the fabric of society. And that's why we really get excited about blockchain technology in Africa. It's about creating assets, african value, but also Africans being able to interact with the rest of the world and be economically included. And that's why it's leapfrog technology."
    },
    {
        "speaker": "C",
        "text": "Yeah, and you mentioned those incredibly favorable demographics, 70% of the population being under 30. I believe that. I was reading last night that either the median or the mean age in Nigeria, it's like 18 years old."
    },
    {
        "speaker": "D",
        "text": "That's actually why I went back. That's actually the main reason. So as a backstory, my grandfather was mayor of the largest city in Nigeria when it started. He had 33 kids. So I have 172 cousins, and I'm one of the older cohort of the cousins. And I just looked in 2010, I just looked at our demographic numbers and realized that the entire population of the country were the age of my younger cousins and the people running the country in their seventies and eighties. And I just thought to myself, who's at the wheel here? What's going to happen over this century as Nigeria explodes? But when you've got a young, very valuable society, you can adopt new technologies, you can adopt new practices. The question is, do we make sure that that innovation actually takes forward? And that's, I think, something that we've been all struggling with, with blockchain. But I truly believe that Africa will actually show the whole entire industry the way forward this decade. Actually, let me just quickly say one thing. So when I first got into crypto, one of the things that dawned on me, I thought was so strange was, okay, this technology, bitcoin, disintermediates, or allows you to, not to deal with weak intermediaries, but inherently it really only thrives in a place where electricity is, which is a signal of having good infrastructure, which means you have somewhat strong intermediaries. But you go to countries like Nigeria, we have a lot of weak intermediaries, you have almost no power. Nigeria produces as much power as the city of Columbus, Ohio. And I realized that was a poison pill in the technology in our industry. And we've just experienced what, almost 14 years of just sheer speculation, which is just bringing together cheap money and a burgeoning new technology, but not a lot of use cases, not a lot of problems being solved. And that's what really attracted me to blockchain, was living half of my life in America, and half of it in Africa, in Nigeria, and seeing all the problems that could be solved. And so I think this decade, now that everybody has got a certain level of education, um, which is absolutely key about smart contracts and blockchain technology, I think we'll start to see the productive era of our industry."
    },
    {
        "speaker": "C",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "E",
        "text": "This episode is brought to you by La Quinta, by Wyndham. Your work can take you all over the place, like Texas you've never been, but it's going to be great because you're staying at La Quinta by Wyndham. Their free bright side breakfast will give you any for the day ahead. And after, you can unwind using their free high speed wifi. Tonight, la Quinta. Tomorrow you shine. Book your stay today@lq.com. dot."
    },
    {
        "speaker": "C",
        "text": "Yeah, fascinating. You said another key word there for me, which is infrastructure. Before we start talking about the blockchain infrastructure in Nigeria, talk a little bit about the mobile phone infrastructure in Nigeria. What kind of penetrance does it have? What is the demography of it for folks, for example, under 30? And how does it look? Is it something that working people have access to almost universally? Because in my understanding, mobile phones are really at the very core, particularly for young people in Nigeria, of their ability to communicate and connect as they are here in the United States and elsewhere."
    },
    {
        "speaker": "D",
        "text": "Yeah, I believe mobile phone penetration, and I say, sorry, smartphone penetration sits at 70%. But here's an interesting statistic. In some records, mobile phone penetration will sit at like 130%. And you're wondering, why is that the case? That's because people have more. More than one phone. And the reason why they have more than one phone, because one network isn't working as well as the other network isn't working. And so that's one of the things that we saw in the last decade, was that widespread mobile phone adoption take place, and smartphone adoption, and then three g and four g also blanketing, blanketing the country. Nigeria. I'm talking about Nigeria specifically. And that ushers in the right type of infrastructure for us to start building assets and actually living and building in that digital world."
    },
    {
        "speaker": "C",
        "text": "So let's talk a little bit. You mentioned, you mentioned the idea of mobile minutes being a valuable form of currency throughout Africa. Talk a little bit about the payment infrastructure, the current payment infrastructure on mobile phones in Nigeria. If you and I, for example, make a bet on a soccer match, do we pay each other via mobile phones, how does that work?"
    },
    {
        "speaker": "D",
        "text": "Okay, so Africa is very interesting when it comes to mobile phone penetration. Sorry, mobile phone adoption for payments. This is a little bit of alpha information as the differences between the different parts of the continent. In countries where the banking infrastructure is strong, places like Nigeria and South Africa, mobile money was slow to be adopted, but credit cards were very quickly adopted. So what you end up finding is actually, and this is actually just now changing in Nigeria. Now share a little bit more about that. But when you go to East Africa, when you go to Kenya, which was the inventor of mobile money, and you start to look at Uganda, Tanzania and other parts of East Africa, and other parts of Africa in general that don't have strong financial services sectors, mobile money is dominant. I mean, if you live in Kenya today, you will never use your debit cardinal or your credit card. You will lose it. I mean, that's one. I was living in Kenya and every time I left I just, and I went to another part of the world. I just didn't know how to take my credit card with me when I left because I was so used to doing everything on my phone. In fact, I tell people if you visit Kenya or East Africa and you haven't signed up for the mobile money, whether it's M Pesa or, or airtel money, then you actually aren't living there yet because it's easier to use mobile money for me to quickly send you by Tex and Pesa than it is to do any other form of payment, bar none. Now, if you switch to Nigeria, which is really interesting, one, because of the sheer size of Nigeria and the incumbents that existed there with the financial sector, this beginning of this year, payments via mobile payments, mobile money just took off. And that was really driven by decisions by the nigerian government at the beginning of this year to start moving towards cash flows. And so that's a huge moment. It's a huge moment because you're talking about mobile payments bank p two p becoming now more popular than using cash. I don't know how to stress this more. Like the problem with Nigeria before, or it's kind of still actually before, the new administration's really pushing some of these things away was that you literally had to bring in cash, go and find someone on the street and then be able to trade him at the black market rate for cash. Then he gave you a black bag full of cash and that's how you moved around. It's one of the reasons why Mara was actually launched for Pan Africa, was visited Kenya and I just saw how mobile savvy the entire country was. Everybody was already having the behavior of mobile modeling. I realized that digital assets is just layered, is one layer above that activity, that action. And fortunately, large markets like Nigeria have now started moving in that direction as well, which really creates a very good environment for digital assets going forward."
    },
    {
        "speaker": "C",
        "text": "What's the government view and this ruling class view? I asked this question because I wonder whether it's Lagos or Abuja or Washington or New York, there's always this question about, what do the ruling class think of this? What do the people who run the government think about it? What are the people who run the banks think about it? Is there an openness, a willingness to experiment with this technology and to attempt to empower people using it?"
    },
    {
        "speaker": "D",
        "text": "You know, that's a really good question. I think we're all seeing that being answered in some way with regular dysregulatory wave we're going through these next few years. And what we've seen, what we've learned is that it really has a lot to do with the demographics of the country and the opportunistic nature of the government. What do I mean by that? For most countries, when you see crypto, you see an attack on your money, which is crypto is innovating on the proprietary product of countries. But I would say for africana countries, the greatest problem they have to deal with is less so is not so much capital flight, but more so security and literally human flight, you know, because our population is just exploding so much. So what's really driving, if you want to call it the ruling class or the powers that be, is how can this technology be used to create jobs for the youth? Because what we don't want is the youth burning down the entire country. That's a different environment than the US, than Asia. I mean, I think back to the work we were doing in the Niger Delta. I wanted to build a smart contracts platform. Since I learned of them in 2015, I did not make the move to do so until 2016, when I witnessed a bunch of youths riot at what the ruling class in the community did. It made me realize, okay, the people want something new now. And what we've seen, especially in Nigeria over the last couple of years, actually the last year, is the powers that be, the politicians, the ruling class, really start to listen to the youth. I mean, we just. We've just. I mean, the current president is. That's 46 years old and is a tech pro now. That's amazing for Nigeria, we don't have ministers that young. Our ministers are usually much, much older, in fact, and he was a real signal to appoint a tech pro as a minister. Many of the governments in Africa see technology as a way forward to be able to employ a lot of the youth, and that's their main issue. And then also governments are also thinking, how can we be opportunistic and use the underlying technology as a way to build our infrastructure? Whether it might be cross border settlement via blockchain, whether it might be b, two b stable coins, for example, to allow more trade to happen between countries. That's what's really interesting about the continent, is that we are just now building our infrastructure. African continental free trade area was just launched, what, five years ago, our version of the EU and the like, and basically continental trade agreements. And that's what makes it exciting to be building on chain on the continent."
    },
    {
        "speaker": "C",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "F",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor. Ramp's software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding ramp could be one of the best decisions youve ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy ramp.com easy cards issued by."
    },
    {
        "speaker": "D",
        "text": "Sutton bank and celtic bank members have DIC terms and conditions apply."
    },
    {
        "speaker": "C",
        "text": "Yeah, extremely interesting. Talk a little bit about Mara, what the vision is, how you're focusing in Nigeria and then across the broader african continent. What's the vision? What's the goal line look like in your mind?"
    },
    {
        "speaker": "D",
        "text": "It all comes back to when I first came back to Nigeria to live full time early last decade, and I just remember running into this really great guy named Kachi, who was a young father, great personality, incredibly trustworthy. The key word there is trustworthy, and we spent years working together in the Niger Delta. And it took me years to find him. And it dawned on me, because I was fully in my early crypto mind. I was like, Cauchy is someone that can be trusted. He's someone who's worked with Amnesty International, the Guardian, and all these well known international organizations, yet he's invisible. That was what was really driving my obsession with blockchain as a leapfrog technology for Africa, is that we're invisible. And so even the term financial inclusion is not one of my favorite terms. I prefer the term economic inclusion. And that's what Mara is about. It's about creating a crypto ecosystem that allows african value, african innovation, to engage with the world, and the world to engage with Africa. And so, as you can imagine, that's not just a wall that allows people to, for the first time, buy and sell assets, crypto assets, but it also allows them to interact with stable coins. It also will allow them to interact with tokenized assets, whether they be government bonds, government bonds, stocks of a specific country. There's so many things that we take for granted, or taken for granted in the west that are bringing them to Africa just creates a. An enormous amount of economic freedom. And then you talk about the one out of five or one out of ten young person who sees a problem in their community and knows it can be solved. For example, I'll give you a really, really simple example that not many people have thought of. A lot of people listen to afrobeats. Afrobeats music. It's taking over the entire world. But what they don't realize is that a lot of the big studios in the US are just coming in and just buying up african studios for cheap, and then taking those artists and then making a lot of money as they become very popular globally. And then we think, okay, is there a way? Because I know people, a lot of people also don't realize for every burner, for every whiz kid, for every Davido, there's a hundred guys just like that that are entertaining lots of people, that there's a very dense and highly creative space. What if there was a new way to build a label that involved integrating the fans into the process, that involved sharing royalties with the fans, that involved creating NFT vip passes to allow fans to leverage the young fans in Africa that you have that are 21 years old, leverage what we all have at 21, which is great taste, into developing, you know, the music industry of Africa, owned by Africans as well. And so I see the only gap to whole ground taking off from Africa right now is Mara, the infrastructure that we provide and also the education we provide as well, bringing the infrastructure, which is the chain of the wallets, the launch pad, the ability for folks to be able to create their own projects, launch them, see them to a very large retail base of 4 million users as well. We create that innovation within the african ecosystem, and then we invite the entire world to work to collaborate with us on it as well. And it's also about the African. Sorry, the crypto ecosystem also engaging with Africa as well, because the interest in crypto is at the highest tier on the continent, obviously, because we've got most of the Gen Z in the world."
    },
    {
        "speaker": "C",
        "text": "Right. Fascinating. I guess you're officially one of the old guys now."
    },
    {
        "speaker": "D",
        "text": "Oh, I'm. Oh, my goodness. You know what? I'm a. Listen, I always joke that Mara could only work because of me being at the. To be honest, being at this age, because it's a weird thing. In Nigeria specifically, if you're not 45 with kids, you pretty much are a child. You're actually called a small boy. You know, it's a very interesting, interesting culture in that way, but it allows."
    },
    {
        "speaker": "C",
        "text": "Me to say we have the same thing here in the United States. When you look at our, our own leadership class, I mean, skewing into men and women in their, in their eighties."
    },
    {
        "speaker": "D",
        "text": "That's true. That's absolutely true. That's absolutely true. Another thing, the youth party in Nigeria, political party, is for all candidates 50 years old and under. It's like, that's a youth party, but it allows it."
    },
    {
        "speaker": "C",
        "text": "I'm still in."
    },
    {
        "speaker": "D",
        "text": "You're still in it, so stay with me. Thank, thank goodness. But just kind of being at this age, Cusp is a great benefit is because I just really understand my young cousins that I helped raise that are like 22, 24, 25. But at the same time, you can actually speak to the regulators, the technocrats, and actually educate them, and they'll listen to you. They'll listen to you because you look like their, you know, their nephew or their son, and likely their nephew, and their son is also into cripple. And so the great thing is that african governments are at this great place where they're open to options. They're open to seeing how the technology evolves and can be fruitful for african society, which is much different than the rest of the world. We don't have that cadre of 40 year olds and 50 year olds who are entrenched in the system, trying to hold back the innovation that we're seeing elsewhere. That's where the demographics work in our favor."
    },
    {
        "speaker": "C",
        "text": "Such a fascinating conversation. We've done a number of conversations here on real vision about blockchain technology in Africa. I always find it fascinating in many ways. Africa seems to be on the leading edge of this for all the reasons we just talked about. Really fascinating stuff. Final thoughts, key takeaways that you'd like to leave us with?"
    },
    {
        "speaker": "D",
        "text": "I think that what I really like to leave folks with is just that, you know, when technologies get formed, they, they go through that speculative phase that we went with blockchain. And I truly believe, as we all are thinking about utility, as we all are looking at real world assets on chain, I truly believe that we're going to see the next 1015 years ecosystem sprout from the bottom up. And the beautiful, the benefit of it is that millennials all around the world are into crypto, so they'll be able to co invest partner with these young entrepreneurs on the continent. They'll be able to be part of building the future of Africa and be part of it themselves. One of the things I said to myself, I think it was like in my teenage years, I said in my lifetime, like, my generation, everybody I know is going to go visit Africa. And we both know it wasn't like that before. And I really do think that we're heading towards a different way of seeing african people in the future. And I'll leave one statistic that's kind of controversial, and I'll leave you with it, just kind of so we can kind of reform our heads as to what the future is bringing. In 1950, for every one African there was in the world, there were two Europeans. In 2015, for every one European, there'd be four Africans. The world is fundamentally changing at a time where we're working with technologies are fundamentally changing the way we interact with each other and govern ourselves. So I see some really interesting and exciting times coming from the african continent, participating in the conversation going forward and helping build this new future that we're all moving into."
    },
    {
        "speaker": "C",
        "text": "Fascinating stuff and talking about participating in the conversation. I hope you come back and join us again soon. Give us more of an update, tell us what's happening. Really, really great stuff. Thank you so much for joining us."
    },
    {
        "speaker": "D",
        "text": "Absolutely. Thanks for your time, Ash, and take care."
    },
    {
        "speaker": "C",
        "text": "Pleasure. That's it for today. Make sure to check out our website. You can go to real vision.com crypto. That's real vision.com crypto. It's free to sign up. Join us again tomorrow. Michael Safi from Dexterity Capital will be live on the show. See you at 09:00 a.m. pacific Noon Eastern 05:00 p.m. london time. Thanks for watching and for listening. Have a great afternoon, everybody."
    },
    {
        "speaker": "G",
        "text": "What's up, revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest and biggest names in finance."
    }
]