[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "B",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "C",
        "text": "What's up, guys? It's Ash Bennington. Welcome to real Vision crypto daily briefing. Before I bring in our guest, I have an important announcement to make. Today is an exciting day at real vision. We've just launched season two of the real Vision Collective. The aim of the RV collective is to bring all your favorite NFT communities together while giving you the knowledge you need to navigate web three. Season two is the next step in this journey to create this collective. We've pulled artwork from nine of the most significant CCO projects out there and transformed them into three unique mashups. If you want to help us keep building the super community of nfts, head over to real vision.com collective. That's real vision.com collective. To learn more and mint your own season two NFT. With that said, let's bring in our guest. Joining me today is Rand Neuen, founder of Crypto Banter ran. Welcome to the show."
    },
    {
        "speaker": "B",
        "text": "How's it, Ash? Good to see you, my friend. As we said, we were speaking in the backyard. We actually haven't met and it's the first time we've been, but I've watched so many of your shows that actually feel like I know you well."
    },
    {
        "speaker": "C",
        "text": "I feel exactly the same way. It's great to have you here, dude. It really does have this, like, kind of world's collide feeling. It's super fun. Obviously, when you guys do a show that I'm interested in, I'm always happy to watch. It's just great to have the community come together and have you here with us today, man."
    },
    {
        "speaker": "B",
        "text": "I think there's also another link. I don't know if you've pieced the pieces together, but I think you've also got a bit of a background at CNBC at some point, right?"
    },
    {
        "speaker": "C",
        "text": "Yes, I know. And you started this show over at CNBC, by the way. Tell us about that."
    },
    {
        "speaker": "B",
        "text": "In 2016, obviously, 2015, 2016. I was very much into crypto, and in those days, there was just no crypto information, zero crypto information. And so I went to CNBC and I said, look, guys, you should be covering this asset called bitcoin. And they were like, yeah, crypto is a Ponzi scheme. And I mean, they used every square word in the dictionary about crypto until, until I met with one of the directors and he got involved and he started buying and he started realizing there's no information. And then he clicked and he said to me, you know what? Go and talk to the production head and tell her what you said about having a crypto show. So I went and spoke to production head. You know when you have that penny drop moment in crypto, like, I was explaining bitcoin to her on the whiteboard, and then she had that penny drop moment and she said, we need to have a show. It needs to be weekly, it needs to be live, and it needs to be 25 minutes. I was like, great, good luck. Phone me if you need anything. Shes like, no, no, no, youre going to do the show. And I was like, whoa, whoa, whoa. I don't do tv. We'll teach you how to do tv. And that's how we launched the world's first televised cryptosh on CNbc."
    },
    {
        "speaker": "C",
        "text": "You know, it's so funny, right? Because you and I have these sort of almost parallel backgrounds here. I was at CNBC as well, but also was not on air there. It wasn't until I got to real vision that we did this. But, you know, I think that what really matters, obviously, is the passion for the space, the curiosity about what's happening, the tv stuff. Like, as they said, you can learn."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, yeah, also, I think that, I mean, I was on air, on the tv channel for three years and, yeah, I just, I didn't enjoy tv. I didn't enjoy, I didn't enjoy, no, I'll be honest, I didn't enjoy CNBC. And the reason why I didn't enjoy it is I just felt it to be cold journalism. And I think in crypto, crypto is about communities. Crypto is about helping people navigate. And I just didn't enjoy us and them I wanted to build together as a community. And I think what we've both got here, you guys at real vision and us at banter, and there's a massive crossover between the two, is we've got very, very, very passionate communities. And to be honest, 80% of why I do what I do is just because I feel like I'm a servant leader to this massive community and I have an obligation to, as a servant leader to the community, is to lead our community and help them as much as I can. So, yeah, no other place I'd rather be."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's extremely well said and I think you're absolutely right. And we feel the same way at real vision about community. Talking of which, obviously a lot of things happening right now in the space. Big picture, what's your take on what's happening right now?"
    },
    {
        "speaker": "B",
        "text": "I think it's an exciting time to be in the space, and I never thought I'd say that today, because if you look at the price action of bitcoin, we've been 46 days in the range of 29,000 to 31,000. And from a price action point of view, its been one of the most demotivating time periods that ive been in crypto. One of because I think the bear market in 2019 was much worse. But if you can take your eyes away from price and focus on whats actually happening around us, I think theres a lot of positives that are happening around us. And I know from previous bear markets, people build in times of the bear market and the explosion happens in times of the bull market. And if I look at the undercurrent, there's a lot of building blocks that are being put into place at the moment, which I think will guide us well into the next cycle."
    },
    {
        "speaker": "C",
        "text": "Yeah, it has been this kind of almost sideways time. Exactly as you suggest. Speaking of those news stories, lots going on. Talk a little bit about what you see happening in the space. I know there's been a lot of chatter happening right now about Coinbase, about base, about the earnings report. Lets start there. Where do you see that story?"
    },
    {
        "speaker": "B",
        "text": "I love Coinbase. Ive been touting Coinbase since the beginning of the year, saying that its the best bet in crypto at the moment. And when I say best bet in crypto, I mean best bet over most crypto tokens. Why do I say that? Because why did I say it back then? And why do I hold my conviction so strongly in Coinbase? First thing is that most of the Coinbase competitors are getting wiped out by regulatory action, which leaves Coinbase as the biggest fighter in the room. And they, well capitalized and have a lot of cash. In fact, I think just over $5 billion in cash. So they've got a big war chest to go to war with the SEC. And as Brian Armstrong said, when the SEC evoked the action against them, he had a choice to make. Either lie down and surrender, and that would mean the end of crypto in the United States, or actually go and fight this. Now, as they started fighting, we got the XRP ruling, which is one point in Coinbase's favor. Also, if you read the Coinbase, the case that the SEC has against Coinbase, not a very strong case. It's four counts of securities, unregistered securities, and being an unregistered securities exchange and those kinds of cases, it's not impossible for them to win. I think it's probably probable that they will win. At the same time, the Coinbase. Coinbase will win Coinbase. And when they win, the prize at the end of this whole thing is that they win the north american market. Now, at the same time, they've hedged themselves and they've opened an international derivatives exchange. So they've got the international derivatives market covered, they've got the us market covered, and they're probably going to be the only massive player standing because I think we've seen what happened to Binance and I, you know, Kraken is great, but it just can't compete. Then they got another point for them when Blackrock, and in fact, all the ETF applications, or most ETF applications, said they're going to use Coinbase as the custodian. And then lastly, what they've done, and they've done really well, is they've launched base. And for me, base is absolutely, absolutely genius. And it's the game changer in this industry. And I don't think that many people understand just how much of a game changer base actually is. So that's why I think that Coinbase, for me, is one of the best bets in crypto. Also, you're taking a bet that crypto succeeds without taking a bet on which crypto succeeds. Now, that's an amazing, amazing bet to take because Coinbase has huge upside if crypto succeeds. And you don't have to take a bet on specific tokens, because regardless of which tokens win or lose, the exchange is going to make money regardless. So to me, I still think even at these valuations, Coinbase is good value in the long term."
    },
    {
        "speaker": "C",
        "text": "Yeah. It also has obviously greater liquidity than many of the coins because it can be accessed through a traditional brokerage account as a us equity, which makes a lot of sense. Let's talk a little bit about base because I think there is a lot of confusion, or maybe just not confusion so much as just a lack of understanding, a lack of detail that people have about what they're doing out there. Base is an ethereum l two chain, and the goal here is for them to increase the development that's going to be happening in the space. But I think a lot of folks don't have a very clear sense, myself included, actually, about what they're doing, what direction they're going and what the ultimate endgame looks like. What's your sense on that?"
    },
    {
        "speaker": "B",
        "text": "Well, Coinbase realizes that there is regulatory uncertainty in what they do. And as there becomes regulatory certainty, unfortunately, they're going to be casualties. And the casualties are probably going to be that the centralized exchanges operations are going to be limited. And so they set out on a quest to disrupt themselves and to hedge themselves against us. And what did they do? They created an ethereum layer two, which is for those people who don't know, it's a layer blockchain that runs as a layer two above ethereum. And usually layer twos are quicker, can handle more transactions and have lower transaction fees because they're not burdened with the transactions of the main network and the design of the main network. Now there are other layer twos. There are things like arbitrum, there's optimism, there's polygon matic. And so the first question you ask yourself is, well, why do we need another layer two and why does Coinbase want to compete with these layer twos? Because you got to have a sustainable competitive advantage. And what Coinbase created in my mind, was one of the smartest moves that weve seen in crypto and probably a move thats going to bring in the next million, 10 million or 100 million users. Now let me tell you why base is a layer two. It is launched by Coinbase. It leverages the Coinbase infrastructure, client base, and on ramps and off ramps. The one competitive advantage that base has is that it leverages Coinbase's customer base and the ability that Coinbase has to bring in, to bring, to bring money from the traditional financial system onto the crypto financial system. The second competitive advantage that they have is that it's the only blockchain that I know of. It doesn't have a token. Now why is that an advantage and not a disadvantage? Because most people say that's a disadvantageous. But if you think about the regulatory uncertainty in the United States at the moment, in an environment where there's so much regulatory uncertainty in the United States that most companies can't actually build on blockchain. So if you think about, like, Amazon or you think about like, I don't know, just a big company in the United States, and you think about them starting to build on blockchain and starting to have to account for tokens on their balance sheet. Are we holding unregistered securities? Are we encouraging our customer base to hold and trade unregistered securities? There's no regulatory clarity. Coinbase has just said, look, we don't have a token. All our gas fees are paid in USD. There's no token. There's no risk of regulatory attack here. And essentially what that does is it allows big companies, companies that are scared of regulation, to onboard people. And as I said, combine that with the ability to bring money from the traditional financial system onto the current financial, onto the blockchain financial system, and leverage Coinbase's client base, I think that base is one of the smartest moves I've seen in blockchain. It is the ultimate bridge between C five and DeFi because it's a blockchain that doesn't need a token and doesn't fall into the trap of all the regulatory uncertainty."
    },
    {
        "speaker": "C",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "C",
        "text": "Mint Mobile Unlimited premium wireless."
    },
    {
        "speaker": "B",
        "text": "Everybody get 30. 30, baby, get 30. Bid to get 20. 2020 1515, just $15 a month, so."
    },
    {
        "speaker": "A",
        "text": "Give it a try@mintmobile.com. switch $45 up front for three months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "C",
        "text": "Well, it's a very interesting analysis in terms of your view of this idea of essentially not putting themselves in the regulatory crosshairs by minting another token. You said some things that I thought were very interesting at the beginning there and again at the end about this idea of this decentralization aspect of it and disrupting their own business model. It sounds like what you're saying, and correct me if I'm not interpreting this right, that you see this as a potential transition, as the c five model begins to decline for Coinbase to have a play in a more decentralized way, kind of something between maybe Coinbase and a Dex."
    },
    {
        "speaker": "B",
        "text": "So most. If you think about the landscape of the CFI exchanges, most of them made a lot of money because there was lack of regulatory clarity. And as there is more and more regulatory clarity, what we're seeing is that most of them are actually losing their licenses, starting to curtail the operations, starting to limit what they can do in certain jurisdictions. I think the most extreme example of that is where the exchanges make all their money. Exchanges make most of their money on the derivatives market, but as crypto becomes more regulated, the derivatives become illegal. So if you look at, like, there's no regulated derivatives exchange in the United States, there's no regulated derivatives exchange in Canada. There's no regulated derivatives exchange in Singapore. There's no regulator. You know, the derivatives, where the exchanges make most their money is the first thing to fall away. So what the exchanges are realizing is that as there's going to be more regulation and more regulatory clarity, their service offering is going to become harder to license, and therefore, it's going to become a lot more limited. So with that in mind, they went out to disrupt themselves. Now, kudos to binance, because binance was actually the first people to do this unofficially through the BSC chain. But the difference is that they didn't integrate the BSC chain into their current CFI application. So binance didn't make it seamless to onboard onto the DeFi chain using the financial on ramps and off ramps that you could get onto binance with. What Coinbase is doing, which is much smarter, is they're doing almost like a seamless integration in time. And so you're going to get seamless CFI integration onto a blockchain that is not run with tokens."
    },
    {
        "speaker": "C",
        "text": "Yeah. And of course, it's compatible with the EVM, so that you have the ability to be interoperable with Ethereum, as you say, as an l. Two, it is really interesting. One of the things that you talk about when you read the Coinbase literature on this, when you go to their blog post, for example, is they talk about this idea of development and building on top of this layer as an onboarding strategy. What do you see happening there, either now or in the future, in terms of where they believe they're going from a strategic perspective?"
    },
    {
        "speaker": "B",
        "text": "Well, they've started to encourage a lot of builders. So there's the whole hashtag, build on base. And I think they actually own a Twitter account, which is build on base. And I'm seeing a lot of projects actually starting to migrate onto base. Like a lot of the projects that we support and have been working with have said, look, we're going to have a parallel integration into base. Or in fact, some of them are even moving their, their primary stack onto base and saying, look, we don't actually need. And to deal with tokens, it's just gone to base and rather attract customers. So I think that's where the shift is here. As I said, I think one of the smartest things to happen in the space. Really one of the smartest decisions to happen in the space."
    },
    {
        "speaker": "C",
        "text": "Yeah, very interesting. All right, Ren, what else is going on out there? Let's talk. Well, recent charges against Richard Heart hex and pulsechain over from SEC, civil charges, we should say, not criminal charges, civil charges. What's your take on this? Obviously, this appears to be different in terms of the nature of the charges from what we've seen filed against Coinbase, for example, in that SEC has included fraud allegations directly in their claim."
    },
    {
        "speaker": "B",
        "text": "So let's look at a spectrum. We had the coinbase, we had XRP. Now, not many people like XRP or not many people liked XRP or Ripple before the ripple case. And when they went to war with the SEC, everyone, no matter who you were, no matter how much of a maxi you were, I think you were rooting for ripple to win the case against the SEC. And so far they've won one little bout in the case, which has been amazing. Then you got Coinbase, which is also going up against the SEC. And again, crypto is completely uniting behind Coinbase, saying we want Coinbase to beat the SEC. So the whole of crypto is now uniting behind Coinbase. Then youve got sec versus Cz and binance. And thats polarizing because most people want binance to win, but theyre not rallying as much behind CZ. And then the next case, which youve got is Richard Hart. And I read comments like finally theyre going after a real scammer. The sentiment is that most people that ive seen, except the Hicks and the pulse community, actually think that it's good that the SEC is going against Richard Hart because they believe that he's been running a Ponzi and whatever else. My view is, I don't want to comment as to whether or not hex is a Ponzi and whether it's a scam, because I don't think it is. But I think that he's going to fight these charges until the end. And I don't think he's going to settle with the SEC. And I'll tell you why. I've had multiple discussions with Richard. Richard's been on my show many times. He's one of the smartest people I've ever met. He is very technologically smart, and he's very, very, very smart. His entire aim in life is to do good, be remembered, be noted, get the right attention. And that's why he does these crazy things like shopping with bags and bags at Louboutin, buying the biggest diamond in the world and whatever else. It's all because he just wants to be noticed. I once had him on my show and he said, I do such good things, and scammers have bigger Twitter following than me. And he measures himself by the acceptance in social society. Now, I think his biggest dream is to leave a legacy in crypto. What better way to leave a legacy than to beat the SEC? So I think that his emotions are going to take him to fight the SEC until the end. Whether or not he's going to win, probably. I don't think so. But, you know, who knows?"
    },
    {
        "speaker": "C",
        "text": "Yeah. Let me just. This is directly from the SEC press release. The securities and Exchange Commission today charged Richard Heart, aka Richard Shuler I and three unincorporated entities. They controls hex, Pulsechain and Pulsex with conducting unregistered offerings of crypto asset securities that raise more than $1 billion in crypto assets from investors. The SEC also charged heart and pulsechain with fraud for misappropriating at least $12 million of offering proceeds to purchase luxury goods, including sports cars, watches, in the 555 carat black diamond known as the enigma, reportedly the largest black diamond in the world. And just to build on what you say, I myself am not following this story that closely. The great thing about the United States is that people have a right to their day in court. They have a right to make their case. So I don't prejudge this. And we're just going to have to see what happens."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, look, so the fraud is, in my mind, not sure. It's the strongest case of fraud in the world, and I'll tell you why I think that."
    },
    {
        "speaker": "C",
        "text": "And by the way, we should say these are civil charges, not criminal charges."
    },
    {
        "speaker": "B",
        "text": "So Richard Hart, who claims to be wealthy from before hex and before pulse, and I actually believe him because I followed his journey before hex and before pulse, and he was a big bitcoin holder very early. He was a very, very, very early buyer of bitcoin and seemed to have a lot of money before this. Now, if you look at the charges, he's got $12 million fraud charges against him. And I. It is for allegedly misappropriating funds to buy these diamonds and watches and whatever else he bought. The truth is, though, he's also got, in the same Sec papers, they talk about the fact that he's still got $700 million in an account. So they talk about. They say that, and they point to the account that has $700 million worth of dye into it. Now, if he's so rich, then why would he need to take the $12 million? I think the disconnect is they say that he used the protocol funds, and he's going to say that when you invested it, when you gave me the money, it was a sacrifice. Literally, he called it a sacrifice, and it wasn't an investment, and you shouldn't have invested. He actually said, you don't expect any returns. You're sacrificing your money, you're burning it, and it's gone. And so I think it depends how the judge views this. I mean, if a judge takes a view that the sacrifice was legitimate, you know, I can't comment because I'm not a legal person. It sounds a bit absurd. But if the judge takes a view that the legal status of the sacrifice makes it not a security, then if he used the funds to buy diamonds and watches and Louis Vuitton bags, well, tough luck. Or he could spin it and say, look, the reason I was able to build such a big community is because I did such great marketing. And the marketing that I did was I bought the biggest diamond in the world for the hex community. I bought these watches to show them how rich you can become. I mean, I don't know what his case is going to be. I'm just saying these are possible defenses that could come out in the case I think he's going to defend. And I don't think he's going to take the slap on the wrist and a little bit of a penalty. So I think it's going to be popcorn times ahead."
    },
    {
        "speaker": "C",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "D",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor. Ramp software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy ramp.com easy cards issued by Sutton bank and celtic bank members of DIC. Terms and conditions apply."
    },
    {
        "speaker": "C",
        "text": "Well, it will be interesting. And again, we should say these are just allegations right now, and this is going to have to go through the legal process before we get any clarity on it. And hopefully we will get some of that clarity when both sides get to present their case. Let me ask you this. I know that you had our mutual friend Ben Cowan on this morning. I was watching that show before you and I got started here. Let's talk a little bit about your warning on altcoins. I know this is something that you guys have debated. Talk a little bit about where we are in terms of BDI, bitcoin dominance and your view on the altcoin market."
    },
    {
        "speaker": "B",
        "text": "Samson so my view and Bens view are slightly different. Ben believes that theres going to be another altcoin reckoning, and that in that reckoning, the alts are going to go down 40% to 50% and the dominance is going to go up to 60%. Im not sure that I agree with him. Hes very much a technical analyst. Hes a chartist. Im much more fundamentals. I always look for the underlying reason. He doesn't care about the underlying reason. He's just looking at the charts. He's saying based on the previous halvings, based on where we are in the cycle, if I just copy the halving one after the other, then the data shows that we're going to have one more dip. And in that dip, old coins are going to get a reckoning. I must say, I think the worst is over for altcoins. I think that the XRP ruling by the judge, even though some of the judges aren't accepting the ruling, I think it has weakened the SEC slightly. I think also were going into an election year. And I think that in an election year, the last thing that Gary Gensler wants is political pushback. And I think that if we watch whats been happening with Gary Gensler and the SEC, theres been a lot of political pushback against him. I dont think that they want that during an election year. So I think that that gives two bits of good news. The first thing is I think he may tone down a little bit on alts. I don't think he's going to stop on alts, but I think he's going to tone down the attacks. I think he's fighting a lot of big battles. He's fighting XRP. He's fighting Coinbase. He's fighting binance. He's fighting Richard Heart, maybe not at the same level and same caliber. And then also I think we're going to get a bitcoin ETF as a result. Why do I say as a result? Because I think that he's going to have to give something back to win back political, political support."
    },
    {
        "speaker": "C",
        "text": "You're talking about spot bitcoin ETF here in the United States. What?"
    },
    {
        "speaker": "B",
        "text": "Bitcoin ETF in the United States. I think that one argument is to say he's lost a lot of friends in Washington because of his actions against altcoins and blockchain and crypto. And I think that one way to make amends is, is to approve a bitcoin spot ETF in the United States. And theres also no real reason for him not to approve it, both from a factual point of view and also because weve got futures ETF's. Weve got two X leveraged bitcoin ETF's. I dont see any reason why he can deny logical reason why he can deny a bitcoin spot ETF. Bloomberg. But he said something like other commissioners out there and you know, he's just one of them. So, you know, the tune is starting to change a little bit. But look, I may be reading too deeply between the lines. Who knows?"
    },
    {
        "speaker": "C",
        "text": "Yeah. By the way, put down your questions in the chat. If you're watching this show, we're going to ask the best ones on the air. Remember, real vision members take priority. If you're not a member yet, go to realvision.com forward slash crypto to sign up. That's real vision.com crypto. It's free. It's where new episodes of Raoul pals adventures in crypto premiere every Friday. Talking of which, let's jump in and ask our first question. It's a very viewed chat. It's a very viewed show here today. So we've got a lot of questions coming out. This one comes from Michael on the real Vision website. And the question is, what country does Rand think will be the next to accept BTC as a national currency? Just like El Salvador? Interesting one."
    },
    {
        "speaker": "B",
        "text": "Wow. To be honest, I don't know. I think a lot of countries are going to start collecting or adding bitcoin to their balance sheet if they haven't started to do that already. I suspect countries like Russia may already be doing it, don't have, obviously no fact to back it up. But yeah, I have no idea who the next country is. To be honest. Even El Salvador caught me off guard."
    },
    {
        "speaker": "C",
        "text": "Yeah. Let me be devil's advocate. Why would countries want to give up control over their monetary base? It gives them flexibility. It gives them the ability to, for example, rebase essentially purchases, to expand and contract the economy when they see overheating from inflation or when they see slowdowns or recession. What's the driver, in your view, for why countries would want to adopt bitcoin as a sovereign currency?"
    },
    {
        "speaker": "B",
        "text": "So I think when you're talking about big countries with their own currencies, probably not much of an incentive. But countries like El Salvador that used the US dollar and were at the mercy of the United States, I think that for them, it's actually quite a smart and quite calculated move. I also think let's differentiate between adopting bitcoin as your only legal tender currency and adopting bitcoin by just buying bitcoin to add to your balance sheet as a country. Now, if you think about a country like Russia, I think. Why do I say Russia? Because I think Russia knows what sanctions feel like, and Russian knows what happens when the US places sanctions and tries to devalue the ruble. And one insurance policy that countries may have in maybe the next cycle or the cycle after that, is to have some non country affiliated currency. So bitcoin is bitcoin not affiliated to any country. So it's not anything that any country can control and therefore probably not get. You would be able to bypass the sanctions somehow if there were sanctions."
    },
    {
        "speaker": "C",
        "text": "Yeah. So another question I wanted to ask you about. What's your take on worldcoin?"
    },
    {
        "speaker": "B",
        "text": "Interesting, because it's a very. What's the word? It's polarizing. You've got some people that love it and some people hate it. I love it. I love it because I think I understand it maybe a little bit better than the average person. I think the average pushback that people have around world coin is that you're walking around scanning people's eyeballs retinas, irises, or whatever the hell they're scanning there. And there is a place of eyeballs everywhere, and I don't want my eyeballs on a database anywhere. First thing I say is, why not? I mean, you've got, you've got your face, your fingerprints on multiple government databases. I live in South Africa. I can tell you that if there's one party that you do not trust yet, it's the government. You know, if a database is going to be hacked or stolen, it's going to be the government, because they, like, it's such a corrupt government and it's so uncontrolled, not to say I'm sure there's other countries like this. And so the first thing is, who cares? The second thing is, well, they're not actually storing your eyeball. They're just storing a hash, which is a representation of your eyeball. In other words, they're not storing anything to do with your own data. They're just giving you a zero knowledge hash, basically. So, you know, for people who don't understand how that works, it's. No one is keeping your eyeball on a database. They're just keeping proof that your eyeball was scanned in a. Almost like a receipt that says, hey, my eyeball was scanned and I'm a real person. So why am I so excited about this? Look, we dub our, we use AI to dab our shows into Russian, Korean and Spanish. The AI is so good that it takes my lips and it's trained on my voice, and it takes my lips and it changes the facial expression of my face, and it gives me my same voice in Russian, Spanish and Korean. Now, I think to myself, if the bank phoned the AI, the AI would pass the voice test and be able to do telephonic banking. Okay, simple. So, with that in mind, I think the first thing is we're going to need proof of humanness. We're going to need an international measure of proof of humanness in this world of AI. Like, very, very, very soon. When I say very soon, maybe even now, you're not going to be able to tell the difference between aish and real ash. Like, it's going to be that simple. With that in mind, we need a proof of humanness. And if we're going to get a proof of humanness, I think that scanning your eyeball or your iris and not actually keeping it, but actually keeping a hash of it, is probably a safe way to do it. I mean, the second thing is they are going for world financial domination. I use that word loosely. We know that Elon Musk and Sam Altman have some kind of rivalry between them. And one night before they launched world coin, Elon Musk launched x. Both of them are going for financial domination and banking the unbankable. I live in Africa. I know what the implications, what it means to be unbankable. What it means to be unbankable is most. Not a lot of people don't have an identity document. Without an identity document, you can't get into the financial system. Imagine going to the bank and saying, I want a loan. I want to open an account. I don't have an identity document. I live in the farm, in the farmlands. I don't have real reliable identification. I don't have identification that is cross border verifiable, which is. I mean, at this stage, I estimate that in South Africa, 2% of people have a passport, or maybe five, not more than that."
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "B",
        "text": "And so we need some kind of global identity, identity standard. And if these guys are going to be the ones to put off using the orbs, I think. I think it's an amazing. It's an amazing feat. And lastly, I think it brings a new use case to crypto. I think up until now, crypto has been a great store of value. It is a great way to transfer money from one place to another. But other than that, we haven't had any real use cases of crypto, other than trading and speculating and storing value. We haven't had any mass market use cases for crypto that have lasted. And I think that this is a great experiment. So for me, bullish on all three counts."
    },
    {
        "speaker": "C",
        "text": "Really interesting analysis there. I'll give you my take on it, which is slightly higher level. I think that there really are two things here that are separate and distinct. On the one hand, you have the actual mechanics of how this functions. As you say, it's not an image of the eyeball that's being scanned. It's a cryptographic hash that just essentially verifies that you have, in fact, scanned your eyeball. So there's all the actual functional mechanics of how it works. That's one piece, the other piece, bigger picture, is just a psychological impact of this, right? So people who are not following this as closely as you are are basically reading these news stories in the Wall Street Journal, the New York Times, wherever they get their news, right. And they see the advances that have happened in AI in the last twelve months, which are just absolutely enormous, right. We're living in this era where for the first time in human history, our tools are becoming smarter than we are. I agree with Raoul that this is the most significant technology that we've seen since perhaps the splitting of the atom. It is this just incredible moment in human history to see the direction that AI is going in the just enormous power of this technology. And then at the same time, you have the same folks who are doing that, scanning eyeballs. The name of the token is called worldcoin. I just think it completely freaks people out. I think there's this emotional reaction that happens to this that's separate from the actual underlying functional mechanics of it, and that's what we're seeing hash out here, pun intended."
    },
    {
        "speaker": "B",
        "text": "Do you remember Faceapp? Do you remember the app called Faceapp, where people were scanning their faces and then making themselves age by 50 years or whatever the number was, and then you'd see an old version of yourself? Do you remember that app and how it went completely viral and everybody was posting their pictures? Okay, that was. I think if I remember correctly, there was, like a chinese app or something, and every. Every time we did it was just scanning people's faces, and people were happy to do it. Like, that was like, so cool. Let's get. Hi. Let's scan our face. Let's post it on the web. You know, the other one is that, you know, we all use an iPhone, and the first thing we do when we use our iPhone is we have face recognition. Like, you stand there and you go click face recognition. I mean, what is the difference between giving your data to Apple or to face app or to Instagram or TikTok and giving it to Worldcoin? We do it all the time. It's just these guys are using a phone and those guys are using an orb, and it's just that simple."
    },
    {
        "speaker": "C",
        "text": "Listen, I'll make the devil's advocate argument. It's that Apple has developed a significant amount of brand equity and trust in the marketplace. I think one of the reasons why people trust Apple is because they believe that they make their money selling physical hardware, devices and software. And I think it's just. There's just this, again, and this is my point, that there really is this division between the underlying aspect of what really is happening and the emotional, visceral reaction to it. And again, I don't take a position on this either way. As our viewers know, I'm aggressively neutral about most things, but there is. You can see people getting just a little bit freaked out by it. Again, apart from what's happening from the."
    },
    {
        "speaker": "B",
        "text": "Functional side, do you live in the United States?"
    },
    {
        "speaker": "C",
        "text": "I do."
    },
    {
        "speaker": "B",
        "text": "Do you have clear that thing when you walk through the airports, you don't have to wait in the, in the lines. Do you have that, that service where you just, you, you've pre registered yourself and you can walk through the faster immigration lines or passport control lines or entry license, I think it's called clear. Do you do that?"
    },
    {
        "speaker": "C",
        "text": "I do not."
    },
    {
        "speaker": "B",
        "text": "Okay, well, most people do. And when they do, they give the government everything that they need. Copy of the passport scan. Scan. Everything is. Government's been hacked a few times. I mean, you know, like, it's just, who cares? I mean, what are we, what are you going to, what have you got to hide? Like, you know, like, what are you hiding? It's just you're so happy to give your data to Facebook and Instagram and Snapchat and TikTok and scan your face and make videos and flaunt them to the world. And then when we ask you to just scan your eye or do a fingerprint, like, whoa, I don't want to do it. Privacy. What do you mean? Come on."
    },
    {
        "speaker": "C",
        "text": "Well, I totally agree with you in terms of the amount of data that folks give away to web two companies. And I think one of the reasons why I'm so bullish about web three is I love the idea of decentralization and the ability for people to take back some control of their own data and of their own experience online. I think that's one of the exciting applications of what we're talking about here."
    },
    {
        "speaker": "B",
        "text": "I have nothing to hide, and I believe that most people have nothing to hide. And there's a lot of people that say, hell no, I'm not going to share my location with Instagram. No way. Like, that's, that's invasion of privacy. I do, and I get amazing ads served to me that are really relevant to me. And when I'm planning a holiday, you know, usually it sends me the right ads for the right holiday because I'm willing to give them a little bit of data and that shortcuts my life a hell of a lot, and it makes my life a whole lot more comfortable. Now, do I care that they're monitoring what I do to make my life hopefully better? I don't mind it. Like, I'm going to need to hide, you know, what am I hiding?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I generally share my location data as well when I go and post Instagram photos. Ren, dude, we could go on for like 6 hours on this conversation. It's amazing to have you here. Super fun to bring you guys on. Just great to be able to bring the space together. Final thoughts, key takeaways that you'd like to leave our viewers and audience with for this conversation?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think, you know, as I said before, it's been a very demotivating time. And specifically as a content creator, imagine having to make content every single day and the price action is exactly the same as it was the day before and it's been like that for 46 days."
    },
    {
        "speaker": "C",
        "text": "Bren, I don't have to imagine that. I'm with you, man. I'm with you."
    },
    {
        "speaker": "B",
        "text": "Exactly. So what I do is I look under the surface and I realize all the amazing things that are actually happening here. Base for me is a game changer. It's going to bring a lot of new companies that ordinarily wouldn't have come into blockchain. It's going to bring them onto blockchain. We're getting, we've won a point against the SEC. We've got a black, we've got Blackrock. I mean, talk about the best fighter we could have chosen. We got Blackrock applying for a bitcoin spot. ETF. We got Bloomberg saying theres a 65% chance that its going to be approved before the end of the year. Were less than a year away from the halving. So theres a lot brewing. Theres a lot brewing. This is the calm before the storm, I guess. And if youre feeling a bit demotivated being in crypto, if youre feeling a bit like when something going to happen, this is when you should be preparing."
    },
    {
        "speaker": "C",
        "text": "Yeah. Super fun to have you with us here, dude. Hope you can do it again soon."
    },
    {
        "speaker": "B",
        "text": "We must be messy and maybe have you guys, have you and Ral and our channel."
    },
    {
        "speaker": "C",
        "text": "Oh, that sounds like a blast, man. We'd love to take you up on that."
    },
    {
        "speaker": "B",
        "text": "Cool, my friend. Thank you so much."
    },
    {
        "speaker": "C",
        "text": "Hey, thanks again. That's it for this week. Make sure to check out our website. Of course, it's real vision.com crypto. Realvision.com crypto. It's free to sign up for our crypto content. Also today, join the Degen Happy Hour with our very own Elaine Lee, of course to learn more about real Vision collection collective season two, that's at 02:30 p.m. eastern time. And make sure to join us again next week on crypto daily briefing. See you Monday at 09:00 a.m. pacific noon Eastern, 05:00 p.m. london time. Thanks for watching and listening everybody. Have a great weekend."
    },
    {
        "speaker": "A",
        "text": "What's up revolutionaries? Thanks for tuning in for more content like this. Head over to realvision.com and get unfiltered access to the very best, brightest, and biggest names in finance."
    }
]