[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint."
    },
    {
        "speaker": "C",
        "text": "Mobile.Com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hi, everyone, this is Raoul Pal, the CEO and co founder of Real Vision. And welcome to my podcast. Every week I'm lucky enough to speak to tons of smart and innovative people in the financial game. I get so much insight from these conversations and that's why I'm to start this podcast, so I can share that knowledge with you. I hope you learned from the discussions and you can always find more in depth content@realvision.com."
    },
    {
        "speaker": "E",
        "text": "Enjoy the show. Yat. Fabulous to get you back on real vision, no?"
    },
    {
        "speaker": "F",
        "text": "Wonderful. How long ago has it been?"
    },
    {
        "speaker": "E",
        "text": "I just checked things actually fast. October 15. But in crypto years, that's about ten years."
    },
    {
        "speaker": "F",
        "text": "October. Oh my goodness, that last year, October, the world has completely changed, actually, we think about it. Wow. Amazing. Yeah."
    },
    {
        "speaker": "E",
        "text": "So let's talk a bit about that. Let's talk a little bit about the broader picture of the world crypto blockchain, where it is now. And then we'll talk about the ridiculous amount of things you've been up to and a bit about where it's going, what you're seeing, that kind of stuff. But what's your observations now about where we are in all of this?"
    },
    {
        "speaker": "F",
        "text": "So a lot of people talk about the current state, and I often get this comment about, oh, it's a crypto winter, and you got to hunker down and all that stuff. But you will remember this as well. We really experienced what a true crypto winter was like around 2018. And so if this is a crypto winter, then four years ago was truly a crypto ice age. So it's a bit different. So we think the weather is very chilly, but it's not a winter from our perspective. But the other thing that I also think that's happening, which is really interesting when you think about what happened with Terra, three arrows and all these sort of, you could argue in some ways for a certain generation of crypto people, cataclysmic events actually for the people in our space which is more in the non fungible space, the culture space, even though obviously values have come down and all that stuff, they haven't been affected in quite the same way because it's not their world. I actually think it almost a shift of the narrative of why you're going into crypto, because the people who went into crypto in the early days were very, very financially oriented, because at the end of the day, one of blockchain's very first use cases was a heavily financial one, and the people who joined the space were really looking for, in many cases, the speculative value, the gains to potentially be had. And after all of this, let's call it mini collapse that took place just a few months ago, that particular crowd became less vocal. Maybe they disappeared, some of them, but it no longer became the predominant narrative of crypto, which, frankly, was a little, getting to some extent, a little distasteful in some ways when you see the expensive cars in the yachts and the wind lambo and all these things that we can laugh about. But it is quite galling and distasteful for all the people who are not in the space and who look at this and say, isn't this just another tool for the richest? Doesn't it just exacerbate the problems of the world that we already see today and now making room for a new wave of people who are not sort of in that particular space in the same way, who care about the products, who care about building. And what I love about a, let's call it the winter chill, if you want to call this, is that the people who are building in this time, as when we've done back in 2018, and the investments and opportunities you saw, they do it because they believe in something greater. Because, again, if you are just here for the money, maybe you'll find better opportunities. Certainly in 2018, that was true. But some of our most high profile success stories, whether it is a sandbox or decentraland or axie Infinity or Opensea or dapper labs, actually, we worked with them all back in 2018, 2019. That's how we got our opportunity to also invest in them or in some cases own them. And that actually is the opportunity, and we see it exactly the same way. So from our perspective, since we take a long view, actually, this is the best time to build. Because also from an investment standpoint, it's no longer just, you got to close the deal next week, otherwise you miss out. You actually have time to do a lengthier and more thorough due diligence. You can have conversations with the team. Nobody expects the deal will close within the next five days. It's more like, okay, we need to analyze and review. And I think that's actually created a much healthier environment as well. At the end of the day, when you look at the value, just as an example of the value of the tokens in question, it's a blip, really, because when you compare it from 2018 to where we are today, which is really only four years, it's actually generally a pretty positive lineup. But then if you stick the lens for the last six months, you might say, oh my goodness, disaster. I was just in Korea about two weeks ago, speaking of Korea, blockchain week, and I gave a parallel, a comparison between the miracle on Han river, which is basically the korean economy. For those who don't maybe know, Korea actually some four decades ago, its economic capacity, size and population was actually smaller than North Korea. And now its somewhere between number ten and number twelve in the global GDP. Its one of the wealthiest, most powerful nations in the world. One interesting thing is that its entirely driven by the value and power of culture. Because South Korea doesnt have natural resources, it doesnt have oil, it doesn't have it. What it has is intellectual capacity. It has innovation, it has ideas, it has culture. But all the things that it did to evolve to where it is today. And then you remember the asian economic crisis, and that was pretty disastrous. But when you chart it out, it ends up looking like a blip as well in the relative span of where Korea was and where it is today. So I view this current scenario in a very similar lens."
    },
    {
        "speaker": "E",
        "text": "Yeah, I think that's a really interesting point. South Korea, going back to 98, got absolutely obliterated, as all did all the asian economies. But the funding that really had gone into Korea in the prior ten years ended up being the outcome afterwards, which was this incredible economy. And what I'm noticing now in the digital asset markets is what 60 billion of vc money went in in the last 18 months. And it's almost at the perfect time. Yes, a year ago, everyone was still scrambling to do deals too quickly. But basically there's been a huge amount of capital put in over this period of building. When everybody's focused on actually building stuff and not when the price goes up, number go up, because that's distracting for everybody. So it kind of feels like the set of outcomes coming out of this might potentially be really game changing because the amount of capital that went in and the number of new paths everybody's taking here."
    },
    {
        "speaker": "F",
        "text": "One other interesting parallel as well, is if you look at blockchain gaming, almost all the funding in the last six to twelve months has gone into blockchain gaming companies in the gaming space, for instance, which is basically just another signal of the inevitability of where blockchain gaming is going because of just the investment. Also, the smartest people in gaming are starting to look at that and have either already joined or build startups and enter this field. And perhaps the other interesting statistic is that in the last six to twelve months, many investors who are not in crypto have entered the web three world, or the blockchain world through gaming for the first time. Their lens, their entry into blockchain, it's not just adoption of the sort of mass consumer is actually an adoption of the traditional investor as well, because they understand the narrative and they appreciate that potential differently than say, let's invest in a token that you can trade, for instance. But more of the fundamental of while a game that has ownership should be more powerful, as a narrative should be more meaningful to the end user, has maybe better revenue potential, these more fundamental aspects are attractive to, I guess, the traditional value investor. And so they've entered the world of crypto through gaming."
    },
    {
        "speaker": "E",
        "text": "I think one of the really interesting projects that's been an enormous rise since we last spoke was Yuga. Yuga really were the pioneers of building a community around an NFT, a PFP, but then created an entire ecosystem around it. The genius of buying crypto punks and all of that as well, the lava lab stuff, and then on top of it, then they're moving towards gaming with the metaverse experience of the other side. And we're seeing these things all merged together. So we've got kind of nfts, they've got a social token, which is a fungible token, and they've got now a metaverse experience which is probably based around gaming, as far as we know."
    },
    {
        "speaker": "F",
        "text": "Maybe just one clarification as far as Apecoin is concerned. Actually, the way to think of it is that it's not their token. Bitcoin is its own token, and Yuga Labs adopted the token. But it of course, started, you could say, through the drop, basically through the community of Yuga, you could say, but it doesn't end there. The whole idea of apecoin as a foundation is to expand and grow the metaverse as an entire space. But the separately Yuga labs with the other side also is separately also making games. So our studio anyway, is producing separate games with Yuga Labs, for instance. And that has already been announced, but the details of that still to be disclosed. But there's many partnerships that they're building on. And gaming really, if you think about it, for this particular generation, is one of the strongest, most powerful forms of distributing culture and distributing media and information, because that's what we spend most of our time. Gaming as an industry today anyway, is already larger than film and music combined. Last year was $180 to $190 billion industry, and occupies the attention of 3.4 billion people today. Now the whole Internet is something like 5 billion people, give or take, which basically means most of the world is gaming. So the other thing is that in gaming, the attention, the time you spend in gaming, is also far more immersive than watching a movie. And I think that is sort of the important part about that. Every metaverse project, whether it's through PFP, whether it's through whatever aspect is, must have a gaming strategy of some sort. Because gaming is the mechanism in which the soft power of that culture is distributed. America's soft power, and America's power, we believe anyway, isn't just the military and the us dollar. That's obviously the hard power, you could say. But actually what made the hard power possible to execute was the fact that it had the most influential cultural soft power in the world, which was Hollywood. And it's literature. We're watching friends, and we're watching Marvel movies and watching what do they do? They disseminate american culture, american values, to the rest of the world. And that's how they influence it. And then when american business enters these countries, they're open to it, they're friendly, they're like, oh, wait. Yes, we like the system. We like this culture. We want hamburgers, we want whatever. Nike shoes, whatever that is. The world has basically been already sort of influenced through the soft power of american culture. And the metaverse really functions the same way. But that soft power culture is basically through the lens of gaming."
    },
    {
        "speaker": "E",
        "text": "But how difficult is it to choose what games are going to work? Because there's a lot of games in the world, there's a lot of apps in the Apple app store, and 99% of them don't. Now, you do a lot of investing in this space at this particular Nexus is one of your key focuses. How the hell do you find what you think is going to be successful? Because I find that really difficult."
    },
    {
        "speaker": "F",
        "text": "Yeah. So one of the real difficulties in the traditional gaming world has been that gaming was considered very much a hit driven business. Much, I guess, like Hollywood, right? And that's one of the reasons why much of the funding and investment would typically go to sort of people who've had historical successes. Because it's a little bit like, well, if Steven Spielberg makes a movie, chances are it's really good. So here, take my money."
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "F",
        "text": "That's kind of the. And gaming has functioned many ways the same way. And then you needed the big studios, whether this was EA or Activision or Nexon or those companies who would have the financial muscle to finance these incredible games and then hopefully see them succeed. And that's the traditional model. And so typically VC's have stayed away from this because it was very hard for them to understand. Well, how do I know this is going to work? Because it's nothing very scientific. It's a little bit of a sort of. Again, it's culture, it's sort of a feeling. It's like taking a bet on a person's creative ideal. And it's not just a small investment. Some of these games cost hundreds of millions of dollars to produce. So you're taking a really big bet to make it work. And you have elements like maybe access to distribution, special relationships, all these things that maybe you can leverage. But broadly speaking, you're taking a bet on a very talented team. And that's because most games today still have very inflationary designs, which means that the gaming economy itself is not a value and the users themselves are really only experiencing the game as a form of entertainment. But what's changed, of course, is that because of the amount of time people spend on games to the gamer, so the game company who's making the game, it's entertainment. So they monetize it like a movie almost, just maybe in better ways. But for the gamer, it's not entertainment. It's actually much closer to their personal identity. When you play a game and you have a rank, it means something. When you buy a skin, you show it off to your friends, or when you win it in a competition, and it's your social status. So the relationship between how the gamer sees his relationship with the game has become different from how the game studio sees it, which sees it generally just as an avenue of monetizing and driving value. So this is one of the reasons why we focused on gaming and block. So blockchain and gaming, because gamers already had a sense of ownership, even though they're just renting. And so therefore we felt that that was sort of one of the easiest and best paths of adoption. Although there are some differences where in the west as of late, many western players are not so positive around blockchain games because of the fact that it appears to them sort of the sort of extreme capitalization and sort of fantasification of that. But in the east, in Asia, everyone loves it and this is all over it. So it's a very, it's an interesting sort of, sort of difference there."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile, unlimited premium wireless, everybody get 30, 30 biddy get 30 bid to get 20. 2020 bid to get 2020 a bit to get 15 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try@mintMobile.com."
    },
    {
        "speaker": "C",
        "text": "Switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for a limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot why is."
    },
    {
        "speaker": "E",
        "text": "There that pushback that we've seen when people have looked at kind of introducing nfts to traditional gaming world and the gamers have been completely up and up, but they could, they'll be monetized in other ways, which is weird. So it's not like they're not monetized anyway. Why that?"
    },
    {
        "speaker": "F",
        "text": "It's a really interesting question and it took me a while to understand it, but let me first sort of talk about a little bit some of the difference between sort of the asian gamer that what he's used to from a design and from the western gamer. So western game design has typically been centered more around a more, let's call it sort of, I guess, socialist equitable type structure, more based on skill and a kind of merit, whereas in the east actually with free to play, they really sort of pioneered that. In the early days, it was quite okay to sort of pay for success in a sense, sort of pay to win. So I would buy a better sword and I would get ahead and that's okay. And the other players wouldn't consider that as something that was unfair because he paid the money to do so and he could enjoy that. And so that's a little bit of that. So free to play in the early days, we're talking about maybe 1011 years ago, had a similar reaction. If you look for articles in the west, when people talked about the free to play business model, which basically is a predominant gaming model today, many of them were railing against it and saying, this is going to pervert the gameplay, because back then it was literally either a subscription World of Warcraft was a subscription based game, or you would pay a one off, like Dollar 50 or Dollar 60 for the game, and that's it. You never had to pay anymore. And then when free to play came, the game was actually entirely free, and then you would actually end up paying for additional services or functions or skins, whichever. So there's a little bit of that sort of cultural difference that sort of kicked that off. But I think the bigger sort of revolt, you could say amongst certain it's not true for everyone, but certainly they're very vocal about this, has to do with this criticism around the fanatication of games. If you know how the game industry works, you are already heavily fascified. Anyway, the only difference is that none of that value goes to the player. It goes entirely to the game studio. So there's a little bit of that sort of lack of knowledge as to what happens. Because actually, if a gamer actually got to understand properly that his time, it's not just him paying money, but that his time inside the game adds to the network effect and possibly creates maybe hundreds if not thousands of dollars of more long lasting value to the game economy and therefore to its value. The way you think about your contribution to the game changes entirely. You're going to say, wait a second, if you're making this much value for me, is that reasonable? But of course, they never know this, and therefore they make the assumption that it's free and the whole thing, and therefore there's not that much value, which is, by the way, how social media companies work as well. They entrap you in that thinking that, well, you get it for free, so don't expect much, right?"
    },
    {
        "speaker": "E",
        "text": "There's nothing in this world."
    },
    {
        "speaker": "F",
        "text": "There's nothing for free, right? And, you know, in the meantime, they're making billions of dollars based on your time and attention. So it's a little bit of the same. But the other thing that I observed, you know, I was stuck in the US for a long time because of COVID and, you know, normally living in Hong Kong. Actually, they banned all flights back to Hong Kong for a long time. So I was stuck there. I got to sort of learn a little bit of the american nuance, hanging out with my very libertarian democrat friends. And what surprised me, because I was talking about crypto, of course. And it'd be like, you're really an ultra libertarian, but you don't like crypto. I don't understand. Explain this to me. What is wrong here? And I came to understand, at least with my sample group, that it wasn't a revolt specifically on crypto, as it was on capitalism. And so the heart of, I think what's happening in, for instance, in America is no longer, you know, because from an outside lens, we look at America. You know, America is the capitalist capital, right? Everything is around capitalism. But actually, when you start looking at what's happening in the Democratic Party and when you're thinking of what's happening with the rise of people like Bernie Sanders, who all have, you know, well intentioned, you could say, but it comes from a different lens, which is that the system, that the capitalist system is viewed by many of that particular sort of thinking as bad. And money itself has now gotten, in the eyes of some, this feudal context, as in, if you have money, you make more money and you retain your power because of the monopoly of money. So it's a thing of the rich get richer and the poor get poorer. When Covid happened, that was exacerbated. When Covid happened, it wasn't that all of us were struggling equally. It was actually the ones who had money made even more money, and the ones who struggled actually really struggled and were worse off. And so this idea of crypto and the criticism is, this is just a tool for the rich. It's a way for the rich to get richer. It's all part of a. We see this narrative over. And then, of course, when you get people showing off their wealth in a certain way, which is particularly tasteless when the rest of the world is struggling, all these things add to this narrative, then the introduction of what appears to be a strong capitalist narrative into a gaming world that is generally designed originally in the west, to be more egalitarian, more in a traditional merit based system, then it becomes problematic for them, because in a game, you could be playing with a high school teacher and a CEO and a kid together, and it didn't matter what you are, but in the real world, it does matter. Those communities wouldn't normally mix. And by the way, I wouldn't say America was always like this, but because of the rising wealth inequality, it's become more like it. So capitalism sort of is. Has become classist, in a sense, to the west, whereas in Asia, capitalism and sort of the democratic system as well, is fairly new, like South Korea. And even though there is, of course, strong inequity, the net benefit, like we have in living memory, like my parents, for instance, would remember a time in where they did not have property rights, where there were no capitalist benefits, where you couldn't have rights and you couldn't have income for them. It's a net positive. And whereas I think that if you look at the last 20 years, it hasn't had that effect for especially young people, for instance. And that's probably one of the big reasons why there's been sort of a revolt on that. Although I think once people understand it, they'll come around because ownership will give them more control and more rights, and therefore a way to have a certain kind of power within the ecosystems, the games that they love, but they don't understand that. I also think that America has started taking elements of democracy for granted."
    },
    {
        "speaker": "E",
        "text": "And I've looked at this for a long time and thought, well, really, crypto is actually apolitical. There's very few political fights that go on in crypto. And the reason being is really, when you think about it, it is a capitalist system with progressive values because it's based around community, right? It's based around everybody participates in the spoils, which is a progressive value, but you get the opportunity to create wealth as well. For me, it's like this is what we've kind of been waiting for, because the two sides have been splitting further and further apart, and never the twain shall meet. And here is a system that allows participation by everybody, but a meritocracy and opportunity as well."
    },
    {
        "speaker": "F",
        "text": "I agree with that. One of the things that redraws us to blockchain and web three is the fact that you can participate in the shared network effect, and that in the end of the day, yes, some people might make a lot more money than you, but if you are within the network, then you can participate in the network as well, and therefore gain if as others gain too. And really, to me, this is one of the benefits of actually a kind of positive form of capitalism, which is capitalism is the incentive system that drives innovation and drives growth. And that's all really important. But the problem is that especially in certain parts of the world, America being perhaps one of them, capitalism has become very zero sum. And as a result of that, the growth of someone comes at the expense of someone else. And that basically is one of the big problems. And unfortunately, I think traditional venture capital has also started to exacerbate this, because the amount of venture capital that is pouring into companies today is far, far greater even than this supposed bear market in comparison to anything else, because everyone's looking for the winner. And if you end up putting tremendous amounts of capital into one company to have them try and succeed, then it becomes a zero sum outcome again at the expense of others. I think this idea, therefore, that actually, with web three, I can participate in this, though you can make much more money than me, but I will still be net better off because of the fact that you made so much money in this ecosystem as an example, and therefore I can benefit from that. This is really very powerful. But I do want to comment on blockchain being apolitical. While I think blockchain as a technology, obviously as a technology, arguably is apolitical, but I think of blockchain as a political system. The fact that it's transparent, the fact that it has these frameworks, the fact that you have governance on them, or the way that you run governance embeds a political system and a kind of community that is drawn to this particular political system or framework into it, which I think is also really powerful, and I think especially as daos are becoming much more popular."
    },
    {
        "speaker": "E",
        "text": "So you're thinking of it as a third way, essentially, which is how I've thought about it."
    },
    {
        "speaker": "F",
        "text": "Yes. Yes, correct. And I also think it's a wonderful way to reintroduce democratic values, because I feel that democracy, particularly in the US, has been taken for granted because it's been there forever. And if people actually valued the democratic institution as something precious, then we would be seeing a lot more vote voting then sometimes barely over 50%. And by bringing in democratic systems in sort of the way that our games are run, or in the metaverse, with tokens or whatever our everyday interaction, you start to learn why the democratic system is perhaps important or valuable. You can also iterate on it and improve on it. And you also don't feel powerless, because in a sense, everything we do in life is generally built on a consensus. You know, how we negotiate with our family, where we go for dinner, what movie should we watch? We're building consensus every day. We just never think of it as a system. So we're not really powerless, right? But then we think of this grand scale of the country we might live in, and we say, my voice doesn't count, I'm just one out of a gazillion. But when you are constantly in that system, you realize that even small decisions you make have potentially big impacts. You will take it seriously. And I think blockchain has that capacity to reintroduce these values for those that may have forgotten what they stand for."
    },
    {
        "speaker": "E",
        "text": "I think you raise a really important point, is the iteration on democratic systems that can be now done because we're stuck with a lot of broken systems that were developed 200 or 300 years ago. Think of the british parliamentary system or the us system and you simply can't change them because they're so ingrained. It's not in anybody's favor to do so. But now we're being able to try all sorts of stuff. I had a great chat with Kimball Musk about what he's been doing with charitable daos, and how you can redistribute philanthropy in a more efficient, localized level by using a DAO structure. I think there's a lot to come, and I thought that the Constitution Dao was a huge breakthrough in something else here as well. It didn't work, but what it showed is how fast you can coalesce capital around a particular purpose and was staggering."
    },
    {
        "speaker": "F",
        "text": "One of the things where we're I'm on the special counsel of the apcoin sort of Dao, and it's really interesting. One hand, a lot of people were originally quite critical of a DAO because they're like, well, how can you make a decision on consensus? Everything will take forever to build. Nothing can get done right. But then if you think about what happened with apecoin, it's been barely six months since Apecoin was launched, and not only does it have a massive token, that's just one thing, but it has an active community. It's gone through multiple proposals, is building cool new products that basically have been voted on by the community. And the progress that apecoin has done over six months is faster than many startups that have emerged with perhaps more significant capital over that same period of time. So to me it's actually living proof that you can move fairly quickly also in a sort of more democratic system, if you will. Because what happens is that when the decision is being made, it is voted through basically the token holders, and then there is full legitimacy. It's no longer a guessing. I think you might like this, but."
    },
    {
        "speaker": "E",
        "text": "What is the voting participation rate versus what it is in a regular system? I guess it's still lower because people don't really understand. I've never voted with my eight tokens. I've had eight tokens since they launched, but I've never voted with them."
    },
    {
        "speaker": "F",
        "text": "Yes. So the number of participation obviously is relative to the amount of tokens in circulation, is still low, but the participation of the members that are active is quite high. And I think one of the reasons why the participation also is low is because quite a few of the apecoin is still in centralized exchanges, and as a result of that they are not being moved out for voting. But if you hold it basically in your metamask or basically outside of an exchange, then you can actually start using it to vote and so on. Yes, the participation rate isn't obviously, it's nowhere near a sort of mass participation, but that's the goal. But more importantly though, the community that's building the core of that is very involved. And we're now sort of reviewing and approving for votes, sometimes up to three to four proposals a week in some cases. And lots of ideas are incoming, which is also incredibly powerful because that means people are inspired to present their ideas. Whereas in the beginning they were a little gun shy or maybe even cynical. I'm not going to submit idea. Nope, it's not going to go through. Who cares then when they start seeing. Wait, actually this project got funded or people got this happening, whatever. Then they started to become more active. It's early days, but the point being is all of that took place in just six months. And that kind of progress for most companies, they don't even achieve that in years."
    },
    {
        "speaker": "E",
        "text": "Yeah, no, I'm a huge fan of the whole project. So what are you seeing in gaming now that's getting you excited? The early stage stuff that you're getting a look at, because we talked about this last time, you're basically getting to look five years ahead of everybody else at what's coming. What are you looking at that says, this is fascinating where this is going quickly."
    },
    {
        "speaker": "F",
        "text": "On the gaming side of things, I think we certainly had a hand in helping grow the entire blockchain gaming space. And as I shared earlier, almost all of the funding and gaming basically went to web three gaming, which for us means that blockchain gaming is now a foregone conclusion. One could argue that perhaps a year or a year and a half ago, it was still more of a promise. But with the kind of billions of dollars that has now been funded for blockchain gaming companies, it's only a matter of time before an incredibly awesome game. And some of them that out are pretty awesome already, that can really sort of bring over the non blockchain gamer who basically wants the benefit of ownership, but doesn't necessarily need to understand the intricacies of what is crypto and all that kind of stuff. One of the examples of a project that we're obviously big supporters of and backers of is one called phantom galaxies. Phantom Galaxies had a very unusual launch last year in that they made an entirely free mint as a form of user acquisition first basically giving out half a million nfts, and then launched the alpha of the game without a token sale, without raising any revenues or monies from this and got a community super excited. And then after that proof point was made and people were able to play basically a AAA game that was built on unreal, then ended up basically going out and doing their planet sale. And what's also interesting in this kind of innovation is that there was no token sale. You bought the planet and if you work the planet then that's how you earn your tokens. Kind of sort of a proof of work, but a proof of, or maybe proof of play work, shall we say, as opposed to a traditional kind of proof of work. And so that's how you would then mint a token that could then be used inside the game and ended up generating some total of about $23 million of planet sales during the bear market. So it just goes to show that if you create some innovative ideas or you create high quality projects, theres still plenty of money around because the community and the market is excited for that. The other thing is that because so much capital is flowing in from other investors as well, not just ourselves, were going to see, we believe in the next 18 month or so, give or take, not just an explosion of really high quality games, but as a result also a large number of mass adoption from that kind of ecosystem because the regular gamers are going to come into blockchain gaming whether they know it or not. And I think it will be led by asian gamers because they're actually wanting this, whereas the western gamer, a good number of them are sort of not sure about this or don't like it at all. But again, I think they'll catch up as they did with free to play. So our projection is that we think we're going to have over 300 million users coming into the web, three space just on gaming in the next 18 months or so, give or take."
    },
    {
        "speaker": "E",
        "text": "I also love this new business model that's forming and we're even doing it at real Vision now, which is you start with the community, you don't even have a product. You may have a vague idea of a product, but what you do is coalesce a community around a commonality of vision or ideas. And then you build product with the community and you get better product market fit and better adoption."
    },
    {
        "speaker": "F",
        "text": "The big thing that a community driven approach does, which I think for a lot of because they call it traditional builders, is difficult, is because traditional builders aren't necessarily consensus builders. One of the common comments I get is, well, Steve Jobs wouldn't have run a business like this. Yeah, but not everyone's Steve Jobs and Steve Jobs may be a great visionary, but perhaps he wasn't a community builder. It's a different kind of builder, and that's fine. People can build things in their own way that suits them. But the powerful thing about the community is that when you make a decision to build something because you've got the endorsement of the community, is it comes with immediate legitimacy. Whereas before you launch a product, you have to then sort of sell the legitimate value and sell why it was a good idea. Whereas as you form the product concept or whatever it is you're doing with the community, then legitimacy is established. And whether it works or nothing, everyone has a stake because that's what they wanted. And they go, yeah, maybe that didn't work, but we all own it. We all own our faults together. We all made this mistake together. And that's okay. Let's go for part two. It's a very different feeling, as opposed to that's all on you. So it's a very different experience. The other area that we started focusing on as well, because we feel that the blockchain gaming segment is well on its way, is how do we bring more mass adoption to the space. We started focusing our lens on education. We acquired a company called Tinytap not too long ago. And Tinytap is a teacher marketplace. And just what I had just mentioned maybe earlier in your show, what nfts do is they take content and turn them into assets. And then these assets have the ability to have these network effects, one of them being capital formation. And in this case, this is a marketplace where teachers create content, and they make roughly anywhere from a couple hundred dollars, in some cases thousands of dollars, and in rare cases, tens of thousands of dollars a year from the content that they create. So it's like a sort of teacher made, sort of teacher made content for other teachers or for other parents to use. Now, through the ownership of the non fungible tokens, whoever buys the NFT can now become a publisher of the work, and as a result of that, be entitled to the income that the material that the teachers originally made sort of have as a share. This is no different than if you were a buyer of an app on the app store, for instance, that generates a certain amount of revenue. Now, a teacher that makes maybe $1,000 a year on content is nice. It's obviously good supplemental income. But if you think of this as a yield product that can generate, say, 10% yield or like owning a house, then maybe it's worth ten or 20 x of what the actual sort of income is you give a teacher $10,000, suddenly it changes their life. And we've seen some of that a little bit already with NFT art, but without the actual sort of certainty of the income, or at least a potential of the income, it's more about maybe the scarcity of the community value. But still capital formation became possible with art. And now we think this kind of capital formation can start coming in sort of educational content as well. And if that works, which is of course the big experiment, then not only could we onboard sort of an entire community of people that are actually, frankly at the bottom tier of society in terms of economic value, which is teachers, even though they provide perhaps one of the most important services to our communities, which is to educate our children. Arguably they spend more time in school than they perhaps even spend with their actual parents, at least during the weekday. And what happens if teachers are educated on crypto, understand how to set up a wallet? Well, they're probably the best people in the world to teach others how to do it, since that's what they do, not just our children, but just everyone else. So thats kind of what were hoping we can achieve for a broader kind of mass adoption. And also a demonstration of the added value that blockchain can do. Because just like what it did with gaming and what it did with art, the power of blockchain is that it can actually create value in areas of the ones that are underprivileged or where value has not been fairly distributed. And I think teachers and educators are one of those as well."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "And also in this digital world, we can have a leveling of wages. So you can be doing something in Ghana or Nigeria, and you can compete on roughly the same wages as an american, which is game changing because they were always physical location of work. So therefore the employer, Microsoft, would go to Ghana or Nigeria and pay you a 10th of the us salary. And it was a labour arbitrage. In a digital world, there's less labor arbitrage in that respect."
    },
    {
        "speaker": "F",
        "text": "Yes. And also you have the data transparency, which is really one of the most powerful things around blockchain, because now you know whatever the data is that is being delivered or is being sort of sold or transferred for, you can immediately see what that value is and therefore ask for your relative fair share. Whereas before you would never know what that is anyway. You don't know what your time is worth on Facebook anyway, therefore you don't know what to ask for. And you'll just take whatever they give you, which is the other thing, I think it creates data as that kind of market commodity, and actually does what transparent markets do anyway. The more transparent the market, the more efficient it becomes. But the same thing here, which is if you make data as a commodity more transparent and you know where the value flows, then ultimately you make the trade of that data or its derivative more transparent and more efficient as well."
    },
    {
        "speaker": "E",
        "text": "But it might also level wages, much like globalization and physical workforce. The kind of the way that the west, the developed countries that charge higher wages, end up lowering their wages, so everybody has to work more. It's not straightforward that it levels everybody up in the third world to be equal to the first world. What we found is it destroyed wage growth in the developed world."
    },
    {
        "speaker": "F",
        "text": "So I think that may be true when the market is mature, but right now we don't think the market is mature."
    },
    {
        "speaker": "E",
        "text": "No, it's still early."
    },
    {
        "speaker": "F",
        "text": "Yeah, it's still early. Right. And at that point, which I think is obviously a little bit out in the future, new systems will have to come into place and all of the companies in the space will have to adjust, as we have with slowing economies. This is basically a national problem. Oh, gdp growth is no longer 1015 percent a year. What do we do with 2% growth, 1% growth? Ok, we got to do these things, but we've got a while out before that actually happens, because we're still at single digit percentile global adoption. So if we believe that web three is the natural iteration of where the Internet is going, then we have at least several billion people more to grow into. I look at the metaverse, the development of web three in the metaverse, very similarly to how the growth of China in the early days, China kept growing because as an economy was just exploding in all these areas and all these new things were being developed. But it was hard for someone outside of China to understand what was going on. And to them, on the outside, it felt like a scam. It felt like it's impossible. A lot of people, if you may remember, were talking about the downfall of China and how it was all going to implode because it was all not real. Well, China certainly has issues to go through, but it's all real. It's a real economy, it's doing reasonably well, and it's not going away. And I think it's similar. The growth of China for the last 20 years up to Covid happened. I think the metaverse will grow in the same way because adoption will continue to more people will just join the metaverse."
    },
    {
        "speaker": "E",
        "text": "Final thing is one of the other ways I'm looking at mass adoption is ticketing. And I know you've been involved in Dapper. Dapper has just announced with Ticketmaster. The guys at Ticketmaster, nobody realizes, I know them really well. They've issued 10 million nfts. They've probably issued more nfts than anybody else in the world. And nobody realizes because they've seen that web three is kind of the answer to their world of music and sports and tickets and stuff like that. That's an area to me that feels very intuitive because tickets have become digital anyway. So if you have a wallet, you don't even know it's an NFT. It's irrelevant. It's just this is your way and you get to keep it afterwards and you can trade it afterwards. I think that's going to onboard hundreds of millions of people really quick, because people don't even know that it doesn't need to be blockchain. They don't need to know it's blockchain."
    },
    {
        "speaker": "F",
        "text": "Yeah. So, I mean, I agree with this. We actually backed another company called Moviepass, which sort of is going through a little bit of a rebirth, having sort of gone through, it's a new company. But Stacey is the one that says the original founder of MoviePass, and he's basically doing it in a web three way and sort of in his own way looking to reinvent sort of the moonbeam ticketing business through that approach. Again, for onboarding, I think it's a very natural one. It seems to make much more sense. And it also becomes in some ways a kind of a tradable asset if you want it to be, for instance, which obviously it has within it the embedded utility of using it."
    },
    {
        "speaker": "E",
        "text": "Yeah, I mean, I've still got my, above me here is my ticket from Live Aid in 1985 and my program from Liveaiden, you know, because they were a cultural moment in time that had significance not only to me, but probably about a billion people. So, you know, tickets are really interesting because they are a really special moment in time, whether you're at a sports game or a music event that matter to all those group of people there. And so they probably do have value. Not everything has value, but they can have value, or at least you get to keep them forever in a secure manner."
    },
    {
        "speaker": "F",
        "text": "And the other thing is that the value, and I think this is so important, the value doesn't have to be valuable from a sales standpoint. It can be just personally valuable to you as an heirloom, as some remembrance. And the other thing is what non fungible tokens. And the whole web three space does it digitally is it preserves your digital identity and gives you a digital legacy that is truly yours, because that's the other thing. Whatever we build digitally, the reputation and the image and whatever actually isn't ours, really. If you build a presence on Instagram, actually, that presence isn't yours, which is the crazy thing. It belongs to Facebook, actually, for instance, or whichever platform you're building, you're accruing their network effect, and you're not actually really getting that much value out of it. You're literally getting the equivalent of slave wages relative to the value that you're generating from that we're generating from the platform. I think this is something so powerful because as the end user as well, you can now own a piece of that identity, and just passing it on is a kind of keeping of that legacy. One of the ways that I sometimes think of the fact that we don't own a digital space in the web two world is a little bit like not having your last name in some ways, because you don't have a lasting visual identity until web three came along, because it would be erased every time. And back in the middle ages, basically, serfs didn't have a last name. They didn't have it because one of the reasons why some of their descendants would be named literally after the towns or villages or whatever societies they were after, because they didn't have a family tree, they didn't know where they were from, because they weren't meant to have an identity. They were simply laborers of whichever lord it was for, and they weren't supposed to have an identity beyond that. And there was something sort of really ruthless about that thinking, really, if you think about it at the end of the day, because by removing someone's identity, by not having an identity that is lasting, that you can pass on, it means that your next children or your next kin or whoever is part of that particular serf system will feel the same way, and therefore not have an identity and a root, and therefore always be servants. It's sort of that sort of classic feudal thinking. And while obviously we don't feel the same way today, because we don't live in a physical world in a feudal way, by actually always being subservient to a digital platform that could take away our identity or what we've built, like our apps on the app store or our handle on Instagram or our id on Facebook, we're actually under their control."
    },
    {
        "speaker": "E",
        "text": "Yeah. And we lose history. It's hard enough as it is you have photographs of your grandparents and then you lose the photographs or they deteriorate and the history disappears over time. I think of how does the human soul survive? It's actually a memory. It's a memory. And this gives a way of kind of recording truths from whatever perspective that is in perpetuity that didn't exist, because history is always written by the victors. And so you kind of change the narrative of what it is. But blockchain is going to present, this is what the facts were at the time. What does that mean? You can interpret it differently, but it doesn't get spun because none of us go back and read the newspapers from 1822 to get our spin. We've read it because we've read something from Neil Ferguson or somebody and we go, well, that's roughly true because he's a good guy. So I just think it's super fascinating. Yeah, look, as ever, amazing to chat to you. I think we could have spoken for a few hours because there's so much to talk about in all of this. But look, I really appreciate your time coming back on and good luck with everything. You're up so much. You're as a huge inspiration to everybody in this space. So well done."
    },
    {
        "speaker": "F",
        "text": "Thank you so much. And I think one of the things that maybe as a thought process here for us, for Animoca brands as a company, we really want to build up the open metaverse. And so today, actually we have over 380 investments. I don't know when we spoke how many investments we had, but it was probably maybe a couple hundred less from that. And one of the reasons we invest as prolifically as we do is not because we are hoping. I mean, of course we want every company to succeed, but we're not doing it because every single company needs to have 100 x return. I mean, it would be great if they did, but it's about building an ecosystem. And in some ways we feel to us that, and we hope maybe other companies can think of it in the same way, that as we keep investing in the space, it is a way of giving back to the community that has helped shape us as well. And I think that's part of the ethos of web three. So us making many investments isn't just about making the best return only, but by investing back into ecosystem, we ensure that the ecosystem itself has sort of a sustainable, longer path. And I also think of this in a different way, of what if we thought of the real world or physical world in the same way that if we have success in our own life, then how do we give back? And by the way, we don't mean that in sense of charity, by making angel investments or supporting domestic businesses, actually, you end up contributing back to the communities as well. And those communities that do that successfully actually are doing quite well. Like for instance in the Bay Area, angel investing as a culture is embedded in that culture, and it's a much more thriving society, shall we say, than many other parts of the world which don't have that culture, for instance."
    },
    {
        "speaker": "E",
        "text": "Yeah, and by doing that, you create the probability of an outcome from breakouts in the space and the overall probability of the space getting faster adoption. Look, it's really clever, but yet fantastic as ever to chat. I really appreciate it."
    },
    {
        "speaker": "D",
        "text": "Hi, thanks for listening to this podcast. If you enjoyed listening, I've got a free membership waiting for you. If you want to understand the future of everything, then understanding digital assets is the key. Were not ever going back to a pre crypto world. Blockchain technology is transforming literally everything from communities to healthcare to real estate to, well, everything. Thats why in 2020 we launched Real Vision Crypto, the worlds premier cryptocurrency and digital assets video channel. Right now, real vision Crypto is helping more than 300,000 members around the world understand the biggest wealth creation opportunities in generation and maybe of all time. And even better, real vision crypto is completely free. All you need to do is input your email address and you get full access to all of the videos and the incredible emails too. Please visit realvisioncrypto.com that's realvisioncrypto.com and start learning about this incredible world."
    }
]