[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com."
    },
    {
        "speaker": "B",
        "text": "Tech."
    },
    {
        "speaker": "A",
        "text": "All lowercase. That's Shopify.com tech."
    },
    {
        "speaker": "C",
        "text": "Welcome back, everybody. My name is Rayfield Hyde, and for another episode of Web three talks today we have a super special guest. I'm so excited to chat with Raul because lately, as you know, the markets have been kind of taking a turn. And so there's a lot of exciting stuff to cover. And we're going to go into that first after I just cover a little bit about Raul's background. Raul has obviously lived an incredible career covering so many different topics and sectors. And so that being said, before his current ventures, Raul was the director at the NatWest Markets, the head of european hedge fund sales at Goldman Sachs, portfolio manager at GLG Global Macro Fund. And of course, today, I don't know how you have time for all this, Raul. This is a tremendous list of projects as the CEO and co founder of the global macro investor. Fantastic production. I love that exponential age, asset management, real vision. So long term fan, I know we have a lot of people in the audience are also big fans of real vision. And of course, your new venture, science magic Studios. So that being said, welcome roll. Thank you so much for joining us today."
    },
    {
        "speaker": "B",
        "text": "It's great to be here. Thank you for asking me. I'm looking forward to this."
    },
    {
        "speaker": "C",
        "text": "Absolutely. And so where are you calling in from today?"
    },
    {
        "speaker": "B",
        "text": "I'm in my house in Little Cayman, an island of 140 people in the middle of the caribbean sea. So I live between here and Grand Cayman, which is a slightly bigger hot, salty rock in the middle of the caribbean sea. Wow."
    },
    {
        "speaker": "C",
        "text": "That's awesome. That must be a wonderful place to live. And I'm guessing there has been a lot of people relocating to the Caymans for crypto and web three ventures."
    },
    {
        "speaker": "B",
        "text": "Huge amounts. Huge amounts. It's ongoing as everybody from makerdao to Aave to blockchain.com to chainlink, everybody seems to be moving here right now. So yeah, it's exciting time. Lots of people here on Ireland to talk to."
    },
    {
        "speaker": "C",
        "text": "Very, very cool. So before we jump into what you're working on now, I love kind of going into the origin story. I think there are a lot of people in the audience who are familiar with your work, but let's touch on it a little bit. Let's rewind back to your time at Goldman, because I know I'm a long term fan of your work, and I'm familiar with some of the predictions you've made, identifying where markets shifted, all prices change, inflation, etcetera. I'd love to have you maybe share a little bit of some of the patterns that you recognized while working in traditional finance, because I know that really drove you into the new wave of crypto."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think it was at Goldman when I learned really what the business cycle meant, which is the basis of how I look at the investing framework along with secular cycles, the big picture view, where are things going over the longer term? And I was so lucky because in my desk at Goldman, the people I would speak to every day were the worlds most famous hedge fund managers like Stan Druckenmiller and Paul Tudor Jones. And I get to see how they invested, how they thought about the world. And I would distill it down to my own opinions. And I started building out a framework of understanding of the business cycle and what drives economies. And therefore, how does that correlate to asset classes, and can you predict them based on it? That understanding has worked all the way through in everything ive ever done, the secular cycle and the business cycle all the way through to crypto now and even the businesses im building."
    },
    {
        "speaker": "C",
        "text": "Wow, thats incredible. Okay, so I want to talk about that a little more because I know youve talked extensively on some of the problems with the system and how it enables bailouts to happen, defaults maybe like credit defaults. Can you, can you talk about that a bit more and how that kind of shaped your thesis for maybe decentralized finance?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So what I had realized is demographics are pretty much everything. Most people dont really think about it, but what happened back in the seventies when we had this last burst of inflation thats pretty famous that everybody now wants to be Paul Volcker. That was driven by something unique, which was the highest number of 30 year olds ever coming into the workforce. That period of time was the baby boomers. There were 76 million of them. It was the largest demographic in all recorded history. And they all came into the consumption force at the same time. They got jobs, they got married, they had kids, they bought cars, they bought a suit, they bought a house, they bought a table, they bought a ship, bought everything. So this demand, massive demand shock. But the other issue is they all came into the workforce at the same time and competed with each other for jobs. And then as we got into the eighties, they realized that their wages weren't going up as much as they expected. The american dream come wasn't playing out. And Margaret Thatcher and Ronald Reagan started introducing the ability to get debt so high, purchase for a car and then mortgages, and everything became more and more available. So they topped up their income with debt. That was okay. But they then started to also invest in the stock market in their kind of late thirties when they got further into their career, creating this big stock market bubble that went on into the nineties. In the nineties, something else happened, which was again, that constrained these guys. So not only were they competing with each other for jobs, but suddenly in 1996 onwards, the NAFTA North American Free Trade organization, the WTO, happened. Eventually, China comes into the labor force, into the global labour force in around 2000. So now the average american worker is competing with a chinese worker who's earning one 15th of their wages."
    },
    {
        "speaker": "C",
        "text": "Okay?"
    },
    {
        "speaker": "B",
        "text": "So everybody starts moving abroad. Technology comes in, the rise of the personal computer and then the Internet, which means that they're more under pressure because as Google knows full well is everybody gets replaced by technology over time. So what happens is they took on more and more debts. That also meant that after 2001, which was the kind of the tech crash, they started moving into housing, because these guys are now moving towards retirement. So they start moving towards retirement and theyre desperately trying to have enough money to retire, but they havent been earning more than inflation over the last 30 years, so theyre just not getting anywhere. So they start borrowing money. So now theyve borrowed stuff for consumption, then they start borrowing for housing. It ends up to be another bubble. It blows up again. This is now creating problems for the entire pension system, which is the other part of their future. So again, they continue to take on debt. But then now the governments realize this too. At 2008, the new invention of quantitative easing happens, and thats a way of governments basically debasing their own currency by printing more currency so you can alleviate the value of the debt. But it also meant that asset prices went up and these people didn't get any richer because they couldn't afford to buy the assets that went up. So the rich got richer and the average person didn't. So they borrow yet more money. So we've now got a system where the government's, well, the central bank is helping support this very indebted system, which almost went bankrupt. We then get to 2012 and the worst case scenario starts to happen, which is Europe and these sovereigns, I mean, Italy was the fifth largest economy in the world at the time, almost went bust, as did Spain, which was the 8th largest economy. So 2012 we have this massive financial crisis in Europe based on governments almost going bust. So again, the ECB now start printing money as well. So the only solution to servicing this gigantic debt load is printing more money, which drives even more debt as yields go down. So now we've got a situation where the world is about 400% of GDP in debt. The US is 100% of world GDP in debt. It's the most indebted economy the world has ever seen. So when you've got a very indebted economy, if you raise interest rates on people, it hurts fast. And that's what's happening right now. We've got a world where we are so sensitive to rises interest rates that it's very difficult to control economies. And central banks don't really have many interest rates. We talk about a lot of interest rate rises, but we're not even at 3% yet. So it's barely anywhere. So we've got ourselves in this very fragile system where anything can break it, and governments everywhere, we've just seen it with the UK, we've seen it with Japan. Everyone's trying to paper over the cracks to try and stop this thing falling apart, because if it does, it's the end of the entire financial system and most of the global government bond markets. So it's an extraordinary moment in time we're living through. And it was that living through and predicting this in 2008 and 2012 was why, in the end, I realized I had to do something about it. Firstly, educating people about it, which was the birth of real vision, which was, I want to democratize the kind of information that I could get being the epicenter of the financial system and give it to everybody. But it was also my journey into crypto as well. Was that period in time realizing we needed to find another answer? Because this is not the answer. Debasing currencies endlessly, taking on more and more debt to try and keep the thing going, doesn't work."
    },
    {
        "speaker": "C",
        "text": "I couldn't agree with you more, and thank you for describing the timeline there. And those generational events that drove financial products that leverage the system, created enormous amounts of inflation. Obviously, the quantitative easing problem is significant going into wintertime. I know there's, we're kind of going into this energy crisis in Europe, and of course, a lot of american dollars are driving, I guess, are the base of the lending. How do you assess that with how the worsening is going to continue because I think there's a larger defaults that are expected to come in the coming months with three to four x energy costs for some of the smaller, not as resource rich countries in Europe."
    },
    {
        "speaker": "B",
        "text": "Yeah. So you've got this really terrifying dynamic right now, which is a supply driven shock, particularly in Europe, where because of Russia, they can't get access to the energy that they need, so therefore they have to pay up for it. So the energy costs have gone through the roof. The European Central bank has already started, the governments already started giving handouts to people and to industry to try and save them in this situation. But, and interest rates have gone up. So youve got this heavy mix where growth is going to implode on the back of it. Meanwhile, the US dollar has gone up because theres all of these debts. And if youre not generating as much income because growth is slowing down. So this is companies and banks all around the world, they start having to bid up money to get the dollars that they need for debt. The central bank in the US is reducing the number of dollars in the system. So you've got a game of musical chairs going on, whether the Fed is taking away chairs and everybody's scrambling to buy dollars. The first to blow up with Sri Lanka. But we've got a bunch of countries all speaking to the IMF for their needs. We've got Japan letting go of its currency to support its bond market because it's got an aging population and massive debts. We've got Europe on the cusp of doing it with its bond markets. And the UK started last week. So we've got these gigantic economies dealing with collapsing currencies versus the US dollar, rising input costs because of the issues going on in Ukraine and some of the supply issues left from COVID So it's a really creaky, dangerous, scary situation. Corporations are going to find it harder to fund themselves. We've got massive companies like at and T, like $200 billion in debt, and the funding costs have gone up maybe ten x just from the interest payments. So that eats into cash flows as well and slows the economy down, which is why everybody's feeling super nervous right now about what this leads to."
    },
    {
        "speaker": "C",
        "text": "Yes, I couldn't agree with you more. I didn't take a deep breath. That's a lot. It's a lot to take in, but it's important information, so I'm glad we're diving into that. As I was digging into this and I was looking at the rankings of credit default swaps across the different countries are there any leading indicators that you look to or is there a prioritized list of global economic indicators that you look at that are the most important to you?"
    },
    {
        "speaker": "B",
        "text": "So right now it's actually just playing out very simply in the bond market and the currency markets. So smaller economies, less of an issue. Right now, the actual issue is these big economies like the UK, and you can see it in the currency markets. The next potential shooter fall here is Italy. So Italy's voted into yet a new government, but the italian bond spreads versus Germany. So that is a measure of their risk is going up. And if that gets out of control, it's going to force the European Central bank to backstop it again, which they've said that they will do. What does that mean? That means that they will start buying more italian government bonds. So that's more quantitative easing. See, all roads go back to the same thing, which is take all of the debt and put it on the balance sheet of the central bank. So in Japan, about 70% of every single government bond is owned by the bank of Japan. They basically own the bond market. One day we will come in and they will just write off all the debts, call it a debt jubilee, but usually when that happens, the currency collapses. So I think watching what's happening in bond markets, the rising of interest rates is concerning and that is part of this component. The other is watching the major currencies and looking at that. And then it's looking at, I would use the ISM survey, the Institute of Supply Management survey, which is the best guide to the business cycle. And you can all get it on Google, you can find it. And what we're looking at is that rolling over and coming below about 47, which marks a recession. I think that happens very fast. So the further growth goes down, the more the risk goes up of somebody blowing up. But on the flip side, the higher the probability of the central banks starting to print money again. So were at this point where everyones at max fear, but max fear probably means the probabilities are starting to rise of the central banks. And weve seen that again with the UK this week or last week."
    },
    {
        "speaker": "C",
        "text": "And since we saw so much pain from like the infrastructure bill, I think it was like $3 trillion in the US from the year, I guess the year after. And now we're experiencing that inflation pain. Wouldn't you assume that further printing to offset these losses would just create further inflation down the road?"
    },
    {
        "speaker": "B",
        "text": "Mike well, so this is the big debate. I'm on the opposite side. So everybody thinks that inflation is the enemy, inflation is one of the most backward looking economic indicators. And really, the inflation now was baked in the cake 18 months ago. So my job in global macro analysis is to look forward 18 months and say, what will the world look like? Just the rate of change. Comparison of price changes is likely to lead to very low inflation numbers. Doesn't mean prices come down. But then I look at the oil price come down from $120 to where are we now? About $80. We've seen stuff like steel down 70%, lumber down 70%. Almost all commodities have come down. So those supply shocks have gone. The other supply shocks you used to be able to see in shipping prices and stuff like that? Well, shipping prices have come down, so almost all the forward looking indicators of inflation are coming down. So now the market's fixated on wages and rents. Well, the house prices are coming down. We're already seeing that demand for housing has collapsed, and housing and wages are always the longest lags. So over the next six months, we'll start to see them roll over, too. So my guess is if we were to have this call in a year's time, inflation is closer to 2% than it is to 9%, which is a shocking turnaround in events. I think inflation goes negative. So if I'm right, that growth is imploding and inflation is about to evaporate, then the probability of the central banks coming in yet again to try and support growth goes up exponentially. Let's assume I'm wrong, then. The flip side of this is let's assume that the moment that there's any sort of recovery anywhere, that oil prices go up, because there's a supply issue in the oil markets and some of the commodity markets, like copper. Yes, that's possible, but you have to have really high oil prices to have the same amount of inflation. So could inflation be sticky at around four or 5%? That's where the market is talking about it on Twitter, loudly, all the economists. But I'm looking at the five year breakeven inflation rate, where inflation rate is expected by actual market participants in five years time, and it's currently 2.2%. One year breakeven inflation is 1.75. So the market's actually pricing in something very different than the narrative. So I think it's setting us up for actually a big shock compared to what people think, because we've been told, inflation, inflation, inflation. That's the fear. I think the next round is falling inflation, falling growth, rising unemployment."
    },
    {
        "speaker": "C",
        "text": "Gotcha. Thanks for sharing that perspective, because I think there is a lot of misconception around inflation as being kind of the almighty signal that, well, because people, people."
    },
    {
        "speaker": "B",
        "text": "Always anchor on the past, right. There's a heuristic bias within macroeconomic forecasting, and generally it's to done to do with what is your big bogeyman? What is your fear? So everybody who's seen central bank printing the excessive use of interest rates, who are slightly older, so particularly the baby boomer generation, their big fear is the seventies. Anybody who's in their thirties has never seen anything but low interest rates. So there's an argument over who's right, because these baby boomers have been saying, we want to prove that we're right, that this was the wrong move. And they anchor on the 1970s saying it came, inflation came down after the oil shock of 74 and then went back up. However, this time around, we're missing those baby boomers. We started this story with, who turned 30, that we don't have that more. We've got the largest number of retirees in all recorded history. And countries like Japan, Switzerland, Italy, Spain have shown us what that means. It means they stopped consuming. I remember when my father retired, he was in a good earning job, and he had a reasonable amount of savings for his retirement. The moment he retired. You're faced with one thing is how long am I going to live for? How long is my wife going to live for? And do I therefore have enough money? And so what you do is stop spending. I mean, he must have reduced his spending in the first three years of retirement by 60, 70% because of this fear, because nobody wants to be 80 years old and be destitute. So you become naturally incredibly cautious, which is a huge drag on growth."
    },
    {
        "speaker": "C",
        "text": "That makes a lot of sense. Or he could call you."
    },
    {
        "speaker": "B",
        "text": "Exactly. I've been there. I've done the bailouts, the father bailouts."
    },
    {
        "speaker": "C",
        "text": "That's nice. So I want to go back to that moment you had at Goldman when you were like, oh, my God, crypto. This makes sense. I need to create this, this portal of information called real vision today. And I think at that time, because I think I'll just make some assumptions, crypto wasn't exactly mainstream yet, wasn't really accepted."
    },
    {
        "speaker": "B",
        "text": "Let me give you the story, because it's a really interesting story, is I was writing global macro investor. I semi retired from the rat race and was living in Spain, on the mediterranean coast, writing research for the world's biggest hedge funds, family offices, sovereign wealth funds, corporations, stuff like that. And I see the financial crisis, I see the european crisis. I see, friends of mine go bankrupt because they're all in property in Spain. I lived in a beach town in Spain. People go bankrupt everywhere. And people come up to me in the street and say, why didnt we know? So that was why I started real vision, knowing I had to create something to give them the information. But the flip side of it is, I knew now how broken the financial system was. And the key issue weve got is, in a very leveraged financial system, the collateral, the assets dont cover all the people whove borrowed. So if you take a claim on the collateral, you only get a small fraction of your money back. That's what happened in Lehman Brothers, and it's what happened with AIG, and it's happened all across, and that's nearly what happened in Europe, because the sovereign government bonds are actually the collateral for the entire financial system, and they almost went bust. I thought, God, nobody knows who owns what. Everything's re hypothecated, relent out numerous, numerous, numerous times. The average us government bond was relent out 15 times. At the peak of being. Before 2008, it was 32 times. Wow. So I'm like, okay, we need something different. So I went around the world and, sorry. Then what happened was Cyprus bailed in their banks, which means you've kept your money in the bank. The bank goes bust, they take your money. Now, that shouldn't happen. It should be bring friends. But that's what happened. So I thought, okay, we don't own anything and we don't know who owns what. Okay, this is a really, really bad situation because this debt is not going away. So I went around the world with a couple of family offices to try and start the worlds safest bank, because I thought, we need a different way of doing this. And thats a really hard thing to do to set up a bank. But we were in Singapore, the US, the UK, and Switzerland looking at that when somebody tapped me on the shoulder in 2012 and said, have you looked at bitcoin? Id seen bitcoin. Im a macro, guys. Its my job to see new assets as they rise. And the moment I saw it and explained to me how blockchain worked and what bitcoin was itself, I sat down, thought about it, wrote the first ever macroeconomic strategy paper about bitcoin in 2013, and looked at it versus gold, I said, well, if this is digital gold, so this is the new version of digital gold, and we can build the entire financial system rails on blockchain. So we know who owns what, which is the key issue. I saw at the massive global level. Okay, this is valuable. So I compared it to gold and got a valuation of a million bucks, and bitcoin was $200. Okay, this is the best reward you'll ever see in your entire life. So then I always discount myself for being an idiot. So I said, I'm 90% an idiot, maybe 10%. Right? Let's assume that it's worth a hundred grand. It's $200. This is still the best reward bris. Rawr. Ever. See? So I bought it then. And then I've been on that journey in crypto from bitcoin, then seeing smart contracts rise, seeing how every contract, even me coming today on the zoom, is essentially a contract over email, and speaking with you personally is like, yes, I will do that. It's a contractual term. Every ticket, every hotel room, everything's a contract. And then you start realizing, oh my God, this is all going on blockchain, rails. And not just the financial system, not just a currency, but basically every part of our digital world is going to end up on blockchain technology and it's going to be a better way of doing things. It's kind of missing jigsaw of the Internet."
    },
    {
        "speaker": "C",
        "text": "And I recall years ago actually hearing you speak on real vision about the metrics used to value an asset and assess value of crypto assets, and one of them being network propagation, and how there's just unlimited propagation for a lot of these crypto applications and tools. So it's still true today, I think."
    },
    {
        "speaker": "B",
        "text": "Yeah, look, I mean, Google or Alphabet's a classic example of network effects. It's a network company that has allowed application layers to be built on top of it. So what you've got is enormous value. It's the same with Facebook, it's the same with a bunch of these. The difference here in this, what makes this the fastest adoption of any technology in all recorded history. It's twice the speed the Internet got adopted at. Which itself was the fastest adoption of any technology in history is because unlike Facebook, if you're a Facebook user, you get to use the Facebook network, but that's the only benefit you get. While the shareholders make all the money in this new world, if you're a token holder, you get to participate in the network and also the value accretion from the network. So it becomes super viral in how it works."
    },
    {
        "speaker": "C",
        "text": "And I couldn't agree with you more. And I think that ethos is so important, especially as, like, large corporations and web. Two companies start to consider how they can adopt web three technologies. One thing I want to call out is now just since, I guess since the beginning of the investment vesting in web three technologies, we've seen Alphabet, BlackRock and Coinbase do that partnership and Samsung, Goldman and Microsoft pumping in billions of dollars. I think even Alphabet as a whole is around 1.5 trillion. I think this is all public into large projects. Do you see that starting to start delineating like the crypto market from the securities market? I know we're still at about 1% to 2%, but when do you think we'll see a little bit of a departure where the crypto market will operate?"
    },
    {
        "speaker": "B",
        "text": "First, we need to clear up this macro situation that we talked about because nobody can deploy capital. I mean, everyone's either cutting staff or lowering their budgets. What I'm seeing is every large corporation, anybody with brand community or any of these is working hard like you guys are and figuring out what does web three mean for us. Some people are super far advanced, like, you know, a lot of people don't realize Ticketmaster has issued more nfts than any company in the world, 10 million nfts. So there's people already catapulting. But all the big web two players are involved. Everybody in the financial system is involved, everybody. And they, I mean, Goldman's been involved in this since 2015, so you just don't see it really because they're cautiously moving forwards because of regulatory issues. But everybody knows that this is where it's all going. So we're seeing. I've never seen anything like it personally. It's kind of a little bit like the Internet, but it's just, as I said, faster pace and actually larger in scope, which sounds crazy, but it is because it accrues value itself to these protocol layers. So there's this massive value accretion that comes. So if I compare where we are now, call it a trillion dollars of asset valuation in digital assets, well, almost all the traditional asset markets are two to 300 trillion each. We're going to get there in probably ten to 15 years. I mean, this will be the fastest accumulation of value the world has ever seen. Fastest and largest, bigger than oil, bigger than the Internet. It's just a very, very different thing. It's quite the phenomena. So the point being is as soon as the macro clears up everybody from you guys, I mean, we already seen meta moving further along, faster than launching stuff. Yeah, everybody's going to launch and every bit is going to be put in capital. And don't forget like you guys and everybody else, everybody's investing in VC in this space already. So everyone's taking a first look what's happening? Where is it going? How do we get involved? So the VC money of $60 billion that went in in the last 18 months because of the speed of the cycle in crypto, we're going to see a whole lot of products and new changes and new innovations coming in the next six to twelve months, and we'll move the whole narrative forward exponentially yet again."
    },
    {
        "speaker": "D",
        "text": "This podcast is sponsored by ramp. Are you the decision maker in your company? Consider this, for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, ramp software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank and celtic bank members of the IC. Terms and conditions apply."
    },
    {
        "speaker": "C",
        "text": "I couldn't agree with you more. I'm very, very bullish. That being said, what sectors of web three are most interesting to you?"
    },
    {
        "speaker": "B",
        "text": "So im interested in two levels, which is why I started those two businesses. Exponential age asset management. Every investor in the world is going to invest in the sector right now. Its probably something like half a percent or a quarter of a percent or something of peoples investments and its going to get much larger. So how do you capture that? Thats why I started an asset management company that invests in digital asset hedge funds. Okay, so that's part of the trend. Much like again, you guys at corporate level through the VCR will be investing in VC companies. So you're capturing the trend. The other thing is the big light bulb moment for me was realizing that tokenization is going to unlock intangibles and global balance sheet. So what do I mean by that? Intangibles are things like brand and community. I think is McKinsey put intangibles at about $60 trillion on global balance sheets. How they come up that number, I have no idea. And again, however wrong it is, doesn't really matter. The point being that tokenizing brand and tokenizing community is going to put this on the balance sheet. So every firm is incentivized to do it, which is why you guys are looking at it, because it actually becomes a way of, of tokenizing community or network effects. So if you think of it in these terms, is Disney is a $250 billion company. They're probably the most culturally relevant brand on earth. My guess is they touch more people. I think everybody's got a Disney story. Whatever age group you are, you know, Disney, Disney has a part of your life, whether it's, you know, in whatever function. What is that worth? If you were to tokenize the various sub franchises like Marvel or even Mickey Mouse or whatever it is, right? What is that all worth? Disney is a brand. Could Disney have its own currency? Essentially? Could you have a social token? And NFTs, all of that combined is probably a trillion or 2 trillion. That's not even on their balance sheet. It's not even valued that way yet. So I'm really excited about the tokenization of culture. Culture is the thing that we are all involved in at scale. We all live a life. It defines us as human beings. What are the big cultural identities? Music. I'm a big music fan. Music is a cultural identity that we have. Secondly, fashion. Fashion is a cultural identifier, something people are passionate about. Thirdly, sports. You know, that's, it's so tribal, so cultural. And finally, probably movie, tv, book franchises, that kind of stuff. The other two, I would say would be politics and religion, but I probably wouldn't want to get involved in tokenizing those science magic studios, the business I've set up, co founded. The job is to help giant corporations with giant communities tokenize this culture because that is a huge unlock."
    },
    {
        "speaker": "C",
        "text": "Wow. And that being said, because, I mean, that's really exciting. What sort of, like on ramps are you thinking about to bring on the next hundred million users or people? Do you see it as like a web 2.5 or like a web just three? Because I know that a lot of the problems we think about are, you know, when you on ramp new users without having proper education, it's just kind of gets really messy. How do you, how do you see that?"
    },
    {
        "speaker": "B",
        "text": "My advice on this and what we're advising people with science magic studios is be true to web three ideals, but do not try and sell people Web three because they have no idea what you're talking about."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So really, you know, we're all used to things like the, like buttons and reward systems. We've seen Reddit do great job with this already, and they've already integrated a token. So the big unlock is making it easy for people. Where makes it easy. I think one of the single biggest points of entry is tickets. Tickets for anything, particularly events at scale. You can, you can get, if you held, if you held a metaverse festival of music and got some of the biggest bands in the world there, like Coachella. But on the Internet, you could get 100 million people into nfts immediately, just because as long as you've got a wallet integration, you can just drop it to them. And there are now wallets that you don't even know. You don't need to know what chain it's on or anything. It's like, here's your thing. So that's how Starbucks have been doing it, and that's how several brands have been doing it. That's how Ticketmaster have been doing it. Ticketmaster genius said, well, every time you get a Ticketmaster ticket, much like your Apple wallet or whatever, you can put your ticket in your Ticketmaster wallet, right? So for easy access, they made their Ticketmaster wallet web three. So then every time you go to an event, they drop you nfts. So now you've got nfts. Not done anything, you don't know anything about blockchain, and you don't need to. These are just digital assets that move around. So you guys have the greatest property on earth to do this, which is YouTube. It is without question perfectly aligned for the crater economy and web three. And it can be a reward system, incentivizing people to do it. And that's much what meta are trying to do. But you have a more powerful engine there. It's really quite extraordinary. And you can break it down to a sub component like Reddit did, which is to go to, okay, we'll only do music or only do sport, or we'll start small because it's doable. So that's what we're trying to do at science Magic Studios, is tell people, you don't need to start with the smallest community first and whatever. You can do big things quite quickly without making it scary. You don't have to upset advertisers, you don't have to, you can just use it as a way of creating community at scale rapidly, and then you figure out how you go. It's an organic process. There is no answer, there's no rulebook, and that's kind of exciting because you can fail a lot, but fail small, figure out where you're going and if you build it in public, people will trust you. If you come with a big tada moment, nobody trusts you because like, you know, what are you doing here? And so, you know, I think Meta is doing a decent job of that by trying to build in public as much as they can. But still there's a lot of mistrust about, you know, what intentions are. But yeah, that's my thing is use digital, digital certificates or digital id. The other big unlock for you guys is if Alphabet creates a digital id, then that is, I mean, that's several billion people. Because if that was trusted, let's say it's a zero knowledge proof, so it doesn't even reveal anything about me personally. If you guys have that, it can be used as the access for the entire new Internet. That's one thing that you guys can do at scale bigger and faster than anybody else on earth."
    },
    {
        "speaker": "C",
        "text": "I couldn't agree."
    },
    {
        "speaker": "B",
        "text": "LinkedIn are going there and I spoke to them last week before and they're headed that way. People are looking at this for you guys. You just create digital id non threatening to advertisers, non threatening to anybody. You basically own every bloody wallet in the world."
    },
    {
        "speaker": "C",
        "text": "So YouTube, if you're listening, and the rest of Google, let's work on this. Rolla, we should work together. It'd be awesome to partner on something. I have one more question, then we're going to jump to Q and A. I know there's a ton of questions in there and you've already mentioned so many great ideas and opportunities for Google. And if Google is obviously a giant platform company, are there any other services or platform tools that you think would be interesting for Google to work on that would be helpful for web three as a whole?"
    },
    {
        "speaker": "B",
        "text": "For web three as a whole. I think if you solve identity, you've solved the biggest single problem in all of the Internet because don't forget what, and again, you guys are at the forefront of this. What OpenAI is doing and what all of these other AI platforms are doing is creating a world of pain where we don't know what is real and what is fake. If you become the authenticator, you can capture trust because look, web two is lost trust, we all know that. So it's no secret you can regain trust because trust me, trust me, in three years time, you will have no idea the video content or the written content, whether that is real or fake. When GPT-3 is writing stories and AI learns how it reacts. Nobody has control of their platforms any longer. This is a terrifying situation. And web three solves this. But it has to be solved at scale by people like you. You're the only people who can save the Internet from itself because nobody foresaw this. Nobody really realized how far this would go. But the acceleration of AI is literally terrifying. It's more scary than sovereign states acting within this space. But again, we solve that, too. We solve who is posting who is what, because we can authenticate without even knowing who they are personally. So I could be an avatar, but because I've got zero knowledge, proof as proof of what I've got. Now, don't forget, once you do that and if Google authenticates it anonymized, I can then go into a bank and just flip them my google token, and I can open a bank account in a second. So India did that at scale with something called Indiastack. They had this system called Aadhaar, which was a biometric authentication. And with the biometric authentication, you could put your KYC documentation. So now, when he wanted to buy a mobile phone and get a phone line, as opposed to going through all the indian bureaucracy of filling out endless paperwork, you put your fingerprint, you gave them access to your documents. They approved KYC in seconds. Same for opening a bank account. That got rid of even the need for a mobile phone to spend money, because you can go in and buy a pint of milk with a fingerprint because it links to your bank account. You guys can do all of this."
    },
    {
        "speaker": "C",
        "text": "Let's do it, Google. Let's solve the identity problem. I agree. That's actually one of my most, like, my favorite topics of web three. So I'm glad we can kind of see that eye to eye."
    },
    {
        "speaker": "B",
        "text": "So it's know your audience. It's really clever how this evolved. Again, this is the crowd doing this. You know, it's a 16 z who essentially pushed the Web three narrative because it took out the word currency that was upsetting everybody in Capitol Hill. Once you take out the word currency, it's less threatening. Web three, sure, everybody wants an improvement on web two. Like, web two is improved on web one, so it's easy, so it's different narratives. And again, this is why these decentralized networks are so virulent, is because narratives can shift and find its path like water. So we've got three paths. The financialization of this, which is digital assets. So when I have a. My fund of hedge funds, exponential age asset management, what do I do? We're a digital asset investment asset manager. When I talk to on science, magic studios, to popstar, sports teams, corporations, it's Web three. And when you talk to people who are really fearful of the financial system, that the people who want a way out, a parallel path, you talk about cryptocurrency and it kind of works."
    },
    {
        "speaker": "C",
        "text": "I love that role. And that's a perfect note, I think, to end this on. Thank you so much for your time. Like this is incredibly valuable. I enjoyed this tremendously. This was the most heavily attended speaker we've ever had. So you pat yourself on the back."
    },
    {
        "speaker": "B",
        "text": "I hope I didn't disappoint. Not at all."
    },
    {
        "speaker": "C",
        "text": "I don't know. That's not possible. So we'll follow up. I would love to continue the conversation and find ways we can work together and build some bridges because I love what you're working on."
    },
    {
        "speaker": "B",
        "text": "Love to. And if anybody, you can hit me up on Twitter or LinkedIn, I'm always happy to help in any way. Or just chat."
    },
    {
        "speaker": "C",
        "text": "That's awesome. So give him a round of applause, people. I put his contacts in the chat, so please reach out, give him a follow. There's so much praise to be shared."
    },
    {
        "speaker": "B",
        "text": "Fantastic. Thanks, everyone. I really enjoyed it as well. And good luck with this. You guys are pioneers there, so keep pioneering."
    },
    {
        "speaker": "C",
        "text": "Thank you so much, Raul. And thank you, everyone else. We'll see you next time for the next episode. Have a wonderful day."
    }
]