[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020 baby get 2020. Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time."
    },
    {
        "speaker": "B",
        "text": "Unlimited more than 40gb per month slows."
    },
    {
        "speaker": "C",
        "text": "Full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hi, everyone."
    },
    {
        "speaker": "E",
        "text": "This is Raoul Pal, the CEO and co founder of Real Vision. And welcome to my podcast. Every week I'm lucky enough to speak to tons of smart and innovative people in the financial game."
    },
    {
        "speaker": "D",
        "text": "I get so much insight from these conversations, and that's why I'm to start."
    },
    {
        "speaker": "E",
        "text": "This podcast, so I can share that knowledge with you."
    },
    {
        "speaker": "D",
        "text": "I hope you learned from the discussions."
    },
    {
        "speaker": "E",
        "text": "And you can always find more in depth content@realvision.com."
    },
    {
        "speaker": "D",
        "text": "Enjoy the show. John, fantastic to see you, my friend."
    },
    {
        "speaker": "C",
        "text": "Raoul, it's always a pleasure. I love talking to you and with you at conferences here because you're so insightful and I've listened to a few of your recent things, and I learn every time I speak with you, so I enjoy it."
    },
    {
        "speaker": "D",
        "text": "And I'm here to learn from you today. So this should be fun. So it's, you know, it was interesting when you first came on real vision. It was really pre the massive explosion in your ecosystem. It was kind of like maybe a month before it just went vertical and you went thrust into the limelight of like, okay, here's the new big layer. One amazing success. So congrats. Obviously, the market feels somewhat different now we've gone through this lovely macro cycle. So let's start at big picture. How are you seeing the crypto markets, the macro, all that intersection right now? Because that's what we're all caught up in. How are you seeing it?"
    },
    {
        "speaker": "C",
        "text": "Absolutely. Absolutely. I mean, I think when I came on, obviously, you actually do a great job of highlighting three different things that make crypto asset prices move. I think your quote is the macro environment, liquidity and the network adoption or usage. Obviously, my being an operator position, I focus on the last one, which is the fundamentals. But there's no doubt macro and liquidity will affect the system. So from my perspective, especially since the last time I was on about 1112 months ago, the fundamentals are only improving. So there is as many transactions on the Avalanche network as they're on Ethereum on a daily basis now. We were of a labs, the company was 90 people. I think back then we're hitting 200. There were maybe less than 50 applications, or Dapps now depending on ones that we've helped, and other ones that just because it's a permissionless network that show up by some counts, it's close to 1000 different Dapps now on the chain. And it's been literally a lot of fun, a lot of hard work. And the hard part about the last time I remember distinctly we were doing this podcast and I couldn't talk about some of the stuff that I knew was down in the very very near future. And I hate to say it, it's going to be similar things this time."
    },
    {
        "speaker": "D",
        "text": "But yeah, I mean you raise a really important point is like your job is to build an ecosystem, to build a network, allow people to build on top of it, drive transaction volume and usage of the great protocol and product you've built. And in the meantime, the macro does what it does and you just have to wait it out. And I think what you're alluding to is people hear this term don't really understand what it means is it's time to build. It's like there's nothing you can do about the macro. And you and I have been around the investment business for long enough time to know is the business cycle goes up and down. And even though it's down now, it eventually goes up. And you have to plan for that. Because what we've seen is in these network adoption models, the adoption of this new technology, it is a long term logarithmic trend and we just move up and down within the trend and it feels terrible. I don't know what avalanche is down from peak 80 something percent, but what's weird is to most of us who've been in the space, it's kind of normal."
    },
    {
        "speaker": "C",
        "text": "It is very normal. It's so normal to me because I've been a tech investor and the volatility of bitcoin and ethereum and I was a high tech new emerging trends, whether it be mobile, SaaS or Internet back in the day. If you look at a company like Snowflake, great company, SaaS company right now, its annualized volatility, historical or implied, is the same as ethereum. To seasoned investors like yourself and myself. The asset prices dont mean as much if you have conviction in the underlying asset itself and whats happening there."
    },
    {
        "speaker": "D",
        "text": "But how do people separate out the signal from the noise? It's very different for you, because you're behind the curtain, you know what you're building. You've got confidence in what you've got. But for people who see everything going up or down, how do they figure out what's really meaningful? Network adoption and what is just going up and down with the crypto cycle, for example, how should they think about it?"
    },
    {
        "speaker": "C",
        "text": "Well, that's such a great question. And the answer, in my opinion is you focus more on the your rules, looking at macro liquidity and network adoption, and focus on number three and you can define how network adoption is to your own liking, but similar to how bottom up micro stock investors did it. You know, Tiger and Julian's passed away since rest."
    },
    {
        "speaker": "D",
        "text": "Yeah, I wanted to mention that to you. What a sad moment. What a legend, eh?"
    },
    {
        "speaker": "C",
        "text": "What a legend. Taught so many people. He was actually an innovator himself. I can talk about that later. But going back to your question, focus on the fundamentals and studying the fundamentals and defining what your metric is for the fundamentals. And therefore, if you look at the network adoption numbers, you can withstand that volatility a lot easier, because in your head you have more conviction that things are happening. It's a little harder when it's bitcoin and the use cases store value because then it's subject to a lot of other things. But at least for a fundamental bottom up investor, you just focus on the fundamentals. Valuations are hard in the space. You've taken some good cracks at it, looking at it from a sharpe ratio perspective and other things to give you some sort of rule of thumb. But really I would advise that people look at where the network adoption is."
    },
    {
        "speaker": "D",
        "text": "Happening and people get confused about network adoption. They think it's number of users, number of wallets, number of transactions. It's a whole complex bunch of stuff. It's all of those things plus the point you raise, it's really the number of use cases on top of the network, the Dapps, the people building on top of the protocol that creates all the interconnectedness of the network."
    },
    {
        "speaker": "C",
        "text": "That's correct. That's why I said you have to choose your scorecard of proper metrics for network adoption. I mean, certain chains will have different reasons for one metric being a lot higher than another metric. For good reasons. Just like a transaction for certain types of things will take more compute power than others. So you have to really decide what is the right thing to look at. And also another good trick is to look at in specific verticals, who is the dominant player there. So at least you can go and follow the best in class, if you will."
    },
    {
        "speaker": "D",
        "text": "So when you think of verticals within layer ones, how do you see the playing field between ETH, Avalanche, Solana and who else do you see? What is that playing field? How are people differentiated outside of the technology? Because again, a lot of people just throw it all together, but there is differentiation. How do you think about all of that?"
    },
    {
        "speaker": "C",
        "text": "I actually think I have a slightly different way to look at this than holistically than most people in this space right now. Layer ones remind me of the 1995 96 Internet search engine days. There was probably like 20 search engines at the time. This is even before Google became dominant. Lycos Insight blocks about.com I can go on and on and on and on. Or the early days of social media when that was just picking up and it's like Facebook, Twitter and all these specific use case social media started popping up. It should be like that right now because the space is so small and emerging. Any new player that could create more adoption, whether it's from development or users, is good for everyone, in my opinion. We need the power of all of these different layer ones or layer twos to work together to create more adoption. I mean, I always remind people there's probably at most a few hundred thousand developers in this space. There's 30 million web developers, 7 million Android, 3 million plus iOS. It is so small in terms of you look at TVL and Defi. I mean, right now, obviously it's very small and 50 to 100 billion. You've said this before. Depending how you count assets, there's between 500 and $700 trillion of traditional financial assets. So the space is so small, at some point I think you will consolidate. And I've seen for whatever reason, in the long run, the rule of three, there are three mobile carriers, telco carriers these days, at and T Verizon and T Mobile. There's basically somehow it always comes down to three."
    },
    {
        "speaker": "D",
        "text": "I don't know really why enough choice for the consumer. It's probably something to do with the amount of choice a consumer can deal with and regulation."
    },
    {
        "speaker": "C",
        "text": "And so the antitrust people don't show up. So it's really like two people and they allow a third to survive. But literally the power of three, when it starts getting down to three in that space, I mean, still, even today, like, you know, it exists. There's AWS, Google cloud, then there is also, you know, azure three, you know, so I think there's a reason for all of this. So as you get closer to the three number from the 25 or whatever in 1995 Internet days search engine. Then you should worry about specific differentiation. In the meantime, each one of these layer ones should be building a community that fits their technical capabilities and their own ethos and mission statement. Obviously Ethereum is the largest right now. It's almost like that's Facebook. Winner take most, but not take all. And I think it's great. Now we're talking about this pre merge, which will be very shortly. I'm rooting for the merge to work well so that the whole space can grow and hopefully that's the case. We'll see."
    },
    {
        "speaker": "D",
        "text": "Yeah, we'll come onto the merge in a bit. I think you're right. I first we need to see this broad range and then people make the decision. Okay, what works in the most number of use cases, the most number of things. What I have kind of noticed in my head. Have your thoughts. I was sitting down with Shaun from Algorand. We were having a drink here in Cayman because they're based here. And he said something to me which was, you know, we all end up needing to have a kind of headline story about us. It's that short narrative the space thrives on. Ethereum is the kind of Internet computer and we've got bitcoin as the store of value. And it feels that Solana, I spoke to Anatoly a couple of weeks ago, feels that they're trying to be kind of the mass market retail. They've got a store and they've got a phone and they're really trying for that. I think Algorand were thinking, well, do they fit in to be the finance chain? I know everybody can do everything, so it's not like nobody can. But if people want to anchor on what it is that avalanche, they should be thinking about where you're seeing the most number of applications. What is that?"
    },
    {
        "speaker": "C",
        "text": "Yeah, well, so it's definitely in finance, whether it's be crypto native DeFi or real world financial assets coming to the blockchain. And the second thing it's starting to get very well known for is gaming and Gamefi because the subnet architecture of Avalanche lends it so well to gaming companies who want to spin up their effectively their own layer one on top of avalanche very easily. So right now it's those two things. Yes, you said Solana's retail, but they're also very well known for nfts. Sean is a great guy at Algorand. They are definitely more enterprise and thinking things in that term. What avalanche has always been known for is the mission has always been we want to tokenize the world's assets. Defi crypto native stuff is a great way to be the first place to go. And I create adoption because the chain has instant finality. The consensus protocol allows that fast finality. And when you have settlement and payment almost happening at the same time at the point of sale, you unlock a lot of trapped capital. And that's very important for value exchange. So that's a natural reason in place why avalanche ecosystem developed around Defi first. And now because of the sub network architecture, gaming is going to be very, very big on the avalanche network."
    },
    {
        "speaker": "D",
        "text": "I spoke to Yatsui last week and he's like, we've only just started. We haven't seen anything yet. The whole gaming crypto crossover is coming very fast, particularly out of Asia initially. I mean, that's a super interesting thing to see where that leads to."
    },
    {
        "speaker": "C",
        "text": "He's a great guy and yes, and he's been in this a long, long time. It's not like he's a fair weather fan of this space. He's been there working on this as an operator for a long time. Great personal story, but he's right. I mean, I think in his space, especially, you know, in gaming and NFT related and metaverse related stuff, it's all. It's not properly defined because things are growing so fast and no one can really say this is exactly what it's going to be. And that's the excitement for me as an operator in the space to try to figure out. It's similar to how you in the old days and I in the old days as investors try to find that treasure hunt nest and try to predict and take so much pleasure as to where an industry is going. We as an operators have slight advantage in the sense that we're in the trenches, but it's the same thing in the hypergrowth environment. So I think where gaming goes and it's just my opinion is right now you have traditional third party aaa type gaming companies trying to figure out how to play in the space with very good gameplay. But you also have native gamefi type companies which are play to earn and other clever, I would call it almost like half defi, half gaming, which the gameplay probably is not as good, the visuals are not as good, but I. You have that component of earning and playing. So that has a different feel to it. At some point it's got to get closer together and figure out what is the killer game or the type of game."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation. We thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless how do you get 30? 30, baby, get 30, baby, get 20. 2020, you better get 15. 1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch."
    },
    {
        "speaker": "B",
        "text": "$45 upfront for three months, plus taxes and fees."
    },
    {
        "speaker": "A",
        "text": "Promoting for new customers for limited time unlimited."
    },
    {
        "speaker": "B",
        "text": "More than 40gb per month slows full."
    },
    {
        "speaker": "D",
        "text": "Terms at mint mobile.com dot. Just to explain to people who don't know because avalanche is now famous, everybody knows about it, but they don't understand the subnets. What does it mean and what does it enable for people just so they're fully aware? Because again, it's the unique thing about what you guys do that I think is important for people to understand."
    },
    {
        "speaker": "C",
        "text": "It's almost as if you think of avalanche as layer zero, and subnets are layer ones on top of avalanche that use an avalanche consensus protocol and you provide the developers the ability to spin up in a very easy and simple fashion by giving them SDKs to customize their particular subnetwork for transactions or for more validators or for depending on the need and type of vertical. Whether it's Defi or whether it's gaming, you allow the developers to worry about their core competency. And a lot of these gaming companies have ultimately had to start from the very beginning and fork chains and do other things, but that's not really what their business model is. Their business model is to create great games or great characters and then have usage on those games, but yet they have to worry about the substrate, which is not what they should be worrying about. That'll be like Facebook having to create a telco environment in order to provide people WhatsApp and Instagram. So it is a simple way for them to simply pick up a layer one blockchain experience very easily and almost like let other people worry about that. For avalanche is also a way to scale every single layer. One ultimately has to deal with the trilemma. And scale is a big issue because that translates into lower TPS, higher prices, all of that that make the user experience and developer experience worse. And Ethereum has layer twos to help them scale avalanche has subnets, and it does it in a horizontal fashion similar to what Cosmos and Polkadot do it as well. So there are three with this horizontal scaling methodology, and those are the three."
    },
    {
        "speaker": "D",
        "text": "So your job now, I presume, is building out at avalabs the team that you need, but it's also now figuring out the development of the network, speaking to people, people come to you and build stuff anyway, regardless because you built a great product. But it's also you have to go out there and help the market develop because these things are new. Talk us through about what kind of things you see and what areas you kind of push into without obviously giving things away. Because you really said, I can't tell you everything, but I just want to know that process because you're sitting there thinking, absolutely, it's a bear market. We need to continue to build our network. That's your job. What do you do?"
    },
    {
        "speaker": "C",
        "text": "Well, it ties back to what I said earlier. Yes, I have to think about growing the team, growing specific products, if you will, keeping the chain updated and how to have programs so that we can get more usage. But what I and the team here at Avalabs doing, it's a greater mission. It's about where do we get the next 1 billion users into the blockchain ecosystem?"
    },
    {
        "speaker": "D",
        "text": "Where is that? Where is that?"
    },
    {
        "speaker": "C",
        "text": "So in some sense what we're greater mission should be the same as all of the other players in the space. And obviously to get the next 1 billion users in, or just next hundred million users in, you're gonna have to go out further to the edge of the later stage adopters, maybe not completely over the curve, but like you're going further out basically. And there are many things you need, such as like a killer Dap, which not sure we figured that out yet, but one thing for sure, if you're going to go further out on the curve for adoption, you need a better user experience. So what avalanche is, when I say user, I also mean developer. Not just people, individuals who go in and use the applications. So the way we think about it is it's almost like we're a blockchain. Avalanche is a blockchain infrastructure company. Obviously you support Avalanche, the protocol, but what are the tools and features? And how do you make the sub network easy for the best developers to want to develop on Avalanche? So you can have the best applications, the most innovative applications, and then therefore users will want to use those applications. And then how do you give the user a better web three experience? And the answer is you have to give them a wallet that is similar to a web two feel, but it's more of on chain stuff. So you have to create infrastructure, tools, features for the developers as well as users to get them into the ecosystem."
    },
    {
        "speaker": "D",
        "text": "The one area, like all of us, we all think about this all day and the one area, I think, scales the fastest for several hundred million is tickets."
    },
    {
        "speaker": "C",
        "text": "Oh, yes, right."
    },
    {
        "speaker": "D",
        "text": "You know, I built this business, science magic studios, where we're tokenizing the world's largest cultural communities, sports, music, blah, blah, blah. And I've been thinking, how do you bring 100 million people in? It's not going to be through nfts and it's not going to be through Defi. They're all, they require specialist knowledge, and you have to be a bit of a nerd. But tickets, okay, what was fascinating is I spoke to the team at Ticketmaster."
    },
    {
        "speaker": "C",
        "text": "And they had a big deal recently."
    },
    {
        "speaker": "D",
        "text": "They've issued 10 million nfts, more than anybody else in the world. And because they're doing it because they already have a digital wallet for any Ticketmaster event, and so they just web three enabled it, and then they just drop nfts to people who've been to events. And I'm like, this is how to get to 100. How many people go to sports events and music events in the course of a year? 500 million? A billion? I don't know. The number's huge."
    },
    {
        "speaker": "C",
        "text": "But how smart is that from Ticketmaster? They're preventing themselves from being disintermediated. I mean, the artists have been coming in the last year or so to all the blockchain layer ones to talk about nfts so they can have more of that secondary transaction share, because the artists and the studios lose all of that once it gets off the primary sale. So Ticketmaster getting into the mix and getting ahead of the curve preserves themselves even more. Another example would be Mastercard. Mastercard is now down in Latin America with a big initiative with stable coins and trying to, and from covering the stock. Way back when, I realized something which is like, whoa, this is untouchable. Like kings in terms of margins and all of that, back 15 years ago when they first ipoed. But I think every fintech company and every social company is trying to figure out how to intimate that payments and even stablecoin company and even central banks, so they're very weak in Latin America. So for them to get ahead of the curve and adopt stable coins and try to create more blockchain adoption is a way for them to actually aggregate more merchants and get ahead of themselves. So this iteration of innovation on Web three, a lot of the incumbent players have seen the playbook, and they're not just going to sit quietly and let themselves be Amazon like retailers did."
    },
    {
        "speaker": "D",
        "text": "No. And I've, without naming names, I've spoken to all the biggest web, two social media platforms. They're all coming, they get it. And that's really interesting because those guys have a network of 3.5 billion plus. You know, just if we look between, you know, all Facebook's networks plus TikTok and a few others, there's not many others. And you've basically scaled to half the world's population. The other one that I talked to punk 6529 about is stuff like airline tickets and hotel rooms, which should be. NFT should be a secondary market. You know, the amount of business trips where you've bloody got to cancel your flight or your hotel room, you get stiff with it. The hotel doesn't have John going to have a glass of wine and a steak in the restaurant, so they lose the extra revenue even though the room's empty and they've sold it. If there was just a way of reselling using an NFT, you free up capital in the system which you talked about before, and that's hundreds of millions of users or billions of users."
    },
    {
        "speaker": "C",
        "text": "That is incredible. I mean, I field so many calls when people are trying to figure out that market. It's almost like loyalty points and how you aggregate them, how you trade them, et cetera, and letting the user actually keep the ownership of the points and not let the centralized body basically deflate the value of those points. So the hard part about that in the US right now, and this is the interesting thing about entrepreneurship in the blockchain space. Now, yes, the technology has gotten to a certain space, but it needs to get better understood. But domain expertise is becoming very, very important. So these loyalty networks, they exist a lot more readily in Canada, but in the US, the centralized entities, your Marriott points, your jetBlue points, whatever, your airline or your hotel points, they're very centralized control. The monetary system is controlled by that sole provider and they do not allow you technically to trade that, have to trade through them in a centralized manner. So these entrepreneurs have to figure out the hoops on how to jump through this in the US, because in order for you to redeem some of this stuff, you can't just take your Starbucks and go to Marriott or Marriott points and go to Starbucks unless there's a bilateral agreement between the two of them. So it's a different business challenge. But this is exactly what you're talking about, where the technology is there to give the power back to the user, and yet you have incumbents who are going to make it hard. So in the US it's going to be harder. But other geographies that these entrepreneurs are coming to, it's going to be a lot easier because it's less of that centralized aspect."
    },
    {
        "speaker": "D",
        "text": "Yeah, it feels like that Airbnb moment or the uber moment will come where somebody will say, oh, by the way, here's a platform for you to trade your hotel room as an NFT so you can get rid of it, and then you can do stuff like, you know, where the World cup is going to be. You hoard some hotel rooms, you can settle them later. All of this kind of. But it frees up liquidity in the system, creates opportunity. Somebody's going to do it eventually because it's needed."
    },
    {
        "speaker": "C",
        "text": "Yep, it's needed. When you have mechanisms out there that you can exchange value in an almost instantaneous fashion. Your stocks are still two day settlement, credit cards are 30 days. I mean, all of a sudden when you take that trap money out, you're making money more productive. So increasing the velocity of money. And as an investor, your returns would be so great if you didn't have to stay in a seven year duration of a fund or something like that. So a lot of powerful economic benefits, Mike."
    },
    {
        "speaker": "D",
        "text": "Yeah, the whole asset management business, there's another one. I mean, people are starting, but that whole liquidity of locked up periods, that's going to change."
    },
    {
        "speaker": "C",
        "text": "I think slowly, though, because again, it's a combination of the technology with comfort from alternative asset managers and users. But I think we're in like that 1970s mutual fund to go, individual investor buy stocks type of era, and maybe like 1015 years, it's going to be like, wait, why don't you just go direct and buy stuff?"
    },
    {
        "speaker": "D",
        "text": "Yeah, exactly right. And I just feel a lot of this gets tokenized. I know people like Apollo are looking at this. They made some investments in the space that I think that liquidity, which is at fund level right now, is like, well, you're locked up, you can't get out. And then it may trade at a huge discount. There might be a way of tokenizing these assets and therefore people are working on it."
    },
    {
        "speaker": "C",
        "text": "I promise you that."
    },
    {
        "speaker": "D",
        "text": "Yeah, that's right. I'm seeing a lot of people, and therefore it doesn't penalize the fund, but it gives the power back to the investors, say, hey, listen, I need some bloody liquidity. Fine, it's going to be at a discount, but it trades."
    },
    {
        "speaker": "C",
        "text": "I mean, that was my first aha moment back in 2017. Remember, I got into this space first as an investor because I thought bitcoin from a supply and demand imbalance perspective heavily on the demand side, was a great investment. But when I saw the ICO boom, in 2017, what I saw was, wait, here's a mechanism we can use to create more liquidity and give more access to everyone who wants to buy back then Uber Airbnb while they were still private, and not worry about waiting for the VC's to sell on you in an IPO. Again, great idea. Worked for a little bit, but wasn't commercially ready. And the rules and regulations, even though we did a proper ATS and a change in membership agreement of the ATS to support security tokens, it takes time for people to really want to adopt that in the marketplace to really happen. But this all happens over time."
    },
    {
        "speaker": "D",
        "text": "So in your privileged position of seeing a lot of stuff, people working on stuff, what have you seen? Again, you don't have to be specific that you go, wow, that's super interesting because we know this space, there's a lot of copycat stuff, but then somebody comes with something completely new, whether it's going to work or nothing, doesn't matter. But what are you seeing that you've gone, huh? This is interesting because in the back of your mind you're still a tech investor, so you still have that radar for stuff that comes to you going, well, that might really work. What are you seeing that's interesting?"
    },
    {
        "speaker": "C",
        "text": "Real world assets are coming to the blockchain in a permissionless manner, not just in a permission manner."
    },
    {
        "speaker": "D",
        "text": "When we talk about real world assets."
    },
    {
        "speaker": "C",
        "text": "Are we talking about financial assets? You know, title other things that are traditional in real life type assets are the tokenization mechanism, making it so easy to issue, to have your own ownership of the asset and to be able to transfer that asset later on. And the rights to that ownership and the transfer rights being embedded into code is just a more elegant solution. So these real world assets are trying to explore the tokenization method, and guess what? You have transparency. And you actually save a lot of money, because when everyone's working off of the same data set instead of their own silo data sets, you're creating workflow optimization and better database management effectively. So you're doing what SaaS does on the efficiency side, but even better. And you're also creating a new way to express ownership of value. That's what web three is to me. It's the Internet of value. And I know Dan's talked about it, you've talked about it. That's the first real big use case. And tokenization, whether it be stablecoins or other assets, is the killer app as I see it right now."
    },
    {
        "speaker": "D",
        "text": "So here's a question I get asked probably every day on LinkedIn or Twitter or people I bump into, they're like, yeah, I get it. And I get real world assets. When real estate, they're like, everybody asks the question, when are they going to start tokenizing real estate? We know there's been some experiments. The St. Regis in Aspen, there's been a hotel, there's some things. But there's a lot of people waiting for this because we all know how painful it is. You buy and sell a house, it is the worst process with so many people in the middle, so slow, so cumbersome. It's like a wrapped up gift for blockchain. Where are you seeing people with this? There's clearly people working on it."
    },
    {
        "speaker": "C",
        "text": "So we're seeing a lot of projects still. Okay, but for real estate. The problem with real estate is when you look at the benefits of tokenizing the right of ownership of real estate, it checks off every single box, potentially fractionalizing ill liquid market, long duration individuals can't get access. And all of a sudden you're like saying, wow, this checks off all of this stuff. And it's such a large market. Great, let's go do this. Like you said, there's been the Regis hotel, there's been all these other attempts. And the concept of buying that corner, a piece of that corner apartment in this area, matching it with another, you can suddenly create your own index fund of real estate based on asset class as well as geography. All sounds really good, but people forget."
    },
    {
        "speaker": "D",
        "text": "I was waiting for the."
    },
    {
        "speaker": "C",
        "text": "But real estate is the solution for. This is not actually a problem of the technology. It is the fact that real estate is very localized. So unlike stocks, traditional stocks, where you have a visceral feel because you go to Starbucks and you say, wow, I'm drinking that. Or you're interacting with social media. So you have a feel for it. You have no idea whether a piece of real estate in Denver is worth anything. So it's hard for, it's very local phenomena. So it's very hard for you to say, okay, I want to adopt that. So the commercial adoption of that is actually, I think, the bottleneck, not the technology. Now, what is happening we're seeing right now is people think of real estate simply as the asset side of the balance sheet, and they forget there's a liability side here. Real estate requires a lot of funding and debt. And there's a company we're working with who already has processed over $5 billion of structural products, mortgage backed securities, and all these types of asset backed securities through their system on the blockchain. And the reason why it's effective is because right now you have to be a lot for any type of asset backed security. There's a lot of fixed costs and a lot of intermediaries just have to deal with. So unless you're like a S and p 500 level type company, it's almost cost prohibitive, unless you want to do $100 million plus offering. So that means smaller enterprises have a higher cost of capital because they don't have this avenue for getting money. But if suddenly, if one of the benefits of the blockchain is obviously cutting out intermediaries and creating more efficiency, and suddenly it's no longer these high fixed costs and you have the transparency. So even the audit work is becoming cheaper, then smaller companies can actually go and do securitization offerings as well. And they've actually, in this current system, supported over $5 billion of cost savings for existing, call it asset backed securities. The next thing they're going to do is use that capability to hopefully create a marketplace and let smaller enterprises participate in securitization market, because now they can afford it because of the cost savings of the blockchain."
    },
    {
        "speaker": "D",
        "text": "Super interesting. But also you think if the title deeds were also on the blockchain, then things can clear quickly. So in the event of default, it just changes automatically and it's kind of done. You don't need the court system and the legal system and all of that stuff. That's why even if, let's say you don't fractionalize real estate, let's say that's too complicated for now. But just for somebody to say, you know what, let's get rid of this notary system, the legal thing, and let's just do this on a blockchain and we can transfer ownership. I mean, it frees up billions, well, hundreds of billions of dollars of capital and time."
    },
    {
        "speaker": "C",
        "text": "Absolutely. Absolutely. To summarize holistically, there's two benefits here of the blockchain, especially permissionless one. On one side, you're creating efficiencies and you're cutting out costs and removing intermediaries. On the other side, you're allowing access by new participants, creating new markets in a marketplace, and basically having ultimately more liquidity and price discovery. So it's like two sides of the coin. And hopefully the efficiencies that are being extracted by certain players right now will translate into the access for more people. This is all happening. It's slow. And I remember right after college or business school, and I was a tech analyst looking at these ad tech companies and these search companies going back to, you know, dating ourselves again. Raul. But I would go to New York City and then there would be these things called upfronts where all the network executives show up with their slate of hit shows and then they would go and have steak dinners in their suits and have wine and cigars with literally a physical CPM rate card. As to how much a 32nd commercial should cost on this show, because this show is going to be so good and have so many viewers. It was a lot of guesswork, a lot of like, visceral gut type checks, and meanwhile, double click is already happening. These search engines, we can give you like, more return on your dollar for advertising and give you more pinpointed accuracy and data. But yet it wasn't happening as fast as I thought it should happen. And it's very simple. You have gray hair, a guy who spent a lifetime climbing up the ladder, and just when he's in a position to monetize his experience and career, he's going to hand the reins over to a 25 year old kid who loves a computer and say, sure, disintermediated my most fruitful cash flow years and let's go do that. Because it makes more sense. No, to him, it makes more sense to go to that steak dinner, smoke a cigar, drink some wine and debate a ray card."
    },
    {
        "speaker": "D",
        "text": "I tell you, John, something happened to me that has never happened in my career before. I got invited by the CEO of Saatchi and Saatchi, the ad giant, to an event in London, and it was for the marketing group of Great Britain. This is the cmos of all of the big UK european firms. Anybody who's headquartered european headquarters. So Facebook were there, insurance companies, banks, HSBC, they're all there. And I was giving a kind of fireside chat, interactive talk with the audience about web three. And I knew that some were like deep in the weeds, others were going to be skeptics. So this is a group of 65 year old white males and white females who had gone through, survived the battle of the Internet. These people made their careers on the transition of Internet marketing, as opposed to the people who didn't survive with the previous guys, the mail order and the tv ads and that kind of stuff. So I start talking and I'm about half an hour in and a lady stands up and goes, this is just another scam that you're forcing down our throats. It's all going to blow up. This is the most ridiculous thing ever. I can't bear hearing this. 20% of the room got up. Everyone's in black tie, and clarages in London got up and applauded. I was like, I've never seen that. That visceral."
    },
    {
        "speaker": "C",
        "text": "So the problem is there's another large portion of the room that's afraid to speak up. And that is part of the problem in society as a whole. For all subject matter these days, there's a loud vocal minority that basically are allowed to speak. And then the other ones, probably. There are plenty of people who say, wait a second, I've seen this movie before. I better figure it out."
    },
    {
        "speaker": "D",
        "text": "Yeah. And lots of people did come to me, but it was just the strength of the reaction because of the point that you said, I'm just finishing my career. Can you please not just blow up everything? I fought the Internet battle, and I won. Just leave me alone. And the fear in their eyes of having to change and learn about community and having this one on one interaction with your customers is like, no, thank you. No, no. It's hilarious."
    },
    {
        "speaker": "C",
        "text": "That's a shame, because they need to realize that not just technology cycles, but also economic cycles today are shorter, unlike in the Internet days, where you can sit out the clock, if you will, right, and stall like a basketball game and just wait out the clock. Not clear that everyone can wait out this clock because the cycles are so much shorter."
    },
    {
        "speaker": "D",
        "text": "And, yeah, as we know, it's moving at a terrifying speed. None of us sleep. Everyone works 24 hours a day, 360, and we still feel behind. I mean, it's impossible."
    },
    {
        "speaker": "C",
        "text": "If you take a vacation one week. Well, you're like, oh, my God, what happened? I have no idea what happened. Literally."
    },
    {
        "speaker": "D",
        "text": "I know. And, you know, in the business you're in, you're kind of looking. What the hell's everybody else doing? Who are these sui guys? Are they gonna be a threat? What's going on here? You know, it's like, oh, my God. It's just happening."
    },
    {
        "speaker": "C",
        "text": "Very talented guys raise a lot of money."
    },
    {
        "speaker": "D",
        "text": "Yeah, those guys. Really super interesting project. Let's see, let's see. So the next big thing is eth merge outside of the supply dynamics. I think it's massive for Defi because you and I know a world where all yield risk is priced Libor plus or treasuries plus. The whole world works like that. Or it could be bunds plus if you're in Europe. But that's it. Everything. All credit, all lending markets, all credit cards, your car payments, house payments, everything. And now we're about to establish benchmark yield. Yes. It's the only the one year part of a curve, but you've got to start somewhere. I just think that Defi, that a lot of people have kind of written off as well. Nothing's really been happening for a while. This is a new lease of life, and it also creates a whole bunch of opportunities that's going to come out of this for credit products and all of this, because people can understand and price risk. Even hedge funds don't really know how to price the yield risk amongst protocols. But this kind of helps. How are you thinking of this? Are you seeing a lot of people building more defi stuff again? Because it went quiet after the Defi summer we had a couple of years ago."
    },
    {
        "speaker": "C",
        "text": "So, yes, it's definitely more quiet in DeFi than it was for sure. But I think you're right. Very insightful. There are definitely a lot of people watching this and trying to figure out how to jump right back in very quickly. And this is why stable coins, they're so like, stable coins haven't gone down. People are holding stable coins receiving almost no yield. I mean, they can just take it to fiat and get treasuries right now at 3.5% and get more yield than USDC so on chain at least. So yes, I think people are in. So I said they would say the technicals are very good because there's a lot of people just waiting to pounce on things. And if the number of people holding stable coins and the stablecoin Tvl not going down is any indication, I bet is they're hoping for the best. From a public market perspective, I think Coinbase actually will be very interesting at this point. I mean, people forget they have 15% the ETH trading volume. Suddenly they can provide and take a percentage of that 10%, roughly staking give the users the ability to stake ETH and earn 10% and they take a percentage of that. My numbers indicate that they can make five or $600 million in additional revenue in a year, which is off of a basis, you're like 3.83.9 billion. That's significant. There's a lot of hope for this now. I think you said, though, it's going to be the classic in the very short term by the rumors."
    },
    {
        "speaker": "D",
        "text": "Sell the facts."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think that's what you said. I don't necessarily disagree with you, but from an obvious perspective, I don't even."
    },
    {
        "speaker": "D",
        "text": "Know anymore because it's been a bit sloppy going into it, so who knows?"
    },
    {
        "speaker": "C",
        "text": "That's true. But I can tell there's a lot of people in the ecosystem trying to figure out a how to get back in and hoping this is a legitimate reason to get back in again."
    },
    {
        "speaker": "D",
        "text": "A lot of people who don't come from finance don't realize how much of the entire world's financial system is generated because of the yield that comes off treasuries. It makes the world go around. It's the cash flow for everything. The entire financial system is based off this cash flow plus savings. That's about it. Savings plus yield. So I just. And I don't even know what it means, but I just know it means something a lot more than almost anybody's thinking about. And they're still bickering over what it means for what does proof of stake mean? And is it, me, more decentralized? I'm like, you're missing the point here. You're actually about to build something that you can build a financial system off properly."
    },
    {
        "speaker": "C",
        "text": "That is the big point. And the other thing that's more understandable at a very, call it visceral level, is that 10% is higher than 3.5%. So you're going to have more users come into the space."
    },
    {
        "speaker": "D",
        "text": "Yeah. And again, when I speak to institutions, they've been fighting. We know it's a bit of nonsense, but the ESG argument, that stops a lot of people in their tracks, I think that came from the ECB. I think that they. They kind of threw that narrative out there. It stopped a lot of people. Okay, fine. So now there's a lot of people we know want to allocate to this web three world or crypto, however they want to look at it. And all of these guys, if you're a pension funder or an endowment, right, the key thing you want is yield. That's why they didn't own gold ever, because it didn't have yield. So here you've got a technology asset with a high yield that is going to bring an enormous amount of money into the space over time. As soon as they feel like the macro stabilized, this is the asset they're going to own first. This is going to be the gateway drug as opposed to bitcoin."
    },
    {
        "speaker": "C",
        "text": "The best supporting fact on that is Blackrock. Now partnering with Coinbase. It's bitcoin only right now, but running it through Aladdin, their risk management system, and partnering with Coinbase, that's trillions of dollars. That, if one or 2% gets allocated, means another big boom for the industry. Blackrock and Larry Fink were no coiners for the longest time. So you have to do bitcoin first, and then you go on to Ethereum and other things. So I think you're right. As soon as the macro stabilizes, people are going to continue watching the network adoption. And then now you have reason to, from a financial perspective, with the yield, a lot of normal traditional finance people, even if they are going to not be able to do it for their firm, will personally enter their space. That's how we saw this play out in this cycle as well. People, professionals did it individually before their firms allow them to do it."
    },
    {
        "speaker": "D",
        "text": "Bitcoin seems to have suffered a narrative pullback. It feels that it's struggling to find its place. And look, we all know it's perfect in what it does, but it feels that the ecosystem has suddenly become non vibrant. If I hop into the ethereum ecosystem, the avalanche ecosystem, the Solana ecosystem, there's a sense of optimism, excitement, community, communality. People talk across all the different change. There's very little competition, per se. Yeah, sure, everyone's running a business and everyone's trying to do the best that they can, but everyone's like this. And then bitcoin lost its momentum, its narrative momentum, and it seemed to have kind of had this civil war between people."
    },
    {
        "speaker": "E",
        "text": "I don't know."
    },
    {
        "speaker": "D",
        "text": "How do you think? I mean, there's always treacherous ground because everyone's going to hate us for even talking about it. These are networks, and you need to treat the network and community well."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah, absolutely. But let's not forget bitcoin is still 40% of the market cap, and there is still a large bitcoin community. So it's not like an aggregate. They probably have a lot of activity. It's just that per capita or per whatever, per market share as a percentage, it seems lower. I really think that's part. There's two reasons for that. One is I think there's a big focus on utility, that third part of your framework, network adoption. And what's going to bring the next billion people in. I'm not sure people think it's bitcoin right now. It's going to be actual use cases. Maybe it's the Ticketmaster things. Maybe is something gaming, whatever. And the second thing is, it's unfair to bitcoin because the narrative from the traditional finance people is, well, it's not really a store of value. Look, it's not really behaving like an inflation hedge. And we have 9% CPI and PPI, so it doesn't do what it's supposed to do. But reality is, it's too early to call that on bitcoin. Whether it is a good store value or not, the real reality is in the short period of time that we're in this market for bitcoin, even twelve years, there's been a decent amount of institutional adoption or institutional like type players in the last two years. And if they're forced to sell risk assets, this, in their mind is still one of them. We'll see in the long run whether the store value is really played out or not."
    },
    {
        "speaker": "B",
        "text": "Mike?"
    },
    {
        "speaker": "D",
        "text": "I think it will and I think it plays. I think people confuse themselves with inflation and debasement every time the central bank balance sheets are expanding, which I think of debasement, I spend a lot of time working on this. Bitcoin does extraordinarily well."
    },
    {
        "speaker": "C",
        "text": "Good point."
    },
    {
        "speaker": "D",
        "text": "So if you look what countries that are debasing their currencies right now, you look at bitcoin versus that currency does extremely well. And what's interesting is I've done some work recently on gold, and gold has not done what it should have done against debasement or inflation because bitcoin seems to have picked up that debasement. Inflation is just a nightmare. So all assets go down because you're discounted future cash flow. So you can't really do a lot about that. I get it. Why? Monetary inflation or demand driven inflation, but debasement, I think bitcoin does absolutely fine. And over time we're seeing it with the Japanese debasing their currency with yield curve control. You know, those Japanese. Anybody who owned bitcoin will have done fine because the yen is down 40% in the last year and a half. I mean, who would have, I thought I'd never see that day to see 40% in the yen in a year and a half. Amazing."
    },
    {
        "speaker": "C",
        "text": "This is a great point. I mean, we always analyze things with the us mindset and frame and reference. I mean, go to Argentina, go to Turkey, go to any of these countries and tell me if bitcoin is a good store value or not. The locals will say yes."
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, I actually did it with gold has not been very good for a dollar based investor, even a european based investor. It's really not done what it should have done. Now, the biggest hoarders of gold are Indians. So I thought, I wonder what the rupee looks like or gold in rupee terms. Gold has done its perfect job because the rupee has been an ongoing devaluation of x percent a year."
    },
    {
        "speaker": "C",
        "text": "Great point."
    },
    {
        "speaker": "D",
        "text": "So these Indians have held their global purchasing power through just owning gold. So it does work. It depends who it works for, I guess."
    },
    {
        "speaker": "C",
        "text": "Fascinating. Thank you for that fascinating?"
    },
    {
        "speaker": "D",
        "text": "Yeah. So really interesting. So what's the most interesting, exciting thing for you coming up?"
    },
    {
        "speaker": "C",
        "text": "It's games on subnets. I think the reason why it is so interesting for me, and I think you'll appreciate this because you've mentioned this many times, you believe in network effects and you talk about Metcalfe law. People don't talk about Reed's law as much. So if you get the network effects of individuals and the compounding effect of each individual adding to the value of the network, imagine if these sub networks and communities of people are able to compound off of each other. That's even faster growth. So there are a few live subnets. We have a pipeline that's in Testnet and there's going to be a lot more of these coming out. And I can't wait to those the Reed's law kicks in and real compounding benefits of those networks start taking place. That's what's super exciting to me."
    },
    {
        "speaker": "D",
        "text": "That's fascinating. I haven't thought about how you can think of the subnets as interconnected networks to create Reid's law. All we need is the macro to change and then we'll see how it plays out. John, look. Amazing."
    },
    {
        "speaker": "C",
        "text": "Keep building and it will get there."
    },
    {
        "speaker": "D",
        "text": "Exactly. Keep building, keep your head down. And if you're just an investor in the space, just the volatility is all part of the game. And accumulate when you can and just keep your head down and go for it. Listen, my friend, great to see you and I'll see you in New York next week."
    },
    {
        "speaker": "C",
        "text": "Look forward to it. Thanks."
    },
    {
        "speaker": "D",
        "text": "What surprised me the most in my conversation with John is his idea of Reid's law being applicable, which is all of these Metcalfe's laws at the same time using his subnets. Let's see whether it plays out. But I hadn't really thought about that. It could be a supercharging factor for avalanche in the future once we're through this miserable bear market and the bad macro environment. But let's see. I think if you want to learn one thing from this conversation, that will take away one key point. The key point is even though prices are down. So here's John dealing with Avalanche, down 85% or whatever the number is, he filters that all out because it's driven by the macro and he is still seeing nothing but people building applications, building use cases, all on top of the chain. It's not just an avalanche story here. We had the same from Anatoly, from Solana. We're hearing the same in the ethereum. Ecosystem is. There is nothing stopping. If you think of all the vc money that came into the space, it is all creating new projects. As we come out of this macro environment, we're going to see an acceleration of adoption, acceleration of new use cases coming, and that's what John's focused on. I thought that was really useful."
    },
    {
        "speaker": "E",
        "text": "Hi, thanks for listening to this podcast. If you enjoyed listening, I've got a free membership waiting for you. If you want to understand the future of everything, then understanding digital assets is the key. We're not ever going back to a pre crypto world. Blockchain technology is transforming literally everything from communities to healthcare to real estate to, well, everything. That's why in 2020 we launched Real Vision Crypto, the world's premier cryptocurrency and digital assets video channel. Right now, real Vision Crypto is helping more than 300,000 members around the world understand the biggest wealth creation opportunities in a generation, and maybe of all time. And even better, real vision crypto is completely free. All you need to do is input your email address and you get full access to all of the videos and the incredible emails too. Please visit realvisioncrypto.com. that's realvisioncrypto.com and start learning about this incredible world."
    }
]