[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps, and powerful analytics used."
    },
    {
        "speaker": "B",
        "text": "By the world's leading brands."
    },
    {
        "speaker": "A",
        "text": "Sign up today for your dollar one per month trial period@shopify.com. tech all lowercase. That's Shopify.com tech. Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten to get 10% off our central membership for the first year. And now to today's episode. The world of crypto is an incredibly exciting journey that we're all going on together. We don't know where it's leading to, but we know it's going to be absolutely massive. Join me, Raoul Pal, as I guide you on our adventure to discover just what this new world will look like. Hi, everyone. I wanted to try and give you my thoughts in depth about nfts. You see, nfts are something that really taken my attention in the last year as I start to understand the power of what they are and what they can do. You know, we've got the protocol layer, which is the layer ones, the bitcoin, the Ethereums, the Solanas, the polygons, and all of these others. And they're amazing. And they facilitate the technology for the transfer of value for the Internet at large and for the new digital age. And it's an incredibly important technology, not only for money, but of all digital value and digital scarcity. You see, in a digital world, you can produce infinite amounts of something, infinite amounts of jpegs, infinite amounts of information. So how do you create scarcity in a digital world? Well, that's what blockchains do. They create the ability to have scarcity in a digital world and therefore have value. So humans value things based on scarcity. And so you need that. If not, nothing in a digital world has any value at all. Okay, so that's what blockchains did. But the big breakthrough was Vitalik's breakthrough with Ethereum, which was the smart contract. And the smart contract is what created nfts. So let me talk you through a bit of this. Now. What is a smart contract? What is an NFT? It's in fact a smart contract stored on a blockchain, kind of we all know that. But if you actually thought what it means. Well, there's three component parts to all of this. Firstly, the contract. You see, in human society, every single agreement, in the broadest sense, is a contract, be it written, implied or verbal, from religious vows to airline tickets, from meeting a friend for a rum or using Twitter. Contracts are literally the base layer of society that build on trust. You see, human societies can't function without these contractual terms about how we interact and what we do. They are contracts. And as I said, some of these are verbal and some of them are explicit, like your insurance contract or a contract to buy a share. Those are all contracts. The other point of this is stored on a blockchain, that element. You see, all contracts need to have some record. Some of them may be handshakes, that's you and I agreeing to something. Or it may be a nod, approval. Or in the city of London, it used to be my word is my bond, which is if I agree to something, it is sacrosanct that we have done that deal. But you can also include rooms of lawyers, databases, all other ways of storing a contract. Or you can do it on a blockchain. Now, what a blockchain does is it allows these contracts to be settled, disputed or agreed, and allows it to be recorded. You see, the blockchain allows for the verification by a distributed ledger of any contract. So therefore, you get around the byzantine general's problem of not knowing who agreed what with whom. This way, everybody agrees what's in the contract. Okay? So that has abilities to scale, and we'll come onto that in a bit. But it's a really, really important thing that now all contracts can be written in code and agreed that this contract exists, and for everybody to see that it exists and the terms of that contract. Now what's interesting about the smart contract element of an NFT is the fact that it kind of allows for the settlement mechanism to be automated in code and resolves without the need for a third party. So you don't need the courts, the lawyers, the notaries, the accountants or anybody. So that's the really interesting element here you have a contract and it can settle automatically, and it's verifiable by everybody. Okay, it sounds kind of a bit boring because it doesn't really mean a lot. It's also decentralized, and this is one of the key elements. Now, most of you understand, the elements of decentralization is having this immutable database with all of this information stored, which is verified by millions or hundreds of millions of people. That's the power of blockchain. So nobody can change the terms or conditions. And God knows how many times we've all had to fight over something where somebody agreed something, and then when you come to get paid or whatever the outcome, it doesn't happen. So that's the element of smart contracts. Now, right now, people think of nfts as art or some sort of community thing, and both are amazing uses. Now, for example, in the background, I have my nfts displayed, and nfts are super interesting because they fulfill so many different elements of what makes web three. Web three. Firstly, we saw, I think it was in my conversations with RAC, the award winning a music artist. He kind of taught me the power of community and how nfts could be used for music. But then, within real vision, we started talking to artists like Mad Dog Jones and Micah Johnson, and they were doing two different things. Mad Dog Jones was creating digital art and making it scarce. So places like Deviantart have a community of 70 million people plus creating digital art and enjoying it. But there was no way of selling it because you couldn't create scarcity. But with a blockchain, you can make it a one of one. It's kind of like a limited edition print or a unique painting where you own it. Now, yes, you can have the image of it. You can have the image of the Mona Lisa. You don't own the Mona Lisa. In fact, more people have the image of it, the more valuable the actual original is, which is something a lot of people don't get their heads around. So artists are always innovators and they took to the space. They started realizing that digital art was something that was a new form of art and that they could experiment with it. And along came a revolution in art. And it started with people like beeple, incredibly, putting together 5000 pieces of digital work over a number of years. And then that being sold as one NFT in itself. And they were different nfts and that sold for 69 million. That took the art world by surprise. And Sotheby's and Christie's have both been involved in this, as they've realised that this is a new form of art. Art has always broken boundaries, whether it was the impressionist painters, the postmodernists, the expressionists, everybody has reinvented what art means. Photography reinvented what art means. How can a photograph be scarce? Well, it is if you create the limited edition print of it. And we've had on real vision, unbelievable artists as well. Alpha Centauri Kidd incredible x copy is one of my favorites. I think his glitch art is just exquisite and so fresh and modern. It's kind of like the banksy of the digital world. They all have generally some meaning too. I mean, I collect beeple as well, and beeple's work is, well, not at 69 million, but there's cheaper works to be had. His work is really amazing because it's about that day's news and something that is relevant culturally, and then it's immutably put on the blockchain in his shock manner. And now his art is shocking and incredible. That's my x copy now, which is one of the least rare, but I still love it. So we've got these artists experimenting and doing amazing stuff, and some of this stuff is immensely valuable. People like fuck rendered Alpha Centauri kid ack beeple. Some of their art trades for the millions and well deserved. There's others who have kind of fallen into it, like, good friend of mine, OsF Ovi. Ovi created one of one art, sort of in the style of x copy, and it really took off as well, and then created the Ret guy community. And that brings me into the other side of what happened. What happened in NFTs was it started with cryptokitties. And we've interviewed the founders of Cryptokitties in the past on real vision, and Bill Tai, who was an investor in it, and how important cryptokitties were in this movement, because it started to create digital assets for a game that could be transferred or owned. Okay, that doesn't happen. Anything you own in Minecraft or whatever, you don't actually own in the outside world. It's only within that game. So it's a closed shop. But blockchain changes that. Crypto punks was a project that was pretty worthless, that was done several years ago. And eventually in 2020, people started thinking, well, these were the ogs in this space, 10,000 of these pixelated punks, and I am one of those too. And people started thinking, well, if I want to show that I've been around this space and understand the space, I want to own one. And that's where status comes in, same as we all do, you know, we buy artwork not only for our own appreciation, but for status. We buy watches, nice watches, because we like the watches and because they socially signal something about us. The clothes that we wear, what we do, our houses, our cars, everything. Humans are ridiculous. And we love to socially signal stuff, even when we are wealthy and we drive an old Volvo, like the old chairman of Ikea, beaten up 20 year old car. He's signaling something himself. Everybody signals. It's a human trait that is very common. So that works digitally as well as it does physically. We all wear designer labels often because they signal something, and we do the same on the Internet. And the PFP became the important part of that movement. So crypto punks became the PFP that people would show that a, they could afford to spend the money on it, but also that they understood the space and where it was going. Then on the scene came bored ape Yacht club. And this is a whole new thing, because what they did, Yuga labs, was they realized that you could do a lot more with it, that this could be the genesis to a whole media thing or a gaming thing, something really, really different. And so the bored ape yacht club took off, and its value is now often higher than cryptopunks. Why is that? Well, crypto punks are a little bit like bitcoin. There's less applications built on them. In fact, there's none. There's just the punk itself. And that's the status symbol and the signaling that comes with it. A part of history. But bored ape Yacht Club also created history, but it did something different. It said, you kind of are going to get future rights to other things that we do as we grow out this project. What that means, we don't know yet. And that created the thing of the roadmap where you got dropped benefits by being part of the community. So whether it was the mutant apes or whether it's the board, Ape kennel club, or the token, the ape token or it's the other side deeds to their metaverse experience or the sewer pass, all of these things actually trade for huge value. And actually the accumulation of value for the original bored eight yacht club holders had you held onto it, is one of the largest accumulations in corporate history. And it is a corporate, and it's your kind of stake in their network. And this is the network effects and the network state ideas that I want to talk to you about as well. I want to also talk about ETH as an economy. This network state idea I've been thinking about in my head. And ETH to me is the closest proximation for the network economy. You see, when you look at the ethereum economy itself, you have the economic activity which is the on chain activity of ethereum itself. It generates fees, it does a whole bunch of other stuff, but then as part of that, it breaks down to sub components. So there is a public sector central bank style bond market, which is the yield curve which is coming from eth staking yields. And as ETH moves towards kind of flexible staking yields with this Shanghai merge, it means we should have a yield curve out to one year for sure and maybe longer. So that looks very much like a traditional economy where you've got a cost of capital over a shorter period of time. You've got yield that generates interest income, that gets reinvested in the economy. So that's very interesting. Then we've also got a private sector lending market, which is defi, so much like the traditional economy, like the us economy, it has defi and other kind of lending areas make up the banking sector. So that's kind of interesting and that's still pretty nascent. So my guess is as a percentage of GDP, and I'm going to do some work on ETH GDP and how to think of it as an economy. I'm just thinking through it. But as a percentage of GDP, the financial sector is very small still in the ethereum economy and should grow over time. Because in every single market, the financial economy is a usually, usually grows faster than the actual economy itself, particularly in this phase, that is the early phase of an economy. It also has, I think, an equity layer. And the equity layer I'm thinking of is like the layer too. These are like companies. So you could think of polygon as like Google. So it works within, like Google does within the us economy or the global economy generates revenues that are different to the underlying economy but add to it. And that's what these layer twos do. So I think they are like the equity layer, the companies that sit on top, and I understand their protocols and not companies, et cetera. But I think that's how I'm thinking about it. And same with the applications, other applications layers as well, that these are like companies being built on top of the network, which is what they are, which creates network value, but it also is what creates economic value. So if you think of the United States, it has all of the companies that make up part of its economy that creates the GDP, the government sector being one part of it, but the private sector being the huge part and that's the driver of GDP growth. And so I think that the ETH economy is remarkably similar. But that got me thinking about how do nfts fit in? And I'm going to go back and tell you a story because I think it's really interesting, something you really need to understand about nfts back in 2012 13 I was living in Spain and I'd gone through the european crisis after the financial crisis, and the euro was still pretty highly valued, but it topped out. It was kind of the 140 ish, something around that level. And I had a structural view that the dollar was going to be stronger and the euro weaker because of the debt issues in the eurozone. I took a very brave, ridiculous move, much like I did in crypto. Several years later, I switched 100% of all of my liquid net worth into dollars. I was living in Spain, I was earning in euros. Then I actually changed the billing for global macro investor into dollars. So I changed my base currency. I then thought, okay, what do I do with these dollars? I bought some bonds and I then bought some assets. Done the same with Ethereum, I realized. So I wanted to invest in the Ethereum economy. So I bought ethereum, I bought some bonds. I get some staking yields, as you know, I'm not really big into the defi space overall, but staking yields, I don't mind some of that. And then I started allocating my eth to nfts in the us side of the equation. When I did that trade, originally what I did was bought property. So I bought property in the Cayman Islands, had built that house in little Cayman, and that was a way of parking dollars in a productive asset and stopping me trading them. Because you know what it's like, you get spooked out by markets. And that worked out pretty well. My guess is the value of the property, I don't know what, it's gone up, call it 50%. And the dollar went up about 30% against the euro. So overall you get the leverage of the trade without leverage. Now, nfts are the same. So I think these the current type of nfTs, which is kind of scarce assets like art and some of the community stuff like punks and apes and stuff. These act like the art market traditionally, where people invest because it's all based in dollars, so they park dollars into art. It's a way of keeping hold of dollars and keeping out of bank accounts, that kind of stuff. In this situation, NFTs, it's a way of owning property in the eth economy. So I've got property or art, whatever you want to think about it. But a property in that sense, and that property is priced in ETH. Now this is the remarkable thing about Ethereum is actually the Internet, the web three Internet uses ETH as its base currency, not bitcoin, it's ETH. ETH is what they price mainly nfts in, obviously, there's some in Solana, there's some in Tezos and everything else, but ETH is the main bulk of it. So these things are priced in ETH so they can move around. But the main driver of it is the actual value of ETH itself. Because if something's worth one ETH and ETH's at $1,500, and they're still at one ETH and ETH's Athenae, $3,000, you've doubled your money, and you haven't got rid of your ETH bet. Okay, this is really interesting. So I started allocating, I don't know, maybe 10% of my ETH or so into premium nfts. And some of those are communities, some of those are art projects, because I saw that the stuff like punks, when you look at the price of crypto punks and bald apes is they've remained incredibly stable. In ETH terms, yes, they had a blow off top, and then they came back and they've traded at about 65 ETH forever. And that's interesting to me because they didn't fall much further. They had a sharp spike in June in the big crypto collapse, but other than that, they just rallied back and stayed at 65 ETH. So whatever ETH does, they're just mirroring it. Okay, so I can take my eth and put into a jpeg, an NFt. But why? Well, because much like property, high end property, and think of a punk as a high end property, in London or New York or Hong Kong, wherever it is, is when the economy starts booming and people have more money, they tend to buy expensive high end property, and it tends to outperform the rest of the market. And I think the same thing will happen in the ETh economy. So as the ETh economy recovers, and it will do over time, and the ETH price goes up and economic activity in the ethereum economy goes up, some of that excess returns that people make get recycled into assets. And the ETH assets are things like cryptopunks or fidenzas or beeple or whatever it may be, squiggles or some of this great artwork, or some of these communities that have prestige and, and social status, social currency. I think that becomes really interesting, because we've seen that punks can go maybe up to 150 for the floor price. So at 65, in a good ETH bull market, you could double or triple your money in ETH terms, and ETH could go up, let's say, five x from here so that's a huge kicker. And the great thing is you're not actually getting rid of your ethan because it's still priced in ETH. So I think of it as like a call option, you know, what's the downside in my punk? I don't know, maybe 55 ETH. And what's the upside? 100 5200 ETH. So, okay, that's a super interesting bet from here because it's current, the floor price is about 65 ETH. So you've got about, I don't know, 1015 ETH downside and 100 eth upside. I love bets like that, and particularly because I keep my ETH. Anyway, I want you to think about this Ethereum economy and the network state of Ethereum and how NFTs are the assets within that economy and how you might want to do that. Now, obviously, as NFTs evolve, there will be different use cases and they won't all act like assets. Now, it's also not saying that NFTs don't all go to zero. So many of them will because they're projects that lose interest, but some of them don't. And some of them will maintain value over time. We're seeing that very much so in various parts of the market, and I'm more interested in those parts of the market where I can afford it because some of this stuff's crazy expensive. Yeah, I'm more interested in that and then some of the communities, because I'm just interested in those communities. But I think of them less of less of an investment. And my bet in those is small. If you buy something that at one ethnic and it goes up to two ETH, great. But it's not going to change my life. But if my whole portfolio of nfts over time outperforms eth, okay, that becomes very interesting because my eth bet's very big."
    },
    {
        "speaker": "B",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what with each vendor. Ramp's software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy ramp.com easy cards issued by Sutton bank and celtic bank members of DIC. Terms and conditions apply."
    },
    {
        "speaker": "A",
        "text": "So what is this network state idea? Well, I interviewed Balaji at depth in this, and something I've been talking about for a long time. You see in a digital world, well, in a physical world, we have proximity of neighborhoods and people around us. But as the world becomes more digital, our communities have changed from the physical community to more so our digital community. And that's where we share like mind, share our lives with like minded people on the Internet. And at first it seemed weird, and now it's normal, particularly after the pandemic, or during the pandemic, when we all became closer to the people around us digitally and we start forming, and have been forming for several years, these splintered digital societies, or network states. Now you can have the Chihuahua Lovers Club and you can be in every country in the world, but you're not a network state. You have shared interests. So it's a shared interest group, but it's not really a society. Society becomes when you get more contractual terms. So that may be how you behave, what you do generally, there's a set of leaders, kind of a mission, but once you introduce a system of value or currency, then you've got a state, and that's what the NFTs have enabled. I thought social tokens would be faster, but it's actually nfTs. Social tokens will come, and we've seen that with the bored ape Yacht club's ape token. But NFts have acted like that. So if you think about the Yuga community, you can have a stake in it, and you can have a large stake by having a bored ape, and then you get dropped all of the benefits, and you can network and socially signal all of those other things, or you can have smaller component parts which are cheaper and easier to access, but you get less benefits. So you've now corralled those original 10,000 people who got the bored apes around an idea that we're going to build something bigger. They come with you on the journey. If you don't want to participate in that journey, you can sell your ape and sell it to somebody else who does want to participate in that journey, and so on and so forth. You bring new people in, you have the ape token, and now everybody has a share in the success of this network, so you're incentivized to make the network more successful. So this whole idea of these mini network states, the communities and NFTs have become prevalent everywhere. Now even artists have their own communities, which really didn't happen before. So if you're a collector of Damien Hirst, you didn't really have anything where you had a connection to Damien or you had a connection to other collectors. But actually, Damien broke the mold here, and he did something that none of the physical artists have really done. He's like, I'm going to give this a go. Typical Damien Hirst, he wants to experiment. So what he did was he created a 10,000 physical art pieces, some doppic paintings called the currency. He then issued nfts of all of them, which you could buy, and I own one proudly. So, because I love Damien Hirsch, he's very culturally relevant to me, and he's one of the highest, most expensive art living artists in history, and extraordinary, prolific and groundbreaking. So anyway, so I get one of Damien's nfTs, then you get the choice, do you want to burn the NFT or burn the piece of art? So now here's Damien trying to figure out, okay, what's more valuable in this world, physical art or digital art, or are they thought of as the same thing? Amazing experiment from one of the world's greatest living artists. And what happens was quite surprising is 50% of people kept one or the other. I kept the NFT, obviously, but other people burnt the NFT and put up the Damien Hirst on their wall, and they both still trade for about the same amount of money. So humans are pricing NFTs like they would art, which is why beeple traded for 69 million and other art trades for millions, and other art trades for very little. It's very similar. So that was interesting. But Damien now has a community and a discord channel, and he can do other things with that community that he couldn't do before. So it opened up a whole new world to him. But for others, it created the ability to get around a similar idea. Now, one of my favorites has been two of them are actually similarish, which are MF'ers, and Rexguy, of which I own both of those two. Why those two? Well, Mfers I bought first and MFRs was really interesting because that is basically a representation of all of us in web three, stuck at our computers, dressed in whatever, working all day. And all night and absolutely loving it. We're all motherfuckers. And that's what the MF's is all about. It's a representation of us. We're looking at ourselves in the mirror with a smile on our faces, laughing at how ridiculous and how hard we're all working and how we're addicted to our computers. That really resonated with many people, and I think everyone saw themselves in it. Rekt guy came exactly at the right moment from OSF. Good friend of mine, he, from his artwork from Red Light district and other pieces, developed this PFP of the wrecked guy. And the wrecked guy was that web three MFEr, essentially hoping that prices would recover and getting wrecked. And part of the space is understanding the volatility and understanding that sometimes you're going to get wrecked, sometimes somebody's going to pull the rug on you because it's so nascent. There's scams around. Other times the NFT you think was valuable is worth nothing, and other times they're worth a fortune. Or the crypto market itself gets trapped in the macro liquidity cycle and everything's down 80% that's being wrecked. And Rek guy represents that. And again, it's the humor, the gallows humor of we get what this space is about. It's different. We're different people, and we kind of deal with it. And I love that it's culturally relevant. And what's happened is they've held events around the world. They've got no roadmap. He's not trying to create Yuga, he's just saying, listen, we're all in this together, let's have some fun with it. And I love it. And that really resonated with me. So there's a lot of these different types of communities, and they're really, really interesting. We've seen crypto dickbutts as well, which is, a, one of the funniest of all, and b, it's the irreverency as well, the fun, right? There's so little fun in the world right now. And web three is fun. It's based on fun and irreverency, and laughing at ourselves, celebrating when everything goes wrong, celebrating when it goes right. We're all in this together. We're all going to make it. And the way that people say GM to each other is not ridiculous. It's a reflection of the bitter wars of bitcoiners versus Ethereum people and how seriously people took the space. But this injected something different in it, injected a sense of community. And the community is not, oh, I'm a board ape and you're a punk. It's like we're all welcome together, we're all going to make it. And that idea that we can bring communities together again really has been what's needed. Because we look at the political battles online and the kind of battles of belief systems and it's a tough old world on the Internet, and web three just goes, fuck all of that. We're all humans, we're all ridiculously flawed. We're all trying to do groundbreaking stuff, have some fun. Some of us succeed, some of us will fail. And I think that's amazing. We've also seen some incredible use of NFTs in the music space. I think this is still very nascent. Rac pioneered it. People like Jack Spallone and a bunch of others cooper a whole bunch of people have pioneered. This is not yet taken off, but I think it's coming and I think it's going to be really, really important. Because what is music right now, it's a digital file and it's endless in supply. So why would you not make it an NFT and make it limited in supply? Maybe the artwork for records that we used to love. I used to get an album or a cd and it was the artwork I loved. Maybe those can become NFTs so they have scarcity and you want to collect them again as opposed to just streaming it from your Spotify list. Because artists got screwed. Like everybody's got screwed in this whole system. And this is a way of both artists and music artists to get their ip back, their value back within their community because they are valuable. And so if you can have a, you know, if Rihanna produced a limited supply album for just 1000 fans, what would they pay for it? A lot. And what benefits could you come with it? Well, because it's a smart contract. You can have first rights to tickets, you can have all sorts of things. And that leads me into what Ticketmaster have been doing and I will get them on real vision at some point is they've been dropping nfts to everybody who turns up to sporting events and music events because their wallet is NFT. Is web three enabled now? I'm not sure there's a full roadmap for that yet, but the idea is get these things in as many hands as possible, which is punk 6520 nine's mission. I've had five or 6 hours of conversation with punk 6529 and he's become a good friend of mine and somebody I think is really the trusted guardian of the space. And in terms of thinking and what he's trying to do, he's thinking, well, listen, everything has been centralized. And here's a chance when we go into the metaverse and this digital rendition of the world that we live in, that we can reinvent this relationship that we have with our own communities, assets, ip and culture. The memes see, memes run societies, memes run all societies. Religion is a meme. Everything is a narrative that humans invent to create societal contracts and societal constructs. So his idea is, well, let's seize the memes of production. What he means by that is, let's get as many people into the space as possible where we physically own digital assets. And that means that we can coalesce and create platforms that are better aligned with our own needs, as opposed to the needs of a giant corporation. So if you think about Facebook, Google and others, they captured the lion's share of all of the revenue of a space where we got used by advertising. And it's only going to get worse as we get into a more digital world, as we start heading into the metaverse, where we start to have a more visual representation of the digital lives we live in, as opposed to streaming text on Twitter or whatever it may be. So there's a huge change coming, and this is an important battle to face, is our rights as humans in this world. And I think it also leads us into identification. I've talked a lot about this. I think it's incredibly important that we have digital identification and that we can keep it private, but we're provable who we are and that we have the credentials we say we are, say we have. And I think that is going to be increasingly important in a world driven by AI, where you can make any image instantaneously in huge quantities for any different type of person. And so we don't know what's real and what's fake. We could have Joe Biden saying, I'm going to nuke Russia tomorrow in a CNN video, and you can do that very soon just by text to video, and it will create the video. Okay? That's a huge problem coming up to the us election. I mean, imagine how other sovereign states could use this. And we don't know what is real and what's not, and we don't know who we're dealing with online. Are we dealing with AI? Are we dealing with bots, are we dealing with real people? And digital verification of our identity, I think, is going to come increasingly important now. Governments will get involved in it, and there's nothing we can do about that. And you will have your government id, much like you have your passport. And guess what? Governments know everything about what's in your bank account. And Google knows everything about you too. Actually have no privacy, even though you think you do. But we can get our privacy back and we can use it to log in around the web and have different manifestations of ourselves. I might want to be somebody different on Reddit than I am on Twitter, than I am on real vision, for example. And the ways of doing that to prove that I'm actually a real person or I'm the same person without saying who I am, or maybe I don't want to prove I'm the same person, but I give a certain layer of the information away. That's digital id, which is a massive, massive part of all of this. The other thing that we're seeing is business models around capital and involvement. So I think people like Ben Mesrich and Dan Sickles, both filmmakers, have done really interesting things around what you can do with movies and books and other stuff like that, is you can essentially crowdfund it by getting people to buy nfts that involve in it that may get some stream of payments or participation in the future success of that project. It's kind of like Yuga Labs, but if I'm seeing award winning filmmakers and authors doing it. Okay, that's really interesting. Ben Mesrich's bigger idea is to create a platform for authors, much like Amazon's done with the ability to self publish. But imagine if you can get paid better. You have, you keep your ownership rights, Amazon doesn't take a larger share and you can get a community behind it, et cetera. Okay, that becomes really interesting. The thousand true fans approach is much easier to do once you have web three enabled access. So I think that's disrupting the media industry. I think we see NFTs become very large in the sports industry and due course, digital collectibles have always been a large part of that industry, and it's only going to get larger brand loyalty and brands. I built a whole business around this called Science Magic Studios, which I co founded. I'm not involved in running it. But Tarek, who is the president of science Magic Studios, he broke new ground as well because he realized that there was something called phygital, where basically you could have digital manifestation of physical goods, which is adidas trainers. And how could you then partner with other web three communities? How can you build a community around this people are already trading Nike trainers and Adidas trainers. Why not give them digital things to trade as well? Okay, that's a really interesting concept. And we've seen people like Balenciaga doing similar in the fashion industry and Dolce Gabbana and others. The fashion people are coming into this space too and they're realizing that, well, if I want to wear something online as part of my digital identity, why would I not have a Gucci thing? If Gucci is one of the brands that I like, it also could be digitally native ones that have never had physical product. All of these are possible. There's the interaction where you get the NFT and it gives you the physical. And Dolce Gabbana have done that too. We've seen the crossover with Tiffany as well. We've seen so many developments happening all at the same time using this NFT technology. It's fascinating to see this is this applications layer, the consumer layer, the broad layer. And it's still pretty early days, but I think it's much bigger than all of that too. I think it's. Web three is an incredibly powerful business model. It's probably the most powerful business model I've ever seen. And that goes back to network effects. So if you remember, I've talked a lot about the network effects, Metcalfe's law of owning cryptocurrencies. Why does it work so much? Because it's behavioral economics 101. If you have incentivization to help promote something, you will do so. And if the better it goes, the more you get, then even better. So, you know, if you're a salesman, you get paid to sell something, a car, but you don't get paid. The upside of Tesla over time growing as a company, you have to be a shareholder for that. So with Facebook, the shareholders got rich because they developed an incredibly important network, one of the biggest networks on earth. So that meta network is Instagram, Facebook, WhatsApp. Okay, so we got to use the utility of these platforms. We can connect with friends and do all the things that we want to on their network. We can advertise our businesses, we can do all sorts, communicate with everybody. Okay, great. And then they monetized us with advertising. So they took the lion's share of the revenue and the shareholders got rich and we didn't. Okay, I mean, that's fine. It's a business. They can do what they want. But this new model, imagine if everybody who had gone onto Facebook in the early days or into WhatsApp got given shares. Then imagine how fast the adoption would have been and how broad it would have been and what it would have meant. It could have been an enormously valuable network, even more so than the trillion dollars or whatever it did at peak prior to the big sell off. It's just had. What happens if Google had a token? What would that mean? Now that's what's going on with nfts. They're allowing you to participate in these other networks. Just because some have 10,000 doesn't mean they can't have a million nfts. And as people like Solana roll out new technologies to allow it, we'll see much more scaled nfts. Polygon too. And I think that becomes really interesting in those network states, ideas that we can do really, really big things with all of this. So once we start thinking about that, we realize that as the technology gets cheaper and more efficient to create nfts at scale, we start opening up the world of contracts themselves. The web three business model now means that your customers part owners of your business in a certain respect. It's not an ownership like a share, but it's a participation of the network, and they get utility for doing that. So that means you now have a direct connection with your customer, much like the music artist or the visual artist has. By selling nfts, they now have a direct connection with their audience, and therefore they can capture more of a lion's share of the revenues without paying third parties. Ticketmaster or being live nation, or be it Google or Facebook, or advertising agencies or high frequency traders in the advertising markets. And all of these other people that take about 80% of the economics, people who design the contracts, the lawyers, the accountants, all of that stuff could all go away. So it becomes this very powerful relationship. You have a direct relationship with your community, which is the new word for marketing, because you don't have customers anymore, because they're actually part of your business. You need to get your head around that. We've been like that for a long time at real vision. It's a very natural state for us. Community is what we truly believe in, and that means everybody has to participate and help each other in growing it, to build out the utility for everybody else. So the community element of web three is groundbreaking for marketers, because suddenly you're not just selling to people, you're bringing them to join you in your product mission. I think we're going to see enormous changes in how the world works. And what you're doing is you're making two things a reality. One is creating culture as an asset class, you can invest in culture. I've talked about this at length. What is the cultural value of Disney? It's probably a couple of trillion dollars. It's probably the biggest brand in the world, maybe of all time. I don't know. Certainly culturally relevant brand. Coca Cola may have been culturally relevant in the past, but it's less so now, while Disney is still culturally relevant to billions of people around the world. Okay, so I have a part of that ecosystem that's valuable. So culture becomes an asset. The same with clothing, same with music, same with sports, same with all of this. It's culture, culture, culture. Web three enables culture, which is why ret guy and all of these things are cultural. And that's my ret guy behind me are all cultural phenomena, as well as digital phenomena and art phenomena, and all of the other things, technology. And the other element outside of culture is that these things are intangibles, brand and culture. What that means is they don't appear on your balance sheet and have real value for you because you can't measure them. So you just put some fake number there, doesn't mean anything, and people kind of ignore it. But when you tokenize it, it has a real value on your balance sheet. So that makes companies much more valuable. So it unlocks hidden value in the system, which is an extraordinary thing. It just accrues. So that is another big unlock for brands and anybody else. You get to monetize your culture, monetize your brand and share it with your community. And that creates network effects. That makes these things grow much, much faster. And we will see some shockingly fast brands. Go back to the example of yuga. Yuga was probably the fastest appreciation of value for any company or project in history. I don't know, in the first year and a half it did something like 250,000%. I mean, simply mind boggling. And I think we'll see things like some of these new AI open source networks, maybe tokenize the network there where you can participate in the network, you pay with the tokens to use the network, use the data, and maybe if you supply data to the network, you can get paid in tokens too. And that means society at large can participate in these giant networks. Now that's probably more of a community token, cryptocurrency, utility token than it is an NFT, because the scale of something like that. But NFTs get really scaled when you start talking about contracts overall. So contracts overall, airline tickets right now, it's so inefficient. With airline tickets as gatekeepers, you can't sell them. You have to ask, beg the airline for a refund. Why can't my airline ticket be an NFT? And if I can't cash that flight, you can buy it straight from me. And the right to transfer, well, that's easily possible with the technology, and it would make it much more frictionless. Airlines wouldn't have empty seats. We could figure out much more efficient pricing mechanisms. And you create trading markets around stuff as well. So there's liquidity provision as and when you need it. So I think airline tickets is a really, really great way. Hotel rooms, another no brainer punk. 6529 and myself talked about this. His hotel rooms are wildly inefficient. You have to use the centralized websites. Everybody charges a commission from you. It's a relatively large commission. It's an opaque world, different pricing everywhere. And also, if you don't go because suddenly your trip gets cancelled, you never get a refund. The hotel ends up with not somebody in their room, which means that somebody's not ordering wine at the bar and ordering a burger and doing all the stuff you do when you're at a hotel, so they lose revenue. So it's inefficient. So everybody's incentivized here as well to fill those hotel rooms. And therefore, if I could sell my NFT of my hotel room, why the hell not? I think train tickets, airline tickets, anything. Restaurants, restaurant seats, hot restaurant seats, why the hell not? Why would you not have nfTs? It's a really efficient way. Exhibitions, anything, can have this. Insurance contracts, insurance contracts, particularly standardized ones, car insurance, everything else they can transfer with the car. Or if you sell your cardinal, you can sell the same insurance to somebody else who's got the same car or whatever the mechanism is to change that. Or maybe you can change the contractual terms by changing the car and the smart contract updates. There's so much efficiency in the system. Internet permissioning, moving around, digital id, all of that kind of stuff, hotel keys, car documentation, we're already seeing that in California, experimenting on Tezos real estate. Everybody's waiting for that to happen. We're already seeing the nascent signs of real estate becoming nfts. And you can then transfer it around with much ease, any certification, your university certificate, any knowledge, any proof of knowledge, everything that can all be done as an NFT. Why the hell not? It's much more verifiable, using things like soulbound tokens as well, where it sticks with you for life. And you can't sell it because it's your certificate of having a bachelor's degree or whatever it may be. So, super interesting. You know, a lot of your documentation, your passport, what is that but an NFT? So I do think this is all coming. I think I'm seeing supply chains moving to nfTs. I've already seen it for the spirits industry, the wine industry, the bar, the beer industry, where you can buy and sell inventory. Using NFTs gives you certain rights, and you can sell it on if you don't use it. So you can buy more than you need. Let's say you've got a big event. Let's say it's the America's cup and it's in Sydney, and you don't know how much beer you need to order because you know how big a success is. So you order the NFTs, and therefore you can then return it back down the value chain quickly without having to physically take it. Don't need all of this. Send it back to the supplier. The supplier takes a haircut on it, sends it back to somebody else who end up with excess inventory. All of this can clear in a much more efficient way. And I'm seeing all sorts of things. Medical records, employment histories, driving licenses. I mean, any single thing is an NFT. And then we talk about finance. Finance. My word is my bond. That's how the City of London started. And then it turned into a ledger system. I bought that, you sold that. And then that's become hugely inefficient. But it's on electronic databases now. But it still takes two or three days to settle stuff. But if we move to an NFT based system, instantaneous. So now if we put securities and derivatives, this is 4 quadrillion, 1 quadrillion, whatever the number is, of derivatives, FX contracts, all of these different types, interest rate contracts, some of them are standardized, so that's easy for nfts at scale. Others are unique. And nfts can deal with unique assets, too. All of this can then be settled instantaneously. Now, there's hundreds of billions of dollars tied up in the t plus two, t plus one, whatever it is, settlement system. All of the billions of dollars where people are earning interest off the back of us, and it's trapped capital. That trapped capital, which probably ends up being trillions of dollars a year, comes flooding into the system. So you're making the entire system more efficient. We can also get rid of the amount of legal costs and accounting costs, because all of this is recordable. The smart contracts automatically settle stuff. So it changes the nature of how we do business. And that frees up more capital. It's more efficient use of capital. Think of a house, how inefficient a use of time and capital that is. With some standard transaction which is buying and selling a house, things don't really change. You pay the real estate agent, you pay maybe a notary, depending where you are. You pay a lawyer, the other party pays. A lawyer pays notary fees, accounting, taxation, all of it. It's ridiculous. The technology solves all of this. So out of this great blockchain technology came the application layer of nfTs. The application layer of NFTs started with digital art. Then it moved into communities. Communities unlocked a ridiculously large new business model and a way for us all to create societies online with meaning and purpose and value. It allows our online assets to have a value, be transferable, be immutable. All of the elements of what blockchain does is groundbreaking. And then once you've got those elements and you've got community, and you build things out, build whole new business models out of it, and you do things together with your customers who are now your community. They're all part of the same journey together. That unlocks this whole web three business. And it gets rid of middlemen and gives the power back to creators and power back to companies, and takes layers of money out of the system and gives it back to everybody. Okay, that's incredibly powerful. But then it's even bigger when we start thinking about how we can use any contract in the world and free up all of the capital that's frozen in. Whether it's implicit time to get stuff done, or the actual cost of doing business, all of the people who make money off the side of it, from a transaction between you and I, that all goes away. The whole securities industry, how this whole thing functions, that all goes onto blockchain. And nfts are the big unlock. It's so big that none of you yet have got your head around it, and even I haven't. We don't know the number of applications and the innovations that are going to come, but I know there's so many people working on it, and I think it's really important for all of us to get involved in this, because really what it is, is punk. 6520 nine's battle of our future firstly, we've got the battle with Aihdem. How do we know who's who and what's what? But secondly, we've got the battle with our place in this new digital society, does the power accrue to the few or does it accrue to the many? We have a chance of rewriting history here, rewriting history in the future by making the steps to create a web three environment and making it bigger and broader and accessible and abstracting away the complications of wallets and all of this stuff, making it easy. Those things are coming and it's going to explode in ways, as I said, we don't understand. But if we, we all need to play our part in pushing it forward because it is so important for us to own our lives in this digital world. We don't want to be the slaves to giant corporations. Now, what's great is I know a lot of these big web, two giants, really good people, work there, they're really smart, and they get it too. They understand that there is a revolution taking place and this is a revolution, and that their business model will be under pressure. They understand, but they've got a hard job too. They've got shareholders and they've got existing business models that are going to have to change. So somehow they have to find a balance of introducing the web three, which is going to be very powerful for them too, and creating new revenue opportunities for them and all the participants in that network whilst sunsetting their existing business. And that's a hard thing to do. We've seen Facebook make a bigger stab at it with their metaverse project, and you've seen that sunset period. Shaul has didn't like that, and that's hard. But Mark Zuckerberg owns most of the voting shares, so he can get around it. And they create so much cash anyway that they can do it and take the risk others can't. But I feel really strongly about it, and I've been talking about this for a long time. Any of you who've been following me have understood the journey of where I think this is going and how big the web three revolution is. And that's why I've also started thinking about this in more detail myself. What can I do more? Real vision. We've obviously educated people. We've been in this space since 20 1314 talking about crypto, educating people about crypto, explaining that macro and crypto are connected, they're just different. That's a newer system that is going, this one is going to get sunset and this new system will take it over. It is absolutely going to happen. But what we're seeing is the friction, which is the central banks, the governments, the regulators, trying to slow down the adoption, make sure, it's on their terms because we pay their taxes, because we physically live in their states, but we also live in these digital states. On Twitter, somebody put up an image of an mfer with something else, and I can't remember what it was a mashup of. And it struck me, and I hit him up immediately, said, hey, listen, I think you're onto something really big here. Can you do me a favor? Can you mash up my bored ape with my x copy? So I have the IP rights to my bored ape and the X copy, cC Zero, which means that it has no IP rights attached. That is, you can build anything on it, even though you can still own the original one. But anybody can use your image to do something. So I'm like, can you do something? And he came back, and that is what you see on Twitter. It actually is a gif that switches between the ape as the pure ape and then into this kind of hybrid, weird world, glitchy ape. And I love that because I thought, I'm putting two communities together. Here's the community of art and the community of bored apes, and putting them together in one place, which nobody had done, but that struck me as a much bigger idea. Maybe we could bring all the communities together. You see, web three is still scattered, and we get together on discords and a bit on Twitter. But I thought real vision should play a role in doing this. It may be creating the super community of all these communities. Give people more of a home, give them the kind of content that they need to succeed in the space, help educate people. Now, that's macro, and we've got plenty of that, but it's also crypto education. It's also understanding who's doing what, who's building what. That's what I'm doing with my rouse and crypto show is basically learning and letting you look over my shoulder. So we're experimenting and building something really big at real vision, too. Around NFTs, it's going to be called the real vision collective, and you'll see a lot of details, and I'm not here to plug that now, but it's our place as people at the epicenter of the nexus of macro, web three and crypto to help drive this space forward. And I take that seriously, and so does everybody work at real vision. So keep your eye on for that. We want your support, but it's for you. It's a community based thing for all the communities to give them more knowledge, more power, more abilities to express themselves, and more abilities to connect and take deeper, bigger communities. We want to see ideas generate and experimentation come. So that's the role we're going to try and play. We're going to try and push our boundaries, the boundaries of what a media platform or a technology platform that real vision is, and show the world what you can really do with this technology. And I urge you to think about your own business models. How can I leverage this technology to drive this space forwards? And for goodness sake, get involved? It's all about community, it's there for you. And it's not about, naturally, just making money. I buy art and I just bought some incredible photographic art done by generative AIh and photographic stuff. And it's like this warped, dystopian utopian idea of Americana. It's incredible. And it's only possible because of AI and then blockchain technology for NFTs. We're seeing the same with generative art as well. So another thing, which is the AI creating the art, but just get involved, collect stuff. Think about how you can unlock your own business model and participate in what I think is one of the biggest revolutions we've ever seen, just enabled by that three letter acronym, NFT. Thank you."
    }
]