[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell with Shopify, you'll harness the same intuitive features, trusted apps and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com. tech. All lowercase. That's Shopify.com tech. So games becomes this dominant form of entertainment, and as it gets more sophisticated, people realize, well, wait a second, I don't have to choose between movies and gaming. I can actually bring them together. And so now gaming has taken on, like, deep storytelling, incredible character development that you are playing as the character in the story, and that resolving the story is as fun as the twitch elements of the game. Incredible."
    },
    {
        "speaker": "B",
        "text": "Hi, everyone. This is Raoul Pal, the CEO and co founder of Real Vision. And welcome to my podcast. Every week I'm lucky enough to speak to tons of smart and innovative people in the financial game. I get so much insight from these conversations, and that's why I'm to start this podcast, so I can share that knowledge with you. I hope you learned from the discussions and you can always find more in depth content@realvision.com. enjoy the show. Tom, how the devil are you?"
    },
    {
        "speaker": "A",
        "text": "I'm good. These are strange times that we are confronted with. But, yeah, man, I'm good. It's, it is. This is my first time being aware of, like, what's going on at a macro level while it's happening. So it is utterly fascinating. Yeah."
    },
    {
        "speaker": "B",
        "text": "Because I remember the times that I've come on to speak to you about the macro and trying to help you get that understanding and for your audience as well. And here we are in like a macro whirlwind, right?"
    },
    {
        "speaker": "A",
        "text": "Yes. Yeah, it's interesting, man, I would be lying if I said that it wasn't deeply concerning, but it's, I think, far better to be on this side where I actually know what's happening than to just sort of go along for the ride. So. But I'm buckled in, that's for sure."
    },
    {
        "speaker": "B",
        "text": "And how, before we go into what you're up to, but how do you feel this plays out? I mean, everybody's now getting super nervous. I'm getting super nervous about the bond market. Just seems to be unanchored from everything. It's the big daddy. It's the risk free rate for everything. How are you thinking this through? You're obviously getting nervous, too, about the economic situation, and your audience is probably getting nervous. Talk me through a bit about that."
    },
    {
        "speaker": "A",
        "text": "Yeah, so it's interesting. So there's what I'm doing, and then there is my audience being in a different financial position than me, sort of how I'm trying to help them think through the problem. So the way that I'm thinking through it for myself is because I know that I'm not an educated investor and there's so much uncertainty. I want to have as much dry powder as I can. So that as I see moments that align with either betting on myself, which has always been the bet that's paid off for me, or investing into the industry that I myself am betting on, that's the way that I'm looking at it. So I know that in these moments, things end up getting wildly discounted. You're never going to time the bottom perfectly, but there's so many sort of big things that feel just far too uncertain. I'm trying to take chips off the table, be as close to gold buried in the backyard as humanly possible. That is my current strategy. And then looking for either moments of things that I understand really well, like, ooh, I know that is an opportunity, and so I'm willing to place a bet on that, or opportunities where I can further my bet on myself in a way that is prudent because I'm really trying not to over leverage. And I should state, I have zero debt, literally zero. I know that a year or two ago that was probably really stupid, but right now, not taking on new debt, I would say, is pretty wise, given what's happening to the rates. So I feel very good about that. So I don't have the existential anxiety of I'm not going to make it through this, but I do have tremendous anxiety. For anybody that's seen us together before, they know that behind me there's normally a bunch of figurines, but I'm trying to sell all of my real estate, so the house is up for sale. Both of my properties are up for sale, including the house you live in. Yeah. I would much rather be renting right now, but that gets into complexities of local things happening here in LA, where I think LA is, and California in general is very anti business, very anti wealth. And so they just keep coming after us with legislation that does not feel welcoming. But I don't plan to leave LA immediately, but I'm no longer comfortable owning high end real estate."
    },
    {
        "speaker": "B",
        "text": "Okay. Wow. So where would you go if I."
    },
    {
        "speaker": "A",
        "text": "Were going to leave? Or where would I go if I stay, either."
    },
    {
        "speaker": "B",
        "text": "Well, I think if you're going to leave, you're kind of getting yourself giving yourself ultimate flexibility, which is always a good thing. If you exercise that flexibility, where would you go?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so this is going to be a boring answer. I'm married to a Brit, so people should know that. So I could even go. I know, right? Terrible, terrible. We could go there, but obviously they're in just really rough search. Yeah. It does not strike me as somewhere that we would want to go, but quite frankly, I am so in love with the US. Just have no impulse to leave. But I am looking at who's giving the signals that they're most future facing, that they understand what I believe to be just that. The data backs up the following statement, which is that you need government, you need some regulations, but you want a light touch. And so who has that light touch? Who is backing off on taxes so that more jobs are going to be created? Who understands what it's going to take to navigate through what could be the most brutal economic experience that certainly of my lifetime. So as I think about that, I don't want to be in a state where they are putting rules and regulations around stuff that even in a good economy, I don't think is necessarily wise. And then certainly in a difficult economy, it's like I'm going to need as much room to operate as I can. La just has an extra 13% tax that when I run the math in my own life, it is an extraordinary amount of money. I mean, just like a Disney, it's way more than I've spent in totality building impact theory. Just to give you an idea, just to be in California. So when I think about that, I'm like, wow, I could get seven years of investment into a business that's thriving with the money, just that I pay in California. So I would go somewhere like, I'll tell you the places that my wife and I, and again, we don't currently plan to leave LA. And I keep saying that because my employees need to know that we do not actually have a plan right now to leave LA. But if we were going to, it would be somewhere like Nevada, Texas, Florida, and for lifestyle reasons, the only one that we're really considering is Florida. Texas isn't quite my wife's vibe. She has taken a gander at that and thought, yeah, that's not where I want to end up. So Florida feels like the right place. I'm sad because there's so much cultural energy in Austin, but it's, yeah, if."
    },
    {
        "speaker": "B",
        "text": "You move to Miami, you're an hour from the Cayman Islands, so it's good I get to see you then."
    },
    {
        "speaker": "A",
        "text": "There it is."
    },
    {
        "speaker": "B",
        "text": "So it sounds like you're being hyper cautious on multiple levels because we're in an extraordinary situation. But I think you also sense when you're in a situation like this where everybody's throwing the baby out with the bath water, when people can't deploy capital in opportunities, that opportunity starts knocking. Are you starting to think of the opportunity set that comes? Crypto has been something that's been decimated over this period, but actually reasonably resilient too, in a weird way. And there's business opportunities as well. How are you looking at the opportunity set going forwards?"
    },
    {
        "speaker": "A",
        "text": "Yeah. So this is where, and this is such one on one stuff for your audience. So forgive me, but looking at, okay, you have a thesis. Is your thesis still intact? Because if your thesis is still intact, then opportunity is going to present itself. And if your thesis is well educated, then you're going to actually recognize the opportunities as they present themselves. And so I started screaming from the rooftops probably almost a year ago now when we launched our NFT project, people wanted me to run it in a way that I was like, that does not make any sense. And it was all about the. They were treating it. They wanted me to treat it like a stock. And I was like, that is not the future of nfts. And so I had to draw a pretty hard line in the sand. We offered a refund. I was like, for anybody that is thinking that even though leading up to the sale, I was like, let me be very clear what this is not. It is not that this is a product. This is about entertainment, what I now call borderless entertainment. And getting people to understand. I just have a very different thesis about what nfts are, what web three is, why it's changed everything. I know you and I have both spoken to Michael Saylor. Michael Saylor finally gave me the words I needed to be able to articulate why the blockchain has changed entertainment forever. And we can get into that later if you want. As I look at that, my thesis is still intact around what the blockchain is, why it's utterly revolutionary, and what I was trying to get people to understand a year ago, there has to be emotional resonance with your nfts. There has to be a reason to hold. And if there's no reason to hold, and this is only about flipping, then this isn't even a stock. It's something. It's just gambling at that point. And so because that was never my thesis, because my thesis is about human nature and what the technology unlocks. I'm now looking at what are things that we can do here that are going to differentiate us. So when the bull market ended and everybody was really worried, I was like, look, obviously, as somebody that has a lot of money tied up in this, I'm not happy to see the bottom fallout. And as somebody that likes to see other people win, I was not happy to see so many people get hurt."
    },
    {
        "speaker": "B",
        "text": "I."
    },
    {
        "speaker": "A",
        "text": "But as somebody that had a thesis, was calling that thesis out, was getting a little bit of sideways glances, to be kind, from the bigger names in the space, to see it now, moving towards where I think this is going, there's some validation. And so the way that I see this is. Sorry, go ahead."
    },
    {
        "speaker": "B",
        "text": "Yeah, go ahead. I'd like to hear this thesis. What is your view here?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so, basically, the blockchain isn't fundamentally about the money that comes along with ownership. It's about the other things that come along with ownership and about what Michael Saylor calls irreversible transactions. And that finally gave me the words I needed to explain why the blockchain changed everything. So now I'm coming at it from an entertainment lens, because that's what I do. So I'll use those examples, but people will very quickly see how this will have implications far, much farther reaching than just entertainment. So irreversible transactions, what is that? That's physics. And so, once you understand that for the virtual world to matter, it must become more like matter, physical, tangible, must have some of those properties. Even though it's never going to be something you're going to hold in your hand, it needs to have some of those properties. The most important property is that it's an irreversible transaction. So if I go up on a rooftop and I drop a ball, no matter how much I want that ball to come back into my hand, it's not going to. I can't stop it mid flight, will it back to jump into my hand? It's. Now gravity is doing its thing, and however much bounce that ball has in it will determine how high it comes back up towards my hand. And that's it. Once you let go, that's it. It is irreversible. So now you have physics. Now you have predictability. If anything in the laws of physics were to break, humans would die very rapidly. Your heart requires gravity. All of the chemical reactions require physics, like all the things that have been built on top of the laws of physics that we just take as the way things are, actually things that are built on the stability of physics. With the blockchain, you've introduced some of those elements of physics and property. And now I can prove that something is scarce. Now I can demonstrate who owns it. I have irreversible transactions. And even though it means that someone can drain your wallet, and that is a horrible experience for people that have gone through it, for everything else to function, I need to know that that's a one way street, because now you can build companies on it. You can look at the things that are predictive of it. Just like the Internet, it has a nature, it works in a certain way. It's so distributed now as to you can build on top of it. And it's very hard to stop, disrupt, whatever. Not impossible, but it's very hard. And so we see all the things that then get built on the back of these standards that become predictable. The blockchain gives that to the virtual world sort of en masse. And so once something now can be owned, provably can be limited, provably operates in a certain way. In the case of a blockchain like ethereum, where you can actually program on the back of it, now it begins to have implications in terms of entertainment. So now I can build an entertainment experience that I could not have built before when I couldn't prove that the person coming into this experience really did own that thing. And so this is how you end up getting into a borderless experience. I don't want to go in. A diatribe can take you down all those paths if you're interested. But that idea of the virtual world becomes more like matter in this moment, where the financial value of crypto drops massively. The interactive value of the blockchain, the fact that it provides this element of physics, none of that changes. So now my thesis on why people are going to use this remains the same. So now all the things that I cared about just got really cheap. And so now it's like, hey, as long as that thesis maintains, I'm like, build, build, build. So the thing I was trying to get everybody to understand a year ago was, if you just sold $2 million, 10,000,020 some of these guys, like, 80, $90 million in the sale of their goods, you just started a company. But if you don't know how to run a company where the value is in the thing that you create, you're dead in the water. And so we're already seeing it. So many of these projects are imploding once, like, just unbelievable. So there are ones right on the tip of my tongue, but I don't want to be that guy. They've imploded, and they were just massive. But they were started by people that didn't understand business."
    },
    {
        "speaker": "B",
        "text": "Yeah, because they came at it with the financial opportunity, most likely. As opposed to, what am I trying to create as a business using this new technology."
    },
    {
        "speaker": "A",
        "text": "Correct."
    },
    {
        "speaker": "B",
        "text": "And if we look at the media industry, is it used to be a broadcast industry. So you owned the IP rights because you were in charge of distribution. But then the Internet changes it. Now everybody can create media, and everybody's in charge of their own ability to distribute content. And then you've now got this ownership layer of, like, how the fuck do you own anything? And what you're basically saying is, okay, this is solved that. Now media can be borderless. I presume this is what you mean by bored. In fact, talk me through your borderless media idea."
    },
    {
        "speaker": "A",
        "text": "Okay, so borderless entertainment means that right now, if you're a filmmaker of my generation. So I grew up in the eighties, went to film school in the nineties, and just thought I would make movies that way, that everybody would go to the movie theater. You'd sit in the perfect middle seat, and it would be a wonderful experience. And of course, it's not how it works now. And if you watch somebody watching something on Netflix, they've got their phone in their hand, and so it becomes a second screen experience. And at first, I was really heartbroken, man. I really felt like I had missed my moment in life because I got into business so that I could control the finances, so I could tell stories the way that I wanted, but that took so long that I ended up entering the space as an artist 20 years late. That was really, really heartbreaking. And as I thought through it, I thought, okay, in any moment of disruption, there's a moment of opportunity. So what is. I see the disruption, but what's the opportunity? And I couldn't really see it until the blockchain. And then I was like, oh, my God. So now with the blockchain, you're carrying your, what I call a signaling molecule, which is a term taken from biology that when you eat food, it's not a calorie is a calorie is a calorie. It's that fat tells your body to do one thing. Carbohydrates tell your body to do another. Fructose tells your body to do something different, even than sucrose. So it's like getting an understanding of you get these different molecules inside your system, and they tell your body to do different things. Okay? So now with the blockchain, we create these things called nfts. Those NFTs are signaling molecules. They aren't just a picture of a bored ape. That's why it makes me laugh when people are like, oh, you can right click save it. All you have is the image. You don't have the matrix code that that thing is built on top of. And the matrix code, I can interact with it. So now I can create an experience where, yeah, maybe you're watching a tv show, but I could do something where, because you have that NfT, I give you a deeper experience. So let's say in the credit sequence, there's a code. You enter that code into your phone. Your phone then checks to see if you have that item in your wallet. You do it now opens something up. So another experience could be a gaming experience, could be a credit sequence, whatever we want it to be. And then let's say if you've done that, you watched the movie, you got the code, you entered it into your phone, you. Now let's say I give you a new NFT. That NfT allows you to have another experience, but only if you're on the subway in New York. Right? And so now you can do all of this stuff wherever I. There's so much data cookie list data being generated. I want people to understand this. This is a recent revelation for me that all the data that we thought was going to be lost as marketers to the iPhone change, there's so much data that we're kicking off all the time. And what nfts do is allow you to own that data. So now it's not being monetized by a company. It can either be kept secret by you or monetized by you. But if you own one of my nfts and you allow me to see that, oh, you're in this place, I can trigger geofenced experiences that tie into the game. I can put real nfts in a physical location. So, hey, if you go to Central park, there's going to be ten items, kind of like Pokemon go, but they're going to be real nfts that then can further another experience. And so as we build out Project Kaizen, which is like our marquee thing, which is an NFT based 3d avatar creation engine. It's built inside of the Unreal engine. So you're basically creating an online identity in the way that you'd create a game character and then there's a game world, kind of like a mini metaverse, if you will, that you can travel around. But we don't want the game to be locked there. We want you to also be able to experience that through AR, outside of the game, in a YouTube video, in a Twitter thread, whatever, where we can have all this back and forth communication with the different points of storytelling in the different media of storytelling. So whether it's on tv, in a movie theater, in a gaming console, mobile, or live in AR, that you have one relationship with that IP, but in all of these different places. And so it really does become borderless, and that's only possible because of nfts."
    },
    {
        "speaker": "B",
        "text": "This sounds wildly ambitious, though. How do you go about doing something like this? It's all easy for us to all have the hand wavy idea, borderless entertainment. Okay, now the rubber hits meets the road. What does Tom do?"
    },
    {
        "speaker": "A",
        "text": "So this is real right now, today, things that I was just saying there, some of that's future facing, although very, very little. I'll give you the things you could do right now today that I've witnessed with my own eyes. So I don't know if you're familiar with spatial web at all yet, but this is okay, this is fascinating for people that don't know spatial web yet. This really is metaverse 1.0. So I would say think less about Minecraft, Roblox and sandbox and think more about the spatial web. So spatial web is basically Webgl, but it allows for a completely immersive game environment. So you can, right now, today I have seen this and I don't know if this company is in stealth. So I won't say their name, but I don't think so. I think they're getting pretty close. They might be angry that I'm not going to mention their name, what they have right now, I saw it working on my computer. So you don't need anything fancy. You can go in into a website and you can walk around that website. You can go through sort of phase changes. So go through an NFT gated space, for instance. So behind that is only for people that have a certain membership, but your NFT is detected, you can go in. It is both. I don't know if they offer an on ramp, but it's certainly an off ramp. Excuse me, but they offer an on ramp for fiat. So there's no, like, you don't have to think about like, do I have a wallet? What chain am I on? Nothing. That's all happening invisibly in the background. I can go in. It will detect nfts that I have in my wallet. It will open more of that world to me based on what I'm holding in my wallet. I can have an integrated experience where I could stream Netflix in there if I wanted to. I, as impact theory, could broadcast into that space. You can build it in the design of a city so that you could sell apartments inside of an apartment building that has literal sort of physicality within that space, meaning that you have to take the elevator to get up. But of course, this is the virtual world. So you could take the elevator to Mars, or you could take the elevator to Switzerland, whatever, Cayman Islands. I could come and hang out. And so all of this, like the way that things are broadcast, the way that we feel, we move around the Internet, all of that stuff is now leveraging the blockchain to one, create ownership to two, limit or grant access to different spaces to allow you to create a pervasive world or persistent. Excuse me. So that if I come in and let's say I punch through a pane of glass, that pane of glass is now broken for everybody. If I come in and I put a flower pot, that flower pot there now is for everybody. And so you're able to create these persistent worlds right now, today that you can navigate through as if it's a website. So everything is just as clickable as it would be on a website. So you walk into, let's say, my house. I could do lidar. This is all real right now. Today, I could come in and lidar my house and turn that into a spatial website experience. But if you open my refrigerator, you could actually buy the sparkling water that I have in my fridge. If you go into my closet, you could buy the clothes that I have hanging. And so to this point of borderless entertainment, even the website itself is borderless, man. So you could be there doing all of that stuff, spatial web, moving around, controlling it, just like you would control a video game, you could be doing it with a controller. But you can also just scroll down to a normal, flat, 2d section of the website, scroll back up, and you're back in the immersive. What exists today is already incredible. And the AR stuff, all of that obviously is real, but you just have to do it on your phone. So it's not seamless in the way that we would want it to be seamless yet. But this goes back to, okay, you're in a bear market. What happens in a bear market? The believers build. And so right now, the people for whom the thesis hasn't broken. They're still building. And so we're going to see as we go back into the next bull run, what's that going to take? Three years, four years, five years probably. But by that time, the technology that people will have created is. It's going to be insane."
    },
    {
        "speaker": "B",
        "text": "So, yeah, I'm super interested in the spatial web as well. I mean, for me, you look at it and it's like, okay, well, this is the end of websites because everything becomes this 3d ability to navigate this different world."
    },
    {
        "speaker": "A",
        "text": "Yeah, people are going to have to get really good at making sure that that experience isn't a pain in the ass because there are some things that are optimized in 2d, right? I can just scroll, scroll, click, move. It's not cool, but it's functional. And so it'll be interesting to see how, where the line blurs. Will it be that spatial web is only for things where there's an entertainment portion? And I want that. Like, I don't know what I'm going to discover. And it feels like I'm walking in a world, like already. Spatial web is going to be a playground for people creating ip based websites, which of course is like all we care about because of all the different ways that now you can make it interactive. I mean, think about it. You could walk in and it will greet you by name, it will recognize you, it can remember things you've done. I mean, it's really going to be crazy how we'll be able to personalize and make that experience entertaining. So now you're walking into a store, but you can actually talk to the person behind the counter. It's going to be crazy. I am very excited."
    },
    {
        "speaker": "B",
        "text": "Where do you want to go with that then? So you've talked about this kind of multimedia, ardental spatial web experience, but what is it that you're doing? What is the story you're trying to tell here? Tell me about that."
    },
    {
        "speaker": "A",
        "text": "Well, okay, so there's two ways to interpret what kind of story you're trying to tell. So way number one is the literal story. So our literal story is Project Kaizen. Project Kaizen is based on information theory. So what if this really is a simulation and there's nothing beyond it? There is no waking up in your real body. This is it. And so that's the idea that we're dealing with philosophically, I think we take a pretty fun approach to it. So that's a story. Obviously there is a bad guy that's trying to draw energy from the simulation to do very bad things, and a team has to rise up to stop him."
    },
    {
        "speaker": "B",
        "text": "Is this a game or is it an experience? What is it?"
    },
    {
        "speaker": "A",
        "text": "Yes. So we actually call it a game like experience, and somebody's going to come up with a cool way to describe this. But like, a spatial web experience isn't really a game, it's not really a website. It's an experience that has game like qualities. And so, yeah, don't have a great name for it. But the idea is for us that we're turning you into a human tamagotchi. So as you engage with our story and our NFT project, that your life is actually getting better in real life. So if you're winning at Project Kaizen, you're winning in real life. That's our real goal. And so we'll do all kinds of crazy things. Like right now, I am. For the first time, I'm so curious. I have no idea what you think of this person. I guess he has a bad reputation, but I didn't know that is Nietzsche. So imagine that you could come into a space and have a conversation with AI generated Nietzsche, right? Who's been fed just every word he's ever written and knows all of his philosophies. But you could actually have that kind of experience. So is it a game? No, but it's a pretty fascinating experience. And we can do things like that. We can bring characters to life in real time through the unreal engine. So this is where this conversation could fractal so horribly. I will drop little things out. Any one of these you want to dive in, just let me know. But we can motion capture in real time. So I could broadcast into the spatial web a real actor playing a virtual character and you could truly interact with them. I can do that based on the NFTs you have in your wallet. It's crazy. So that's the story, right? So bad guys trying to take over what we call the array, and we're recruiting you, dear player, to come in and be part of the army that's going to stop him. So that's the story. Now, the other way to interpret what the story is that I'm telling is, where does all this go? How do we aggregate the idea of what this technology is? The blockchain? What is the thesis as narrative? The thesis as narrative is that when I grew up, we were just talking about this. One of the producers on your team is the child of a producer who produced legendary films for my childhood. So we were talking about some of those legendary films. What happened was, you had those filmmakers became the filmmakers that we saw in the early two thousands? Right. There was a crystallization of what filmmaking meant. It became very big, very bombastic. Global went everywhere. An audience in China could read a visual film as easily as an audience could read it here. And so, just as everything else globalized, so did storytelling, because we were all raised on a certain way of cutting. Even now, kids are raised on anime. So even something that seemed in the eighties was so obscure from Japan now is, like, mainstream. So it's like you get the best of the best from all over the globe, and everyone all over the world understands it. So you got that first generation of just hyper translatable, very bombastic, big action. Okay? That's where filmmaking is now. But what we're seeing now as this next phase shift transition is gaming has completely eaten the filmmaking experience. Gaming dwarfs the film industry from a revenue perspective. Even Netflix now has Netflix gaming. Amazon tried to get into gaming. It failed, but that's a whole other story. But they understand how beastly it is from an economic perspective. Why is it so big from an economic perspective? Because it takes the desire for whatever that competitive drive that usually manifests as sports manifests itself in games. It is perfected for people to get better at something. So you get, before that kind of competition was really reserved for people that fell into niches, mostly physical, a little bit like with chess and stuff like that. But now it's like, you can play war as terrible as I know that will sound to some people, but guys have a really hardcore in bed drive. Like, you can give a three year old that grew up in any society a stick, and they're going to turn it into a weapon of some kind. It is what it is. And so you can now play that kind of stuff. You can optimize the learning curve to maximize the dopamine secretion. So you get in this incredible loop of actually turning potential into skillset, which I believe is the whole point of life anyway. So games becomes this dominant form of entertainment, and as it gets more sophisticated, people realize, well, wait a second, I don't have to choose between movies and gaming. I can actually bring them together. And so you really saw this shift begin to happen with Hideo Kojima and the Metal Gear Solid series, where he was bringing these crazy long cut sequences in the middle of the game that if you didn't watch, you couldn't figure out where to go next. It was incredible. And so now gaming has taken on, like, deep storytelling, incredible character development that you are playing as the character in the story, and that resolving the story is as, as fun as the twitch elements of the game. So incredible. And now we're bringing in more mechanics with loot boxes and things like that to get people excited. I can win. There's rarity, there's collectability, all this. Then you layer on top of that. NFT. So now that collectability, rarity, you own, and it has the signaling molecule effect. So it's entertainment evolved and it's entertainment evolving with the people that have grown up watching films, playing games, and really coming into their own wanting sovereignty. And so as I look at the societal shift that brought us the kind of films that we wanted, globalization. As I look at the technology shift that brought us this interest in experiential online gaming versus other people, where I could interact and beat a real human being. Layering in that story and now layering in sovereignty, ownership, and all of the amazing things that the blockchain will do, which then allows for these really subtle hyper niche stories where instead of being gaming first, story second, we're going to get ones that are story first, gaming second. That'll appeal to a certain type of gamer, and then that'll allow us to infuse real life with elements of gaming so that your commute, thanks to borderless entertainment, no longer has to be boring. That can be a full entertainment experience unto itself that's either geo targeted or reactive to. Oh, the trains are late. Great. Oh my God, I'm so excited. Trains are late because this part of this game only triggers when the real world event of that train being late happens. That's the kind of stuff that you're going to see."
    },
    {
        "speaker": "B",
        "text": "I mean, it's an extraordinary vision. How do you afford to build this out? It sounds like it's an enormous amount of planning and thought and unproven stuff, and it's a lot here."
    },
    {
        "speaker": "A",
        "text": "Yeah. So web three, in my estimation, has introduced stair step building. So right now, if you want to build a AAA game, it's going to be seven years and $350 million. It is an insane undertaking. But what I think we're going to get from the web three movement is the ability to build this stuff in phases. So, for instance, what we've done with Project Kaizen is we've created that avatar engine. So you can go in, you can build your avatar. There's a mini game in there. I won't give too much away because we haven't revealed it to our audience yet, but you'll have a nice. It's an extraordinarily sophisticated way of getting a PFP or a really basic beginning to a game. Depending on what lens you look at it, it's either extremely revolutionary, nuanced, complex and wonderful, and then from a web two perspective, it's like, bruh, that's the default. If you don't have that in my game, what are we even talking about here? But building that for somebody who wants a PFP, it's like, oh, Mandy, I came in, I just wanted a PFP. And you've given me the ability to make the PFP mine. Instead of handing me one that's pre done, I now get to build it up. I can complete it. I have a Pfp just like anybody else on Twitter. But unlike everybody else on Twitter, I can break that back into hat, body type, shirt, pants, shoes, weapon, change them however I want, either by buying, earning, trading, whatever, reconfigure it, re export that back to the blockchain as a PFP. And now I've got my PFP again. So it's a revolutionary PFP builder and it's a part of the, it's the first step towards building out a AAA game experience. And so since we have a very different, it's not a Twitch game, it's not going to be a first person shooter. It's like we're building out a new mechanic already. So then it's the next part becomes spatial web. So. Okay, cool. Now you're going to have your experience that you're going to create. Let's say if you've read ready player one, you create your room, you invite other people, other players into that space. What they do in your space is persistent. So if they come in and move something, that thing is actually moved. And so there's a sense of who I invite in matters, what we do in that space matters. And they're already throwing shows and things like that with real dj's and stuff inside of the virtual space. And so you're customizing a space to meet your needs, you're showing your art and all that stuff in a virtual world. Who gets invited in matters. So going back to the idea of for things in the virtual world to matter, they have to be more like matter. So that continues. So that gives you another part of this experience. Then I can inject the game into your space. So now somebody, the villain, walks into your room and they can grab you, drag you into another space, whatever, but they move the story forward in some new way. And so then we can, and you literally build this stuff modularly. When does the villain come in and grab you from your space. When I finish building the space he's going to take you into, you build that next experience, and then the story moves forward. But because each of those pieces is still there, they're interactive, they're ever changing based on you. It stays fresh, and you fund it."
    },
    {
        "speaker": "B",
        "text": "Via the sales of NFT so you can build out the next layer. You fund it by."
    },
    {
        "speaker": "A",
        "text": "I think people will get themselves in trouble if they're funding everything through the sale of nfts, but that will be one of your revenue streams. But it shouldn't be the only revenue stream in my estimation. So there should be other things that you're doing that are. I mean, and they may be nfts, but they're not going to be a. They're not going to be the way that people perceive nfts now. And this is why I think the word NFT is going to go away. So I'll give you an example. If you buy a clone x that is inert in and of itself, but it will act as a signaling molecule, so it will give you something else. So it lets you get a vial, for instance, one of their mint vials or whatever. So going back to Project Kaizen, there are the keys, the founders keys, which get you the initial drop of souls, which don't worry about what that is yet, and then the items themselves. But later you can just earn, like, a new sword. Now, you could think of that sword as an NFT because it technically is, but that sword is just a sword. It's just that the technology leverages."
    },
    {
        "speaker": "B",
        "text": "It's just a digital asset."
    },
    {
        "speaker": "A",
        "text": "Exactly. So putting it on the blockchain is just so that we have the properties of physics. So there's a very important nuance, and this might be something your audience will care deeply about. There's a very important nuance in there for the SEC to understand, because if you come after my sword, like you think, I think that's a stock or somehow represents a piece of my company, that's stupid. That's a fundamental misunderstanding of the technology and the setup. So that's why I say we really have to start getting nuanced in. What is it that you sell? Because to me, an NFT is like a full blown signaling molecule. It's this thing that is at a foundational level that other things spring from, whereas items that happen to be using NFT technology fall into a different bucket. But it's even hard for me to hold that idea clear in my own mind because we don't have the terminology yet to distinguish between those genesis things and then derivative. Those aren't the right words. They won't hold up. But that's the kind of language we're going to need to develop to differentiate."
    },
    {
        "speaker": "B",
        "text": "Did you think you were going to be a pioneer of this level? Because you've kind of taken from my conversations with you over the last two years. You've gone from learning to throwing yourself into crypto, then into nfts, now into digital assets and the metaverse, and you're now trying to blaze a trail. Did you think this is where you were going to go?"
    },
    {
        "speaker": "A",
        "text": "It's interesting. No, definitely not. When I started impact theory, the really heartbreaking realization, it ended up being exciting because it meant I got to learn something new. But I won't lie and say that I was just like, oh, my God, yay. At impact theory, I pulled the team aside. There was only seven of us, and I said, look, our job is to stay in business long enough to find our moment of disruption. Now, I could never have told you that that was going to be nfts. That's what it ended up being, but I couldn't have guessed that. Now, would I be perfectly happy to come into a far more stable industry and just outperform people? Yes, I would be perfectly happy to do that. But in moments of disruption are these moments of incredible opportunity. And so I am excited by it. But the last twelve months have been the hardest twelve months of my business career. Nothing could have prepared me for how difficult it is to go from not knowing about a 3d pipeline to having to build a 3d pipeline from scratch. It's one training me to be very careful about what you do in house and versus what you outsource. Because originally I thought we were going to build our own part of the metaverse, and I now realize, absolutely fucking not. That's just a nightmare. And so looking at some of the technology that already exists, it's like, whoa, this is getting good very fast, and it's getting good through technologists that that's all they want to do. Their contribution to the world is that thing. The infrastructure that we built was because it didn't exist. And either I couldn't do the thing I wanted to do, or I built the infrastructure. And so we've now we about four or five months, because I worked roughly 120 hours sometimes I'm sure it was 110, but roughly 120 hours for eight months, and it was miserable. And so now it's like, okay, we have built all the things we need to build now it's about leveraging what we've built. Extraordinary, life changing, super glad that we did it. We now have a 3d pipeline. That part of the creative is the hard part, it's the expensive part, and so we've done that. But I won't be taking on the technological burden as well of building out the games and the rails and all that shit. No way. William."
    },
    {
        "speaker": "B",
        "text": "So how do people find out more about this? Because it's utterly fascinating what you're up to, and I love following this story. Where do people find out about this right now?"
    },
    {
        "speaker": "A",
        "text": "If you want to find out what I'm doing, YouTube is definitely the best place. So, onbillyou. If you want to learn about what's going on in the web three space in general, go to."
    },
    {
        "speaker": "B",
        "text": "No, in this project Kaizen and how to get involved, how to get your PFP. How do you just be part of this? Be part of the story? How do you do that?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so my home base is YouTube. So onbillyu, on YouTube and then Twitter. I talk almost exclusively about web three. Anywhere else you go, you're gonna find more business and mindset. But those two places, you can find a lot of."
    },
    {
        "speaker": "B",
        "text": "Is it launched yet? Is anything Project Kaisen?"
    },
    {
        "speaker": "A",
        "text": "No, not yet. We're getting very close. So I'm going to guess right now we're slated for either late October or early November. But we've got a few bugs left. I still can't set the final date until we solve those bugs, and then. I know. Okay, cool. We can't miss. But all the arts done. All of the contracts have been audited. Those are all finished. We've built out the unreal stuff. So now it's just getting it to deploy on a machine and not crash the machine. That's really where we're at at this point. So working out those final little details."
    },
    {
        "speaker": "B",
        "text": "I can't wait to see where this goes. I just think your vision is enormous. I get it. Because we've been for real vision. Looking at some of these spatial webs, things like vatum on cyber, there's a whole bunch of really interesting people building a amazing places to now live new lives."
    },
    {
        "speaker": "A",
        "text": "The vatum guy, Eric, if you know him, first introduced me to nfts like, seven years ago."
    },
    {
        "speaker": "B",
        "text": "Oh, no way."
    },
    {
        "speaker": "A",
        "text": "Yeah. So I met him at XPrize, and we were talking. He's like, hey, I've got to show you this thing. And v Adams. And he pulls him out, and he's like, this is evadom. And I'm like, I don't know what the hell that is, and he's walking me through it. And I was like, wait a second, you just introduced scarcity to the virtual world. And he's like, yes. And I said, that's going to change my business forever. He was like, yes. And then I promptly forgot about it because it was just too early. I mean, this, like I said, it was seven years ago. So now obviously, I wish I had paid way closer attention. But yeah, he's a really interesting guy. He's one of many people trying to create the spatial web, so it'll be interesting. Man, it's going to be a battle between all these guys for what they focus on, what they think is like the key differentiator, all that stuff. So not a battle I'd want to be in, but there's some amazing people doing it."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, it was the first time when I saw punk 6520 nine's open metaverse. The penny dropped for me entirely. I'd kind of seen it with, we built our own crypto voxels experience and I could see it, but once I started seeing how far this browser rendering stuff is, I'm like, oh my God, this is about to explode. Yeah, so, yeah, really amazing, tom. Listen, my friend, amazing to see you, really amazing to hear the vision, and I can't wait to see what you come up with because it sounds like it's going to be a crazy ride. Hopefully you can get some rest at some point."
    },
    {
        "speaker": "A",
        "text": "Yeah, thankfully I've managed to get my hours back in line again. Thank God. But thank you, man. Always so much fun to come on and can't wait for you to see what we've got."
    },
    {
        "speaker": "B",
        "text": "Fabulous. It is amazing where Tom has got to in this big idea of borderless entertainment, what this means across multimedia into the spatial web, into the metaverse, what nfts actually mean, how digital assets get used in this new universe. His vision with this is really extraordinary and I can't wait to see him build this from the ground up, piece by piece. I think it's going to be groundbreaking for everybody to watch this whole journey unveil itself. Hi, thanks for listening to this podcast. If you enjoyed listening, I've got a free membership waiting for you. If you want to understand the future of everything, then understanding digital assets is the key. Were not ever going back to a pre crypto world. Blockchain technology is transforming literally everything from communities to healthcare to real estate to, well, everything. Thats why in 2020 we launched Real Vision Crypto, the worlds premier cryptocurrency and digital assets video channel. Right now Real Vision Crypto is helping more than 300,000 members around the world understand the biggest wealth opportunities in a generation, and maybe of all time. And even better, real vision crypto is completely free. All you need to do is input your email address and you get full access to all of the videos and the incredible emails too. Please visit realvisioncrypto.com. that's realvisioncrypto.com and start learning about this incredible world."
    }
]