[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020 baby get 2020. Bid to get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint."
    },
    {
        "speaker": "C",
        "text": "Mobile.Com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hi, everyone."
    },
    {
        "speaker": "E",
        "text": "This is Raoul Pal, the CEO and co founder of Real Vision. And welcome to my podcast. Every week I'm lucky enough to speak to tons of smart and innovative people in the financial game. I get so much insight from these conversations, and that's why I'm to start this podcast, so I can share that knowledge with you. I hope you learned from the discussions and you can always find more in depth content@realvision.com. enjoy the show."
    },
    {
        "speaker": "D",
        "text": "Dan Moorhead, as ever, great to see you, my friend."
    },
    {
        "speaker": "F",
        "text": "Great to see you."
    },
    {
        "speaker": "D",
        "text": "So, look, there's a lot to unpack, as ever. But as ever, we're both macro guys at heart. So give us your macro backdrop, because I think it differs from mine, but I'd really want to hear it."
    },
    {
        "speaker": "F",
        "text": "Oh, yeah. So you and I have been doing this for a lot of cycles. This is the biggest, wildest one ever, right? Like, I think we're all having a failure of imagination here, that for 42 years the feds just bailed everything out, no matter what problem we had on earth, they just cut rates, or then they buy bonds, or then they buy 9 trillion of bonds and it just build everything out. We were in a 42 year rally in bonds. Rates coming down gave us a long rally in equities, long rally in real estate, all that stuff. I think the feds really overcooked it here. They really overdid it. Rates way too low on the short end. And a lot of people are starting to get their head around that one. The thing no one's really talking about is their purchase of $9 trillion of mortgages has totally messed everything up. And I just, unfortunately, I don't see us unwinding this thing without housing going down and without the Fed unwinding some of that 9 trillion. So there's just a lot going on. And then 35 years of doing this is the most extreme, in my opinion, policy error I've ever seen. And so the pendulum swung way one direction unfortunately, it's probably got to swing way back. That's the macro view, obviously. Hopefully crypto could be isolated from that. But on the macro side, I think we're going to have rates go way higher, way longer than anyone else is really talking about."
    },
    {
        "speaker": "D",
        "text": "So you don't think so? I mean, I reasonably differ on this. I think that the monetary conditions that the market price via mortgages, the rate of change of the dollar, interest rates overall, plus commodity prices, was a massive tightening of financial conditions. Do you see that? Or do you still think conditions aren't tight enough to engineer lower inflation?"
    },
    {
        "speaker": "F",
        "text": "Oh, not even close to tight enough. And the reason I say that is, although we're so used to rates always coming down, that the Fed raising 150 basis points sounds super edgy. It's nothing. Real inflation is double digits. We've never had Fed funds so far below inflation in the history of our country. So whatever tightening has already happened, it's a very small amount. And the sad truth is inflation's risen as fast as the Fed's tightened. So we really haven't tightened real rates at all. And even the Fed's own model. If one of your readers wants to look at the FOMC statement that just came out at the latest meeting, has they have five or six different models for where rates should be? The Taylor rule and amended Taylor rule and a bunch of other ones, they're all like six or 7% and everyone's like, oh, cool, we're at 150 or whatever. So we're just so far from where we would need to be to stop inflation that I really think people are just struggling to get their head around. In December, we forecast Fed funds going 5% and time seems super crazy. And now they have cuts already priced into next year, which, I mean, I wish it were true. I wish that would happen, but I just, deep down I don't think it's true."
    },
    {
        "speaker": "D",
        "text": "Yeah, my issue is I look at real rates, and real rates have been trending lower for the five year real rates, let's say they've been trending lower for the last 20 years. And the trend rate of real rates, if I stick it on my Bloomberg and put a nice regression channel, is, is negative 1%. And every time we get to the top of the two standard deviations of real rates, we break everything. So how are we going to not break everything and cause the Fed to do the same again?"
    },
    {
        "speaker": "F",
        "text": "Yeah, well, that's the problem. I think we probably will break a lot of things, or at least the Fed is going to break a lot of things. I don't hold you or me responsible for it. So your trend would be great if you were looking at a graph of free market actors. You're not. The Fed has been manipulating the bond market, unfortunately now, twice big time. So for the first 95 years of the Fed's history, they only did the overnight rate. They never manipulated the capital allocation of our economy. In 2008 they decided, oh, you know, we're really not doing enough with our forward guidance, which is a whole nother topic. So instead of just saying we're going to keep rates low for a long time, let's just ram ten year rates much lower. Not sure if that worked very well, but they did it ten times bigger in this last recession and they ended up buying 9 trillion of bonds. And to put that in perspective, the entire record mortgage issuance in the United States is only 1.6 trillion. Right? They did four times the entire mortgage origination of the entire United States in bond purchases. So your graph is kind of like old fashioned econ 101 where like, oh, we're all economically rational, independent actors. We're not. There's an actor that is massive, that is, you know, got different incentive functions that, you know, you can all speculate on why?"
    },
    {
        "speaker": "D",
        "text": "So I'm going to ask the painful question is why is betting against this, not the widow make a trade of betting against jgbs? We've seen this before. We've all argued this, who, we're blue in the face and we've all lost money trading, including that trade. So talk. Why is this different to jgbs?"
    },
    {
        "speaker": "F",
        "text": "Yeah, so, you know, I used to say back in the day, you know, shorting JGBs has killed more white men than sitting bull, right? Like, it's just, it's a savage trade. And I worked in Japan, I worked in hedge funds, you know, in tiger management. You know, we're always trying to short. Everybody wants to short jgbs. The thing everyone forgot, Japan's the world's largest net creditor. Japan as a country is an incredible saver and investor. They have some imbalances. The government borrows a lot, the household save a lot. But net net, as a little island or planet, is an amazingly rich and wealthy country with lots of savings. So those don't go bankrupt and they don't have high rates because they have excess capital. Right? They export it to the us and other places. US is not like that. US borrows all their money from other people like the chinese government or the russian government or japanese individual savers. The US has a massive current account deficit, massive net debt to the rest of the world. So they actually care where rates are."
    },
    {
        "speaker": "D",
        "text": "But they have a little trick, though. The US has the other little trick up the sleeve that nobody else has, which is they're the world's reserve currency, so they can do what they want as well."
    },
    {
        "speaker": "F",
        "text": "Oh, yeah. No, and I'll admit that's true. And the US has gotten incredible benefits out of being the world's reserve currency. I would imagine that we have seen a peak in the reserve status of the us dollar for a lot of different reasons. The most obvious, which is after the russian invasion in Ukraine, government saw that. Wow. Hmm. People can cancel reserves if they want to."
    },
    {
        "speaker": "D",
        "text": "That was like the Cyprus situation at sovereign level. Yeah."
    },
    {
        "speaker": "F",
        "text": "And I think it's going to take three or four years, but that will filter into the blockchain industry and there's going to be governments that say, hey, I'd rather have some of our reserves. I'm not going to say 100%, but like 5% or whatever in bitcoin. Right. And it hasn't happened yet, but I think it is going to happen. And going back to like, why isn't this? The JGB trade is if you short ten jgbs at 2% yield and they keep over rates at zero for ten years, you will lose 200 basis points. That's the way bond math works. And that's why I like being a bond trader back in the day, because if you're right on the path of rates, you win. It is just math. So my thought here is, if you're shorting ten year notes, two and three quarters, whatever, and fed funds have to go to five or six, and they stay there for ten years, you win. Right. You have to make money, which is very different than currencies that you and I have traded all these years. You can kind of be right in your theory forever and not make money. FX doesn't have to go where you and I think it should go, but if you short a bond at two and three quarters and you get paid 5% for the next ten years, you get to keep the difference. It's just that mathematical. So I do think shorting bonds here is a great trade because the downside is pretty limited."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint mobile, unlimited premium wireless. How do you get 30? 30, baby, get 30 bid to get 20. 2020. 1515 just $15 month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at mint."
    },
    {
        "speaker": "C",
        "text": "Mobile.Com switch $45 upfront for three months plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "So look, you and I could talk macro all day, and with a glass of wine we could talk macro all night as well. But let's talk crypto as well now. So how does this macro framework, which sounds like either inflationary or a certain amount of monetary tightness that we're not used to, how does that work in the crypto market? How does that flow through?"
    },
    {
        "speaker": "F",
        "text": "Yeah, so when the Fed and the Congress started printing just insane amounts of money, I will admit I had my pom poms and I was like, this is awesome for bitcoin. You gotta own bitcoin. And bitcoin is at 3000 or whatever at the time to 60,000. So, huge fan of that story. So some people say, well, it's totally counterintuitive. If they're going the other way now, that's gonna be horrible for crypto. And I really, although I admittedly I was hugely positive on bitcoin because they were printing tons of money, they've already printed all the money. It's out there, right? There's 9 trillion of bonds that have been printed and out there, and that money's not going away probably, right? Like, I don't think they're going to sell all those bonds and take all that money out of the system. I actually think they should, but I just don't think they will. So all the money is already out there. So it will still keep sloshing around and generating inflation. And there's this huge debate right now, is bitcoin really a good inflation hedge or not? We don't know. Cause we haven't had inflation for 15 years, right? We're gonna find out. I actually think we're gonna find out. It is a great inflation hedge that when people are worried about the currency being debased 10% a year, we'll start looking for alternatives. And that used to be countries like Argentina or Venezuela or whatever. Now it's gonna be american citizens, it's gonna be british citizens, it's gonna be Europeans. All are going to be looking for ways to get protected on the debasement of their currency. And although recently crypto has been highly correlated with risk assets like the S and P, I'm betting that it's going to break down, that there are going to be more people going, huh? If rates do keep rising for the next two or three years, I don't want to own bonds. Definitely probably don't want to own stocks. The fed really has to get real estate to go down before inflation stops. So I got to get out of real estate. Crypto and gold and soft commodities, kind of the only things. Or art, maybe intellectual property. There's a few things that are different from rates, but not many. And so I think crypto, being one of the biggest and most interesting, will start to get the marginal dollar being allocated to crypto."
    },
    {
        "speaker": "D",
        "text": "It's also an interesting point in time. I'm actually expecting a faster slowdown, and actually, I think rates back off. But either way, we're record oversold versus every metric for the space. Even simple stuff like RSI, is the lowest they've ever been on. Chain metrics, everything. So either way, it feels like the risk rewarding crypto at these levels is really bloody good. So let's say it hasn't bottomed. Maybe I'm wrong. I think it's bottom, but let's say it hasn't. Let's say it goes down another 30%, 40%. Let's say use 50% for easy maths, because that's the kind of move crypto does when it feels like it. The upside is ten x from here, at least. So the risk reward at these levels becomes ludicrous, which people don't understand, these network adoption models. Whenever you're dramatically oversold, your risk reward explodes in ways that doesn't exist elsewhere. How are you thinking through this?"
    },
    {
        "speaker": "F",
        "text": "Well, you mentioned drinking some wine, but I think we're drinking the same Kool aid, because I totally agree that crypto's gone through these wild cycles, as you know. And sometimes it is kind of bubbly and overbought, and sometimes it's really inexpensive. And I literally think right now is the most compelling, even value oriented time I've seen in ten years of doing this. Right. There were some times it was the same price as it is today, but we were four or five years back in history with hundreds of millions less using it and all that stuff. And so I think, given that we've had a 75% fall in bitcoin, 80, 90, and some of the other things, we're really at incredibly cheap levels and a couple of metrics on that, we've never had a period that bitcoin's at the same price. It was four and a half years ago before it is. So it's right where it was in 2017. And I got to tell you, nothing was as built out in 2017 as it is today. We have so much more stuff happening, so many more people using it all that. So just on a fundamental basis, it's better than it used to be back in that era. And just a great metric for how cheap things have become. All of DeFi, $8 billion. That's crazy, right? We can complain about all of this. About DeFi is only people speculating to be only $8 billion when the financial legacy financial industry is 2 trillion is just cheap. And like you said, it's very asymmetric, right? Say you buy all of DeFi and you pay $8 billion, right? You can only be down 8 billion. You might be up 1020 x on that. And I really do think we're at that level. We're so inexpensive on most tokens that the risk war is fantastic. Obviously, it could keep going down. It could go down for another year or whatever, but it just doesn't feel like when you do an expected value type calculation, it just seems like you're going to come up with a great time to be invested."
    },
    {
        "speaker": "D",
        "text": "Raoul, what's interesting is I see a lot of people who've been in the space maybe for the last cycle, the cycle before, and they're well known now, and they're so scarred by the last cycle that they can't conceive that it could be different this time around. I look at this and we've got the ETH merge, which we talk about. We've got significant potential catalysts around. And all I know is everybody's underweight again. Every hedge fund I speak to, every family office, every institution, they're underweight. I'm like, and you and I know this. The path of most pain is usually where markets go. And I'm thinking, well, probabilistically speaking, it's up, not down, because everybody's expecting a new low. I can buy bitcoin at 15,000. That's the kind of narrative. How do you think about the upside downside, risk reward here?"
    },
    {
        "speaker": "F",
        "text": "Oh, I agree. The best time to buy is when there's a whole cottage industry of people predicting how the next 50% downdraft is going to happen. I see that all the time in research and everywhere, talking about the next shoe to drop or the next whatever, the next celsius or the next. No, that would have been really useful at 65,000. If somebody said, hey, the market's probably going to go down 75% in the next four months, that would have been great research. Nobody was saying that everybody's massively bullish at 65,000. And now that we're at 20,000, people are all like, oh, it's. We got another 50% to go, or it's Fibonacci hits 11,000 or whatever. That's the best time to buy when everyone's now an expert on bear markets. There was even a conference session recently about the best short strategies of like, no, it's terrible. Let's get short in this 75% hole, right? And again, no one was saying at the highs. And to my mind that, you know, that's a great sign that it's time. Also, you know, time itself heals a lot of wounds, right? Like, whatever leverage people had, whatever distress they were in, it's been eight months since we were at the highs, right? That just stuff gets worked out over that period of time. We're already well past the average length of a bear market or had the same depth. You know, like, it just kind of you. And I know you can take pain for so long and then you have to, you know, give in. And there's a period of time that markets just can't go down that much longer because everyone finally has given in. And I think we're at that point, we've been down for eight months. It's very easy for me to see the low having already been put in in June, and we're back to the next cycle."
    },
    {
        "speaker": "D",
        "text": "So, look, you've been around this for a long time, and a lot of people haven't. Talk me through the psychology of each cycle that you've been through, how it's different and how people need to deal with it, because it's actually, we kind of flippantly say things like, yeah, we've been around, we've seen this before, but a lot of people haven't. And they don't really know what it means to accept volatility because it's a feature, not a benefit, because that's why you get the upside. People don't understand that. So talk us through some of this to give people some help in this."
    },
    {
        "speaker": "F",
        "text": "Yeah, I really think that is useful is I've been through about four of these cycles in the last ten years, and I was sweating it in some of the previous ones. I was like, man, blockchain might not work. Maybe they'll outlaw bitcoin, or maybe there's a flaw in the code and we're all screwed. There was just so many worries in these past cycles. I lived it viscerally getting in, and then it all goes down 80% what I would say is this time it is really, really a different vibe. There's hundreds of millions of people using it. 10% of all us to Mexico remittance is going over bitcoin. There's a lot of people really counting on it. It's really a real system then even the risks. Back in the day, there were a lot of risks. Maybe all the custodians are going to get hacked. Now it's fidelity and intercontinental exchange, doing custody, Mount goxia or whatever, some dice or times. So a lot of the things I used to worry about are gone. And even now when people are like, well, regulation could be horrible, it's like, well, you know, that's a glass one 8th empty kind of mentality, right? Seven eighths of the regulatory bodies in the US have already ruled and it's great, right? Like, we still have the SEC to rule, but like, back then, you know, the IR's or Fincen or whatever could have done something super horrible. And they all did great stuff, right? Although it's not fun. And obviously I love coming to work more when the markets are tripling every week rather than when they're down 80%. For those people who are experiencing their first crypto winner, I think this one's going to be less worrisome or less impactful than the previous ones were."
    },
    {
        "speaker": "D",
        "text": "Yeah, that's my hunch as well. How about when you're speaking to investors because some of them have been with you for a long time, because you were one of the earliest funds in the space, but what are investors thinking now, whether it's the institutions or the family offices? And how are you seeing the breadth and change of investors? Because you must see a difference in who it was, because in the beginning it will have been a bunch of Silicon Valley people, some people who knew you, some hedge fund people. But then it starts developing to family offices, then institutions. So talk about that mix and how that's changing. And also what they're thinking at this point. Are you getting inflows in or people are still like, well, let's wait and see."
    },
    {
        "speaker": "F",
        "text": "Yeah, so that has changed dramatically, as you rightly guessed that in the early days we did have a few institutions, but it was mainly kind of high net worth tech, Wall street type people. And it really has changed a lot in really the last twelve months or so. Massive public pension plans, endowments, all those entities getting in. And this actually is a great time because they've spent four or five years working through all their issues, all their diligence, all their investment committee, educating their trustees, whatever it is. And they finally got a yes and now everything's pulled back and is actually a lot cheaper. And so we haven't seen enough people pull that trigger yet because I think most investors are really kind of triaging their portfolio. Right. This has been a once in a generation shock on the macro markets and blockchain. So everyone's kind of pulling back, trying to make sure they understand their liquidity positions and all those things. But I do think we're in a pretty good spot where a lot of institutions did just recently get an approval and in many cases they allocated like ten basis points to blockchain. 100 billion or hundreds of billions under management, 100 million or whatever in the blockchain. You and I have seen commodities become an asset class over the years, emerging markets, all those things. I easily can see blockchain being an asset class five years from now. Ten basis points isn't the answer. It's going to be 500 basis points or 800 basis points. It'd be some much bigger number. That's another reason I'm really bullish on this space. I've seen a lot of massive entities go through the really hard thing of going from zero to one in terms of being on now. And now that they're on and they have ten basis points, they could easily go to 20 basis points or 50 or 100 or 500. I think that's the story for the next ten years is all these entities that have spent many years getting to the point of saying yes to blockchain, ramping up to whatever a market neutral position will be ten years from now. But it's a lot higher than it is today."
    },
    {
        "speaker": "D",
        "text": "What about the allocation mix? I've noticed that VC has obviously been easier to get through investment committee because it's just a tech vc investment. So people went there first. And the hedge fund space or the secondary markets? The liquid markets have been pretty devoid of capital. The entire hedge fund industry is $4 billion, while 60 billion went into VC in the last 18 months. Like you, I've been around markets for a long time. When markets are that starved of capital, it gives you outsized returns. Are you still seeing that people are still starting with VC? That's where they get their toes in the water and then coming through into more liquid token strategies. How are you seeing that evolution?"
    },
    {
        "speaker": "F",
        "text": "We are, and to some extent I'll agree with your implication that maybe that's wrong and that tokens are cheap and entities should invest in tokens. That's why firms like Pantera and some of our competitors now have these kind of all in one tenure venture style funds, but they also invest in tokens. And actually I think those are really good for a couple of reasons. One is it allows the manager to allocate between the different sectors at various times in the cycle, and private equity and tokens really reprice at an incredibly different frequency. Tokens are manic and they reprice like instantaneously. And the market can drop like 70% in like three weeks, which is did I. Whereas private equity is very slow moving. All the entrepreneurs that heard their competitors raise money at January, February, march valuations, they have to go through the five stages of grief. They're still thinking about all my competitor raising 4 billion or five or whatever, they're still thinking about that number. And unfortunately it takes six to nine months for everybody to work through that. It's like the housing market. When there's some discontinuous drop in the housing market, most people don't cut their price 17% and start doing transactions. They leave their offer at the old price and no transactions happen. So the number of transactions goes close to zero. And that's basically what we've seen in venture in our space is there were a lot of deals being done. This big thing happened in the global macro markets, and all the entrepreneurs still want the oil prices, all the investors want the new down 40, 50, whatever the number is, valuation. And so there's just a gap. And it's going to take six months for both sides to kind of come together. But the other bit of that, which I think is very, very important, is we have a bitcoin fund that has daily liquidity, right? So if an institution invests and the market goes down 50%, the investment committee could be tapping them on the shoulder like, hey, you can submit your redemption out of your money tomorrow. That might make people panic and sell at the lows. Whereas if you say, hey, we're just going to commit ten basis points, we're going to lock it up for ten years, we're probably going to go through five or six of these crazy cycles, but at the end we'll probably have a lot more money. I actually think that's better because then the institution doesn't have to over trade the position and sell at the lows. Unfortunately, we've seen a lot of that over the last ten years where people, when bitcoins on CNBC every day, they're buying at the highs. And when it's just had a crunch, like now, nobody is allocating. And as you say, the outside returns come from allocating after a crunch rather than before."
    },
    {
        "speaker": "D",
        "text": "Yeah, even in the exponential age, the fund of funds and asset management business, we had a three year lockup on the fund of funds for the same reason. I'm not a big fan of lockups, but people need to protect themselves from themselves in these volatile markets. You need a period of time enough to allow you. You don't need. Most of them have vc anyway, so they've got the long term ten year bet and they need the bulk of the cycle. But if you give people quarterly liquidity, they'll end up shooting themselves in the foot sometimes because people are often new to the space, so they're trying to figure it out. So I do believe in some of that. How are you looking at the risk curve now in crypto? Where do you want to allocate? If we assume bitcoin is zero risk? Let's assume you're 100% invested. Let's assume bitcoin is zero risk, and everything else is extended beta or alpha over that. Where are you out in the risk curve? If you look across the portfolios that Joey's running or other staff and where the clients are, where do you think people are on the risk curve? Or you want to be on the risk curve? More importantly for this part of the cycle, because we both identified, the return seems really skewed right now, so I'm preferring to get a bit further out of the risk curve. How about you?"
    },
    {
        "speaker": "F",
        "text": "No, I agree. I agree. And I do think you can think of it like that. Bitcoin's kind of like treasury equivalent of our space, and everything is kind of a high beta to that. And in times of stress, bitcoin does go down less than the micro caps or like whatever you want to call all coins. But so bitcoin does perform better. And so there was a period for a few months in May and June, in July that we were way heavy on bitcoin, which is not something we've been doing for the last few years, but I actually think we're past the bottom. Like you also agree. And so if we're in a. At a minimum consolidation level and potentially the new rally, which I actually think we're in, then it does pay to be out that risk curve to be in ethereum, defi, a bunch of other things. And so we've now taken our bitcoin exposure way down. We're back in all the other sectors that can perform well if we're in a bull market, obviously, if we're wrong and we have another leg down. We're going to be wishing we were all in bitcoin. But the other things have a high."
    },
    {
        "speaker": "G",
        "text": "Beta, basically the number one selling product of its kind with over 20 years of research and innovation. Botox cosmetic adobotulinum toxin Aethereze cosmetic is a prescription medicine used to temporarily make moderate to severe frown lines, crows feet and forehead lines look better in adults."
    },
    {
        "speaker": "H",
        "text": "Effects of botox cosmetic may spread hours to weeks after injection, causing serious symptoms. Alert your doctor right away as difficulty swallowing, speaking, breathing, eye problems, or muscle weakness may be a sign of a life threatening condition. Patients with these conditions before injection are at highest risk. Don't receive botox cosmetic if you have a skin infection. Side effects may include allergic reactions, injection site pain, headache, eyebrow and eyelid drooping and eyelid swelling. Allergic reactions can include rash, welts, asthma symptoms and dizziness. Tell your doctor about medical history, muscle or nerve conditions including ALS or Lou Gehrig's disease, myasthenia gravis or Lambert Eaton syndrome, and medications including botulinum toxins, as these may increase the risk of serious side effects. For full safety information, visit botoxcosmetic.com or call 877-351-0300 see for yourself@botoxcosmetic.com."
    },
    {
        "speaker": "D",
        "text": "Dot I'm getting really interested in the ETH merge and not for the reasons people understand, but a reason that you will understand. So the ETH merge we get it, theres a bunch of supply things and its going to have a yield. Great. So now im thinking okay I know where this goes. We now have a benchmark web three asset that has a yield that is not a negotiable yield. Its kind of baked in so we know what it is. So it has certainty. And most of the institutions, for example, never owned gold because it didn't have a yield and most tech assets don't have a yield. So here we've got a tech metcalfe's law growth asset with call it a 5% year. We don't know what it's going to come out with six months after the merge, but let's assume it's 5%. That is an extraordinary thing for adoption, for institutions, but even that's not the most interesting thing. Everything in the world is priced off Treasuries. All emerging markets are Treasury Treasuries plus 400 and everything in the credit market. In fact, all rates are priced off treasuries or Libor. One of the features of what just happened in the CFI market was the inability for people to price risk because they didn't know what yield was from. What if we have a benchmark rate? This is going to make a huge difference to not only retail investors, but how we run our portfolios, because we can start thinking of credit spreads in a more sensible way, creating baskets of credit risk. I think it completely explodes the DeFi space, because you'll remember from our days of the past, there used to be these guaranteed funds where, let's say the FTSE used to give a 6% yield or interest rates were 6%. So you could basically use the interest rate and the yield and buy call options or put options and have guaranteed funds and all of this shit. People have no understanding how big this could be. The structure of markets may change here."
    },
    {
        "speaker": "F",
        "text": "No, I agree. Both of those things are huge. The merge itself is very important. And then the fact that we will have a benchmark yield to base off. I would say that one of the reasons we got super excited about ETH is the merge had been delayed for a long time. But what we've seen with Ethereum is that whatever delays they've had, when they actually picked a date, they always hit it as soon as they picked a date. Then we got very bullish because we think they're going to hit it and it's going to work well. So if we do have a good yield basis to compare everything to, I think it will foster more of a fixed income mentality. You'll get a lot of money starting to flow in, and obviously, we're in very early days, there were some startup companies that weren't successful in pricing risk. Obviously, when you're pricing a levered market that goes down 75% to 90%, there's a lot of bad things that can happen. So it's not terribly surprising, given the huge move. But we'll get there. We're going to work through these iterations, and the centralized finance companies that did survive are getting even stronger, and they will be the ones that are still here five or ten years from now."
    },
    {
        "speaker": "D",
        "text": "Yeah, I just think what we understand of the space, what we understand of DeFi, this $8 billion number you threw out, is going to look ludicrous if we consider some of the foundation stones that are coming within yield markets and lending markets. I tell you, the other thing that reminded me of the old days is, were you still at Tiger in 98? Yeah, this whole three arrows capital thing was long term capital all over again. I never forget that long term capital time I was a salesman at. Was that Goldman or maybe prior to Goldman is. I was on a stag weekend in Ireland, speaking to a bunch of mates who were all in financial markets. And we had the usual conversation, who's your biggest customer? Everybody was long term capital. I remember we were all in equity derivs and we all had a few billion here or there. And then the head of Bund trading at Deutsche bank hes like, weve got $100 billion with these guys. I went back to the risk manager and said, look, we need to do something about this. But when one person is everybodys biggest customer, you need to be very careful. And thats what has just happened, really. One person became everybodys customer?"
    },
    {
        "speaker": "F",
        "text": "Yeah, and one opaque customer. And I think that's the moral of the story, is that centralized finance still has the same old stuff that's been happening for 100 years. If you have an opaque, centralized borrower, they can either over lever or even potentially misrepresent what positions they have. I'm not sure here, but it's happened in the past. Whereas Defi, you know, it's the code and if you agree to a smart contract, it's going to get executed. Everybody knows what the contract is. Everybody knows whether it got executed as per the contract. So I really think that the moral of this story is not what the skeptics are promoting. The Defi didn't work and the blockchain's a failure. It's the opposite. It's all the old fashioned centralized banking entities. They're called three arrows or Celsius or whatever, but it's the same as long term capital or Lehman Brothers, where it's just taking short term deposits lend long, and nobody does that run on the bank."
    },
    {
        "speaker": "D",
        "text": "And also what's interesting is a lot of the people who did struggle had less long term financial experience. I think generally people who've been around kind of tend to be able to price credit risk because we've seen a few of these cycles and you understand how badly leveraged can go wrong because we've all done it."
    },
    {
        "speaker": "F",
        "text": "Yeah, and hey, darwinism works, that if we're still trading after 35 years, we have survived a lot of these things because it's the same greed and fear. Markets go up because everybody gets greedy and then they go way too low because everybody's panicking in human emotion has been driving markets for a long time."
    },
    {
        "speaker": "D",
        "text": "Always, always. And that's half the fun of trading, is figuring out where the emotions lie. So, final question for you again, I like to particularly markets like this give people learnings. What is the most stupid thing, mistake you've made investing in crypto, you know."
    },
    {
        "speaker": "F",
        "text": "Honestly, selling anything like that is the thing to say at the lows here."
    },
    {
        "speaker": "D",
        "text": "That's mine too."
    },
    {
        "speaker": "F",
        "text": "Really. Like, basically there's a ton of things I wish I bought or regret not doing or whatever, but the only deep regrets are ever selling anything and thinking, oh, maybe bitcoin didn't work or that. Yeah, I. To the extent people have the financial and emotional resources to stay in the trade, you got to, because it is going to change the world and that means prices are going to be much higher in the long run."
    },
    {
        "speaker": "D",
        "text": "That's exactly mine. I sat down and went through my crypto journey from 2013 when I first bought it at bitcoin at 200, and when I sold it in 2017 at like two and a half thousand, thought I was a God, went up to 20,000, came back down, I didn't care. Then Dan Tapiero kept bugging me. I got back in 2019, 2020 and sized up massively and I went back and looked. If I just kept my original investment and not done all of this shit, trying to think I'm a great macro trader, I would have been much wealthier. And if I just bought the big dips with the same size investment to start with, that always looks really small when you add to it later. I'd have made 25 x as much as I made. I'm like, it's the same thing. It's like, really just keep hold of it."
    },
    {
        "speaker": "F",
        "text": "Yeah. Just view it as venture and try and put it away and look at it, you know, five or ten years from now."
    },
    {
        "speaker": "D",
        "text": "Dan, as ever, a real pleasure to speak to you. A lot of fun, as always."
    },
    {
        "speaker": "F",
        "text": "Hey, thanks so much."
    },
    {
        "speaker": "D",
        "text": "Yeah. All right, take care, my friend. You see, macro is crypto. Crypto is macro. But what's really interesting is Dan and I have opposing macro views, and yet we've come to the same conclusion about cryptocurrencies. And it's not based around our biases, but it's based around our analysis. So always interesting to hear Dan and his views. The biggest impact from this interview is hearing Dan's learnings of how to stay in the cycle. This is really important. His biggest regret was ever selling anything. He talked us through, how he held onto tokens and how you need to embrace the volatility if you want to make the big returns. I think that is the biggest impact of all."
    },
    {
        "speaker": "E",
        "text": "Hi, thanks so much for listening to this podcast. If you enjoyed it, I've got a free membership waiting for you. If you want to understand the future of everything, then understanding digital assets is the key. We're not ever going back to a pre crypto world. Blockchain technology is transforming everything from communities to healthcare to real to, well, just about everything. That's why in 2020, we launched Real Vision Crypto, the world's premier cryptocurrency and digital asset video channel. Right now, real Vision Crypto is helping more than 220,000 members understand the biggest wealth creation opportunities in a generation, and maybe of all time. And real vision crypto is completely free. To get your free membership to real vision crypto, please visit www.realvisioncrypto.com. that's www.realvisioncrypto.com."
    }
]