[
    {
        "speaker": "A",
        "text": "Hey, everyone, we've got a special episode for you today. Our very own Raoul pal was on the Meta v cafe YouTube channel for an ask me anything session. They talked about the growth that's taking place across India and the innovation that we're seeing in web three. Sit back and enjoy the conversation."
    },
    {
        "speaker": "B",
        "text": "Hello. Rawl."
    },
    {
        "speaker": "A",
        "text": "Hey, great to be here."
    },
    {
        "speaker": "B",
        "text": "Same here. We are all excited. We have been waiting for you to show your face to the indian audience after a very long, long time. I've been waiting for this for two years, two years continuously. I spoke to you before that, but it was all in my dreams. Yeah. Honestly. And this is the first time I'm speaking to you live. Oh my God. Thank you very much, taking your time. And I should thank your whole real vision team, everyone. Nippon. Oh my God. They have. I have been chasing them and they have been taking all my pressure, all my force. And then finally you're here."
    },
    {
        "speaker": "A",
        "text": "Oh, it's great to be here. I'm really pleased."
    },
    {
        "speaker": "B",
        "text": "How does it feel?"
    },
    {
        "speaker": "A",
        "text": "I'm sorry?"
    },
    {
        "speaker": "B",
        "text": "How do you feel interacting with Indians? You have indian roots. I know, I know. Yeah."
    },
    {
        "speaker": "A",
        "text": "I'm half indian myself. I spend a lot of time in India. I lived in Calcutta when I was a kid, so it's coming home to me."
    },
    {
        "speaker": "B",
        "text": "Oh, lovely, lovely, lovely. So, Raul, I don't want to waste time. I know we have only 1 hour of time and we want to make the best use of it. And I've got the best panels to ask you a lot of questions. And we'll be starting it with basic finance, global economy, recession, and then little bit about startups. And also we'll come to web three. That's most important thing that the world needs to know and India needs to know. Actually, the indian youth, actually, they have been waiting for. And, you know, I'll have to acknowledge this, we have got immense, because we got very short period of time and we got immense, immense amount of support from the whole community. And it was like, otherwise it was very, very difficult for me to pull this out. But streaming, whether it's promotion, whether it's tagging to roll on Twitter every day and real vision. But it happened. It happened. And I'm sure this has been streaming on Facebook, this has been streaming on YouTube. Whole indian audiences watching this show. And let's make it with a lot of alpha and a lot of value. And one question that I want to ask is, how did you get this idea about real vision to start real vision? What made you think of this?"
    },
    {
        "speaker": "A",
        "text": "So I had been at the epicenter of the financial system was at Goldman Sachs, the prestigious investment bank. And I was a salesman dealing with the world's most famous hedge funds and institutions and asset managers, but mainly the hedge funds. Then I went to run a hedge fund myself, a big hedge fund in London. And then I decided to opt out of the rat race and move to the mediterranean coast of Spain to get my quality of life back. And I write a research service called Global Macro Investor. I've been writing for 17 or so years, which is a very kind of institutional, kind of expensive, prestigious research service. But I predicted the financial crisis and also the european crisis in 2012 when we almost lost Europe. And in both of those, people would come up to me in the street, friends of my parents, friends of friends, and say, why didn't we know? People in Spain where I was living got decimated, friends went bankrupt, the entire property sector collapsed. And I thought, why didn't people know? And I thought, I need to do something about this. And that was the democratization of financial information. So it doesn't just belong to those at the center, it belongs to everybody. And so that's what the idea behind real vision. We thought, well, how do we do this? This is 2014. We were pretty early to the video thing and said, what we're going to do. People said, well, what you need to do is short form three minute interviews. Nobody's got an attention span. And we said, no, we're going to interview the world's most famous investors, the very best that there is that exists, the world's best analysts and strategists. And we'll talk to them for an hour or longer. And that was revolutionary at the time. Now people do that more often, but real vision led the way to give people the kind of information that they didn't get before. And that's been journey of real vision and it's been an incredible journey. So we've now got members in 111 countries. We're just starting real vision India Nippon, who's on the call as well, is involved in that. It's a huge, growing, amazing community with a lot of knowledge in it. Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "Brilliant, brilliant. I used to conduct a lot of webinars on web three mainly. And we used to cover all the subjects, whether it's attack, whether it's ban, whether it's anything with layer ones or ethereum, whatever it may be. And every webinar of us, we used to conclude with Rol Paul's video. So that, yeah, honestly, and that was like ritual. Everybody attending our webinar will ask, what is Raul's opinion about this topic. So that's how real vision got deeper, deeper into our community. And then we promised, we got in touch with Neepun, and we promised, one day, Raul will be here and you're there, and that's the day here. So without wasting time, my first question, I'll start with. My first question is, like the youth, we all in India only understand about savings. We do not understand the financial planning. And the youth needs to know because they are starting their journey now. And then how do you explain or simplify financial planning to them so that they don't struggle in the future? And at the same time, they don't have to go through all the intricacies of the economy or the charts or all the data they need to know. So the basic, simple way, so that they can understand and they can take actions accordingly."
    },
    {
        "speaker": "A",
        "text": "So India historically had high interest rates. So everybody's parents saved money and they got paid 9%, 10% interest. But interest rates, over time have been coming down in India like they have everywhere in the world. So suddenly, you don't get that much money anymore for putting your money on deposit. So the average age of an Indian is now 28 years old, which is an astonishingly good demographic. But for everybody to create the kind of financial future that Indians want, considering how expensive things like property is now, theyre going to have to invest. And the investment industry in India is growing incredibly fast, as this young demographic, much like the same demographic in the United States was in the late eighties. They were 28 years old, the baby boom generation. And what they figured out is they had to start saving. And they created an enormous amounts of future wealth for themselves by investing the money as opposed to just putting it into savings. Indians traditionally have put it into gold as well. Well, gold just offsets the weakness of the rupee to maintain global purchasing power. But for people to start investing, they need to think of simple things like dollar cost averaging. I mean, the indian stock market has been going up relentlessly for two decades, and the story's only just started. It's a young population. The technology advances within India are enormous. We've got some world leading companies, like Reliance, that are growing out of India. India's important geopolitically. So if people can just start investing in their own market to start with, just by putting a few rupees every month into the market, that's a better start than their parents would have had. Then after that, it's like, how do we diversify a little bit? So it's not just about the indian economy. And that's about using some of the ability to invest your rupees outside of India, gives you the benefits of diversifying outside of the rupee itself, but also participating in things like crypto or the us economy where things can be different and not so correlated entirely to India. So I think it's very important that people start this journey now, start to learn how to invest, get the educational tools that they need and just learn as you go. Investing is a lifelong journey. It is not a single place. And we actually are passionate about this at real vision that we've created something called the Real Vision Academy and we've got special pricing for India. So go to the real vision website looking for India. And there we've got the world's best experts. Not just some random person on YouTube, but experts who've been in the financial markets for 30, 40 years teaching you how to be a better investor. And it's very affordable and it's life changing. Get this bit right. Your future self, which is why we invest in 20 years time, is going to be in a very different position than your current self."
    },
    {
        "speaker": "B",
        "text": "Yeah, I totally agree with you. Because one has to keep on upskilling themselves, keep on learning. If you stop learning them and the world is grad changing very, very fast, very rapidly, and you'll have to keep pace with it and you'll have to keep learning very well and coming on to the decision. Now everybody is talking about the decision and everybody wants to know your take on that. Whether is this going to be a small decision, short decision, or it is going to be a prolonged decision? Because I think, I don't know, but I think, I believe that this is something India is not going to be affected with the decision because we are the people who are exporting wheat, we are exporting textiles, we are exporting bulk drugs. And we, as you said, we have a huge population of 1.4 billion people and we have the consumption power. So apart from that, but looking at the macro level, look at the war, the war is in Ukraine, it's still going on. And then apart from that, there is energy crisis in Europe. And then look at the strange things that is happening in China where whole world is trying to cut down their increase their interest rate whereas China is cutting down the interest rate. And the property market, which happens to be 29% of their gdp is struggling very badly. But China still holds a big amount of probably $1 trillion of reserves, dollar reserves. And I was wondering if that dollar comes into the market, what will happen to the us market or chinese market or India will get impacted or. This is the one part of the question. The second thing is, if we are into a recession, if you are getting into a decision, what kind of steps we need to take precautions that we need to take, whether it's youth or whether it's people who are going to the employment and. Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "Okay. So a client of mine early in my career taught me a very valuable lesson. He who has cash in a recession is king. Because a recession is basically a lack of liquidity within the system. When people don't have money and businesses don't have money. If you've got some savings, well, then you can take advantage of things like sell offs in the stock market or the sell off in the crypto markets. Having some cash when you see a recession coming is really opportunistic. And look, I think you're right. India is going to be largely unaffected by this. So I don't think that's a big issue. The only thing that's getting affected right now is the rupee. And the rupee is getting decimated and the interest rates have been rising somewhat and the rupee has been getting decimated because the dollar is so strong. This is why macro matters to India, because you don't get foreign inflows when your currency is weakening. So yes, you can export goods, but you're not getting inflows into the capital markets and also makes it very advantageous to invest abroad. But the problem is everywhere else is having a recession. So where do you invest? And what you need to look for is what is the market discounting in the United States? So the market in the United States, from the work that I do, is already discounting a pretty reasonable recession. So again, this goes back to the, hey, if I've got cash in a recession, should I actually be taking advantage some of these discounted rates? You know, the Nasdaq is still down 20% year to date. Crypto is still down. I'm looking at ethereum is down 56% year to date. Okay, those are probably opportunities for Indians, because if the rupee weakens, you get the that the strength of the dollar plus the returns of those markets. I don't think that China's trillion dollars of reserves are enough to even move the dial. The us bond market is enormous and the global capital flows are gigantic. And if the pension system alone in the United States realizes that rates at 3% are attractive, they can take all the bonds China wants to sell. So I think that's a red herring. I concerned that the dollar goes higher for a period of time. Now, that's difficult for India because oil prices go up. That's the weakness India has is oil prices. It's not very big on natural resources. So I think that is still an issue that can continue for a while as the rupee continues to weaken. But at some point, once the market realizes that the world is going to recession, us interest rates are going to fall, the dollar is probably going to reverse. Ok, now that gets really interesting for India because now you get a rupee that stabilizes and begins to strengthen again. You've got oil prices coming down. So that stops the squeeze on the pocketbooks of Indians and the companies and foreigners will start to look for emerging market inflows. And India is the top of everybody's listen. So it's kind of setting up for a very interesting few years for the indian markets and the indian economy. We have to get through this period of uncertainty. But that's what I think is setting up here. I'm incredibly bullish India, but I've been waiting for this dynamic of the dollar to stop going up, which we're not quite there yet. For global interest rates to start falling a bit. We're not quite there yet. And then I think we've got a great story."
    },
    {
        "speaker": "B",
        "text": "Yeah, lovely. And what is that something that we can learn from what is going through the us market and the chinese market? Is there anything that we can take back to learn and how they, such huge, big economies, the largest economies of the world, are struggling through this phase and slowing down. So is there anything that India should learn or can take away from?"
    },
    {
        "speaker": "A",
        "text": "Yes. The debt is not the answer to growth. So both China, the US, and Europe and Japan fueled a two decade boom or three decade boom driven by debt. So anybody can look rich by borrowing money and buying stuff, but you don't own it, you have to pay it back. And this huge amount of debt is a drag on these global economies. India doesn't have that. It doesnt have it at government level. It doesnt have an international level, it doesnt have it at household level. If they can avoid that one trap, which is excessive leverage, you can have some debt. Thats okay. You want to buy a house, stuff like that, thats okay. You want to start a business, thats fine. But dont use debt to hide the lack of growth by faking growth, because then youre going to create exactly the same dynamic that Chinas created. The US is created, Europe's created, the UK is created. So that's the big lesson for India. For me."
    },
    {
        "speaker": "B",
        "text": "Okay, wonderful. So now everybody knows that Indians have registered their position in 500 fortune companies. Yeah. So what is that India is lacking to take this economy to $5 trillion economy, which our prime minister is visioning for."
    },
    {
        "speaker": "A",
        "text": "It is going to happen. We're already seeing the reverse brain drain. Indians run half of the US and the half of the UK, but many are coming back because the opportunity in India is actually becoming larger. So what you need is a champion, a global champion company first, which I think is reliance. Once they start truly realizing their potential, once you've got a global champion, people start paying attention and people start copying it. We're seeing the rise of entrepreneurship in India. It's a huge movement. The fintech movements, the unlocking from UPI, Aadhaar, all of this stuff, India stack has created something really, really powerful within India. That's why so many vc firms are coming there. So I think we're still early. We've just gone through the pandemic, then the boom, then the bust on the other side of it. Once we come through some more stability, my guess is, again, being an entrepreneur in India is going to create incredible outcomes for the future. And it doesn't require western firms to do. It just requires Indians to build amazing companies, which I think they're doing. Okay."
    },
    {
        "speaker": "B",
        "text": "Lovely. So, Raul, if I keep on asking questions, so it will keep on going. We have a beautiful panel here. So I would like to bring in Panka Chopra. He's an indian accelerator. So, Pankas, you can ask your question and."
    },
    {
        "speaker": "C",
        "text": "Yeah, definitely. Hi, Raul. Good evening. Good morning. Thank you so much for taking our time. Wonderful insights. In fact, the best I could pickup is don't use debt to fake growth. Wonderful. I'm going to use it seriously, seriously, so quickly. You know, so I run the. I am a managing partner. I run the India's best startup accelerator. India accelerator is a company. So in India accelerator, we have got another vertical called Hypersonic Ventures, all about web three. So I, myself, a capital market guy, understand capital markets, run a fintech company also, so quickly in the interest of time. So, you know, I call web three, all about codes and codified trust. You know, decentralized daos, wallets, exchanges, you name it, and we have it. So, you know, the world in 2030 or maybe earlier, the power is now getting shifted from nations, cities, communities to individuals. What is your view on this?"
    },
    {
        "speaker": "A",
        "text": "I think the move towards Internet communities that coalesce around commonality of mission and purpose, whether that's a cryptocurrency like bitcoin which has this very digital sovereign state element to it, or whether it's around a web three community or an NFT community, I think is the most powerful business model unlock that we've seen since the start of the Internet. And it might even be bigger than that, because what you're doing is, if you think of the model of Facebook, Facebook is a network effects business, it's a community business, but the incentives are split. So we all, as users of Facebook, WhatsApp, Instagram, get the features of the product, but we don't participate in the network. That is, we don't make any money from it. Yeah, we can build businesses on it, which is why it's a very valuable network. The shareholders took all of the value. Now, web three puts essentially the network users and the network owners as the same people, because you own a part of the token that is incredibly powerful as an incentive system. So if you go back to Facebook, imagine when Facebook started. They gave shares to everybody who used it. What would you do? You would go and tell everybody, because the more people who use it, the better it is, because there's a bigger, deeper community and the more valuable it becomes. That is the power of web three. So it's going to hyper charge businesses and see acceleration of businesses on a scale we've never seen before. We've already seen some of the fastest growing startups in all history coming out of web three, whether it's binance. Binance went to two and a half thousand people. This is not a manufacturing business. It went to two and a half thousand people in two years from launch. I mean, it's staggering the speed that these companies are growing. Even Yugalabs and the bored eight yacht club community. That whole thing was the fastest accumulation of wealth in any company in history. It went from zero to about seven or $8 billion in a year. It's incredible."
    },
    {
        "speaker": "C",
        "text": "Absolutely. Absolutely. So do I have time for another quick question, sai?"
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, yeah. You're going gone. No problem."
    },
    {
        "speaker": "D",
        "text": "Wonderful."
    },
    {
        "speaker": "C",
        "text": "Thank you. So, Raul, you know, you've covered almost everything in terms of the opportunity which is yet to come in India and globally, of course. So, you know, this decade, as we have seen at the start of it, will be one of the greatest, greater crisis and opportunity than any other we have experienced in our lifestyle. A quick question is, have we missed the opportunity? Or we can expect more to come."
    },
    {
        "speaker": "A",
        "text": "You know, as well, you know this, you're an accelerator. You're seeing the rise in entrepreneurship in India, and it's only getting bigger and there's only sucking more people. And once people see other, their friends doing it, coming out of IIT or whatever, they're starting a business, they want to start a business. And you kick off this virtual circle, you know, don't forget India. Not long ago, ten years ago, you wanted to be working for a big company. It was prestigious, you know, that was the old indian way, right? The bureaucratic work for a big company, you know, that's the right thing. But we're seeing a wholesale change in the mentality. Indians, particularly of the, you know, the people coming out of the top universities, they're saying, well, why do I want to go and work for, you know, Tata, why don't I. Or Infosys, why don't I start my own business? That's."
    },
    {
        "speaker": "C",
        "text": "I agree. So for us, the pandemic was more of an opportunity which came out of a crisis. We added the largest number of startups, largest numbers of investors, largest numbers of mentors. The speed were actually a hypersonic speed for us in the pandemic. So of course, yes. And again, for the capital markets, cash is the king. So recession is where multiple loads of cash actually came out and got infused in the capital markets and also in the startup acceleration market."
    },
    {
        "speaker": "A",
        "text": "Yes. And it's a very good time to build when the world is slightly quiet and people have raised capital. I think the VC cycle was good this time around because the VC cycle funded businesses in 2021. So everybody can just sit out this slow period of growth and a recession, build their businesses and launch them into the new up cycle. That's good. I think that's unlike 2000, where most of these businesses were funded in 96, 97. And they kind of launched products in 2000 and the market collapsed on them. I'm actually very, very constructive. And crypto. Crypto raised globally something like 60 billion in the last 18 months. So all the crypto companies have got cash and they can just not worry about the fact that crypto prices are down and they can just build their businesses ready for the next up phase, which is really, really good."
    },
    {
        "speaker": "C",
        "text": "I agree. I agree. Thank you so much for your time, Rahul. It was wonderful. And we should stay connected virtually. Thank you so much."
    },
    {
        "speaker": "A",
        "text": "Absolutely, Pankaj, look forward to it."
    },
    {
        "speaker": "C",
        "text": "Thank you so much. Thank you so much."
    },
    {
        "speaker": "B",
        "text": "Thank you very much, Raul. And thank you, guys. So, Raul, we have got three more panel in the, in our panel, so I'll introduce to all the rest of the panels here. So I'll bring in. We have Kashif Raja. He's the founder of bittening and also he runs a channel called Web Three Kidunya, where he explains Makeshi, all the web three complications, very simple and easy for indian people. And then we have, then we have Naomish Sangi, he is the founder and off coin crunch, which is a very well known news channel, web three news channel in India."
    },
    {
        "speaker": "E",
        "text": "Hey, Rahul."
    },
    {
        "speaker": "B",
        "text": "Hi. And then we have Pereen Latia, the founder of Builders tribe. And these three are the torch bearer of the crypto industry in India. So they have been joining us for this panel. And anybody free to ask your questions to Raul."
    },
    {
        "speaker": "D",
        "text": "Rahul, if I may start, I think I'm very excited to be here. And you pointed something that's really close to, I think, all our hearts. And since the time this industry has been booming, we've seen for the first time that indian startups can now go and create global companies. This hardly happened in web two. We have a few companies that went global, like Zoho and Postman, and they really conquered the world. But something like Polygon coming out of India and now a bunch of new unicorns being built out of India. From the perspective of a founder who is about to get into web three, how do they see this market cycle? There are a ton of founders who've seen the previous cycle and they have a reasonable idea of how to do this because web two founders did not really have to worry about the markets as much as web three founders do. And this affects them directly and very hard sometimes, as we saw recently. How do they deal with something like that?"
    },
    {
        "speaker": "A",
        "text": "So I've been in this, in the crypto market since 2013. So I've seen it up and down. What you need to do is focus on the big picture. Where is this going? Because what you've got is an exponential adoption of an asset class with an exponential price over time. But everything that's exponential is volatile in nature as well. Just look at the Amazon share price since it ipo back in 99 went down 96%, then up, then down. Until you get network adoption, the network becomes mature. So if you extrapolate the rate of change of the adoption of web three, it's the fastest adoption of any technology ever in all human history. It's about twice the speed of the Internet, which is why none of us sleep anymore, because it's just relentlessly fast. It's crazy how fast this is. So to extrapolate out the 300 million global users now, assuming that network adoption rates slow down over time, because you can't, the earlier phase is the most exponential. We still get to 3 billion users in like five years. So, okay, once you know that, and let's say we're wrong, let's say we're wrong by 75%, it's still a billion users. So therefore don't focus on price. The future price will take care of yourself. If you're focusing on price in building your business now, you're building a weak business. You need to factor in the ability to take these very volatile swings as part of your business model. If you don't, you're going to fail. So this is a really good time for people to be building and focusing on the future and not the present. You know, we have to distance ourselves. I do this, we do it with our investments, right. I'm in it for the long term. I dont even trade my positions, but I still have an hourly chart on my screen next to me. But I distance myself from my hourly chart. I dont look at my positions and figure out how much im up or down every day. I just dont care. But im very interested in what the market does. But so you have to, particularly as a founder, is distance yourself from the noise and focus on the big prize. Thats why youre building a business. Youre not building a business because you want to make money in the next 18 months because crypto goes up. You want the opportunity of the big prize, which is building something big and important, because this is the only opportunity that ive seen where you can build a business that goes from nothing to $10 billion in a year. Keep your eye on that and imagine what that business could be worth in ten years time. Focus on the big picture."
    },
    {
        "speaker": "D",
        "text": "Wow, that's some great advice and thank you. I think lot of founders from India who are just starting up are listening to this and I'm sure a lot of them are going to be inspired."
    },
    {
        "speaker": "A",
        "text": "It's really important purines not to take this as success or failure of the space. And is my startup valid? Am I doing the wrong thing? Should I have left my job? You're going to drive yourself insane doing that. It is not a real time scorecard on how your startup is doing. Your real time scorecard on how your startup is doing is, am I building network adoption amongst what I've built? Have I got customers? Am I delighting them? Have I got a community? Are they talking to each other? These are the things focus on the revenues will come out of that."
    },
    {
        "speaker": "B",
        "text": "Very true."
    },
    {
        "speaker": "D",
        "text": "That's amazing."
    },
    {
        "speaker": "E",
        "text": "Raul, interesting point. I just want to chime in here. We have a couple of questions from our community as well. And one of them is a little lighthearted. I just want to start with that. What would you. This is what we've discussed so far, is how to be motivated as a builder, as someone who's building in the industry, but as an investor, simply, you know, someone who has a job, a daytime job, just wants to be part of this industry as it's growing. What would your recommendation be for them in terms of portfolio management and investment in crypto? Like what percentage of their portfolio should be in crypto for them to sort of be comfortable because of the volatility and all that?"
    },
    {
        "speaker": "A",
        "text": "Well, it depends for different people, it depends what age you are, what income you have, how stable you are in your job, what your future vision of yourself is, what you want to get out of it. So I'm 100% of my liquid net worth in this, but I have income, I have property, I have, you know, shares in real vision, a whole bunch of stuff. Right? So even if my crypto goes to zero, it doesn't really change my life. It will be miserable, but it doesn't change my life. If you are young and you're trying to build a future for yourself, then look, I think crypto is one of the biggest opportunities we will ever be given, so you should be reasonably aggressive in it. I mean, I'd be more aggressive than others are. So if you've got an investment portfolio and you're young, I'd suggest if your dollar cost averaging in, you're not trading it. You just want to build wealth in this asset class that grows over time. Then being 2020, 5% of your savings or investments in crypto is fine. You can have some in the indian stock market, some in bonds, some in diversified global stuff, and you're pretty much going to set up for great success. Now, if you're 60 years old, I wouldn't say the same thing because it's an element of risk and time horizon. Crypto is a long time horizon because we're talking about ten years here, where we think the big bulk of the returns is going to come in ten years. So that doesn't really help somebody who's 60 years old, because what they're thinking about is my retirement. So in which case I would have a different discussion with them and say, sure, have some of it because it's great, because it'll offset the rupee, it'll offset other things. So maybe you can think about 5%. So even if it falls 50% again from here, what are you going to lose, two and a half percent of your portfolio? Nobody cares. But if it goes up 20 x or something. Well, okay. That becomes a lot of money. And every crypto cycle, it goes up 20 x, ten x, 30 x, 100 x. So, you know, think of it in those terms, right?"
    },
    {
        "speaker": "E",
        "text": "Absolutely. Thanks, Raul."
    },
    {
        "speaker": "A",
        "text": "No problem."
    },
    {
        "speaker": "F",
        "text": "Hi, Raul Kashyav, this site. So, first of all, it's a fanboy moment for me. I've seen so many videos of yours and learned so many things, especially from the macroeconomic perspective. And a question from my community to you is, since you have an amazing understanding of the macroeconomics, crypto and the traditional finances are, traditional markets are quite correlated, and we have seen it, you know, every time when we see why the market is down, the financial market is down, the stock market is down, the s and P 500 is down. Why these two markets are highly correlated. My first question. Second. What do you see in future, five years, ten years, or what will be the timeframe that you are seeing then, when the crypto market will have a zero correlation with the traditional markets?"
    },
    {
        "speaker": "A",
        "text": "Okay. This is something that most people misunderstand. There is zero correlation between the equity market and the crypto market over a larger period of time. Put up the chart of bitcoin and put it against the S and P 500, the Sensex, anything over five years, ten years, right. There's zero correlation. One is exponential and the other is not. So what you're picking up is, is the periods when crypto and traditional assets are overwhelmed by the macro, which is to the earlier part of your question, so what is happening on a macro level that is affecting all asset prices? In the shorter term, liquidity is coming out. So what's that saying is the central banks are pulling money out of the markets. So obviously asset prices fall. So we are seeing that moment. It's like we saw it in March 2020, when everything fell, including crypto, at the same time. But then crypto massively decoupled. Sure, the Nasdaq went up and the Sensex went up, but crypto exploded. So the correlation is only in the shorter term. The other thing is, there is more correlation with the growth end of the technology market. The growth in the technology market, because it doesn't have cash flows, is driven by inflation growth expectations. So as inflation rises, it gets marked down because your future cash flow is worth less. So once we return to a more normal point where inflation is more stable, that disappears as a factor. So then everything gets judged on its own merits. So there are periods in time when macro matters more than everything else. Macro is how the world economy works. It's how money comes in and out. And crypto is not separate. People in the crypto market thought they were some amazing unicorn that never gets affected by global macro until they got hit by global macro hard. And they're like, oh yeah, does all matter. I need to understand how currencies work and how money works and how liquidity works and what central banks do because it matters. But over time, there's no correlation."
    },
    {
        "speaker": "F",
        "text": "Thank you. Thank you."
    },
    {
        "speaker": "B",
        "text": "Rahul Raw yet. Mashif, carry on."
    },
    {
        "speaker": "F",
        "text": "One last question, or I just wanted to have his perspective. We recently saw this OFC sanctions on tornado cash. And we all know about this event and as we are quite bullish about this industry, but we also seeing that, you know, regulations is also evolving, especially the latest event that has happened in terms of tornado cash. And people are now debating about, you know, its impact on, you know, Ethereum moving to Pos and then the effect on the validators, since most of the validators are regulated entities as well. What is Raul Paul's intake on the future and especially about the present event that happened in terms in relation to tornado cash?"
    },
    {
        "speaker": "A",
        "text": "I've explained for a long time in videos that there is a fight that has to happen. The regulators want to stamp down on everything. We're seeing this in India, trying to find a way of regulating. The community wants zero regulation. And the fight is going to be where you meet in the middle. If you truly want mass adoption, you have to accept regulation. If not, you are a dark market on the side that you will be shut out of now. So I think regulation net net is a good thing, but it's going to be a fight to make sure regulation is not heavy handed. There is a real problem with Defi. Regulation is the world works on KYC AML regulations. The problem is with Defi is you can't kyc an AMLA now, they're not just going to say, oh, no, fine, forget about it, guys. They're just not going to do that. So we have to accept that this is going to be a compromise with the broader financial system. And it's our job to make sure that it comes on our side of the line and not on their side of the line. And it's going to be exhausting. There's going to be a lot of lawsuits. It's going to be a lot of people having to speak to politicians, going to be a lot of education. But we also going to have to realize we're not going to get it all our own way. And I don't mind that. That's okay because if, on the other hand, we get broadly decentralized, trustless networks to transfer value globally on a level playing field with limited cost, that's a bloody big prize. You know, we can't expect to live in a physical nation state and also to live in these digital sovereign states and expect that the state that we live in, where we drive on their roads and use their streetlights and their infrastructure and their healthcare, we can't expect them to say, oh, don't worry about it, guys, you just have all your money elsewhere. It's just never going to happen. Now, you can either leave or you have to accept that you're going to have to give some of your share to the state and you're going to have to abide by some of their regulations. But there is global arbitrage in terms of where you live and what you want to do. You know, I live in the Cayman Islands, there's no direct taxes in the Cayman Islands. There is on import duty and other stuff. You know, it's, everything is a trade off."
    },
    {
        "speaker": "E",
        "text": "I just want to sort of chime in here and in continuation to the subject, you know, today and for a lot of days in the past, the Reserve bank of India, the central bank of India, has been the primary, you know, person, the institution that is against cryptocurrency in India."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "E",
        "text": "And one of the reasons is it's that, that crypto is bad for emerging economies because it is, it is, you know, represented in dollar value, and that sort of indirectly affects the native currencies of these countries."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "E",
        "text": "So their argument is that it's dollarized, you know, and hence it is not good for the financial stability of an emerging economy. What would you say to that argument?"
    },
    {
        "speaker": "A",
        "text": "I mean, it's. Right, because basically it's capital flight. You get your ability to take your money out. So how do you approach that? You either say crypto is the problem, or India's attractiveness for capital returns in the internal economy is the problem. Now, from what our conversation here we're having is, hey, listen, with the web, three builders, the tech builders, the fintech builders, maybe having your money in rupee parts of the economy, you're going to generate great returns, in which case it doesn't become a problem. It's only weak economies worry about capital flight. The dollarization of the world is actually an issue. It's actually an issue for everybody, but that's the world that we live in now. It depends what ends up happening. Maybe it's a transition where eventually things get priced in eth or bitcoin or whatever it may be, and that becomes a currency in its own right and not dollar denominated per se. I don't know, but I get it. It is an issue. It is an issue. Thats why it has the ability only to invest $250,000 abroad, because you just cant have the capital flight of the wealthy Indians taking all their money out because the rupee collapses. Its the same with China, its the same with a lot of economies. But the answer to that is make investment in India more attractive. And you do that and India is a horrific bureaucratic nightmare to deal with. So you might be able to be a startup, but God, it's awful for everybody else to deal with. And so the corruption is still so bad. It's such an issue. Once we solve those things in India, capital will run freely. So, you know, I think we'll get there, but it's just going to take time."
    },
    {
        "speaker": "B",
        "text": "I truly want this video to be circulated throughout India. So Rawl, looking at the cryptos and looking at India, how can we uplift the lower section of the society through cryptos? Is that possible? Probably. That can ease the government's problems or the hesitation to accept cryptos. Probably, yeah."
    },
    {
        "speaker": "A",
        "text": "So India's done something unique versus most other economies. And UPI and Aadhaar were really amazing in bringing people in. Right? So everybody has a bank account and UPI means instant free transfer payments, right. Most countries don't have that. People talk about emerging markets. They should use crypto because it's free. India's already got that. So you've already got a leg up. However, if you are in a village in Bihar, you don't participate in the indian economy, you don't open a brokerage account with an exchange and try and buy equities. You don't have the money to do it. But crypto, you can do that because you can buy a small fraction, you can put a few rupees in a month, and you can do it all from your mobile phone. Again, India's mobile phone network is one of the best in the world and one of the cheapest in the world. So the advantages India has is the electronic banking system that is state of the art and the fact that everybody now has a bank account and the fact that mobile penetration is so big in India. So therefore it is not that difficult for people to open an application, open a brokerage account, because now KYC AML within India is so fast because of Aadhaar. That makes it easy too. So we can do that and people can start saving. But they can participate. You can be in a village in Bihar and you can be participating in the new digital technology that is driving the future wealth of India. Now, that's amazing, because before you have to sell just fruit and vegetables or whatever you were doing to create your income, this is different because they couldn't buy stocks. They couldn't have. They just couldn't do it. They didn't have enough money. They didn't have enough net worth. Nobody would take them as a customer. Okay. This changes that."
    },
    {
        "speaker": "B",
        "text": "Yeah. So the more and more education and awareness is required in India."
    },
    {
        "speaker": "A",
        "text": "Yes. And, you know, if you could just get some of these people to allocate what they would put into gold into some cryptocurrency, some of that, they will do well, because don't forget, gold has been the traditional savings vehicle for rural India. And if you. Gold and silver. But if you give them access to technology and say, well, here's instantaneous gold and silver, you can sell on a global marketplace, and it's growing in adoption. If they just put 10% of their savings that they would ordinarily have put into gold and silver into that, yeah, it's a good thing. Let's see. Maybe some dowries will start including crypto. You know, it's an investment."
    },
    {
        "speaker": "B",
        "text": "Oh, great. So, Raul, apart from cryptos, which are the other industries or sectors that you see, sunshine sectors, where the youth and the millennials can focus on."
    },
    {
        "speaker": "A",
        "text": "So I do think anything around what reliance is doing is important. I think Reliance is going to be one of the world's most important companies. Why? They own the entire mobile phone network of India, basically. And then the applications layer on top of it. So anything that gets built, they're building shopping apps and everything else. On top of this, they also own the electricity generation, whether it's the oil refiners or now EV, they own, like, an entire ecosystem of India. So that whole area is very interesting. Green technology, because India cannot remain reliant on oil. I don't know where India is going to get to with nuclear power, but it has to get there. So that becomes interesting. All of the technology layer in India because of the UPI payments, rails, the Internet, the mobile phone, all of this is only going to go exponential over time because the average age is 28. So invest in what stuff 28 year olds want and 30 year olds want and 33 year olds want. See the trends in that, the consumer adoption of technology, and invest in that and invest in things that solve India's problems, like green energy. Because India has become much more strategic in how it thinks about its allocation of resources. And it needs to make these decisions if it wants to be able to raise its standard of living over the next 20 years."
    },
    {
        "speaker": "B",
        "text": "Yeah, very well said. So in India, what's happening is also, you know, all the news channels and the governments. What they say is blockchain is a good technology, but we cannot accept cryptocurrencies. So they say we will adopt blockchain as a technology. They understand that it's a very powerful technology, but they cannot accept cryptocurrency. How far do you think, is it possible for them to only just confine to blockchain, not to cryptocurrencies?"
    },
    {
        "speaker": "A",
        "text": "Blockchains do not work without a token, essentially. Right. Because that is the network incentive model. Yeah, it's kind of ludicrous because the outcome will be tokens or digital assets of some form. Yes, you can have private sector blockchains, but generally speaking, if you want to have innovation, you have to accept this. And that's okay. If they can just stop thinking of them as currencies and thinking of this digital shares. Okay, that's interesting. What we can invest in Polygon. And Polygon is a really interesting business. Why don't we allow that? We don't think of it as a crypto cut. Is polygon a cryptocurrency? No, it's a token. It's a share or a stake in an ecosystem and a network. So it's, again, education of these people, there's probably only one that is actually deemed to be a currency, which would be bitcoin, because there's so other little use case for it right now. Now, that may change over time, but it's deemed to be a currency and a store of value, but it's not at the scale of which it's useful, everyday currency. So it becomes a savings vehicle, like gold. But India doesn't outlaw gold, so why would they outlaw. Why should they outlaw it? There's a lack of consistency in the arguments of what they come up with. And I think it's a matter of education, because, again, same with everywhere. The indian politicians are a lot older than the general population. So what they're trying to do is look back the past and this defensive structure. You know, when I lived in Calcutta in the early eighties, we had to have a bootlegger bringing in foreign foods because everything was banned in India. You know, there was one tv channel when I was there. But India does change, but it just takes time because the politicians are pretty conservative overall, while the population at 28 years old, average is less conservative now. Hence we saw the explosion of television. There's like 700 MTV style channels and whatever it is, right? So it's very difficult to stop in India. And I think the government has to realize that the population are the voters and they will make the choices in the end. But there's always, we're seeing it in the US too, right? The average age of a politician in the US is 76, and that's just not representative of the population."
    },
    {
        "speaker": "B",
        "text": "Yeah, very nice. Very nice role. It's very mind blowing. Lot of knowledge. Lot of knowledge. Anybody else to ask any questions?"
    },
    {
        "speaker": "G",
        "text": "So I wanted to ask a question more on a personal and a lighter note. So, like, I'm, I was a student till last month and I just started working. This is, this has been my first one working. So I wanted to ask, like, you know, if any learnings you wanted to share from your initial years in investment because, you know, so I got my first salary and my first thought was where to invest it, how to put it in the right places, and how to start that culture of investing from now, from today itself. So any learnings you want to share from your initial days or how I can go about investing?"
    },
    {
        "speaker": "A",
        "text": "Yeah, you need to find what suits you, what gets you excited, where your mind drifts to. Because if not, people tell you how to invest in certain ways or in what to invest if it doesn't suit you, if it doesn't speak to you. So if it's web three, then learn about it. Look at the charts, understand how the market works. What should I be doing? What is my long term strategy here? Because I don't want to be a trader. Sure, you can put a small amount of money on the side for trading and learning that, but you want to be an investor because you've just started your career and you want to save some of this money that somebody's giving you now, which is nice. Finally, you want to save some of that, but you don't want to save too much because you've just got your first paycheck. So you want to go and spend some money and go to the pub and see your friends and do all of that cool stuff too. So don't kill yourself over. I've got, I must invest now. Enjoy your life too, but just start planning. Okay, what is it that interests me if it is web three? Okay, what is my strategy to invest? What is my time horizon here? What are my goals? What am I trying to achieve? Once you do that, you can be much more focused on what you do, because if not, you'll find everybody's got an opinion. Your dad will have an opinion. Your uncle will have their opinion. Your friends will have an opinion. The YouTube channel you watch will happen. Everybody's got an opinion. The most important thing is to have your own opinion. And that requires some homework and learning. And then you will eventually start. These clouds kind of disappear, and you start to see the world through your own eyes with your framework and your time horizon. And once that happens, magic can happen, but it takes a bit of time, and it's fun doing it as well. And you will get it wrong. You will feel like an idiot most of the time, but everybody in financial feels like financial markets feels like an idiot most of the time."
    },
    {
        "speaker": "G",
        "text": "Any mistakes you did when you were young, like anyone you can remember?"
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "G",
        "text": "So we want to know if Raoul is human, too, right?"
    },
    {
        "speaker": "A",
        "text": "The point being is we all make mistakes. The process of financial markets is making mistakes. Right. Nobody gets things right all the time. In fact, most people barely get more than 50% right. It's how you manage risk that makes the difference. So I've made so many mistakes, so many things. The time I really, really screwed it up was when I did something I didn't understand because somebody told me it was a good idea. And that was back in. I was just starting to work for the hedge fund, and I'd been a salesman beforehand, and now I was now running a big book, and this very kind of important salesman from Morgan Stanley was calling up my boss, you've got to do this trade in the semiconductors. And it's this. I'm a macro guy. I know nothing about semiconductors, really. And he's like, you've got to do this. The spread between the semiconductors and the Nasdaq and blah, blah, blah. This was in the bust in 2000, and it was kind of a short, bias trade. And I just wanted to feel like I was the guy, the new guy. I wanted to show that I could do a big trade and all of this. So I did a trade on the basis of this guy's recommendation, didn't know what I was doing. The entire thing blew up on me, and I lost for the fund, I don't know, a million and a half dollars in one day. And it was an instant lesson is every time you start listening to somebody about the new trade idea and you don't really understand it, you should never do it. Keep it simple. Stupid is always the answer."
    },
    {
        "speaker": "G",
        "text": "Great. Thanks, lord. That's really valuable lessons for me."
    },
    {
        "speaker": "B",
        "text": "Thank you, Karthik. Raw. We have got only two, three minutes. I don't want to pull this out or else we can take it longer. As long as you want. So. So we just want to conclude with a rapid fire round bitcoin or gold bitcoin. Okay. NFT or metaverse?"
    },
    {
        "speaker": "A",
        "text": "NFT is a gateway to the metaverse. So I'll go for NFT."
    },
    {
        "speaker": "B",
        "text": "Okay, so utility token or native token?"
    },
    {
        "speaker": "A",
        "text": "Utility token."
    },
    {
        "speaker": "B",
        "text": "Okay, lovely. So now the last question is, this session has been wonderful, no doubt about it. But still, we want to know your inputs in rapid fire. How do you rate this? Or how do you say this event has been superb or fantastic or both?"
    },
    {
        "speaker": "A",
        "text": "Super fantastic. The quality of people that you've had here is amazing. The questions have been great. And so I think it's fabulous because I've done a few events in India and a lot of them were kind of trading style stuff and it was a lot of people getting rich quick. This is really thoughtful, getting people to understand how to empower themselves. It's really important what you're doing. Yeah."
    },
    {
        "speaker": "B",
        "text": "Thank you very much. And we, as a community from India, what can we do for you or vision? We are always open for it and we want you to come back. We want you to come back again and again, enrich us, help us, motivate us. Listen, you have come to our platform at the stage at the time when everywhere it's only red, no green. So the only thing green here is roll, Paul. Real vision on my screen."
    },
    {
        "speaker": "A",
        "text": "So we."
    },
    {
        "speaker": "B",
        "text": "Everybody's motivated now. Everybody's motivated."
    },
    {
        "speaker": "A",
        "text": "We are. And then we are going to be building real vision. India and Nippon is working on this. We already have pricing for India for the subscription based part. But the first thing to do is just go to our YouTube channel and subscribe to it."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "Because you're going to get the kind of education you're getting from here, which will balance with the kind of education side that you're giving and others are giving. And it's going to help give that broad picture. So just go to the YouTube channel, it's free. And hit the subscribe button there and start your journey of understanding how the big picture fits into what you're doing. And then watch out. We're going to start having some events in India. We're going to start building a discord in India and we're going to have some specific indian programming as well. So. But go to the YouTube channel first. Whether we launch a separate YouTube channel for India, not sure yet. Nippon and the team are working on that."
    },
    {
        "speaker": "B",
        "text": "Okay, lovely. So that's very nice. We are absolutely on time and we'll keep in touch and hope to see you soon again. And any last comments or anything for the youth of India or."
    },
    {
        "speaker": "A",
        "text": "No, just be excited. I know it always feels frustrating in India. You know, it's like the regulation, the bureaucracy, all of the things. But you guys are in a very special place in time. You've got the right demographic. You've got low debts. You've got the right geopolitical positioning. You've got enormous change going on within the economy itself. This is your opportunity. This is going to be the decade or two decades of India. Seize it."
    },
    {
        "speaker": "B",
        "text": "And we are a country with 300 million youth."
    },
    {
        "speaker": "A",
        "text": "Yes, exactly."
    },
    {
        "speaker": "B",
        "text": "A lot of power. A lot of power. Yeah. Very good. Thank you very much, Raul. Thanks for your time and hope to see you soon again."
    },
    {
        "speaker": "A",
        "text": "Absolutely. I look forward to it."
    },
    {
        "speaker": "B",
        "text": "Yeah, thanks. Thanks for coming."
    },
    {
        "speaker": "A",
        "text": "Okay. Great to see you all. Thanks so much."
    },
    {
        "speaker": "B",
        "text": "Thank you very much. Take care. Look after yourself."
    },
    {
        "speaker": "A",
        "text": "Yeah. And you. Bye."
    }
]