[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing. Mint Mobile Unlimited premium wireless. Everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15."
    },
    {
        "speaker": "B",
        "text": "1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch. $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited, more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "B",
        "text": "All right, hello and welcome to the super team podcast. After a long time, we finally have a guest on our show. We're very excited to host Raul pal, who is the co founder of Real Vision. But more interestingly, he quit a pretty plush job at Goldman Sachs when he's running a hedge fund to move to Spain and start just writing content for some of the biggest institutional investors around the world before starting real vision, and has educated both retail investors and institutional investors on macro crypto. Kind of called the crypto macro crossover, earlier than most people I know. And we're very excited to have you. Raul, welcome."
    },
    {
        "speaker": "A",
        "text": "Fantastic to be here. Thank you."
    },
    {
        "speaker": "C",
        "text": "Raoul. Can I just say, akshay is really downplaying how excited, like, for the four weeks leading up to this, he's been telling me, oh, my God, I can't believe he's a big one of, he's a big consumer of real vision. All right. He gets a lot of his stuff. I've seen a lot of links that he keeps sending. So he's very, very excited. I, on the other hand, do not understand macro at all. I don't understand this world at all. Today is going to be a divorce of Akshay, who's super into macro stuff, and me, who has no idea. So I'm excited for this interview."
    },
    {
        "speaker": "A",
        "text": "Well, I hope I don't let you down. I'll try my best."
    },
    {
        "speaker": "B",
        "text": "Just so you know, I'm the batch of 2019, Raoul, from real vision, where, you know, when the bond market broke, the front end of the bond market broke in September 2019. It was like they'd start doing not QE QE. So I'm actually very grateful to real vision and your team for helping me understand why that's even important to my life now. It's like the entire world is watching, like, seven white men trying to figure out what the interest rates are going to be because my portfolio is going to be impacted by this. So I also know where you're launching in India, so I'm excited to talk about that in a bit. But maybe we can start off with sort of your background and how you got into finance, especially the part where you quit a job that, like your mother and father would typically approve of to do things that they would definitely not approve."
    },
    {
        "speaker": "A",
        "text": "That's right. So just a bit of context. I'm actually my father's indian, so I'm half indian, half Dutch. I've even lived. I lived in Calcutta for a while when I was a kid."
    },
    {
        "speaker": "C",
        "text": "Oh, I'm sorry. Sorry about that."
    },
    {
        "speaker": "A",
        "text": "It's a very hot, humid place and very crowded. Yeah, yeah. I was in finance for 32 years. So Goldman Sachs, I started and ran the hedge fund sales business and equities and equity derivatives, where I was learning, watching the grandmasters of macro investing, the Paul Tudor Joneses, the Stan Druckenmillers, the George Soroses. I'd speak to them almost every day because I was the guy in Europe that they all speak to. So it was an extraordinary period where over the asian financial crisis, when Asia fell apart, I was at the epicenter of everything. So everything going on and how these legends traded, it was extraordinary. It was like being taught acting by Robert de Niro didn't make me a good actor, but at least I could see why they were good actors. Then I decided to try my hand at running money myself. So I went to GLG partners, which was the largest hedge fund firm in Europe at the time, and started and ran the global macro hedge fund there. So global macro, for those of people who don't understand, I'm talking to you, Tammay is investing across all asset classes based around the economic cycle. So is the economy going up or down, depending which country you're looking at? And what's the best way of expressing that view in markets? Is it bonds? Is it currencies? Is it equities? Is it crypto, whatever it may be? So macro is this amazing 3d global jigsaw puzzle that you can never solve or you do for short periods of time, and then it becomes super complicated and you can't see it again. You have to start all over again. So I did that. And then I decided I'd had enough running money for other people and getting yelled at by your investors and the stress of never sleeping at night. And I was like, fuck this, I'm going to Spain. And I went to go to the mediterranean coast of Spain. Their quality of life is something very important to me. It's a beautiful place to live. And I started realizing that I'd had a lot more experience than most people in the industry and I should start sharing it with people. So I started writing global macro investor. And global macro investor was aimed at the worlds biggest hedge funds, sovereign wealth funds, institutions, pension funds, that kind of stuff. I still write that 18 and a half years later. Still, ive been very lucky. Its very world renowned, kind of prestigious service that was the epicenter of everything that came after that. Because over that time, when I was in Spain writing global macro investor, we had the global financial crisis 2008, which I was lucky enough to see coming. And I became quite well known for that. So a lot of the people in the film the big shorts were clients of mine."
    },
    {
        "speaker": "C",
        "text": "Okay, I've seen that. I've seen that."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, there we go. And then after that was the european crisis in 2012, when we almost lost the entire banking system of Europe and the government bond market again. I was lucky enough to foresee that too. But what really upset me was people came up to me in the street and said, why didn't we know? I'm like, this does not feel good. Why does some of us have all the access to the information and others get none? And so I thought I'd do something about it. At the same time, also, I realized that after Lehman Brothers had gone under and nobody knew who owned anything in the financial system because there's all of this leverage. So everybody has a claim on the same asset. It's like, oh, we don't own anything. And then Cyprus came along and the banking system shut down and they took everybody's deposits to pay the shareholders of the banks. And I'm like, this is not good. We don't actually own money. So I went around the world trying to start the world's safest bank to do something about it. And that's a pretty hubristic thing to do. I was, you know, yeah, I'm just going to go and start a bank. But somebody tapped me on the shoulder in 2012 and said, you should take a look at bitcoin. And I saw it immediately as this interesting asset that was kind of like digital gold, but also the blockchain could be the recorded ownership of all of the assets of the financial system. And so I wrote the first ever macroeconomic strategy paper on bitcoin in 2013 and invested then at $200. I then started real vision in 2014 to give, to democratize access to the very best financial knowledge. Those are the twin journeys. And my thesis always was macro and crypto were going to meet because the only answer to macroeconomic stress is printing money. And printing money actually drives down the purchasing power of a currency because you've got too much of it. So if you got too much of it, it's worth less. So the comparative value of assets goes up. And I knew that cryptocurrency, particularly bitcoin, was going to do very well in that environment, and that proved out to be the case back in 2020."
    },
    {
        "speaker": "C",
        "text": "Raoul, they say that bitcoin is like, this is the meme. Bitcoin is your hedge to inflation, because every time they print money. But bitcoin is. There's just going to be 21 million bitcoins ever. And. But the. But the crypto market is so heavily correlated to the public markets that it kind of doesn't really serve that purpose anymore, which is it almost feels like every time there is qe, bitcoin goes up, because, so isn't it, like, correlated to inflation, but in not, like, not in, like, a hedged way?"
    },
    {
        "speaker": "A",
        "text": "Okay, let me explain it for your indian audience. Why do Indians buy gold? So, when you look at gold in rupee terms, it's gone up. What has the rupee done over the last 20 years? Gone down. Why? Because of inflation and central bank policy and those kind of things. Indians buy gold because it maintains their purchasing power over time, and it's worked astonishingly well. It's the same with crypto. What you're hedging here is not inflation. That is prices rising, which is usually demand or supply driven. What you're hedging is the debasement of currency, where your purchasing power goes down. So, okay, let's go back one step. What is bitcoin? Bitcoin is a scarce digital asset, and we either choose to accept it or not. Right? Like, everything, like gold, is just a metal. But the meme says we should accept it as something of value. So bitcoin is a meme that is the digital store of value, but it is also a technology. So if we think of ethereum now and the rest of the crypto space, this is a new tech of which we can use blockchain for a whole bunch of different things. So what we've got is the scarce asset and technology. Okay, great. That's worth something. The other side of the equation is, as you mentioned before, these however many white dudes, aging white dudes in the United States, set the monetary policy for the world. Essentially that liquidity washes in and out of markets. So when it washes out of markets, as it is right now, they're raising interest rates, and they're reducing the balance sheet. That's taking money out of the system. So it's a game of musical chairs. So what happens is people are scrambling for dollars and both you see currencies falling around the world. But also people can afford less assets because there's less leverage, less money around. So the price of bitcoin, Nasdaq, everything falls. I mean, literally everything. House prices, and the dollar goes up because there's less dollars around."
    },
    {
        "speaker": "C",
        "text": "That's what's happening right now."
    },
    {
        "speaker": "A",
        "text": "That's happening right now. So if we go back to 2020, what happened was massive liquidity coming in, plus debasement of currencies, quantitative easing. Right now, we've got the opposite of debasing of currencies. We've got quantitative tightening. So the currency is actually getting stronger, so the asset should go down versus that. But back then, we had a, like a 50% increase in the fed balance sheet. We've never seen that much monetary expansion in the modern history of the United States. And so what happens is you then look at all of the assets, and what did best out of that was bitcoin or all of crypto. Why? Because not only so, gold did okay and equities did well, but bitcoin did really well because you had both the technology bethe and the monetary bet. And so it outperforms. So if we are in an age when the central banks are straddled, the global economies are straddled with debt, and this doesn't apply to India as much as it applies to the western developed nations, their only answer is to print money to avoid catastrophe, because who pays the debt? So the central banks backstop it. So over time, they're going to keep doing this trick because it's a magic trick, because it makes asset prices go up and everyone looks like they're rich, but you're not rich because you actually can't afford a house, because it keeps going up in value, because your wages don't go up. And the asset you need to own for all of that is crypto, because it's the thing that outperforms and gives you more purchasing power."
    },
    {
        "speaker": "C",
        "text": "Raoul, it's edge to inflation because it's actually. You're better off owning bitcoin than your own currency. That's how it's a hedge."
    },
    {
        "speaker": "A",
        "text": "Yes, but it's not inflation as in the. The rising cost of gasoline prices. It's to do with fixed asset inflation. Houses, stock market, Rolex watches, art, all of that stuff that's supposed to hold value, that goes up a lot. When you debase the currency, all of these things with variable amounts like your wages don't go up, which is why the rich get richer because they own all the stuff, and the poor get poorer because they just get income, and income never goes up as much."
    },
    {
        "speaker": "B",
        "text": "Raoul, one of the counterintuitive things that has happened as a result of this, of QE or more broadly, whether it's fiscal stimulus or monetary stimulus, is people concluding that you will end up in a world where the dollar goes to zero and it has done the exact opposite. And it's like at a 2030 year high. You've been one of the folks, along with Brent Johnson, who have sort of talked about this in the past. Can you explain to folks listening why people like even, you know, people like Jack Dorsey got this wrong where they, you know, where they thought there was going to be hyperinflation?"
    },
    {
        "speaker": "A",
        "text": "First thing, let's get this public. I taught everything Brent Johnson knows, so I taught him everything."
    },
    {
        "speaker": "B",
        "text": "We're going to just cut this and paste it on twitter every day until Brent just finally gives up and deletes his twitter."
    },
    {
        "speaker": "A",
        "text": "Ok. The US is 25% of world gdp. It is 87%. The US dollar is 87% of every trade transaction in the world. And it's also the most indebted nation in the history of the world. It's 100% of world GDP in debt. But not only that, everybody else is in debt in dollars. So when things get scary, you go to the safest asset, which is the dollar. But there's always a scarcity of dollars because the US is only 25%. So it can't ever generate enough dollars for the system until it massively prints dollars and then gives them out to people. So the dollar is always in short supply globally. And in recessions, it's in extreme short supply. So right now, because the Fed are taking dollars out of the system, the dollar is going up a lot. So over time, this dollar shortage just keeps playing out. Everybody uses the dollars because they have to, because 87% of trade is in dollars. So you've kind of got a gun to your head. You need to use dollars. So when India buys oil from Mexico, let's say whoever you buy it from, from Saudi, you pay dollars. That's neither of your base currencies, but you have to go and buy dollars in the open market to do that. Well, it's not your currency. It's not the Saudis currency. Yeah, sure. Saudis pegged to the dollar because they have to be, because oil is priced in dollars. So this is the issue is everything is in the dollar and nobody has it, and the US is in control of it, which is why those bunch of baby boomers based in Washington control the world."
    },
    {
        "speaker": "B",
        "text": "So is it fair to assume it's like a marathon where, like, when they flag off, that's when they start printing and everybody sprints as fast as they can to the other end of the risk curve. And then, you know, if there's, like, a freeze sign, everybody freezes and retreats into, like, the. Like, maybe it starts raining and it's there. Every retreats to shelter, and that shelter is dollar, and everyone's waiting for the rain to stop again so that the checkered flag can go off. Sounds like an insane game that millennials are forced to participate in just to be able to buy a house. It's sort of like two clicks away from some sort of unsupervised gambling."
    },
    {
        "speaker": "A",
        "text": "And don't forget, for millennials to buy a house just means they have to take on more and more leverage, much more leverage than their parents look. So it becomes a riskier and riskier bet at all times. Now, that means that the central banks are aware of that, so they try not to let things go wrong. So what do they do? Print more money, which makes the house prices go up even more. So people have to use more leverage. I mean, what a mess. But that's the mess we're in. And you can either blow up the entire system and destroy everybody and all wealth, or you can try and do this and hope that over time, that the purchasing power of money erodes the debt. That's yet to be proven out. The US did that in the 1940s. After World War two, they kind of had negative real rates, so interest rates less than inflation for an extended period of time. So the debt burden went down, but we don't, we haven't done that very well so far. I mean, debt to GDP keeps rising. Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices. So to help us, we brought in a reverse auctioneer, which is apparently a thing. Mint Mobile Unlimited Premium wireless 30 30, baby. Get 30 bid to get 20. 2020 to 15. 1515 just $15 a month, so give it a try@mintmobile.com. switch $45 up front for three months, plus taxes and fees. Promoting for new customers for a limited time, unlimited more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "B",
        "text": "Maybe we can do one more question on macro Raw. I want to ask you about inflation versus deflation, but maybe we can do it in the following way. If you had to map out scenarios of how this could play out, and if we were to think about this probabilistically, what are the two or three ways that this could play out, depending on what the central banks do or don't do over the next three to five years?"
    },
    {
        "speaker": "A",
        "text": "Two schools of thought. The current strongest narrative, which is not the view I share, is that in a world that is de globalizing, like, we're taking Russia out of the world, we're trying to remove China out of the world, there's not enough. And also a world that's moving towards moving away from fossil fuels. We don't have enough investment in mining fossil fuels, that kind of stuff. And therefore, any demand in the upcycle means that prices rise and we get inflation. Also, the fact that people like the US or the Europeans have to build factories in their own countries, that is onshoring, means that wages rise in those countries. And therefore people are suggesting that prices are going to be stickier for longer. So they're saying the big narrative is, well, inflation is probably going to be about 4%, and therefore interest rates about 4% for another five, six, whatever years. And we've gone to a new regime. My argument is the regime looks confusing because we had the pandemic. We shut down the world, we reopened the world. There wasn't enough supply, so prices rose massively, and we're seeing the recession that that has caused. Interest rates went up, prices went up. Everyone's like, oh, my God, I've got no money. And the downside of that, I believe, is deflation. And I think deflation is a structurally larger force. Why? Because in the western world, the population is aging. It's completely the opposite of India. So India, average age is 28, the United States is 58, and Europe is older. So we have a record number of retirees. Now, if you've ever seen your parents retire, one thing they end up doing is not spend as much money. Why is that? It's just human psychology. You don't know how long you're going to live for, and you've got a fixed amount of money left. So the first thing you say is, oh, shit, I need to stop spending because I don't want to be 85 and homeless. Right? It's a really strong thing. So spending collapses, and so the economy tends to be deflationary. But then there's another mega power, which is globalization. Even though we're in globalization retreat, don't forget places like India become the net beneficiary here. If China's not the great counterparty, then India is more neutral in the middle and is a more trusted counterparty with the rule of law. Etcetera. Globalization continues, but maybe more regional. Okay, but then there's the really big super trend, and that's technology. Basically, everything that gets digitized goes to zero in value. I mean, everything. So cloud computing, computing power, computing chips, I mean, you name it, televisions, mobile phones, everything goes to zero. So it's an incredibly deflationary force, and that's only about to accelerate because we've now got green energy, which is getting cheaper and cheaper and cheaper and cheaper, and that's going to accelerate. We've got artificial intelligence, which is replacing humans. Robotics replacing humans. Biotech sciences. We've got Internet of things. We've got so many, we've got space, we've got so many massive technologies all going exponential in their adoption, all at the same time. That's a very, very, very deflationary force. So I think deflation is the more likely outcome. And to give you a historical comparison, we've only really shut down the world a few times in the past. The last one was obviously world War two. So World War two, the whole world was shut. Everybody was out of the labor force and I in the state sector or in military or creating, working on bombs and planes and that stuff. So what happens after World War 219? 46, everybody comes into the labor force looking for a job. Everybody wants to spend some money because they've been out in the military, nobody's in the factories yet. So we get this massive supply demand issue, which is very similar to post pandemic. And what happens is CPI in the United States goes up to 20%. The Federal Reserve raised interest. Well, it wasn't the. Yeah, the Federal Reserve raised rates. And then what happens is we went straight to deflation 18 months later. Then we have a rebound, and then we settle in. This period of interest rates were about 3%. Sorry, inflation was about 3%, and interest rates were about 2%. And we did that for 20 years. A massive fiscal stimulus."
    },
    {
        "speaker": "B",
        "text": "Okay, so you predict that we're gonna basically, they're gonna keep raising rates or keep it stable until, like, demand collapses. We're going to get some deflationary forces, and they're going to be forced to reduce rates and or ease again. And it's back to party time."
    },
    {
        "speaker": "A",
        "text": "It's back to party time. But because we're still kind of still swinging that pendulum after the pandemic, we'll probably have a rebound as the economy recovers and inflation still, it's not going to entirely disappear. So rates might rise again, but then we really see the bad side of this whole demographic technology thing. So I'm very bullish on risk assets over the next 1015 years. I think it'll be very positive soon. Then it'll get a little bit, again, volatile. And unless something changes geopolitically, I think we're probably setting up for a new Renaissance golden age because of what's happening with technology."
    },
    {
        "speaker": "C",
        "text": "Should I buy a house or. No, guys, like now."
    },
    {
        "speaker": "A",
        "text": "Yeah, you need to. Your game is to buy it ahead of all the 28 year olds when they get to 32, 34, and they want to buy a hat. Right. India is very different."
    },
    {
        "speaker": "C",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "Right. You've got. You've got to go back and look what happened in the United States in the 1970s. That's where India is. And what happened was you actually got quite a lot of inflation because everybody left home, got a job at the same time, bought a house, bought a car, bought their first suit, bought their first table, chairs, everything. Right. That purchasing power is enormous. All of the young indian population are going to go through this, and you might get significant inflation for a period of time. It depends whether you can offset it with technology and other stuff. It's structured a different economy than the US was in the seventies. But, yeah, my advice is indian property is expensive. It's going to get more expensive because all of you need to buy a house."
    },
    {
        "speaker": "C",
        "text": "Oh, my God. Akshay. Akshay, you've been telling me not to buy a house for so long. You wrecked me, you liar. All right, I'm going to make."
    },
    {
        "speaker": "A",
        "text": "How are you going to get the choice? How are indian house prices going to fall?"
    },
    {
        "speaker": "B",
        "text": "Well, I don't think they fall. I think that it's just cheaper to rent and use that opportunity cost to invest in assets that are more friendly to millennials versus buying bags of retiring boomers in ETF's or real estate."
    },
    {
        "speaker": "A",
        "text": "I don't disagree with that. If you think about it as well, the same group of 28 year olds is becoming financialized. One of the reasons we set up real vision India. And they're not going to buy boring assets. I mean, India, the stock market has been an extraordinarily good asset, and that will continue because of the demographics and the low debt and all of that stuff. And the technological kind of revolution going on in India still won't outperform crypto."
    },
    {
        "speaker": "B",
        "text": "That opportunity cost is high, especially in places like Bombay, where Denmark used to live until a few months ago. It's like as expensive as New York."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah."
    },
    {
        "speaker": "B",
        "text": "Isn't that insane?"
    },
    {
        "speaker": "A",
        "text": "It's madness. You know, Gagawan, even Bangalore is not cheap."
    },
    {
        "speaker": "C",
        "text": "You know, Raoul, when you first started openly speaking about crypto, did your peers, like, give you a funny look? Like, hey, what are you talking about?"
    },
    {
        "speaker": "A",
        "text": "No. Interesting enough. My peers were like, okay, this is interesting because macro people are curious by nature. They want to know what this is. Is this an opportunity for me? I explained to people, listen, I said, I've done the maths here badly because I'm not a statistician. In fact, I failed all my stats classes. But if I look at the gold above ground supply and the known reserves and apply that to bitcoin, so it's called a stock to flow. I said, I think bitcoin is worth a million dollars with gold at 1300 at the time. I then also said, oh, and I'm also an idiot, so I'll discount myself by 90%. So let's assume 100 grand is fair value, and it was $200. So I'm like, this is the best reward any of us are ever going to see in our entire careers. And everyone got it. But that's my global macro investor audience. These are sophisticated investors. So cut to the first video on real vision. When we mention bitcoin and it's like, it's a scam. It's ridiculous. You need to own gold. Remember, gold was at $1,300 back in 2012. And where is gold today? Just double checking. Gold today is $1600. Bitcoin was at 200. And now bitcoin today is at 20,000. But, oh, God, on real vision, we got such pushback. This is ridiculous. How dare you? But the macro guys know, they kind."
    },
    {
        "speaker": "C",
        "text": "Of go, how do the macro guys feel more?"
    },
    {
        "speaker": "B",
        "text": "Were employees okay with it?"
    },
    {
        "speaker": "A",
        "text": "Employees, well, split. You know, there's a bunch of people who just didn't like it. And over time, you know, I've been as, you know, very strong on this. And over time, people have left real vision because they didn't share that vision. But, you know, I think it proved pretty well that macro and crypto are all different facets of the same thing. They're all, one is the future of money and the future of the financial system and maybe the future of all business models. And the other one is the decaying system. And that kind of pessimism, optimism, actually works really well. It gives you lots of opportunity sets."
    },
    {
        "speaker": "B",
        "text": "I mean, you long the pessimism, which is the US dollar, when everything is bad and then you long optimism, which is like bitcoin, when everything is. When the flags go off again. Right."
    },
    {
        "speaker": "A",
        "text": "Yeah, but don't forget the flags go off when everything. But the flags go off when everything's really bad. So that's why all the macro people are watching the bond markets fall apart, the economy, and everyone's slightly cheering because we know what comes next."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, the UK has already started easing. Yeah, well. Well, they're doing some temporary intervention or whatever the latest thing they're calling it."
    },
    {
        "speaker": "C",
        "text": "Is, but they're temporary intervention."
    },
    {
        "speaker": "B",
        "text": "Do you think we end up in a world where, like, everybody else around the world is easing because they're getting margin called against their dollar debt, but the US is not, and that is sufficient for bitcoin to resume its."
    },
    {
        "speaker": "A",
        "text": "Yeah. So bitcoin, the largest driver of bitcoin in the cycle. So if you think about that technology, that gives it this exponential uptrend. So if you put a logarithmic chart, it's actually pretty smooth. What are the cycles driven by liquidity? The biggest driver of bitcoin is global liquidity, not just the Fed liquidity. So if you use the global bank balance sheets year on year, what you find is. That's the thing. So China's already starting to print, the UK is starting to change. I think Europe will be pretty soon. So I think that all we need is a turn. The rate of change needs to turn and crypto turns, which is why ETH bottomed in June. It's been looking forward saying the cycle's turning, and I think it's right. So I think the cycle is turning and it takes a while to play out. So people would call this crypto spring. Spring is a time where it rains a lot. It's cloudy, a bit sunny, a bit cold, it's warm. And that's exactly what the crypto market's like right now. It's just messy, but it's not really going down either. So it doesn't get colder every day. That's winter. So I think we're in crypto spring, and as liquidity changes, and I think that happens relatively soon because things are getting pretty ugly out there."
    },
    {
        "speaker": "B",
        "text": "So, Raoul, if you're wrong about your technology thesis, there's sort of a reasonable case to be made that a lot of the exuberance of venture capital was a direct result of low interest rates and lack of yield. And all these pension funds had to meet, like, the six 7% hurdle rates. And so they just sort of, like, memed a new industry into being that was fast. Paced tech. And so you had a lot of people like Peter Thiel, et cetera, criticizing the fact that we're in an era of stagnation, and there hasn't been a lot of innovation outside of just the world of software, which I can see why that would be true. And so until regulations change, you actually won't have the secular deflation across the world. So if for that reason you were wrong, would you still think that crypto is the right asset class in a world where inflation goes up? And you're welcome to comment on the first part as well, by the way, on whether how you think about that."
    },
    {
        "speaker": "A",
        "text": "The first part is the adoption of technology is relentless. It does not stop. It's not driven by the capital markets. The capital markets mean more entrepreneurs take a shot. Nobody gives a shit if the hurdle rate is 6%. Look at the hurdle rate in India. Look where indian interest rates are. Where are they today? 7.5%. So 7.5% rates. And how many entrepreneurs have you got? The entrepreneurs in India are going exponential. So its a nonsense narrative that raising interest rates means that nobody does technology. Go back to the seventies. There was plenty of technology companies like Xerox that took over that period of time. So I dont believe that. I think the adoption of technology is exponential again. If people want to understand what im talking about, look at India. Look at what happened after Aadhaar, India stack, UPI, and then the cambrian explosion that happened there. It's astonishing."
    },
    {
        "speaker": "C",
        "text": "I'm so happy you said that. You know, I tell my friends who visited, like my friends from abroad when they come here and they look at India Stack, right? This is India stack, which is Aadhaar, UPI, everything together. I, as an indian, feel pained when I would travel abroad and use payments everywhere else."
    },
    {
        "speaker": "A",
        "text": "And you got $1.2 billion billion people into it in two years. This has never been done before. That's the speed of technological adoption. So let's go to crypto. Crypto right now is the fastest adoption of any technology the world has ever seen. It's twice the adoption speed of the Internet."
    },
    {
        "speaker": "B",
        "text": "Sorry, do you mean by that? By number of holders?"
    },
    {
        "speaker": "A",
        "text": "Increase in number of holders per year is faster than users of the Internet in terms of growth from the first 5 million users. That's where I took it from. So crypto still growing this year will be a much flatter year, but it was growing at average at about 160% a year. And the Internet was growing about 80% a year, twice the speed. So we have never seen a technological adoption as fast as this. And so does interest rates stop that? No, change in interest rates is the thing that stops it. That liquidity. Remember, it's year on year rate of change. If they just stopped interest rates, if the US stopped interest rates here over a while, the rate of change goes flat. Assets can do fine in that, because remember, it's technology adoption that actually drives the price over the longer run. So it's the rate of change that's causing it. If the rate of change goes to zero and it flattens out, I interest rates stay sticky, then the chances are that we just get the trend rate of adoption of the technology over time, which still gives it 100% a year rise."
    },
    {
        "speaker": "B",
        "text": "Got it. So even if we were to end up in higher interest rate environments and maybe you get some inflation, it's still an interesting asset class to be in. I can agree with that."
    },
    {
        "speaker": "A",
        "text": "Yeah. What you don't want, what you don't want is interest rates to go from 3.5% to 10%, because that will. That will not be a good investment. Then it'll be a very bad investment. But if they stay up 3.5%, 4% for a long period of time, it's fine."
    },
    {
        "speaker": "C",
        "text": "If someone wants to start a career in finance, what would you tell them?"
    },
    {
        "speaker": "A",
        "text": "So the average age of an Indian is 28 years old. Every single one of you is going to be investing. So the industry is going to boom. Now, India is also a leader in fintech, so you probably don't want to work for ICIC bank or somebody like that, because it's boring. But entrepreneurship and fintech crypto, okay, this is where India excels, and everybody is going to invest. That's just. That's the only thing you need to know the answer to. Every career is going to a secular bull market, whatever it is being that do not go in like the fossil fuels industry, that's a secular bear market. The price might go up, but it's going to shrink over time, go where the money's flowing. So when you've got a group of 28 year olds of the size of the indian population that all want to aspire to that vision of the future, sales, be wealthier than their parents and to have a house and do all of that stuff, they're all highly incentivized to invest. So that industry is a phenomenally good industry to get into over time. Asset management, fintech, all of that crypto working crypto guys."
    },
    {
        "speaker": "B",
        "text": "Will real vision India help with any of this?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, the reason I started real vision India, apart from being half indian is that there are so many young people who need education and the quality of the YouTube stuff is pretty crappy. That's okay. We're not yours, obviously."
    },
    {
        "speaker": "B",
        "text": "Of course."
    },
    {
        "speaker": "A",
        "text": "Yours is amazing."
    },
    {
        "speaker": "B",
        "text": "Two clicks from CNBC."
    },
    {
        "speaker": "A",
        "text": "But I mean, look at CNBC India. I mean, look at the tv channels. They're shockingly bad. So what we need to do is educate people, as you guys are doing, on what is the real opportunity here and how to navigate it and give them the tools. So that's the idea of real vision India is. Over time, we'll build a community and then we'll give the community the tools that they need so they can all learn how to become better investors. And if we can do that, we can change a lot of lives at scale. And that's really what real vision's all been about, democratizing the financial information. Indians were kind of cut off from that and we want to make sure that they get it. They get the same knowledge base."
    },
    {
        "speaker": "B",
        "text": "So a couple of questions. A, what is it priced at? And b, a lot of indian, young Indians just want to outsource the decision of investing to, like, an expert. So why would they go and sign up for this? What is the case for them to learn about this?"
    },
    {
        "speaker": "A",
        "text": "So real vision India, there's a number of things to know. Firstly, Indians get a discount. So they go to realvision.com. it'll find your ip address and give you indian pricing. I don't know what it is, but it's very inexpensive, even in rupee terms, so it's particularly priced in rupees. But that's actually not what we're doing. What we don't want to do is just give you the content that's on real vision because, yes, it's useful to learn macro investing and what are the big factors influencing. But we want to create community and content for Indians as well. So what, we're starting as a community from the ground up. So we've just started with our first real vision India meetup, getting people together. We're starting with a discord channel and we're starting to develop a show which will be a YouTube show, which will be an east meets west between Nippon, who's based in Gagaon, and then we have Antony, who's based in Texas. It's kind of hilarious, but Indians are always kind of quite interested in Americans, particularly Texas."
    },
    {
        "speaker": "B",
        "text": "Yeah, Gurgaon, Texas."
    },
    {
        "speaker": "A",
        "text": "Exactly. And so I think it's going to work. Exactly. It's going to work well and it's going to be. And that will be the genesis of where we're going to go with this thing. So that'll be free because a lot of indians don't want to pay for it once they really want the education. We've got stuff like the real Vision Academy, which is like world class trading education. But let's first give people the tools. Let's get them engaged like you guys are doing. Start educating people, and then we can give them even more tools to succeed this next."
    },
    {
        "speaker": "C",
        "text": "So this is the life and career section. So we got the career part. Rahul, you've retired, but you still. You're like a workaholic. Like, what's that like? What is your relationship with work?"
    },
    {
        "speaker": "A",
        "text": "So my relationship has always been. I think of the world as accumulating lifestyle. Quality of life is the game. It's not money. That's why I lived in Spain, in the mediterranean coast. That's why I live in the Caribbean next to the sea. It's quality of life. It's not about money. So what you're trying to do is bank quality of life. And that's different for different people, you know, so it could be a cabin in the woods for somebody else, or it could be a, you know, a private island for somebody else. It just doesn't matter. But it's that quality of life that. That I do now. I also semi retired. And what I learned was that without intellectual stimulation, I went awry. I discovered, you know, living in a beach town in Spain is probably not the healthiest thing to do because it's just a 24 hours day party. And I realized that intellectual stimulation, what I liked the most. And so that's when I started to made that decision. And I looked at a number of different opportunities that I wanted to do, and I chose real vision, which was stupidly hard thing to do, and we're still there. But so that's. That was all consuming and really hard. Global macro investor was what paid my bills. And that was the epicenter, the genesis of everything that I did, because that group of people were the seed investors to real vision. But then once I saw very clearly what was going on with crypto, I wanted to bet, make the biggest bet of my life. That's with my time and energy into this one thing. So I knew that, okay, real vision was moving more towards web three, global macro investor. I write about it. I still write macro, obviously, but I want to make two big bets. Going back to this story of how young indians should think about finance, I just took the same thing. Is what is the secular trend here? One is all the institutional investors, all the rich families, everybody's going to come into crypto right now. It's too difficult for them to do. They don't want to go and figure out wallets or custody and all of that. What they really. And it's becoming more complicated. It's not just a bitcoin world anymore, it's a complicated technology world. And we're all feeling a bit dumber every day as this space gets smarter and smarter. So I thought, how do I solve this? And I thought, what we'll do is we'll create an asset management company that invests in the world's best digital asset, hedge funds. So let the hedge funds focus on what they do, which is finding the best opportunities in the space. We'll build a broad basket. So now big investors can come in and that's the start of the asset management business. So that's one bet. Everybody in finance is going to invest in this space. What's the other bet? The other bet is, oh, everybody's going to be using blockchain technology. It's going to change the world. And it's going to be a consumer application of massive scale, because if I extrapolate the trend rate of growth, we get to about 4 billion people in the next five years. So this is going to be another cambrian explosion. So what are those use cases? So I had a thesis that culture is becoming the new asset class. So this is culture and community. And where those are strongest are music, sports, film, tv, book franchises, fashion. Now, there's probably religion and politics. We'll leave those two out. But those four apply to somebody in India, somebody in South Korea, somebody in Brazil, somebody in United States, and they are at a gigantic scale. So I think they're going to be tokenized using both a combination of nfts and social tokens. And if I think the next billion people come into that and the next trillion dollars comes into the finance bucket to fund all of this, well, I want to capture both of those. So this is the biggest bet I've ever seen. It's the most intellectual, rewarding thing I've ever done. It's a whole load of fun. So I'm now working stupidly 14 hours a day, like seven days a week, but I've got a grin on my face and endless energy from doing it, because these times are magic. They happen once or twice in your entire life. When opportunity is everywhere. It's not easy. It never is easy. Opportunities everywhere. You've seen it and you go for it."
    },
    {
        "speaker": "C",
        "text": "Do you find the adoption of crypto inevitable because the states have to pass on it."
    },
    {
        "speaker": "A",
        "text": "It's inevitable because we as humans want it. We as humans understand some of the fragilities of the system. You know, humans, two strongest emotions of fear and greed. Crypto works for both of them. Fear is I want to keep my money. I don't want it taken away and I don't want it debased and I don't trust you. And greed is, hey, this is a perfect behavioral economics incentive system where if we all participate in the network, the value of the network goes up. So this is a very powerful force. Imagine if Facebook, when it started. So Facebook works by giving you a bunch of free tools, monetizes your attention span, and the shareholders get rich and you kind of get abused, but you get the free tools. So it's a trade off. Imagine if Facebook had given every single user free shares. You would have told everybody about it and would be passionate about it. That's all crypto is."
    },
    {
        "speaker": "B",
        "text": "Do you think real Vision will launch its own token someday?"
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, we're working on it now. Our NFT, our NFT, which is up, I just worked out this morning, 600% in the last month. We've got a genesis NFT, which is starting, which is what we're building out our whole web three business. We've got another nfts coming this year, which is going to create a community around fantasy trading, of which that's going to seed another group, which is going to be tokenized asset management, where we get the hive mind, the crowd, to start creating asset allocations because they're smart people. We want to do that. But the real vision token is coming as well. So it's all part of this web three explosion at real vision that's happening right now."
    },
    {
        "speaker": "C",
        "text": "The glint in your eyes blinding me."
    },
    {
        "speaker": "A",
        "text": "I'll tell you what it looks like because I've got it on my screensaver and most people don't know about it. It actually says the super community of finance built on the super platform of finance. So what we're doing at core is finance is a bunch of disparate communities. India wasn't part of the Americans or Europeans, wasn't part of the South Asians. Well, we want to bring both geographic people together, but also crypto, macro single stock investors, precious metals investors. We want investment advisors, asset managers, students. We want all of the communities of finance. And we'll overserve them like we're doing with India. We're going to. They can use the existing content because it applies for them, because real vision goes across everybody, but we'll create new experiences for all of these communities to superserve these communities. And to do that, we're busy building out a super platform of finance."
    },
    {
        "speaker": "B",
        "text": "Does that mean the real Vision app will go from being a content delivery app to a community management app and."
    },
    {
        "speaker": "A",
        "text": "It just looks different and like community management and experiences. So there's going to be charting, pricing, portfolio tools, the ability to execute, education, note taking, artificial intelligence that takes all the information from the network and gives it back to you, and insights. There's going to be a lot of different features coming that get rolled out over time. That I want you to live your financial life entirely on real vision, because right now we're spread across 20 bloody apps. It's crazy. The disparate communities stuff I'm not going to take away from Twitter. We all use Twitter, but we might as well double click on your real Vision desktop app and your Twitter opens up as part of it. And maybe you can curate Twitter so you only see stuff from real Vision members. Well, that's going to be a better curated list than the crap we have to deal with every day on Twitter. So there's a lot we can do to curate experiences and make it one click. You're into your financial world, all your notes are there, your portfolio is there, crypto macro, the analysis is there, everything. Research, the lots of cool."
    },
    {
        "speaker": "B",
        "text": "And what would people do with the token?"
    },
    {
        "speaker": "A",
        "text": "Token will be your a basic reward system. So if you're a good community member, if you're publishing research, you're publishing trade ideas, you are doing great community actions. You'll get rewarded both by the community and by real vision itself. And that will be the system of currency of which you can spend. So it should be a true utility token, something more akin to how FTX use a token, which is the way of navigating the ecosystem. You accumulate more tokens, you better cash them in membership rewards, you get different."
    },
    {
        "speaker": "B",
        "text": "Tiers of rewards for staking different amounts. Okay, cool. Very exciting. When does it happen? Is that announced yet?"
    },
    {
        "speaker": "A",
        "text": "No, we're still working on it. We're still building out the social graph, stuff like that. But it should happen maybe by the end of the first half next year."
    },
    {
        "speaker": "B",
        "text": "Very cool. And all the folks who are, who sign up in India, et cetera, will get to be in some way a part of this, I assume?"
    },
    {
        "speaker": "A",
        "text": "Exactly. We need to figure out all the legalities of doing it. But we'll probably first use a. I'm probably giving away secrets here. We probably first use, we've been using things like po apps for events, so proof of attendant protocol. So we start building a social graph, rewarding people with community behavior. We'll have a system like Reddit did. First you get some points, I think we've been using coconuts. We've been testing because it's the Cayman Islands coconut points, but eventually that will convert probably to some sort of airdrop version of a token. But again, we've got a lot of legal work to get to."
    },
    {
        "speaker": "B",
        "text": "I've got a personal question for you, Raoul. It's very personal, so hopefully it's okay. What do you have in your alcohol cabinet?"
    },
    {
        "speaker": "A",
        "text": "Oh, jeez. I've got very big alcohol cabinet."
    },
    {
        "speaker": "B",
        "text": "Okay. From all the partying in Spain, I had to know what you collected in your portfolio."
    },
    {
        "speaker": "A",
        "text": "In my portfolio of alcohol in the cabinet. I mean, I literally have everything, but the ones that I will frequently go around is rum, obviously, because I live in the Caribbean, so there's a fair amount of rum. Although me and rum don't get on as well as I used to. We used to love each other, but now I don't like the rum as much as it likes me."
    },
    {
        "speaker": "B",
        "text": "Are the Anglos bad?"
    },
    {
        "speaker": "A",
        "text": "Really bad, but I've got everything from. Hold on."
    },
    {
        "speaker": "B",
        "text": "Have you had old monk rum in India?"
    },
    {
        "speaker": "A",
        "text": "Of course I have."
    },
    {
        "speaker": "B",
        "text": "Of course. All right, there we go. Okay. Yeah. What is it? What is it? What is the rum? What are the best rums? Like, how does one drink rum?"
    },
    {
        "speaker": "A",
        "text": "So there's two real types of rums. There are. So firstly, is aging, right? Same with whiskeys. So the kind of five to seven year old, that's the stuff you can mix with anything. So like you'd have, you know, with coke or with soda or with ginger or whatever. And in that kind of bracket, stuff like Havana Club or Florida canyon from Nicaragua. Great stuff. Then you start getting to the fancy rums. Like, Indians are kind of mad about Scotch whiskey here in the Caribbean, we're mad about rum. And so every one of these small islands has their own rum, and some of them have really special rums. So Flor de Cania is my kind of go to high quality rum. Twelve year old Florida canna is like, you can drink it neat, you can drink it mixed, it's like perfect. But then after that, you go to stuff like Clement from Martinique. The french rums, they're called rum agricoles. They're really interesting. Or you might go to the dark rums like zakapa, which are like really rich and heavy and sweet. There's a whole different experience of rums. And then you can go to the. There's a colombian rum called dictador. And that was kind of in receivership for many years. And so a friend of mine bought it. And in, and the bank had a hold on their warehouse. And in their warehouse was 50 years of rumenae because they weren't allowed to sell it. So it's got the oldest rum collection in the world. And real vision got sent. We made some videos for Dictador rum, and he sent us several cases of 1980."
    },
    {
        "speaker": "C",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "Dictator. And it's unbelievably good. And he's got rum going back to the sixties, I think. So dictador is great as well. So there you go. There's my rum story."
    },
    {
        "speaker": "C",
        "text": "And where does old monk rank in this?"
    },
    {
        "speaker": "A",
        "text": "Old monk is. I have fond memories of old Monk from yesterday. I have not. I'm gonna have it every time I go to India. It's. It's quite sweet."
    },
    {
        "speaker": "C",
        "text": "It is sweet, yeah."
    },
    {
        "speaker": "A",
        "text": "But Indians love sweet stuff, right? So it's. It's. It's a bit sweet. But, you know, you can't go wrong. It just reminds me of India."
    },
    {
        "speaker": "B",
        "text": "So who do you get along with now?"
    },
    {
        "speaker": "A",
        "text": "Is."
    },
    {
        "speaker": "B",
        "text": "Are you more like a scotch or a."
    },
    {
        "speaker": "A",
        "text": "No, I'm, you know, spirits wise, if I'm. If I'm feeling fancy, want a couple of drinks before dinner? Aperitivos? I actually like Campari. Or if you're going for a Negroni, something like that. I also like pastis. A lot of people hate pastis. I love it. So whether it's greek uzo or lebanese rakhi or french pernod or Ricard. So I like that as well. If I'm drinking spirits, it's gin tonic or vodka soda, stuff like that. But really, I drink a lot of champagne and white wine and red wine."
    },
    {
        "speaker": "B",
        "text": "If you find you're drinking at 03:00 a.m. what would it be?"
    },
    {
        "speaker": "A",
        "text": "If I'm drinking at 03:00 a.m. i'm making mistakes. I'll be drinking rum and then I'll be broken the next day."
    },
    {
        "speaker": "B",
        "text": "Cool. Got it. Well, you've got to find a way to make this a part of the real vision experience."
    },
    {
        "speaker": "A",
        "text": "Well, did you not see my video on YouTube? I did that video on YouTube last Friday. Everyone should watch it. Actually. It's hilarious. I just drunk my way through it. Everything behind me was all bottles and stuff. And I drunk and did the whole thing on my own with no producers or anybody else."
    },
    {
        "speaker": "B",
        "text": "Well, I'm just saying there's probably some interesting ways or interesting utilities to the token that's about to launch."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "B",
        "text": "And if you've shot a podcast with Raul on 10 October, let's say a random date, right? You automatically get invited to the Cayman Islands to try the dictator. Right. Let's give you an example."
    },
    {
        "speaker": "A",
        "text": "For example."
    },
    {
        "speaker": "B",
        "text": "Any trips to India planned?"
    },
    {
        "speaker": "A",
        "text": "No. Annoyingly, I need to go see, maybe. I think it's my mum's 80th and she wants to go to see my cousins in Delhi. So maybe November next year. If not. Yeah. I'm always looking for excuse to go to India. Just a long way from the Cayman Islands when I was living in London or Spain. It's actually not that difficult. You know, it's a nine hour flight, but from here it's a bloody long way. What's interesting, we've got a huge indian community here, so even the hospital here is a Shetty hospital. And they have world class dosas there because they're all south Indians, of course. And so you can go there on a Saturday, on a Sunday morning, get Dosa for breakfast."
    },
    {
        "speaker": "C",
        "text": "Oh, that's amazing. All right, maybe when we. When we go to Miami next year, Akshay, maybe we can give the Caymans a visit."
    },
    {
        "speaker": "A",
        "text": "Yeah. It's an hour. You should come down."
    },
    {
        "speaker": "B",
        "text": "It's beautiful where we got the. This interview."
    },
    {
        "speaker": "C",
        "text": "Completely worth it."
    },
    {
        "speaker": "B",
        "text": "Now we have achieved. We've achieved in the 70th minute our entire. The whole point of this, Rao, was for you to invite Dota."
    },
    {
        "speaker": "A",
        "text": "You're both invited."
    },
    {
        "speaker": "B",
        "text": "You must come there and you should come down to Delhi. We'll show you a great time. And I'm sure, like, real vision, India has, like, an incredibly bright future ahead of it. I think a lot of young Indians would really benefit from learning how these seven aging white dudes affect their financial lives and futures, as I found out in 2019, to much shock and all. And I still can't believe that a website where, you know, you invite hedge fund managers and all these folks and talk about this stuff is something that is relevant to me, somebody who is not in finance and has nothing to do with any of this, because guess what? I guess millennials were dealt with a hand that requires them to learn this stuff. So appreciate all that you do, Raoul, and your team does."
    },
    {
        "speaker": "A",
        "text": "Thank you very much. Yeah, it's an important thing and hopefully we can help people."
    },
    {
        "speaker": "C",
        "text": "Sounds good. Do go check it out. We're going to link everything in the description. Raul, thank you so much for taking time out. This was an absolute pleasure. Feel like my brain got a little bigger from just trying to keep up trying to keep up with you."
    },
    {
        "speaker": "A",
        "text": "And I taught you about. You did."
    },
    {
        "speaker": "C",
        "text": "Most importantly, yes. Hopefully we get to do this again. And if you're ever in the Cayman, we'll come say hi. Thank you, Rahul."
    },
    {
        "speaker": "A",
        "text": "Lovely. Really enjoyed it. Thank you so much, guys."
    }
]