[
    {
        "speaker": "A",
        "text": "Hey, everyone, we've got another special episode for you today. Our very own Raoul Powell was on the Spencer Lodge podcast and discussed a bevy of different topics, like what you should do with your excess cash, what you need to know about the crypto market, lessons he learned from buying his first bitcoin, and so much more. Check it out."
    },
    {
        "speaker": "B",
        "text": "Write down the thesis for the trade or the investment they're making. If you say, well, I'm buying this NFT, because I think it's going to go up 50% in price over the next six weeks because it's a hot project, fine. Write that down. One is taxes around the world over time are going up. So Dubai is becoming more and more influential as a place to set up businesses. We've seen the crypto industry move there, for example. One is the illusion that, oh, Ethereum is at $2,000, whatever the number is, or bitcoin's at 20,000, 30,000. I can't afford one, which is a complete misunderstanding."
    },
    {
        "speaker": "A",
        "text": "Hi, everyone, and welcome to this episode of the podcast in partnership with Smartcast and Najahi events. More about them later. Today's guest has been on the show before, but I wanted to bring him back for important reasons. Number one, what's going on in the crypto markets? What's going on with the economy? Number two. Number three, are we going into a recession, and how is inflation affecting us? All of these points are critical to us. We need to understand this. We need to understand what to do with our money. We need to understand to protect it and to help it grow and bring greater value to us. Let me give you a bit of a brief background on Raoul. If you haven't heard of him before, he's an economic historian. He's an investment strategist. He's the co founder and CEO of Real Vision, one of the world's leading financial media platforms. Now, he's got 30 years of experience at this. He knows exactly what's going on in the crypto markets. He understands from a macroeconomic perspective what is going on in the world financially. We really need to listen to him. So let's get him on the show. Cue the music. Hey, have you heard about the problem that exists with food security? There's a company called Smartcast, and they're addressing this problem. We have a population that keeps growing and not enough food to support them in the future. When it comes to identifying that problem and doing something about it, like actually something about it, that's where smartcasts really come into their own go and check them out at smartkast tech s m a r t k a s tech t e c h on Instagram. Give them a follow and understand the great work that they are doing to try and solve the problem that we have with food security. Najahi events have sponsored this podcast since the very beginning. They've been loyal all the way through, and they're a fantastic organization. They bring motivational speakers, inspirational leaders here into the UAE so that they can educate and inspire us all. Go and check out najahi events at n a j a h I events on Instagram. Give them a follow. Look at those fantastic people they bring into the country. I'll name some Tony Robbins, Alicia Keys, Nick Vojcic, Gary Vaynerchuk, Les Brown. And it goes on and on and on and see the great work that they do. There could be someone there to inspire you. So, Raoul, thanks for coming to join us again on the show. You are this podcast de facto financial experts. So unfortunately, you've got that title now whether you like it or not."
    },
    {
        "speaker": "B",
        "text": "I'll do my best. I can't promise anything."
    },
    {
        "speaker": "A",
        "text": "It's been interesting seeing what's been going on in the crypto space over the course of the last few months. Everyone's talked about the very generic aspect of the markets going down and whatnot. But I kind of want to start with coming away from digital and staying with the kind of the per se real world because a lot of people are fearing a recession right now. Don't really understand how that's going to impact them. Quite unusually, people in Dubai aren't. People in Dubai don't think that's going to happen. People in India have seen gdp growth go up as well in recent times. New car sales are still going up. And so there's a lot. When I did a survey on Instagram, on LinkedIn saying, do you think there's a recession now? The majority said yes, there was. What was interesting, though, is a lot of people said, it's not going to affect me. And I thought that was quite interesting. Now to give you a bit of an update, and I don't want, you know, about what's going on in Dubai at the moment, but the property markets have just been crazy, crazy, crazy for the best part of two years now. Real estate brokers are having the time of their lives. So the number one nationality is Indians, followed by Brits. Okay, as the number two nationality. So, you know, a couple of years back, we'd have the Chinese, but the Chinese aren't buying so much over here anymore. But it's definitely the Indians. But the Indians. I've got some interesting stories. You know, one of the most expensive houses that was sold here on the palm, which was about $65 million, was sold by a young guy, 23 year old real estate broker from Northern Ireland, lad that I know. Lovely kid. Yeah, proper grafter, networker and all that kind of stuff. I said, who did you sell it to? Oh, I can't tell you. I sold it to. I said, he said, I can tell you what they bought it for. He said, an Indian bought it as an engagement gift for his daughter. And I was like, big money going on, lots of expensive properties, but the Indians seem to be buying many more units. The off plan sales market is still going crazy at the moment. But when I look at that and I see that kind of confidence coming from the real estate industry over here, I remember back in 2008 where everyone was really bullish just before the fall, fall. And I remember back in 1999, beginning of 2000, where everyone was super bullish and confident just before the fall. And to me it seems like just before everything seems to go wrong, everyone seems to be going hell for leather and not paying attention. Would you agree with that?"
    },
    {
        "speaker": "B",
        "text": "I think you're in a different place than everybody else. So there are three things going on that you're at the nexus of. One is taxes around the world over time are going up. So Dubai is becoming more and more influential as a place to set up businesses. We've seen the crypto industry move there, for example, and we're seeing similar in Saudi. We're seeing that kind of benefit. Singapore's harder to get into, which is why Dubai is doing pretty well right now. So that is an ongoing mega trend for Dubai that is not going away. Secondly, the region is awash with cash because of oil. They're at maximum. I mean, Dubai doesn't produce a lot of oil, but all its neighbors do. And a lot of the capital flows back. So, you know, Abu Dhabi and whoever, so they're awash with capital and they don't know what to do with it. And that supernormal profit, yes, it's going to diminish and slow down because I think personally, and we'll talk about recession, I think oil probably comes back down to $60, but it's still decent money and a strong dollar. So they've got tons of dollars pouring in. And therefore Dubai property is part of the game. Dubai is the place where people go for recreation and fun for the region, stuff like that. Then you've got India, which is in a secular bull market, average age of 28, population of 1.2 billion people. And they've got. There's a business revolution going on there, technological revolution, financial revolution. There's a lot going on. So, yes, indian currency's been weak because of what's going on in global markets and they've had high inflation. But if you are a wealthy indian, what you actually want to do is diversify some assets. And Dubai is the place they do it again for the tax reasons and because you therefore get us dollar exposure, which is why you see it. So I don't think that stops because you've got these three megatrends. And I've been very bullish on the region for a decade now, a decade and a half because of this. I think that Dubai also benefits from the sanctions from Iran, but I think Iran opens up over time as well. I think the whole region just generally, it's young population. Saudi is really trying to retool its economy, create new opportunities, attract more people. Abu Dhabi is doing the same. Dubai does very well at that. So I don't see this stopping yet. I don't see the leverage so much in the Middle east right now because the balance sheet is a lot of capital. Go to 2008. Oil prices had collapsed significantly, and the credit boom that was driving the property market then was different. That was much more speculative. This seems to be much more structural. So that's my general view. Could prices calm down? They probably will. We're seeing similar here in Cayman because we are a smaller version of the Dubai of the western hemisphere. It's the only real place you can set up and do business, bring your family, do all of that stuff. We see a lot of that. We had the same thing with the property market as opposed to Indians. Here we've got Canadians. Canadians are our big property driver because us, they get taxed the same everywhere they go. But wealthy Canadians have moved here, wealthy Brits, stuff like that, plus crypto firms. So we're seeing a small version of what you're seeing now. We are more correlated to the western economies that are slowing down fast. So we are seeing. I think we are in a recession, and I think it's actually going to be pretty nasty. The nexus of a strong dollar, the high interest rates, high inflation means that people don't have as much money to spend and they're scared. You see the sentiment surveys and people are scared. So you may not see it from your audience in the Middle east, but you'll see it in the US or the UK. I mean, the UK just announced today that they expect five quarters of recession, and they're still raising rates, and they've got massive inflation. So it's a really ugly situation here in the western hemisphere right now, and that's not going away for a while. And the other engine of growth, China is not an engine of growth right now either, so that makes it more difficult to navigate. But you guys are slightly more isolated then we will be here."
    },
    {
        "speaker": "A",
        "text": "Okay, so let's put some of this into simple terms for people to understand. With interest rates going up, the cost of borrowing goes up, people's mortgage payments then go up. And so if they've got a budget of a couple of $1,000 every month to be able to pay their mortgage, if it becomes two and a half or $3,000 or three and a half, $1,000 potentially, then where does that money come from? Which then means people can't afford to pay their mortgages. And just correct me if I'm wrong with anything, they can't afford to pay their mortgages, and then there's the risk of default. The bank's taking the properties back, or people then trying to get out of those properties or that debt as easily as they can."
    },
    {
        "speaker": "B",
        "text": "Yeah, and you will see some of that indubikers rates go up and everything else, so you will see some of that. And you've got the inflation issue, but you have these secular things that balance it out. The US, for example, massively overbuilt property in too short a period of time because they extrapolated the trend rate of growth after lockdown, when everybody bought a new house and wanted to move out of cities, they assume that was normal. But don't forget, rates were almost zero. We then had a rise of rates that mortgages are now higher than they were in 1996. So suddenly it was like, oh, shit, I can't pay my mortgage. But the price of their shopping in the supermarket has gone up huge too. Suddenly it's like, oh, I've got no income left out of my paycheck. What do I do? Do I get rid of my property? Well, property prices are starting to fall. Or do I stop any other consumption? We're seeing that all over the place where people are like, I can't afford to do that. It's one of the things that actually hit the crypto market, because many people were dollar cost averaging with a bit of excess cash. They put it in like good investors. Problem is, suddenly they've got no excess cash, and you took a whole bunch of buyers out of the market."
    },
    {
        "speaker": "A",
        "text": "Now, you've had people that couldn't sit on cash. They had to invest in something because the value of money was going down. However, opportunity, to me, always comes for the people that are sitting on cash ready to go when we do see the markets fall. So rather than talk about the negative, let's talk about the positive. Maybe for people that are sitting there right now saying, what do I do? I've got some cash. I don't know what to do right now, but could this be an exciting time for me? Where would you steer them?"
    },
    {
        "speaker": "B",
        "text": "I would steer them to the two things that been discounted the most, that have the higher potential upside. It depends what their achievement, their objective are. But let's assume they're relatively young and want to make capital gains. If they're relatively young, want to make capital gains, then the two areas that have been massively discounted are both crypto and the very growth end of technology. And why those areas are they're both in secular uptrends. Technology is not going away. The EV revolution is not going away. The autonomous driving is not going away. Space exploration is not going away. AI is not going away. They're accelerating. If you've got this trend of adoption and rising prices over time in the share prices, and you're right at the bottom of that trend, you kind of know that this adoption is going to continue. There's no way that technology doesn't continue. So therefore, it gets incredibly cheap every day. It doesn't go up over time. And a lot of this stuff is down 80%, things like Shopify or whatever it may be. So that gets really interesting. And crypto is the same. It's even got a faster, steeper curve over time. More and more people are flocking to it, and the prices are down 80%. Well, between 50 and 80%. So these are the times where, let's say, there's another potential 50% downside, let's say, because crypto is very volatile, what is the upside? Usually when you get to this kind of oversold levels. So I use stuff like the five year moving average, you find that the upside is ten to 20 x. So you've got a 0.5 downside, ten x upside. Right. These kind of things don't happen many times in your life. So if you do have a bit of cash, buy what everybody sold, not what everybody's buying now. And, you know, everybody's buying now. If we're talking about Dubai, people are buying property. Okay? That's been a good trade. But is it likely to generate ten x? No. No chance. Never? Well, not in five years, not in ten years. Maybe in 20 years or longer. Those are the opportunities I'm really looking at. Now, if you're risk adverse but you still want to make some money out of this, then bonds, which is everyone's going to go, what? But inflation means that bond prices go down. The point being is we've hit peak inflation. Now, whether the inflation rate stays, headline rate stays sticky for a while longer, most commodities are down 30% to 50% already. We've seen massive inventory builds. So across all of the western world, we've seen supermarkets with too much goods, they ordered Amazon with too much goods, they're getting rid of workers, and they're going to have to start discounting prices. The oil price is now starting to fall. It's just broken $90 as we're speaking, and I think it comes down to 60. So that will be a 50% fall in the price of oil. So inflation comes down significantly, and bonds tend to do well. So they're not very volatile, so going to lose a lot of money, but the chances are you can make a decent return, not from the yield, but just from the price appreciation. And there's things like TLT, which is an equity ETF that mirrors 20 year bonds in the US. Very simple place to invest, very easy way to do it. So that's the other thing I would think of now as an opportunity, depending where you are in your risk."
    },
    {
        "speaker": "A",
        "text": "Okay. Right. Let's talk about crypto then. A lot of people lost a lot of money. A lot of people were highly leveraged, and I think a lot of the crypto people were over here as well. And so the constant messaging you were getting through various Instagram accounts and social media platforms of, you know, bullish and get into crypto. Get into crypto. All of a sudden, these people went very quiet for a period of time. My videographer Alex, he's, you know, Decentraland and Mana and all that kind of stuff, he was into big time, and he lost his shirt, and, you know, he was very bullish on it, and he went very quiet. The people that are out there that have now gone, ha, I told you it wouldn't work out. That bloody crypto, that's a load of old rubbish. Why would you invest in that? Look at it, for goodness sake. That's easy for them to say. I mean, there's various articles in the newspaper where they always kind of like, the moment it goes down, they start pointing fingers and calling it, I don't know, Ponzi schemes and stuff like that, which, which makes me chuckle when I see it. But what do we need to know about the crypto markets? What do we need to understand about the difference between the stables that the Ethereums and the bitcoins as to how we invest our money? What do we need to know about leverage? And should we leverage and give us an understanding there? Because I obviously know a lot about how Ethereum and Solana are connected to the NFT world, but I think a lot of people need to hear it, and I might bang the drum, but you are, as I said, the de facto expert, so you've got to give your opinion."
    },
    {
        "speaker": "B",
        "text": "Raoul. So if you remember, we've just talked about risk, where the low end of the risk was owning bonds and the high end was buying crypto and technology stocks. The same applies in all assets and all asset classes. So taking crypto as an asset class, so the least risky, the least volatile, the safest, is bitcoin. Still goes up and down, 60 or 70, well, 75%, I think. Pizza trough. So you need to be aware of the volatility, which is why leverage is not very useful in this space. It always seems attractive when prices are going up, but you get utterly destroyed when they go down. It's too volatile to use leverage. And I always say you don't need it. If we're talking about ten x, 20 x returns out of bitcoin itself or ethereum or some of these big ones, why do you need leverage, really? You're trying to make 100 x on your life savings? Are you mad? I mean, you don't need to do that. These are big opportunities. So then when you're looking at the risk, what happens is people get. They suffer two things. One is the illusion that, oh, ethereum is at $2,000, whatever the number is, or bitcoins at 20,000, 30,000. I can't afford one. Right, which is a complete misunderstanding. They all fractionalized down to eight decimal places. What that means is you, me, the 23 year old who's got $50 a month to put in the crypto market can all put the same percentage of our disposable income in and all benefit to the same percentage, which you can't do in other things. Right? There's a lot of things in most financial markets that you don't have that equal playing field. So everybody can participate. So that's great. But everybody has this illusion about price. It's like, well, I can't afford a bitcoin. You don't need a bitcoin. You just buy whatever you want to do. Secondly, there is this illusion that everybody else is making money in these small tokens. And you see it and it seems fun and exciting and gambling, and you kind of want to do it and it gets your blood. I need to do this. I need to do this. Everyone's making money in the metaverse and I'm not. They're making money in this NFT and I'm not. And it's fomo now. It's actually fun in the space, the FOMO and the ridiculousness and people joke, laugh with each other. I mean, we've got here at real vision, a one of our slack channels internally is like filthy degens, because people are degenerative and they kind of embrace it. How I would approach this is understand that all of that degen trading of the nfts, because in nfts it's harder to own the really kind of the real valuable assets. So you're involved messing around with a bunch of communities in pump and dumps and all of this, these small tokens, knock your socks off, but do it with ten or 20% of your savings of your capital. The rest you allocate into the safer assets, whether it's bitcoin, Ethereum, Solana, avalanche, some of those big layer ones where you've got a higher probability of success. Again, the risk curve is bitcoin is the least risky, ethereum the next, then there's a whole bunch after that. The Polkadot Solanas Avaxhe doesn't mean they don't come without risk. We learned that from Luna. Things have risk, this whole space has risk. But the least risky bitcoin needs. So I would construct a portfolio. If you do enjoy the Degen activity and you want to enjoy that, I'm going to get rich on this thing. It's a human trait. Embrace it. The space embraces it. You ape into tokens, you have fun, you get wrecked. It's all part of it. And it also teaches you lessons. You know, I'm stupid. I was following somebody, I didn't do the research. You learn a lot of good lessons from doing that stuff. And it's a bit boring to buy and hold. I mean, 90% of everything I do is just buy and hold. I don't do anything with it. And it's kind of, you kind of always get a bit of FOMo. So I always have a bit of money for FOMO, so I can just mess around and get involved in the community and the fun of it and the movement of it, because that's fun, too. So that's how I'd approach it. Don't use leverage, because the whole game is to stay in the game. That is the entire game here. And you've got the two issues. One is, you want to be a degen, so give yourself space to be a dgen without destroying your capital. The other one is, don't lose your capital. So I'm going to give you the story of how I got into bitcoin and the mistakes and things I thought I did right, that I did wrong. So I bought bitcoin first time in 2013 at $200. It went up five x in three months. I'm clearly the best trader that has ever lived, and George Soros is going to have to stand aside, hire me at Soros fund management, because I'm going to run the business now, because I'm so good. It then falls. But my thesis was five years plus, so I had a long term time horizon, and time horizon matters, so it then fell 85%. And I'm like, oh, well. And I had a long term thesis, so I said, I need to allow it to play out. I knew how much money I'd risk. I took it like an option. That is, I could lose the money and it wouldn't matter to me. But if this works out, my thesis was bitcoin can go to a million dollars in ten years. Plus, it went down 85%. I kind of ignored it because I'd written the money off in my head. And then by 2017, it was at $2,200. So I was now up eleven times my money. I was like, wow. And I'd suffered an 84% 85% drawdown, and I was still up. I'm like, wow. And then there was a lot going on in the space, and I was worried that they were going to fork bitcoin into these various different chains. There was a lot going on. It was called forking wars at the time, and I lost faith. I was like, I don't understand this and I should get out. I kind of stand by that, but I probably didn't understand enough, so I got out. It went up to 20,000, so it would have gone up another ten x from where I sold it, but I was happy. I. Look, I made eleven times my money. It's been a great bet. It then went to 20,000. It then went all the way back down 85% again, or whatever. It went down, and I kept on the radar screen. And then eventually in 2020, because I still believed in it, and I saw that this forking stuff that got me worried was a false dawn. But now the prices were lower, it's like, great. So then March 2020 comes along. All my technical signals and all the things I look at, the worlds align for getting back into bitcoin. I buy it, I think I average, in average levels, I dont know, 7000. And I bet the ranch on it, every penny I had into this, and it does very well. Here we are at 20,000. I look back and go, well, how did I do? Because ive made intelligent decisions. I made ten x my money. I kind of kept hold of it through a bear market. I then picked it when it sold off. So I went back and did the maths. If I just kept my original investment, I'd have been five times better off than not trading it, even doing intelligent trades. Had I just done this one simple thing, which was every time it did this, which is a crypto winter down, everybody's getting despondent. Had I just doubled the original bet, so just keep adding the same amount of money, I'd have been up 20 x versus where I am today. This is what it means to stay in the game. And this is what it means when I say when it gets to these kind of levels, you should be buying, even if it's not the low. I think it is, I think the low is in, but I could be wrong. But I know that down 50%, up ten x, okay, those you don't get. And if I just keep adding in these kind of things to my core position, I will do better than if I traded it. Trust me, nobody trades this well. In the end, there's a very few people. And you see them made a fortune, they used leverage, they nailed it. 90% of people would do better. Look, I'm 32 years of macro investing. I know my shit and I still didn't outperform. If I had just followed that original strategy."
    },
    {
        "speaker": "A",
        "text": "Fascinating, fascinating. So you have to live with that kind of stuff. And a lot of people, if they had that story themselves, they'd kick themselves. But I think you have to get past that, don't you? And you have to say, these are the valuable lessons that we need to learn."
    },
    {
        "speaker": "B",
        "text": "Yes, you always need to distance yourself from your p and l and ask yourself, okay, what am I doing right? What am I doing wrong? What I really strongly urge people to do is write down the thesis for the trade of, or the investment they're making. If you say, well, I'm buying this NFT because I think it's going to go up 50% in price over the next six weeks because it's a hot project. Fine, write that down. And if it doesn't meet your criteria or it does the opposite, you close it with the long term investing. You need to say, my time horizon is, I want to be in this trade for five years, ten years. My objective is to add, when it sells off more than 20%, every time it falls more than 20%, I'm going to add some and whatever it is, and I'm really wrong. If this happens, write it down and then refer to that every time you think you're about to trade and do something, because you forget, which I forgot. I forgot that the long term objective was because the money was worth more. So I'm like, well, I should save that money. I could take that money off the table, but I actually destroyed my future returns by doing that. And yes, I could have been right and maybe everything had fallen apart and I would have taken the money off and I looked like a hero. If you're not in it, you won't win it. And that is not true of the small tokens, because we don't know what's got network effects. That is what's going to last. Are people going to build on it? That's become speculation. That's. But you need to understand what you're speculating in. But if you're putting your bulk of your savings in, go for stuff. That's proven. So right now, bitcoin and ethereum are the proof. Solana has massive mass adoption, but it has issues like the chain break. So you wouldn't want to put all your money in Solana. But if Solana wins the game of mass adoption, they're going to do really well. If avalanche solves it for speed, they will do really well. But they're yet to be proven by gigantic networks."
    },
    {
        "speaker": "A",
        "text": "It's kind of. I look at the, I look at the smaller tokens and I look at them like a 320 at Chepstow. The horse is called entrepreneur. It's 30 to one. It's a rank outsider. I'm putting a ten on each way."
    },
    {
        "speaker": "B",
        "text": "Well, what I did is also I took it another way, which was like, okay, I don't know which of these are going to succeed, but I know that Defi is going to do well. I think metaverse will do well over time. And I think layer ones and layer twos, let's say. So I just put an equally weighted basket and said, I'm just going to run it and just forget about it. I'll leave it for ten years, you know, so, you know, you put a bit of aave and a bit of, you know, whatever it is in uniswap, you buy a bit of mana, you buy a bit of this and leave it. Now, a lot of people don't like that because it's not trading and it doesn't give you adrenaline, but it gets you to observe the space and you'll see, oh, that's really working. And so that's my strategy with all of that stuff, is if the whole space broadens out to the way we think it will, then many of these will end up doing really well, and there'll be a bunch of new ones that I don't own and don't even know of now. And that's okay. We can't get all of them. You can't live with this endless Fomo. Is this the one? Is this the one? Is this the new Ethereum? Is this the new Solana? I mean, you'll drive yourself nuts."
    },
    {
        "speaker": "A",
        "text": "Let's talk about Ethereum for a minute, because there's some changes afoot with Ethereum, and there's a real sentiment of confidence around Ethereum and what's coming over the course of the next few months. And when we saw a slight recovery just a few weeks ago, we saw Ethereum accelerate much quicker than bitcoin. Through that short space of time, it settled down. Now, what's going on with Ethereum?"
    },
    {
        "speaker": "B",
        "text": "So Ethereum is transitioning to what's known as proof of work, where you get bunch of miners, which is computers that crunch really complicated maths, use massive amount of energy to prove a cryptographic puzzle, and they get paid. What they're doing is validating the network, and that's how bitcoin works. And it's very safe bitcoin because of it. But Ethereum is moving to proof of stake, which is different. So therefore you stake your bitcoin, your ethereum to the network to secure the network. So that means if you're a validator, you have 32 eth or more, and you get to validate the network and you get paid a yield for it, so the network pays you out of the network fees. And it's a different way of approaching the validation of all of the on chain activity. Ethereum is no small thing. I mean, it is a gigantic kind of world web three computer. So the complexity of doing this transition is one of the biggest feats of engineering, programming, development, engineering, the world has ever seen. It's gigantic, but September 19 looks like it's going to happen. Will it be 100% ironed out? I think so, but maybe not. Maybe there's some risk, but what happens within this dynamic is where does that, that yield come from? And we don't know what the yield is going to be, but it's going to be somewhere, it's going to settle down somewhere between four and 6%. Where does that come from? That comes from network activity. And what it does is takes fees from the network and pays it out to the people. But Ethereum also has something called EIP 1559, which takes some of those fees and buys Ethereum tokens and burns them. So how, what you've got, well, they just get, they get, I think it's. They get delivered to a wallet that essentially destroys them. So what you've got is. No, what you've got is a kind of buyback situation where tokens are being burnt and distributed. So this becomes really interesting. Also, there's currently about 9% of everybody staking their ETH right now, even though ETH staking is not thing, but there's test nets and stuff where you can do this. The guesstimates are that maybe up to 30% of all ETH will be staked, because that's similar to some other chains. So that when you stake your ETH, it can't be reused for anything. It's not in the market, it can't be sold, it's locked up for a year, it can't be put into defi, it can't be put into centralized finance. Nobody can borrow against it, lend against it. It's done. There's less supply because this whole burning yield stake means that every day there's going to be less ETH than there was the previous day. It's deflationary. So you've got a demand shock. Well, you've got these massive supply shocks, then you've got a demand shock, which is, well, hell, I want to own ETH because I want to get a yield on it as well. So people are going to come into the market, then the institutions, let's say Abu Dhabi Investment Authority, well, they're going to be pretty interested if they're making one allocation, which is, we believe in crypto. Before it was, well, we're going to buy bitcoin. But now it's like, why buy bitcoin when I can buy ETh? Because I'm going to get a yield on it. So it's an asset that's making money for me by just holding it and the asset goes up anyway. It's like owning a technology stock with a 6% dividend or something."
    },
    {
        "speaker": "A",
        "text": "Let's take a pension fund. How many pension funds have got themselves to a place where they're happy to invest in this asset class would look at something like ETH, because that 6% yield would be fantastic for a pension fund."
    },
    {
        "speaker": "B",
        "text": "That's right. So I don't know what the number is of pension funds, but let's assume 10% have done something, whether it's VC or bitcoin, ETF, whatever it is, but it's on all their radar screens, because it's a new asset that's over the longer term, uncorrelated to other assets, and it has a high expected future return. So for pension funds who have a long time horizon, this is a very interesting asset. So you're fighting with the investment committee, they're saying it's a scam. You're saying, no, we need to do this. So everybody goes through this process, then they start getting comfortable. How do we do it? Well, you can have some allocation to VC first, and then it's like, okay, well, what do you want to do? Well, we don't know how to account for bitcoin on our balance sheet. How do we do that? They might buy the ETF or they buy some Coinbase shares, whatever it is, right. But eventually they will come down to, if I own ethereum, I'm going to get a 6% yield. And what does that do for my future retirees? Well, that's a higher yield than junk bonds, it's a higher yield than us treasuries, it's a higher yield than equities. Okay, so now I've got a higher future expected return with a yield. I will probably do this. So what it means is at the margin, you are bringing in large buyers who are otherwise absent from the industry. This is one of the reasons why gold's never became a big part of portfolios. It is for wealthy people, family offices, maybe endowments, but for pension plans and stuff, they're like, it doesn't give me a return to pay my pensioners with. So I always have to hope it goes up. It doesn't give me any wiggle room. Well, now you've got eth, that gives you wiggle room and the ability to go up. Okay, that's very interesting. I don't see why we will not see a flood of people, most, most."
    },
    {
        "speaker": "A",
        "text": "People that have had a go at getting involved in the crypto space. I would say the majority don't understand staking and what it means. A lot of them kind of heard the terminology. What does it mean?"
    },
    {
        "speaker": "B",
        "text": "Do you understand what your deposit account is? A bank means you're staking your money to the bank. So you've got a fixed deposit, a one year fixed deposit, and you get a bit of extra income for it. You're staking your money to the bank, who then get to use it to lend it to other people. And because it's stable money, because it's there for a year, they will give you a higher return. It is no different, really."
    },
    {
        "speaker": "A",
        "text": "What?"
    },
    {
        "speaker": "B",
        "text": "But unlike the bank, they can't pull the rug on you, change anything, go bankrupt on you, because it's algorithmically programmed. So your risk here is ethereum going up and down, but the yield maintains. So it's really interesting. Now, it doesn't mean eth can't go down 80%, because it does. It's just done it. So, yeah, people have to understand."
    },
    {
        "speaker": "A",
        "text": "Well put. People have been mistrusting of banks in recent times. They've mistrusted them not because of the problems of 2008, which is a whole different conversation, but theyve just been having money sat in banks, not working for them, and its just become disappointing as inflation has impacted them further. We worked out the other day, the cost of a watermelon in Dubai was €32, and someone posted it on Instagram, and it was like, €32 for a watermelon? Thats just nuts. The argument was, yeah, but I have to be flown in. Nothings grown here. Were in the desert, more nazis, you could come in on a private jet with it, it would still be cheaper. But so people become disillusioned. They see all of these companies, they see the Netflix, they see Facebook, they see Peloton. These different organizations, brands that they recognize go down in value, and these stocks come down. What do I do with my money? How do I make a good investment decision with my money? And then they lean into crypto. They start to learn a bit more about that. And then what happens is they then start to read about the things that have gone wrong. And I don't mean with crypto itself, but with exchanges. And so how can I be sure that I'm using an exchange I can trust? So you can see Coinbase, they floated their stock prices dramatically lower than the starting price. I believe that binance, the first 100 million accounts that were open were done without any KYC. So they have various regulatory issues around that. Then we saw just two days ago, I forgot the name of it. But there was a. A scam that took place and a bunch of coins were stolen. This is where the fear is. More so than the fear in the coin itself. I think now I think people have got to a place where bitcoin has talked about enough, crypto has talked about enough for us to believe that that's an asset class we can give some cash to. But who do I trust? My friend Stuart."
    },
    {
        "speaker": "B",
        "text": "It's really simple."
    },
    {
        "speaker": "A",
        "text": "Come on."
    },
    {
        "speaker": "B",
        "text": "This world is so easy. You just go onto Ledger website, buy yourself a ledger, a ledger nano, and store it yourself. What does that mean? It's just a. It's a key. That means that nobody else can get access to it. And it's stored on chain. It can't be rug pulled. Nothing can go bust. It's yours, on the chain, in your name. And your ledger is your device. That gives you access. It's your private keys. And it's super easy to do and just do that one thing. The $200 or whatever it costs to get the device. It literally will take you ten minutes to figure it out by using YouTube video or the ledger videos, and then you're done. So you use the exchange to trade the stuff you want to save. You put it into the vault. That's it. It's like, why would you leave your shit lying around for somebody to Nick? It's like, you know, you got a nice gold watch, you stick it in the safe. It's not complicated. People just don't do that. So that's. It's just really simple. It's a really simple solution. They've made the ux pretty easy. And then do whatever you want with the rest. It's. Again, that 20%, that 80%, that's your savings pool that we talked about. You stick it away, you protect it with your ledger, and then your 20%, you can punt, do whatever you want. If you lose it, it's really good."
    },
    {
        "speaker": "A",
        "text": "Advice, actually, because a lot of people don't know that. And that device, it's no bigger. Well, a little bit bigger than a USB stick really, isn't it? Okay. It's a tiny little thing that you can buy online."
    },
    {
        "speaker": "B",
        "text": "And it's not like this. It doesn't store it. It's not a wallet. If you lose it. Oh, my God, I've lost them. This is just a way of accessing keys. There's other methods to get your keys back, but it just makes it super easy. And they've got nice software so you can look at it, you can monitor your prices you can trade from there, so you're within the security of them."
    },
    {
        "speaker": "A",
        "text": "You mentioned some time ago when you were on the last episode about the adoption of crypto globally and how those numbers dramatically increased over time. And since you were on, I think it was about six or seven months ago, obviously, the adoption rates gone higher. Stuart isted is the GM of Crypto.com here in Dubai. And when I met him and Eric Anziani, the CEO of Crypto.com comma, he came on the show, we talked about how many, what their ambitions were as a company. And so they said at the beginning of 2021, they had 10 million accounts that were opened, and their goal by the end of 2022 was 100 million accounts to be opened. And I just sat there going, I can't even fathom those numbers. I come from a wealth management world. Imagine getting 100 million clients. That's just like nuts just to think of those numbers. But they didn't say it in any other way than being deadly serious. And so I checked in with them again just a couple of months back, and they're like, yeah, we're just breaking over the 50 million barrier now. So we expect to have 100 million accounts open by the end of the year. Now, we all know that all of those accounts are going to be funded, so let's take that on its face value there. But that adoption or that number of accounts being opened, you consider binance and Coinbase and all of the others, FTX and all the others, this adoption is astronomically fast and great. And I don't think I can, for the benefit of the audience, I don't think I can try and explain it in a way that demonstrates how big and how quick this mushroom really is growing. Have you got a way of describing it?"
    },
    {
        "speaker": "B",
        "text": "The only way. So, first, as I've said, I think said last time, this is the fastest adoption of any technology in human history. So people have gone from zero crypto to crypto faster. They went from landlines to mobile phones. That was pretty quick. There are about 300 million users currently, but it's growing at about 85% a year. And if you do the maths, you get to like 2 billion users in like, three or four years, because don't forget, 300 million grow up by, let's make maths easy, make it 100%. You go from, well, it's actually growing, sorry, it's not 85%, but it's growing 100 and whatever percent. So it goes from 300 million next year, 600 million the year after. That is 1.2 billion the year after it's 2.4 billion. Right? So you go from 300 million degens to half the world's population in seven years. Can you imagine? So if you think what this thing is, it's a share of these networks. If you're one of the 300 million, this is why you need to keep hold of this stuff and stop fucking around with it, is if you are one of the 300 million and, you know, behind you, we've got 4 billion buyers to come."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Why the hell would you sell it?"
    },
    {
        "speaker": "A",
        "text": "Great. Brilliant."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly right. There's 4 billion people queuing up behind you and you own one of them."
    },
    {
        "speaker": "A",
        "text": "Yeah, brilliant. Brilliant. Okay, let's talk about web three and help everybody understand a little bit more about that. Obviously, web three is this new technology. We've got the metaverse, we've got the megaverse and all of these different places people have seen, they've got their oculus glasses on and they've had a go. Some of these people out there and seen meetings take place in there. There's been one voiceover with bar fights that was going on that was quite interesting online, the web two versus web three and the adoption of web three. How do we convince people that this is something that has a huge head of steam and there's no way you're going to stop it? And you can't stay in the past and hang on to what is now as opposed to what's coming."
    },
    {
        "speaker": "B",
        "text": "We have just gone through an extreme amount of centralization of technology. So everything we do online, even to do this conversation today, we had to use a Google Chrome browser. So Google have now captured all the information of this. Google, Facebook and a few other companies basically capture all of the data that we use online in all of the stuff. And if you know people, it's not just about your Facebook post, it's every single thing you do. In my house, I've got nest as my temperature control. Why does Google buy Nest? Why do they care about a temperature control thing for a house? Well, the reason being is when you come into the house, what do you do? You put your phone down, right? It now can't track you. But with nest, it knows what room I'm in, for how long, whether I'm on holiday, where I am, and a whole bunch of preferences about myself, why the apple wearables? It's the same thing. So they're collecting now heart rate data and everything, right? And it can be used and sliced and diced and used to extract money from either you or somebody else. And they make all the money. And many of us will take that trade off because we want the utility. But we're starting to learn that to allow the centralization of data can lead to very scary outcomes. The centralization of data is China, and China uses the centralisation of data to control a population. We've seen rigged elections, we've seen influence of foreign nations using social media to affect the psyche of nations and split people. Apartheid people who would normally be kind of centrist, have been forced apart. And a lot of that is from state acting because of the ability of social media. And nobody has. We can all be anonymous. We can just set up a Twitter account and be. We can troll anybody, we can do anything, we can spread fake information, anything. Web three changes that, because everything is then recorded on a blockchain, so all information gets recorded on blockchain, including our identities, but they can be anonymous. But we still have proof of who we are, and that allows us to create a system by which it is decentralized and nobody controls it, much like bitcoin is. Okay, that's a very powerful notion because it means that we're free to move around the world, free of government interference. In a world that's pretty scary, where different governments have a heavier hand, then the Russians have just gone through this as well. Where their assets just got confiscated by the US, there is a bunch of russian billionaires that have lost all of their assets with no legal process. What the fuck? This is the UK, Europe and the US that's done this. No legal process, stuff like, oh, those us treasuries you've got in your reserves, you're now not able to use them. So that's at state level, but at individual level it's important. But web three is not only that, but it's the new construct of how we can have societies online, digital societies. So we might both be in financial, Twitter, we might be in expat communities, we might be in whatever communities, and we can be part of those communities and have a stake in those communities. So this is the idea of social tokens or networks and stuff like that. So ethereum really is a community in some way, shape or form, and so is bitcoin. It has kind of a mission and a vision and that kind of stuff. So a lot of this comes out of web three. But web three is also okay if we know we're going into this almost entirely technical digital world where we live our digital lives, because again, I remind people, I'm not going to do any shit like that. You know, I'm not going to live in the metaverse. I'm like, well, here's you and I on Riverside. We are. This is a digital rendition of you, digital rendition of me, digital rendition of our voices. This is the metaverse. This is just part of it, one of the early manifestations of what it is. So you are going this way. So therefore, we need the tools, the platform, to be able to survive and thrive in that new world. And that's the ability to own assets in a digital world, which is what blockchain technology, particularly nfts, were. A huge breakthrough, because everything that gets digitized goes to zero in value because you can make more and more and more of it. So these are Moore's laws. Microprocessing. Computing power keeps going exponential all the time. So it's cheaper and cheaper and cheaper to create cloud storage or to create computing power, whatever. So the price of everything collapses. So how do you, hell do you stop that? That's not a world anybody can live in, where the price of everything keeps collapsing. So you need to create value that's lasting. So you have to create digital scarcity. That's what blockchain did. Once you create digital scarcity, you can create a value system that exists, but you can also have assets which you couldn't have in a digital world because there was no assets. If it kept going down in price, it's not a bloody asset, it's a liability. So it is the interconnectedness of the entire digital world and how we operate within it is what web three is all about. And it's a new system of doing things. So web three is just a broad, encompassing term for really the blockchain revolution and that nexus between the increasingly digital world."
    },
    {
        "speaker": "A",
        "text": "Every time we step forward and we evolve as a. A global population, every time you have your early adopters and you have various people that you naysayers, and all the people on the scale, the vast majority of people, it's like investing. They're like, I call them momentum investors. They're the people that wait for all of the performance and then they step in. And by the time they've stepped in, bitcoin's at 62,000, whatever it might be, it's just really high. And we just always see that at the moment, properties are being sold like crazy here. The stock markets, when they were at the peak, it was, everything was going crazy. You get these people that just won't get involved, the vast majority, until they've seen not proof of concept, but proof of opportunity, proof of return, and people truly benefiting from the outcomes of it. But they always tend to be the people that are too late."
    },
    {
        "speaker": "B",
        "text": "Well, because there's a magic in financial markets. It's called risk versus return. If there is no risk, there is no return. And financial markets are all about identifying what the risk is and what the potential reward could be. We did this whole thing and we would just create an incredible thing on real vision called the real Vision Academy and the real investing course to teach people how to invest. Because a lot of what you're telling me is people still don't understand how to invest. And a lot of people are new to markets. Crypto brought a lot of people new into markets. A lot of young people. They need to learn how to invest. What we actually did is as opposed to getting, you know, you see all these courses, they're either really expensive, like three and a half, $1000 courses, usually taught by nobody who worked for some boiler shop in, you know, Alabama, or their free courses online, and they're terrible. We're like, this is not fair. People need to be taught properly. So what we did is we, with an old friend of mine who was ex Goldman Sachs and GLG, we designed a show called Million Dollar Traders where we, Lex, put up a million dollars of his own money and we taught these people how to become hedge fund managers. Oh, I think I saw that series."
    },
    {
        "speaker": "A",
        "text": "Was that some time ago?"
    },
    {
        "speaker": "B",
        "text": "Probably did, yes. Yeah, like 2008. And so I designed the training program for that. And I was, I was only on the show for about two minutes, but Lex, myself, and a guy called Anton Krill. So we. So I ended up buying the course of Lex because Lex ended up building a course and we retooled it. And what we did was bought the most famous investors in the world that are part of real visions network and got them to explain stuff, how they do it, using all the real vision interviews of the past, built this core structure, everything of how to size positions, how to think about time horizons, how to think the psychology of investing, which we talked about, the fomo element, all of it, it's all there. And what we did was just throw it into the membership of real vision plus. So we gave like a three and a half, $1000 course to everybody. And it's, it's game changing. I cannot express how good it is. So people who watching this, and I didn't mean to do a sales pitch, but I'm actually just passionate about trying to help people do stuff. Just go to real vision.com forward slash academy and check it out. It's it will change your life if you learn how to invest."
    },
    {
        "speaker": "A",
        "text": "I'm 52. When I was 23 years old, I got into the financial services industry, within that industry, for three or four months. I became really passionate about people not messing up and fucking up their finances. And we saw these statistics and data around people getting to 65 and not having enough money and people not being insured against things that would happen and wanting to send their kids to university and then sitting there working out that they couldn't afford to do it. You know, my parents, when I was a kid, they taught me, my mum said to me, you buy a house or you buy. It was a studio flat in Essex and it was 32,000 pounds. That's an honor. It was. And she's like, you pay it off as soon as you can. And, you know, that's because of her understanding of money and the background that she had. And so I easily fell into that until I got into the financial services industry and then became really passionate about people just stopping people making stupid decisions with their money, because people often did. And that came through an experience I had. I got my first credit card, American Express card. I hadn't had one before. Thought it was phenomenal, you know, ran up a ten grand debt on it. Thought I was fantastic until I had this debt. I started getting letters from American Express, they went from blue to red and phone calls and, oh God, what I do. I was burying my head in the sand. And luckily I had a deal that I did that generated 13,000 pounds in commission. And that deal that paid off the credit card. Then I cut the credit card off. I was like, no, I'm not going there again. But I got really passionate about people not understanding money. And I'm fascinated, even to this day, with all of the information that you can consume. Back when I was young, it was the FT that was pretty much it. It was the Ft that you would read, not understand a lot of the stuff in the back and try and garner some information. The economist, maybe a bit later, but with the abundance of information that exists today, how people still just. It's almost like they don't want to know."
    },
    {
        "speaker": "B",
        "text": "No, don't forget now, there's too much information. So the FT was impenetrable. I don't really understand. Takes you a while, right? Takes you a while of learning. Now there's too much information and too many opinions. So what do you do? You go like, well, I kind of trust that guy. I'm just going to follow him. This is madness. What you have to do is learn to curate information. And once you curate information and dial down the noise and learn how to do your own analysis, you can then test things against your own analysis. Is his view different to mine? Why is that? Could I be wrong? Okay. No, but I understand that that could be right as well, you know, because there's a lot of possibilities. Once you do that, your whole world opens up. But just going and getting this overload of information and expecting to make sense is why people, it's like, I don't know. I don't know. They're doing it. I need to do it right. That, that is not going to make you wealthy. It's just not. You might have a lot of fun."
    },
    {
        "speaker": "A",
        "text": "It's that last thing, isn't it? Not understanding it. You say too much information to me. What you just explained was the reason that people don't go to the gym. I don't have enough time to learn. But if you learn that language, if you just took the time to learn it, you've got this whole world of opportunities available to you that could literally change your life for the better."
    },
    {
        "speaker": "B",
        "text": "So, yeah, and I try to explain this people, again, risk reward. This course is like $399 to join real Vision plus. And you get all the content of real vision anyway. I'm like, $399. That's the best investment you can ever make on a risk adjusted basis. Because maybe that teaches you how to buy Ethereum. And the Ethereum goes up 20 x or whatever it does, right? Your risk reward of your future financial self. $399. Most people have blown that in a night out. I'm like, are you insane? No, please. Blow out on a night's out. It's fun. But are you insane not to do something like this for yourself? Because what you're doing is massively increasing the probability of your future success. And this is not like some boring course with a bloke in a suit and tie and a whiteboard droning on. I mean, these are films. Part of it was filmed in a, in a bunker, in like some nuclear bunker. Some was filmed, a whole bunch of it was in the pub playing pool. A whole bunch was in a cinema. It's made to be engaging because we understand people don't want to sit there and watch a lecture. So nobody wants to go to school again. We've done that. But they do want to learn from people who are interested."
    },
    {
        "speaker": "A",
        "text": "Okay, last thing I want to talk about just before we leave on the show, last time you predict, you gave me predictions on where you thought that bitcoin was going to go, and you gave me a prediction and you tell me it was going to go and I invested money. Because what your prediction was, I didn't. I didn't. But many people might have done. And clearly you weren't just talking to me about it as well as everybody else was talking about similar numbers, too. I did an event at Abu Dhabi at the Formula One. I had five crypto guys on the stage and I'm like, where's it going? In the next five years, they're like 500,200, 250 to 500,000. When I spoke to you, you said to me, you expect it to be close to 100,000 by Christmas. That was. Oh, it was last year, because it was Christmas last year that we started to see the slight changes in the market. You predicted something, and it's not fair to ask you to predict and be an oracle on everything. What's your honest opinion of where this is going?"
    },
    {
        "speaker": "B",
        "text": "So, look, why it's so difficult to predict when people say, where's it by year end? That's not the time horizon."
    },
    {
        "speaker": "A",
        "text": "So when's the time horizon?"
    },
    {
        "speaker": "B",
        "text": "So my expected. So my time horizon is, I'm going to say end of 2030. So we're talking, what, eight years? Okay, eight year time horizon is enough to see network adoption for us to get to three or 4 billion users. Right. So that's my thesis. So then should we be at that? Where is the price of bitcoin? Well, the first, I wrote the first ever macro strategy piece about bitcoin in 2013. My price prediction then was about a million. Remains the same. Hasn't changed. My thesis has always been that. How it gets there, I kind of don't really care. The moment I started caring was when I made suboptimal decisions by selling it and buying it. And if I just say. And again, when I wrote that piece, I said, I think it's going to a million dollars. That's what I would see, fair value. If I compare it to gold, I'm going to assume I'm an idiot, so I'll discount it by 90%. So therefore it was $200. And I said, it's going to 100,000. That sounded ludicrous when I wrote that. Ludicrous. And I said, this is the best risk reward you will ever have in your entire lives. It's proven out to be the case. Yeah, it hasn't got to 100 yet, but it got to 68. We're almost there. And the next leg, it'll get to 100 and that will have proven out that my worst case, discounting myself by 90%, was still right. And let's see from there, nothing's changed for me. And I barely own bitcoin because I think a lot of other things will outperform. I prefer it."
    },
    {
        "speaker": "A",
        "text": "I think that's fantastic. Raoul, thanks for coming to join us on the show. Ladies and gentlemen, do me a favor. Go to real vision. Go and check it out. We'll put the link in so that everyone can have a look at what Raoul's doing. If you're not following him, he's prolific on Twitter. Not so prolific on Instagram. So go check him out on Twitter. Listen to what he's saying."
    }
]