[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling. Wherever you sell with Shopify, you'll harness the same intuitive features, trusted apps, and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com. tech. All lowercase. That's Shopify.com tech."
    },
    {
        "speaker": "B",
        "text": "Hi everyone, this is Raoul Pal, the CEO and co founder of Real Vision. And welcome to my podcast. Every week, I'm lucky enough to speak to tons of smart and innovative people in the financial game. I get so much insight from these conversations, and that's why I'm to start this podcast, so I can share that knowledge with you. I hope you learned from the discussions and you can always find more in depth content@realvision.com. enjoy the show. Anatoly, great to get you on real vision. I've been after this for a while."
    },
    {
        "speaker": "C",
        "text": "Yeah, thank you for having me."
    },
    {
        "speaker": "B",
        "text": "Not at all. I mean, I've been fascinated by what we're up to since we met a while ago in Utah. And I heard you speak and I'm like, wow, okay, there's a lot going on there, but before we get into all of that, I know a lot of people know your story, but a lot of people don't. And your story is actually very important to Solana itself and why you got there. So do you want to give a bit of your background, your crypto journey, and how the hell you decided to come up with the whole idea and the basis of Solana? I know you probably told this a few times, but there's a lot of people who watch this."
    },
    {
        "speaker": "C",
        "text": "Yeah, for sure. The origin story. So I spent most of my career at Qualcomm. I was there from 2003 until 2015. When I started, I was working on those flip phones, two megabyte devices, the really dinky things. But I ended up a lead kernel engineer in this platform called Brew, which was built by Qualcomm. And it was the first thing that ever had any kind of developable traction. And I remember there was this application, Jamdat bowling, that had like 2 million app downloads, and this was maybe 2008 or something like that, 2005, before the iPhone. And like three years later, iPhone came out and just killed everything. So it was there, like, I think, in the most exciting part of mobile industry. And 2017 rolled around, and I saw that fees on bitcoin were really going to like 60, $70 per transaction. So bitcoin conferences stopped taking bitcoin to buy tickets, which is kind of funny."
    },
    {
        "speaker": "B",
        "text": "But why did you care about bitcoin at this point?"
    },
    {
        "speaker": "C",
        "text": "I heard about it as an engineer. Like in the early days, I even thought about. I tried mining it a bit with cpu's, thought about building my own gpu mining and stuff. But as soon as I would kind of get interested in like building something for it, somebody else would have already came out with it. You know, like there was an ASIC project that promised to ship people, dedicated ASics, but they kept them for themselves for like six months and mined all the advantage with them and then they shipped them. That was like, that was like a very pure crypto experience. You can't get better than rugged pulled by them. Right? In the early days, basically. But what I thought was really interesting in 2017 was ethereum because of the smart contract side. And it really reminded me of early mobile days. Nobody thought that mobile phones should be computers and they should run apps. People thought that they were voice only. Very similar thing there. I saw it as a new way for developers to write a new kind of code. Smart contracts just were weird and interesting and like, it didn't make sense what they were good at, but I kind of thought that they were good at something. And that's what like, kind of got my, like got me way more interested in crypto than anything else. And um, I had a side project with a friend of mine, later became one of the co founders, uh, mining crypto in the background while we were building deep learning hardware. And I had two coffees and a beer with him at Cafe Soleil in San Francisco. We're talking about mining and proof of work and consensus. And I had this eureka moment that there's a way to generate proofs for time. And I didn't know what to Google, but these are called verifiable delay functions. Had I known how to find these things, Solana probably would have never happened because I would have found that, like, amazingly smart folks out of Stanford have been working on these things forever. But I thought that I had something and that was really what spurred me to go and, uh, the I literally like called a bunch of my friends for Qualcomm that worked with me on Brew was like, this is a chance to build another platform and you a new kind of operating system and let's go do it. And surprisingly, a bunch of them joined me. These were like super senior folks with ten plus years of experience, but it's pretty rare for them to like, you know, leave their tenure, jobs. But at that time, Broadcom was trying to acquire Qualcomm. Morale was slow, literally the co to call President Trump to stop the acquisition. So it was like perfect timing on my part, and a lot of amazing folks joined, and we built Solana."
    },
    {
        "speaker": "B",
        "text": "How much of your telco experience allowed you to build Solana? Because, again, it's an easy thing to say. Oh, yeah, we had this idea, and then we built it. The reality is never that easy, right?"
    },
    {
        "speaker": "C",
        "text": "A lot of the kind of. The protocols felt very familiar, like the communications protocols, because you are dealing with massive number of states and connections and users. Anytime you're dealing with LTE or CDMA or anything like that, those are, I would say, more complicated than consensus. And it just felt like similar. We were not out of fish, out of water, or anything like that. And the ways to make this network fast really were based on a lot of our experiences as engineers. We were really this idea that, I don't know if you heard of the trilemma. This is something that Vitalik proposed, and there's a trade off between performance, security, and decentralization. So you can make the system, you can pick two. What you mean by decentralization is the number of participants in the network and what you mean by security. How hard is it to make it inconsistent? When you have this trilemma, you're picking two of these. Trilemma really only applies if you are exceeding the bandwidth of the network. That means the amount of data that's being replicated through the network is limited by the connections that each one of these machine has. So if all of your machines in the network have one gigabit, you should be able to use all of it up and transmit a lot of information. But Ethereum and all these other networks were not designed to use, like, even 100 megabits, let alone one gigabit or more. And us, as a bunch of Qualcomm engineers, we're like, well, we were like, 5g is one gigabit just cellular. That's going to force ten gigabits to the home, 40 plus to data centers, like a standard. So why don't we build a network that at least uses that much and then see what happens? That was really our premise, was that a lot of the other approaches on the market were really trying to tackle the trilemma with a lot of complexity and very academic solutions. But it wasn't clear that they would have be able to solve it in such a way while making the network cheap and fast and easy to use, and doing the problem the old fashioned way or the way that a bunch of hardware engineers would do. It makes the nodes more expensive, but it definitely solves it. If the hardware is the only expensive part, it gets cheaper every two years by 50%. There's always and always more organized sand. So that was really kind of, we thought like, you can get it to. Yeah, if you can get it to work with hardware, you're basically done, because the rest of the, you know, the hardware industry is going to catch up to you."
    },
    {
        "speaker": "B",
        "text": "And what is, explain to people the idiot proof version of what proof of time is versus, you know, proof of stake. Proof of work."
    },
    {
        "speaker": "C",
        "text": "Yeah, everything has to be a proof of something. We call it proof of history. And it's really this thing called a verifiable delay function. And it's a pretty clever thing. It's a mathematical, it's a chunk of data, basically that this data structure, when you look at it, you can infer how much time was spent generating it, because there's limits, how fast computers can go. And based on those physical limits, there's no way for anyone, no matter how much money they have, unless they build a faster chip to speed it up. And building a faster chip means outcompeting TSMC or intel. And that's like upwards to $50 billion these days, to build a faster fab. So there's a limit to how fast you can build a computer, even with cooling and everything. And the trick is to create a mathematical function that is sequential so it cannot be parallelized. And that's a somewhat tricky part because you have to make it that, but also make it verifiable. So when you generate this data, you need to be able to verify it in some amount of time that's faster than it takes to generate. Otherwise, it's a pretty useless data, pretty useless proof. And our construction is extremely dumb. And it was like one of the most trivial ones you could build and not even being researched anymore because it was so trivial. But if you're familiar with Shao 256, that's the cryptographic hash function that bitcoin uses for security. It's a very standard hash function used everywhere in cryptography. And basically any, anything you do on the web, anytime you sign, like when you see that, like little lock on your URL bar that has encryption behind it, it's probably using shout 256 as the hash function to enable that encryption. The way that we run it is we run it sequentially. So when you run it, its output is the next input, and you keep running it in the slew. And because it's cryptographically secure, there's no way for you to parallelize it. There's no way for you to know ahead what the result is going to be. 100 iterations, and there's no way to make it any faster. But the way you verify it is you checkpointed every 1000 iterations or 100,000, and then those checkpoints are part of the data that you transmit. When I receive it, I start this process in parallel, and as many cores as I have, and then I verify all of them in parallel. So in real time, it takes me less time to verify than it takes somebody to generate. But I thought this was like a really clever thing, because there is no arrow of time in mathematics. Often physics equations, when they're described in math, they work forwards and backwards in time. There's nothing really that says that time moves forward, but this is an inherent process that only moves forward. And it's a pretty wild thing to think about. It is the universe, if it's simulated, is it driven by this kind of process that's only sequentially moving forward? Is that why we can't reverse entropy and all these other things? And that Eureka moment was pretty wild experience for me. I was, I would say, manic for like four days. Couldn't really sleep or talk to my wife, and she had to, like, sit me down and."
    },
    {
        "speaker": "B",
        "text": "And then. So what you solved was something that was essentially fast and secure. Right. And how fast did you think it was going to be? And we'll talk a bit about where it is now, but what kind of TPS? What were you thinking it was going to be there? And what was that compared to anything else at the time as well? Because that's important."
    },
    {
        "speaker": "C",
        "text": "We are very ambitious, and on back of our envelope, we thought that with hardware at that time, we could get it to run. We called it 710,000 transactions per second at a one gigabit. And we got to about one 10th of that, which is still really, really good."
    },
    {
        "speaker": "B",
        "text": "How's that compared to ETH, for example, just so people can frame that?"
    },
    {
        "speaker": "C",
        "text": "Ethereum can do about 20 to 30 transactions per second right now, and bitcoin is about seven ish. And there's modern networks that do have hundreds. When you look at Solana as it's running today, its normal load is about five to 600 transactions per second. That's just what it does, just from applications. But the capacity as we can measure it really depends on the hardware that's deployed and what connections it's running at. We have a testnet that's even bigger than their mainnet with the same kind of hardware, similar hardware, I would say, and similar operators running it. And there we can try to spam it and try to knock it down. And we've seen tests that are perform over 15,000 DP's."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "You're a podcast listener, and this is a podcast ADHD reach. Great listeners like yourself with podcast advertising from lips and ads. Choose from hundreds of top podcasts offering host endorsements, or run a reproduced ad like this one across thousands of shows. To reach your target audience with lips and ads, go to lipsinads.com. now that's Libsyn ads.com dot."
    },
    {
        "speaker": "B",
        "text": "Let's talk a little bit about the issues that the chain has had as well before we start moving into the future a bit more, because it's always stuff that comes up with Solana. There's been a few times the chains had to be halted. Talk through that process, what's going on and how are you guys thinking about that?"
    },
    {
        "speaker": "C",
        "text": "This is like our biggest challenge, which is maybe the one that I like to have, because all these challenges are coming because we have users, and the chain is on a daily basis. When you look at it in normal transactions, from applications, from users, just from people using the network, when you look at those, those about 30 million transactions per day, 30 peak day, it was like 65 million. That's more than all the other chains combined. Binance smart chain is one 10th of that. I think ethereum is one 30th. And because of the slowed, we see things that we didn't expect. And we were a bit, I think, short sighted in the kinds of attacks people would throw at the network. And what we started seeing are bots that are designed to snipe mints like NFT mints. This is all because of nfts. There's some auction for some NFT, and people want those nfts so much that they figure out how to create these bot armies that generate 100 gigabits and ones that's like ten to, you know, I think some people have seen 10 million packets per second being submitted to a validator."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "C",
        "text": "And if there's a bug in any one of these validators where memory grows really, really quickly or something that we didn't do well for that load, that validator could shut down, it could break, could run out of memory for whatever reason, if a third of them do that, then the network is basically stalled until some manual intervention brings it back up. So that has happened a couple of times. Not only that, there's also been congestion events where there's enough spam, but it's not enough spam to knock it over, but it's preventing users from using it. So that's been, I guess, our curse. But it's because the network is so cheap and fast that there's enough users and applications that is driving that. And it's one of the really most frustrating problems because the release process for these networks, that's the closest thing I've seen in software to how a chip is built. Once a chip is out, if there's a bug in it, you're screwed. You've taped out the wrong thing. It's hundreds of millions of dollars to fix those bugs once there is a release. 1.9 was plagued by these. We had 1.10 baking on test net. We're verifying it, getting it through audits, and we knew that it was going to address some of these fixes, but that time to do it right and make this release is like ten weeks, right? So for those ten weeks it just sucked. Like you as like us as engineers, we like, no, we can like stuff is going to get fixed and it's hard to predict how well the fixes are going to like have impact on the problems you're seeing. But luckily one time shipped and a bunch of these issues have been solved and there's a bunch of technologies that are being enabled to, I think, really address a lot of the reliability problems to the point that I think we can stop calling it main net beta and just call it main net."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I think I've always taken the view of it. It's really interesting because I don't ever look at anything in its current state, particularly in this world, because to do that is ridiculous because the pace of accelerated change and improvements and iterations is so fast that you have to say, is this likely to be resolved or not resolved? There may be other problems and other issues that come. That's fine."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "And that's how I look. You know, I've always looked at it and I saw this happening and I thought, huh, I find that a positive signal, because it's not. Because what it means is we see issues, you can get them solved and work on them. Now, whether the fix comes out in a month or a year, it depends what it is. But hopefully I dont like it because the bitcoin world doesnt work that way, at least hasnt for a long time."
    },
    {
        "speaker": "C",
        "text": "Yeah, bitcoin has different issues. Its designed to be extremely resilient and some things that are normal for bitcoin. Like when a bunch of chinese hash power shut down, there were times where there 2 hours between blocks and bitcoin, and that's totally fine. If there's 2 hours between blocks and Solana, the network's dead because it's designed to make a block every 400 milliseconds. So like Pagerduty's going off, people are trying to figure out why. Like how is this possible? Right, so you kind of have. Once you make a faster network, the failure case is different than one on something like bitcoin or ethereum, right? Even though in both cases the data is never lost, you never threaten the state. The actual thing that the network is securing is this copy of the ledger that's replicated on solana. It's close to 4000 times and bitcoin is about 12,000 times and ethereum is like 6000 times. That's the security network, that's what you're trying to protect. As long as that state is replicated and at least one of those copies survives and is able to tell the world no. Look, here's the valid copy. You have all this cryptographic signatures to prove it. Everything is fine in terms of the security of the network, but reliability when you've designed something to run like at a 400 millisecond step, is totally different than something that runs at a ten minute step like bitcoin. So we have just a whole different set of challenges than a network like bitcoin."
    },
    {
        "speaker": "B",
        "text": "One of the things that you've probably heard, I spend a lot of time looking at Metcalfe's law and how to value these networks. And that's when Solana really gone to my radar screen, because it's the only thing since eth that I've seen where we've seen so many users accelerating such a pace over time. It slows up and slows down depending on what's happening in the market. With the amount of connectivity between the nodes, that is the developer activity and other stuff going on. How the hell did that happen? Because it's pretty extraordinary. It was quite a big breakout versus almost any other chain. I think the only one, Polkadot has something similar, but not in the same way with end users. They've got quite a lot of developers. How did that happen?"
    },
    {
        "speaker": "C",
        "text": "We got lucky in a couple of decisions. I think we never raised a ton of money in those early days. We were always had 18 to 20 months of Runway. Our competitors raised hundreds of millions of dollars. We had a big break where we raised 14 in the summer. Of 2018, we never had enough Runway to build EVM compatibility or anything that wasn't purely necessary to show that the network was so fast. So we had our own set of our own language, smart contract language, and engineers are naturally curious. And that was, I think, a really good decision. Had I had more resources, we probably would have built EVM compatibility, and then we would have been one of the ten EVM chains trying to compete with L two s and Ethereum itself and a whole bunch of other things. The other thing that we made the right decision was that when we were launching, we launched March 16. We announced our auction, I think March 9 or March 10 or something like that. The network went live three days later was the double box won. Everything in the market crash, bitcoin dropped, and the S and P 500 dropped by 70%. This is 2020, March. We were just so exhausted from getting to the point that nobody wanted to delay, so we just went for it. And that was another, I think, lucky decision. Because we were just a hair earlier than all the other next generation chains, earlier than Polkadot, than Binance, smart chain than anyone else. And because we were new and had new properties that I think got the ball rolling with doves, devs are naturally curious and they want to try new things. You give them new tools, they'll go start messing around. Just being, I think these are decisions that are really hard to predict will have that much of an impact. But looking back at it, I think those two things played a really outsized role."
    },
    {
        "speaker": "B",
        "text": "The other thing that had an outsized role that you probably weren't expecting was nfts."
    },
    {
        "speaker": "C",
        "text": "Yeah, this was nfts. Cryptokitties, literally. This was something that, you know, we always, in our marketing slide, like, look, cryptokitties knocked down Ethereum. This wouldn't happen on Solana, but we didn't really think about them. Like, the Solana's tagline was blockchain and Nasdaq speed, and really focused on projects like CRM. But we saw nfts started to happen on Ethereum. And they were interesting because they were forming communities. There were people that were getting into these PFP sets, kind of acting like early bulletin board style social networks, like in the nineties. So we had two engineers from labs build out the smart contracts to define the NFT standard. And kind of like, that was the metaplex being incubated. And as soon as that was launched and we had, like, a couple mints that we got together. Like, we scoured the earth for anybody that would want to mint on Solana. Nobody really wanted to at the time, but we got the tools out there, and the decision that we made, which was, again, lucky one, was that we should make the tools available freely and easy for non engineering devs to just go mint some art. So we tried to minimize it to the point that it was kind of like WordPress still had to be somewhat technically savvy, like clone a GitHub repo and go run through it and run through the minting process. But that was enough to where we started seeing first just a few people and then hundreds and then thousands. In some cases, it's like half a million nfts. Yeah, half a million nfts minted a week. We've seen days where it's been over 200,000 nfts minted in one day. It's a crazy amount."
    },
    {
        "speaker": "B",
        "text": "And that whole period for me, felt like it was a total pivot or a light bulb moment in Solana. I'd like to hear your thoughts on this, because you start off as Nasdaq speed. Your idea is we can do financial market computational stuff, blockchain for financial markets, from what I can sense, and this is what I really want to hear from you about, is you figured out actually you can be the mass market consumer application. Is that where your head is moved to?"
    },
    {
        "speaker": "C",
        "text": "Well, I always thought that if we can get the CRM use case to work, then everything else from an engineering perspective will be easy, because that's a really, really hard thing. That's a central limit order book that runs on chain. I think we're still the only smart contract platform where that's functioning. If we can solve that problem, I thought all the other things would be at least easy from, from a technical perspective. But actually supporting something like NFTs took our team and our ecosystem and a lot of people in our company, a lot of work. Just because you have the tag doesn't mean anyone's going to use it. So you kind of have to go out there and find those folks and support them. And does DJ and apes mint that person who ran the mints, they didn't build any infra to launch it. They had no clue that they ran their mint on a Heroku server that went down instantly, because instead of a few hundred people showing up, they had 50,000 people show up. Our engineering team went and rebuilt their infra that weekend and got it up and running. Basically, it was a lot of handholding, but because we saw the demand, it was just exciting. Like, how could you not, like, you know, try to figure out or make this work. It's really unexpected where. Where this stuff's come from. I think with NFTs, especially because they seem so, like kind of silly, like ephemeral, right? Like you can't actually believe that they'd be worth anything. But then you kind of start thinking about it. How does artwork. Why is this. Why is my woodcut print from the artists that I like worth anything? Like, why did I spend hundreds of dollars on it when it's just a print? Right? And once you start thinking a bit deeper about it and how communities form and how culture forms, it starts making more sense."
    },
    {
        "speaker": "B",
        "text": "I also think that the blockchain world is now starting to figure it out that narratives are the most vital thing in the space, regardless of the technology, because there's always something new, there's always something different coming along. There's always faster, cheaper, whatever it may be. And that being known by the narrative for owning a particular part in the space. Bitcoin has done a good job with that. EtH has done a pretty good job with that. And then we're starting to see other chains. If they don't stand for something, they're nothing, because people don't get behind it. So you don't get adoption effects in the same way. It feels that some of. And what really struck me when we met in Utah is that is the kind of mass adoption consumer layer is something that it feels that you guys are really focused on. The kind of people you're talking to, the kind of applications you're doing, the phone, the shop. You know, there's a lot of stuff that makes me think, huh, these guys are actually going after the bigger picture stuff. You know, we talk about nfts, like the big picture for nfts for me, or the next phase is ticketing. I mean, it's a no brainer. And it's much faster way of getting 100 million people to use blockchain than it is to get them to buy a picture of a penguin, you know? So that consumer phase, I think, is the next phase. And I think you guys have sniffed that out somewhat."
    },
    {
        "speaker": "C",
        "text": "It's the hardest thing because what I've noticed is that non crypto native communities rejected crypto and blockchain. They have an immune response. And you see that with gaming. I thought gaming would be an extremely obvious thing. And it's really, really slowly and incrementally moving forward. But when anybody ever announces any game announces NFT support, gamers just grow. This is just another way to milk money off of us. Where this consumer breakout things could happen is really, really, really hard to predict. Same like step in again was something that none of us expected to get any traction."
    },
    {
        "speaker": "B",
        "text": "No, that was the, that was another great accelerant. Super. I don't know how long lasting it's going to be, but it's proven something and I think that was really important."
    },
    {
        "speaker": "C",
        "text": "Like, I think people have to start thinking about how I build something useful like that the end user really enjoys. Maybe it's running, maybe it's playing the game and the entertainment value of it is worth the cost of whatever they're spending in that game. That's the key part is that you have to, even if there's a component where there's nfts and digital ownership and free markets, that the end user is fine with all of that going to zero because they're effectively buying a ticket to a show or whatever. And maybe the outcomes that they're like receiving are more entertainment or health or whatever, their actual real value delivered to people. Unless on markets and retirement or whatever, or an investment, especially something like a game. Does it make sense for some games to have token driven economies? You can have a first person shooter with guns that are nfts and bullets that are the tokenization. And me as a user, I shouldn't be thinking about like, these are my retirement bullets, this is my investment in bullets, right? But me as somebody that played a bunch of games, I was a lot more involved in runescape because it had a free market and you could kind of buy and sell things. And there was a bit of a, my brain was made way more engaged and it was a lot more entertaining, but never, when I played it, that I think, okay, I'm gonna, this is gonna be my like, you know, portfolio of like, of resources like wood and whatever, gold and stuff like that, runescape gold. So there's ways to, I think, make crypto an entertaining or useful part of something, but I think there's a lot of ways where it just fails completely. And that's where I think developers and people working in the stuff have to be really careful. Again, a lot of communities that are not cryptonative will reject it outright. I want to see this, figure out how to get us from 10 million people that sign transactions globally. This is probably including Solana Metamask, all the chains. How many people actually go click sign on any of these wallets? It's probably 10 million globally. How do we get that to 100 million? Is it really, really hard? Problem? And we are throwing darts at a board. Hopefully some of those will stick."
    },
    {
        "speaker": "B",
        "text": "I'm seeing a lot of people coming from outside of the main space who are solving some really interesting wallet stuff. So people shouldn't care what chain a token is on, an NFT is on. They shouldn't even know. They should be able to transfer it easily, sign it easily, store it easily."
    },
    {
        "speaker": "C",
        "text": "Maybe those are. Again, that's not a, I think, decided question. Because people care about bitcoin. Because it's on bitcoin."
    },
    {
        "speaker": "B",
        "text": "That's a group of people, right? We're talking about getting the random person in the street to be involved in using blockchain technology at scale, not just tokens for storing wealth and stuff."
    },
    {
        "speaker": "C",
        "text": "I think there's some things that that's true. So like USDC transfers, like transferring dollars. I think most people shouldn't care about blockchain. If it's USDC is natively supporting it, it shouldn't really matter to them which one they're using. They should probably use the cheapest, fastest one, Solana. But that's because the dollars are basically held by USDC and you're using a representation of it that's kind of trusted. But folks that are true believers of bitcoin believe that it's gold, like digital gold, for a certain reason, and you can't kind of move it. Like, you can't take that concept and move it somewhere else. Similarly, if you truly believe in digital ownership, something has to guarantee it, and that is the chain, right?"
    },
    {
        "speaker": "B",
        "text": "Yes. Sorry. What I'm not suggesting is that. I'm suggesting the wallet should be indifferent so I can have my Solana NFTs and my ETH NFTs and it's a."
    },
    {
        "speaker": "C",
        "text": "Seamless experience without a hundred percent, 100% that that. I think we're still ways away. But that should be. When I started Solana, my initial, somebody worked at mobile. It's like, why isn't signing just natively supported? I literally worked on secure elements and trust zone at Qualcomm. I know the team that built this thing. Why don't they do these cryptographic signatures on your device and give you a trusted display that cannot be spoofed by any application and really guarantee that no one can ever steal your seed phrase or mess with that signing process? It just seemed so obvious and so easy for me, but we didn't have the resources or, I think the kind of the right team to do it until six months ago when we met. Awesome."
    },
    {
        "speaker": "B",
        "text": "Another area that I think is coming. I'd love to hear your thoughts for mass adoption is music and that whole industry."
    },
    {
        "speaker": "C",
        "text": "I've talked to a bunch of people on music, and it's also really, really tough because there's a lot of value that's awesome from music, nfts for artists, for platforms even. But it's hard to show that value to the fans yet. And this has been like, I think the biggest challenge, I think what potentially NFTs could enable is this idea that artists can self publish, set their own royalties. They have that kind of effectively all the legal, financial infrastructure that a regular label provides. Do that with a metaplex, WordPress, click, next style thing, and boom, you're done. And you have all of that baked in for life. And that's a really, really powerful tool. But why does the fan care? And it's potentially an amazing thing for even platforms like Spotify right now, I think they give probably 80% to 90% of their revenue to the record labels. If they could instead give that to artists, Spotify would be a lot happier to give it directly to artists as opposed to the record labels. But why does the fan care? We don't know yet."
    },
    {
        "speaker": "B",
        "text": "But the point being is, do they need to know? The idea is it doesn't necessarily have to be the fan caring about owning the piece of music like an NFT. Right. We're anchored on this NFT idea of ownership, but maybe the blockchain rails itself is the best way of divvying up the money amongst the industry in a more equitable, fair and faster way."
    },
    {
        "speaker": "C",
        "text": "But there's a really hard, cold start problem there. Like the Macaaf's law problem, right? Like, how do you get that initial network from zero to one, right?"
    },
    {
        "speaker": "B",
        "text": "Because somebody like Spotify is going to do it because they have to. It's like the reason people like meta are working on web three is they know they have to because game theory would suggest that the pie is too big for them not to be attacked. It's the same for Spotify."
    },
    {
        "speaker": "C",
        "text": "I would hope so. So I hope things like that really transform how artists make money. We already see just for digital art, it's been life changing for a lot of these folks. There's a girl from high school that made a beluga whale NFT collection that sold for $1.4 million, and a bunch of that money went to the conservation of beluga whales. I think that was their biggest check that nonprofit ever got. But that changed your life, right? She's probably going to be an artist, right? And like, she knows how this. How this stuff works. And I think the long tail of artists on crypto actually do pretty well, there's a lot of NFT mints that are not the million dollar mints that you hear about, but a lot of them do 20, $30,000. And that's massive money."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "For artists that are especially, like, doing this part time. Right. Just for fun. That's life changing."
    },
    {
        "speaker": "B",
        "text": "What's the idea behind hardware and the phone? Because obviously people think you're crazy doing that."
    },
    {
        "speaker": "C",
        "text": "Yeah. So probably if I didn't spend a cure at Qualcomm, this wouldn't happen. Half of the Solana team wasn't ex Qualcomm folks. This would have never happened. And if I had not met Jason, who is the founder of awesome Privacy, which is the company that the OEM that's building the phone, this would have never happened either. And he was the architect of the iPad pro, so he's an awesome hardware engineer, can build just magical things. He works on crazy things like James Cameron's submarine door, the thing that withstood the Mariana trench pressure. So he worked on that, did special projects for Johnny and stuff. He built this company to build an amazing phone. And when I met him, I just mind melding with him that privacy and web three just are super intricately related. No web three developer takes a username and password. They don't want to know who you are. They want to know how do you connect your wallet. What they care about is you're signing securely. Like, is your. Is your setup correct? And, like, they want to know less about the human and more about giving a great experience, like, and that's actually privacy first and has no. There's no web three business model that depends on stealing people's data and shoving them ads. So it's just kind of inherently transforms how things are monetized on the web. And for privacy to really take hold, you need to have a business model that depends on it. Otherwise, it's going to be the privacy that Google and Apple sell you. I think it just makes sense that if we get to an age where there are 100 million people that are actively signing things in crypto, I think that it has to be on mobile because that's the device that most people use, and it has to be secure. All the hardware to make it secure and easy is already there. Secure elements have been in devices since biometrics, so have been trust zone execution. When you face id your fingerprint scan, it's using the same exact pieces of hardware. All we're doing is we don't have a 30 person team working on this phone. Awesome. The OEM does. We have about five folks working on the software layer changes that we need to make. And it's adding BIp 39, which is most folks that have used ledgers remember entering those passwords. It's basically the style password seed creation and recovery that's going directly to the hardware wallet connector. So when a web three app loads, you don't know if it doesn't ask you which of these 50 wallets you support and then another one asks you which of these different 50 wallets do you support? It just automatically happens because it knows the operating system has your seed. Obviously that means a web three Dapp store, right, to support these applications and payments where if we want that experience to make payments to be as delightful as using Apple Pay, there's no the context. Switching through an app link or going into fandom. As awesome as they are, the experience of using the webview for the mobile application still pretty gnarly. There's all these transitions and links. All that stuff goes away and becomes, I think, as magical as using Apple Pay. That's my gold standard. I think we can do a victory lap. If there's an application that's built for this device that is so good that somebody goes and acquires a device, it means that crypto is some real world use case that people value and they value the UX for it and that would be awesome. I think that would be an early sign that we are heading to a world where there's billions of people using crypto on a day to day."
    },
    {
        "speaker": "B",
        "text": "It doesn't sound like you have high expectations for the phone. You want to put it out there, see what happens to not in terms of the quality of the phone, but in terms of the sales and the adoption of the phone."
    },
    {
        "speaker": "C",
        "text": "I worked on Amazon Fire and the Windows Phone and a whole bunch of other ones. All those things failed."
    },
    {
        "speaker": "B",
        "text": "So you're the kicks to death is what you're telling me."
    },
    {
        "speaker": "C",
        "text": "Their target was they needed to sell millions of devices a year out of the gate. We actually don't. This is the cool thing is that if we hit to like 25 50,000 sales, that's a better distribution channel for web three devs to have direct access to web to active web three users on mobile without any restrictions, without 30% fees and NFT sales, that's a better distribution channel than going through the big app stores and jumping through all these hoops."
    },
    {
        "speaker": "B",
        "text": "So when you give it out for free, why don't you transfer?"
    },
    {
        "speaker": "C",
        "text": "Free is the worst price, right?"
    },
    {
        "speaker": "B",
        "text": "I get it. But something bad, sickness, but something that scales fast."
    },
    {
        "speaker": "C",
        "text": "It is priced. It's a high end device. Typically, this device with these specs would cost $1,400 from Samsung. It's 1000. As soon as we get this thing out to market and it works and all the software, like, all the bugs are out, I think we want to do a low end device that is as close to the cheapest price that we can make, scale it out. And there's potentially, if you've got enough."
    },
    {
        "speaker": "B",
        "text": "People on it, it's a bit of a chicken and egg, but if you get enough people, then it becomes, as you said, a very good place to build an app."
    },
    {
        "speaker": "C",
        "text": "Exactly. But our goal is not to go to general consumer yet, because crypto is not there yet. It's to build an awesome device for crypto folks and then build an awesome application store for devs. When that network effects like that wheel starts flowing and we see really good applications that are mobile first drive adoption, I think this is really the moment to go consumer. That's when we buy the Super bowl ad or whatever."
    },
    {
        "speaker": "B",
        "text": "So what gets you personally excited? What do you think that's coming in this space, whether Solana is involved in it or not, but what gets you excited? What do you think? This is going to be huge, or this is going to be cool. Whatever it is, whatever your benchmark is."
    },
    {
        "speaker": "C",
        "text": "I was really taken aback how quickly capital can form and how quickly users can coordinate that capital constitution Dow is amazing. Yeah, exactly. So that was maybe 1020 thousand people that raised $40 million to do something kind of silly by the constitution. Imagine if we had 100 million people with crypto native crypto users that were active users, could they coordinate to buy every coal plant in the world and shut it down? Once that ability is there, once the execution is clear and you have you as an end user have a direct, meaningful impact to make it go. It's a really, really powerful thing. Right? You're not like, you're not like sending a letter to your representative to go talk to Congress. Three months later, nothing happens. This is literally like press now. This happens now. That's a really powerful tool for action that I think, to me is both the scary thing and the really exciting thing about crypto enables is that really, I think, eliminates a lot of the bottlenecks that we have in decision making and financing things in the world."
    },
    {
        "speaker": "B",
        "text": "I spoke to, and you know him as well, Kimball Musk on real vision. The interview's out yet, but about this, because I think the philanthropy angle is massive for blockchain technology and crypto overall, because it's a way of organizing people with sorts of accountability in a way that doesn't exist in large charitable organizations. Think of something like the World Wildlife Fund. I mean, who the fuck knows where the money goes, but it's not where you want it to go. But you can coalesce capital super fast on super specific things with a set of rules."
    },
    {
        "speaker": "C",
        "text": "How I kind of look at it is that Facebook gave us a social graph. You're always going through some intermediary, and crypto is giving us a super connected graph. Everyone is directly connected to everyone else like that. And that's a kind of insane thing to think about, that you're in the same chat room, like, with everyone else."
    },
    {
        "speaker": "B",
        "text": "Talking of chat rooms, that feels like another thing that needs to get solved. A bit better than discord. Have you guys thought about that kind of application as well? Because it's a bad experience so far, right?"
    },
    {
        "speaker": "C",
        "text": "I personally like discord. I think it's awesome. It's chaos."
    },
    {
        "speaker": "B",
        "text": "When you've got more than 1000 people, it's utter chaos."
    },
    {
        "speaker": "C",
        "text": "Well, yeah, it's really hard to scale groups to hundreds of thousands. Right. And moderation and all this tooling is always a little crufty, but the fact that it can handle that much load is pretty awesome."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, it's fast and efficient."
    },
    {
        "speaker": "C",
        "text": "But it's just not great where stuff like this, I think in a lot of ways, you don't need, like, crypto native apps. There's an opportunity for. If you're a founder and you believe in, like, this is your thing, you love communication. There's an opportunity to go build crypto native versions of these things and potentially be the next discord or the next Twitter. I think that clearly exists, but I think it may not be necessary because I think users that are using these networks, they are grouping themselves based on nfts or governance or how they participate in crypto. That's the social graph. And then they communicate over Twitter, over discord, over anything. There's an opportunity to build tools that cater to those folks, make it easier, the better ux, like reducing fraud by verifying that. When I post my NFT, that is actually mine and it's not a scam version of it. There's a bunch of awesome UX and awesome security features that these companies could add. But I think what's cool is that in some ways, they're irrelevant. Right? Like, I. I'm in. If I'm in the monkey Dao. I don't. It's not like I'm in a Yahoo group or a discord group. I'm in the monkey Dao, and it's kind of doesn't matter where the monkey Dao hangs out, right?"
    },
    {
        "speaker": "B",
        "text": "No, that's right. And, you know, I love to see the fact that community doesn't take place in one place anymore. It just takes place all over the place."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And, you know, I think we need to make that experience a bit better at some point. You know, tying together what's being talked about on Twitter and what's being talked about in your discord group and what's being talked about in your telegram group or whatever. If you could put that somewhere to keep on top of the shit without having 15 apps open would be nice."
    },
    {
        "speaker": "C",
        "text": "Yeah. Yeah. I don't think that's ever going to happen until we have, like, AGI. Basically that does it for you."
    },
    {
        "speaker": "B",
        "text": "So anything else on the roadmap that you're excited about? The one thing I wanted to talk to you about, because another thing I've noticed is your hacker houses. I think that's really interesting. What are you doing there?"
    },
    {
        "speaker": "C",
        "text": "So this was after breakpoint. Breakpoint was our first conference. It was the first conference after we've all been locked down on Covid and had this kind of amazing year. And the energy that everyone felt when we got to breakpoint was just insane. One, I didn't expect that many people to show up, and the people that showed up were just awesome. And a bunch of the devs started a hacker house where they were building applications, there were prizes and stuff, and we wanted to continue it. And we basically organized these events. Different place in the world, different city. We get a house or whatever, a venue together and people show up. And I think we had like over 9000 or something like that. Developers go through these over the last year."
    },
    {
        "speaker": "B",
        "text": "So you've created a developer community properly. I mean, they're meeting each other, they're."
    },
    {
        "speaker": "C",
        "text": "Getting together, and like Singapore, Seoul, like Prague, like London, San Francisco, like Miami, like basically everywhere that. Anywhere that we thought devs might, might hang out. And what I think that translates, I hope, is that our hackathons that are actually, I think, a bit more formal get way more traction. And despite this massive market downturn, this hackathon that just happened had the most registrations, like 14,000, twice as many as the previous one. And more teams submitted a project, 700 teams. The previous record was 550. So despite all the markets being in the shitter, devs are still interested in getting into crypto starting companies. And that's been awesome. The biggest thing that I know, the reason why I know it's real is because when you look at funding, the blog published, like, solana funding stats, and you look at the amount of funding that's happening month over month or quarter over quarter, it's still rising. It's been over a billion dollars in funding to teams. You can't fake that, right? That's real money. That's venture capital is investing into c level teams. Those teams are now on the hook to grind for product market fit, figure out how to get users to use crypto. That's really the driving engine."
    },
    {
        "speaker": "B",
        "text": "Yeah, I find that massively encouraging during this cycle. I've been in this space since 2013. This time, it's different. There's so many people building. I think the VC cycle came at the right point. So everybody's got capital and they're all working. Everyone's busy working now, as opposed to feeling miserable and shitty about what the market's doing, that has been a really different thing. We've lost less participants to the network over this period of time. Sure, they've become less active, but we've lost less participants, which, again, shows something. How have you. As a final question, how have you dealt with the fact you launched 2020? You all feel like heroes. It all goes up in a straight line and then comes down 87%, and you're like, oh, really? How do you deal with the psychology of that?"
    },
    {
        "speaker": "C",
        "text": "Well, for us, it's at least not the first rodeo. We literally joined, started building Solana, the company, at the tail end of the last bull market, and just saw eth drop 70% in front of me while we were trying to raise money and then having two years of nothing."
    },
    {
        "speaker": "B",
        "text": "Did you raise any money? So are you, like, one of the companies now who's raised the money, and you're just building through the winter? Did you raise money back in 20, 1817?"
    },
    {
        "speaker": "C",
        "text": "Basically, you're right. We raised money in April 2018, which was already. ETH had dropped from its high by about 40%. But there was still a lot of what that bull market created is a lot of folks that invested in the ethico. They were smart engineers. They weren't funds yet. And that bull market for Ethereum, a lot of those literally Ethereum folks funded Solana, despite what many people think. It wasn't like some shadowy cabal of venture capital. It was a bunch of engineers who thought that what we were building was kind of crazy and kind of cool. So that was really, I think, what Ethereum created."
    },
    {
        "speaker": "B",
        "text": "So you raised the money in April 2018. Starting to become a difficult market you launch in what, March 2020?"
    },
    {
        "speaker": "C",
        "text": "Yeah, right. In the worst possible, what we thought the worst possible time, but ended up being the best possible time because that literally marked the bottom that Covid and the stock market crashing at bitcoin was literally. I think we couldn't have timed it better, I guess."
    },
    {
        "speaker": "B",
        "text": "And did you find that building over that 20 1819 period was good because it was less distraction about the tokens or indifferent."
    },
    {
        "speaker": "C",
        "text": "It was hard. We were working a lot under resourced, always stressed about Runway. You were never sure if this was going to work or not. It was a lot more stressful. I'd say stress is important. You as founders, coming into the space right now is a really good time to come in despite the stress. I think the problem with the bull market is that you may raise a lot of money, but you will not get signal that you have product market fit and you're building something right. And when the bull market crashes, a lot of those companies may be dead or underwater and not fundable because all they did was raise a bunch of capital, but not create growth or PMf. And what really drives the next round is growth. Not how much you raised in the previous round and not your valuation in the previous round."
    },
    {
        "speaker": "B",
        "text": "No. It's all about adoption in the end. I mean, without it, you've got nothing. You might have the best tech in the world. If you don't get adoption, you've not got anything. We've seen this over and over again."
    },
    {
        "speaker": "C",
        "text": "The great thing in the bear market, your adoption is relative to everyone else. If you're the only company that has the users, even if it's small number, that may actually be enough to get, to raise enough capital to stretch things out until things really pick up."
    },
    {
        "speaker": "B",
        "text": "And so look fascinating to talk to. I really appreciate your time and let's try and get through this bear market and let's see what comes out the."
    },
    {
        "speaker": "C",
        "text": "Other side of it for sure. Thank you so much."
    },
    {
        "speaker": "B",
        "text": "Hi, thanks for listening to this podcast. If you enjoyed listening, I've got a free membership waiting for you. If you want to understand the future of everything, then understanding digital assets is the key. We're not ever going back to a pre crypto world. Blockchain technology is transforming literally everything from communities to healthcare to real estate to, well, everything. That's why in 2020, we launched Real Vision Crypto, the world's premier cryptocurrency and digital assets video channel. Right now, real Vision Crypto is helping more than 300,000 members around the world understand the biggest wealth creation opportunities in a generation. And maybe of all time. And even better, real vision Crypto is completely free. All you need to do is input your email address and you get full access to all of the videos and the incredible emails too. Please visit realvisioncrypto.com. that's realvisioncrypto.com and start learning about this incredible world."
    }
]