[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless. Everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15. 1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch."
    },
    {
        "speaker": "B",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot. I think crypto is so amazing because we're creating something new. People have different ideas and some work, some don't. There's all this emotion, there's got this religious aspect of what is money, and we're creating the money for humanity and the whole world, and how do we get as many people involved as quickly as possible? So I think that's what makes this interesting and continues to be. And the people that I meet are extremely intelligent, and they all have this vision of what they want to create. And this Blake slate. And here's this technology that's letting them express themselves."
    },
    {
        "speaker": "C",
        "text": "Hi, everyone. This is Raoul Pal, the CEO and co founder of Real Vision. And welcome to my podcast. Every week I'm lucky enough to speak to tons of smart and innovative people in the financial game. I get so much insight from these conversations, and that's why I'm to start this podcast, so I can share that knowledge with you. I hope you learned from the discussions and you can always find more in depth content@realvision.com."
    },
    {
        "speaker": "D",
        "text": "Dot enjoy the show. Arthur Hayes, fantastic to see you back on real vision."
    },
    {
        "speaker": "B",
        "text": "Thanks for having me. I love it."
    },
    {
        "speaker": "D",
        "text": "Listen, we've got a lot to talk about, but I think the main thing is you and I both have macro in our blood, and we kind of look at the world from that lens. So let's start with the question that we all want to talk about, which what the fuck is going on? The macro is getting quite interesting. So give me your take. What's your view right now on the macro setup?"
    },
    {
        "speaker": "B",
        "text": "I mean, I guess it's this question of who's in charge, right? Is it the politicians or is it the bankers, right? So I think in a lot of places, I was just reading an email from one of the hedge fund managers that manages some of my money in the small fund, and he was ticking down the different bass ackwards decisions. Like the Boe, right, the government saying we want to spend more fiscally and then the bue is, okay, cool, we're going to stop doing quantitative tightening, but then we're going to hike rates on the other side, right? So it's almost like they've all read this textbook that started in the 1930s that said, okay, don't be Benjamin Strong. You know, you have to prevent the depression. So that's what they did since 2008 and every other crisis provide liquidity when they need to because they don't want to have that happen. And then they've got this, oh my God, we want to be like Paul but Volcker if the inflation shows up. So we got to get on this inflation thing real quick. There's not a lot of nuance in between of trying to dissect what's different about today versus the seventies versus the thirties. And that's the issue. You have a bunch of people who are saying, I've been trained my whole life to either provide money in asset deflation or hike in the face of inflation. And I don't want to be either of these two people that I read about as a student at university. And then on the other side, you have politicians who need to get elected. And if the poorer members of society who are witness to all these rich people get rich over the last 30 years by just buying financial assets now are like, holy fuck, I can't afford to go to the pub because the pub can't afford its electricity bill because we got on this green bullshit where we know fossil fuels are evil, so we're not going to invest in them. But now my energy bills up eight x in the last year, like, do something and I can. And then these are places where I can vote and I can go out and say, you know what? Well, fuck this. I'm voting myself money. And so I think you have this clash here. I also may think the government always wins and you will always provide the bread and circus for the people if it means losing a job. And so while these central banks right now are playing this game that they're going to raise rates and fight inflation, at the end of the day, if the government needs wartime financing for payments to the people, the central bank is going to fall in line and do what they're told. And I think that'll play out over the next maybe months, quarters, years. But I think that's really the conundrum that we're at. And one thing that I think people don't realize is, let's think about what happened in March 2020. We had this fear that the corporate bond market and the treasury market in the US was seizing up. You had stocks crashing and treasury yields going wild. Fed do and nationalize the corporate bond market in an afternoon. If the Fed was really serious about fighting inflation, they were calling extraordinary meetings, say, this is too much. We can't have this. Short term rates are not 10%. Real rates are positive 2% overnight. They did it on the other side. Why don't they do it on this side? Because they actually don't care about inflating inflation. It's all window dressing politics. That's just my view."
    },
    {
        "speaker": "D",
        "text": "So there's a lot to unpack in this. Firstly, let's talk about inflation. I'm guessing the reason you think that they don't care about inflation is because of debt."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "D",
        "text": "Right. So they've got massive debt, so you inflate the debt away, whether it's through negative real rates or inflation, whichever way doesn't really matter. It's the same kind of thing. But what the fuck do they do? I mean, if you're a central banker right now, my view is the debt."
    },
    {
        "speaker": "B",
        "text": "Retire."
    },
    {
        "speaker": "D",
        "text": "Yeah, retire."
    },
    {
        "speaker": "B",
        "text": "Don't be the guy who has to do it."
    },
    {
        "speaker": "D",
        "text": "Just give it to the two year bond market and say, you figure it out. Because the issue is, with this much debt, you break the economy really fast. So can the economy even have positive real rates for a period of time? So I look at the five year break evens, and the move has been gigantic now, and it feels like everything's going to break. I mean, what do they do? How do they deal with this inflation? Does it last? Can you have inflation, a big debt driven society? How are you thinking through it?"
    },
    {
        "speaker": "B",
        "text": "Well, I think at the end of the day, it's all energy related. I was listening to a recent Felix Zuloff third quarter presentation, and he put up a really interesting, amazing chart. And I think it was from, I don't know, the 17th or 18th century up until today, and it basically showed fossil fuel and energy usage. And you see this big, it's like basically flatline for the last 400 years. And then the last 100 years, you see the graph go like this. When we discovered fossil fuels. And I don't know, is it. I think oil is 100 or 200 times more energy dense than wood. Right. That is our modern existence. That's all we have. We are here today talking on this computer screen. We get to do dust jockey. Our jobs are just pontificating on twitter and video chat and not sitting on the farm because we have this thing called oil, natural gas, and maybe a little bit of nuclear. That's it. If the central bank is going to tell me that we're about to either a commercialize nuclear energy to such an extent that there's going to be a little nuclear reactor in your car powering energy at much cheaper rates than oil and we're going to phase that all out and everything's going to be nuclear powered. Then show me the energy source that's 100 times more energy efficient than hydrocarbons. And then I'll show you the way that we get out of this debt. Because at the end of the day, that's all that matters. We take the titular energy of the sun and the earth, we convert it into economic activity. Unless you're telling me we're going to somehow recreate what's happened in the last hundred years with some sort of new magical discovery of energy efficiency, then there literally is nothing they can do unless the population goes through the roof to justify all this debt and all this build out of stuff."
    },
    {
        "speaker": "D",
        "text": "So when you say energy is inflation, the energy markets are not really inflating right now. So do you think we've got a structural problem? Still? We all understand the shift is going to happen. It's not as dense. It's going to take time before you can figure out. Everyone's like, it's nuclear, obviously, and the politicians are like la la la, we can't hear you, really. And yes, humans will figure it out, but energy itself, I get concerned because everybody in the energy market is a supply sider and they never look at demand. And I'm looking at demand, it's like it's falling off a cliff. Guys, how's the oil price going to go up?"
    },
    {
        "speaker": "B",
        "text": "But I mean, that's not my point. My point is that you have to pay back the debt. Either we get more efficient in producing something that is the reason why we took this debt today, right? Tomorrow there's all this other stuff we did cheaper than when it costs us for the debt that we took on because we borrowed from the future. So either it's, there's more humans that do more stuff, therefore we needed to build out more stuff today because of the, you know, in 20 years we have all these adults, or we're going to be more energy efficient in the future, therefore it's not going to cost us as much. From an economic point of view, for all this debt, and that's the issue, we have all, we have highest debt load in 350 times GDP. Three to 50% of GDP is like global debt. Okay, show me the economic activity and the efficiency gains that justifies us pulling forward all that demand to build stuff today. And it's either we have more people or we're more energy efficient."
    },
    {
        "speaker": "D",
        "text": "The issue is we financialized most of it, so we didn't actually create anything with the debt. It's not like we did what China did. At least China built factories and railroads and stuff, right? We've done nothing except bought a bunch of restaurant meals and put it on our credit cards."
    },
    {
        "speaker": "B",
        "text": "It's one of those problems. There's only two solutions."
    },
    {
        "speaker": "D",
        "text": "You know, it's interesting because I was looking at Amazon and they employ 1.5 million people, and yet they've just employed, over the last five years, half a million robots in the factories, in the warehouses. Those robots are three times as efficient just in man hours, let alone the actual efficiency of a robot versus a human. So it seems like it's writ large, right. The answer is going to be technology so you can squeeze more productivity."
    },
    {
        "speaker": "B",
        "text": "That's your hope? That's the hope. That's the only thing you can hope. Put your hat on. Like, okay, well, I'm going to put my head in the sand, and the technology is going to get better to make us so much more efficient that this debt is worth it. Otherwise we inflate it away. That's the only other option. Yeah."
    },
    {
        "speaker": "D",
        "text": "The question is, my view on that is, yes, technology helps, but b, it also means that humans aren't really valuable. So that doesn't help a great deal for society. And the other way is, what way do you want to run it? Do you want to run it with inflation, where asset prices go down and optically it feels bad, or do you do it the cheeky way, which is to run negative real rates and asset prices go up even though nobody actually gets richer? My guess is theyll probably try and do that if they can."
    },
    {
        "speaker": "B",
        "text": "I think it was Lacy Hunt that says the government never, ever voluntarily goes bankrupt. So if you have the power to print money in your own currency and buy energy and buy stuff, why would you ever say, you know what, I'm going to take the hard road and come and explain to the people why I'm going to crash the economy in objectively real terms today because of all these decisions that were made 2030 years ago versus, hey, it's all going to be great. Here's this check. Go buy your gas. Tell me which politician wins."
    },
    {
        "speaker": "D",
        "text": "Yeah, it's pretty easy. So what do you think? Where do you think we are in the recession story? How big? How bad unemployment rises? What are you thinking, I mean, I."
    },
    {
        "speaker": "B",
        "text": "Guess maybe isn't myopic. I don't really look at that that much. And it's only just a lever to like, okay, when are they going to turn the tabs back on? Right. What's the political instability that's going to take for them to turn the task back on? Right. Because that's all, I mean, I know we all care about people and the fact that people don't have jobs and there's a lot of people starving and blah, blah, blah. But as financial market, you know, analysts, why do we care about these economics? Okay, what is it that Biden or the politicians in Western Europe or Xi in China, what, what is it that's going to be so bad for them politically that they say, okay, you know, central bank, put the fucking money, I'm going to hand out the checks. What's, what's the variable? I don't know what it is. We'll see. We'll know when we see it. Right. In March 2020, it was a corporate bond market. In 2008 it was mortgages in China. Now it's the property market. You know, they said, oh, we're going to rein in speculation on property. It's basically collapsing their economy. Actually, no, hold on a second. Every central government, local governments start buying that property. We don't want to go down actually. Right? So everybody, we all know what the answer is, what we want to do, but then we're faced with playing the political and economic costs for the decisions made decades ago. Nobody wants to take that on their books. And so we kicked the can again."
    },
    {
        "speaker": "D",
        "text": "So you don't believe the narrative that the Fed have changed and they're never going back to that again. They reformed alcoholics and they're now only drinking, you know, La Croix, it's literally."
    },
    {
        "speaker": "B",
        "text": "All, it is an act of Congress. Why don't you? It was an act of Congress when the Fed and the treasury emerged. And was it 1946 to 1951 or whatever the period was of the war? Right. And so the whole fed independence went out the window because it was expedient to finance the US's entry into the war. And the same is true for every other country. And so the independence of whatever central bank will be subsumed by the political necessities if it gets bad enough. And so we as market people are like, okay, what's that variable? What do I see six months before they actually do it so that I can get in and buy the stuff they know they're going to buy? That's what we're playing. That's the game we're playing."
    },
    {
        "speaker": "D",
        "text": "That is the game. The game is forward looking. I think the market's more forward looking than people think because they know that the cowbell is coming. And so it's just a matter of, okay, when do I buy this? Because they're just going to devalue the denominator yet again."
    },
    {
        "speaker": "B",
        "text": "Yeah. So the question is how much pain? And if you were levered coming into this, then obviously you're not able to participate in that patient game of waiting for the signal to happen."
    },
    {
        "speaker": "D",
        "text": "How far away do you think we are from that macro turn? I think growth falls off a cliff, kind of shockingly, and the central bank starts to get a bit nervous, I think sooner than the market expects. The bond market feels like it's gone unhinged right now. Liquidity has dried up. When do you think this macro turn comes?"
    },
    {
        "speaker": "B",
        "text": "I think it's going to have to be something structural in like the financial plumbing of the pipes that the Fed cares about for them to, to take the about face and power, whoever's in charge, to go in front of the podium and say, actually we're switching back to QE. Right? And so it was corporate bonds, it was repos, it was all these different things. So I think now it's a treasury market, right? As a bunch of different strategies have pointed out, dealers inventory has gone down, bid spreads have widened, volatility has gone up, and you have the Fed selling the treasury, selling the Chinese, selling the japanese, selling the us commercial banks, all selling bonds. Who the fuck is buying these bonds at even the ten years of 3.7% today, inflation at eight. Okay, fine, on a nominal basis, it's nice to earn some more money on my fiat that's sitting in my brokerage account. But like, am I right buying these bonds thinking, yeah, I'm going to hold this thing for ten years and lose 4% real terms? No way. So who is stepping up and buying the trillions of dollars worth of bonds that need to happen in the Jews and Jersey market just to use the normal government functioning of today? Not to say that there's some military or, you know, other conflict that requires higher deficit spending or promises made by politicians in an election year. I think the structural part of the treasure, Weve identified it. We know theres a problem. We know the problem is removal of liquidity. However, we havent seen the effect yet. Once we see the effect, theyll all scramble. Okay, were going to fix the treasury market and then its game on feels the same."
    },
    {
        "speaker": "D",
        "text": "Also in the currency market, its like its a one way street. The dollar is going up, everybodys short dollars. The game of musical chairs is playing out and the chairs are getting pulled away. And the Japanese were the first to fold. Today is like, we need to do something about this. But I'm waiting also for the other announcement, the other classic announcement happens in a crisis, which is the Fed are extending swap lines because that kind of has to happen as well."
    },
    {
        "speaker": "B",
        "text": "I think that's more of a political question. And I've written about this like it's the EU and Japan, right? They both are energy importers. They both said we're not going to take russian energy. Therefore who's supplying them? United States. Okay, great for the United States. Where does United States sell it in dollars? What's going up a lot in the dollar. What's going down a lot? The euro and the yen. So like you, you have this wartime policy that supports your ally, but you got to buy the shit from them too. And they're saying, you know, fuck you, we're going to keep the dollar going up and up and up because you know, we got to fight inflation, right? So which one is it going to be?"
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless. Everybody get 30. 30 baby, get 30. Bid to get 20. 2020 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at mint mobile.com switch."
    },
    {
        "speaker": "B",
        "text": "$45 up front for three months plus taxes and fees. Promoting for new customers for a limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Yeah, and also these nations. So China, Japan, South Korea, Taiwan, Germany, the five largest finished goods manufacturers on earth. So the US is sucking in all the disinflation from these guys as well. So it kind of suits the Fed right now."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, it's great. I mean America. I mean, yes, I'm sure people are losing their jobs and whatnot, but if you believe the statistics, it's not too bad. So they can continue doing this unless there is some overriding international foreign policy objective that says, you know what, we can't let the dialogue keep going higher because we kind of need to support our boys."
    },
    {
        "speaker": "D",
        "text": "Let's switch into crypto. Because one thing that you always explained and most people didn't get was that macro and crypto are the same thing. Yes, there's an adoption trend that goes on in the background. But the big swings are all driven by the macro."
    },
    {
        "speaker": "B",
        "text": "My little mental model is bitcoin is essentially us dollar liquidity plus technology, right? The technology piece is the technology underpinning a decentralized network that allows value to be transferred in a central superstition way. And we've been a little bit longer than a decade of being able to do this very, very well. However, that's not a very sexy thing, and it's very hard to evaluate, like, who really needs one of these things. My bank account works fine. My credit card, my Amex works fine in most developed places. So do I really need this bitcoin thing? I'm talking, like, the mass adoption. Obviously, we crypto people have a different view of this. So there's zero value to that technology. That technology is infinitely valuable. If you were a russian oligarch who suddenly found out that their dollars are no longer theirs anymore, then, like, oh, shit, now I get this bitcoin thing. I didn't actually own any of those assets. I was just borrowing them from the bank or the government, and they let me use them at their discretion. And obviously, because of my passport, now I'm no longer welcome. Therefore, all these assets no longer. But bitcoin doesn't work that way. So that's the technology piece, and it's sort of a binary outcome. Either you get it or you don't. And if you don't, you don't see why anyone would pay anything for that. And so you describe it as zero value, and that's the majority of people. So then you're just left with liquidity conditions, because bitcoin is a reaction against the profligacy of central banks and the dollar based system that we're in. We're just going to junk and jive with the dollar and how it trades and how much dollars there are, how cheap they are, and when they're removed like they are today, then bitcoin gets smoked. But then slowly and slowly, as we balkanize the world into this, us NATO versus Russia, China, Eurasia type situation, more and more people find out that what they thought they owned, they don't have, and therefore, they understand why people in bitcoin are. So they marvel at this technological feat that's been created, and therefore, okay, that technology is kind of worth something. I kind of wish I had some bitcoin. Even if it. Even if I bought it at 69,000 and it's worth 18 now, that's better than having a $10 million house that's now fucking zero, right. So take your pick."
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, that's how I got into bitcoin originally, was when I was living in Europe and the european banking crisis 2012. And they just took people's money out of the cypriot banks. A bank bail in? No, it was theft of savers money. And it was that moment I thought, holy shit, nobody owns anything. And that's what got me into bitcoin. 2013 was that very thing. And the russian situation is exactly that. But it happened at central bank reserve level as well. It's like, oh, those aren't your dollars anymore. It's an extraordinary change. So how does Ethereum then fit into your framework?"
    },
    {
        "speaker": "B",
        "text": "So Ethereum is to me the centralized computer and it's the most successful one so far. Obviously there's other chains that are trying to do the same thing. I think the Defi moment is basically allowing the world to own the financial services that they use in a longer tail future. Right. You can't really own the bank that you use in any meaningful way. You can't really own the exchange that you're trading. A lot of the things that you're trading on, you can't really own Sotheby's and Christie's where you trade the highbrow art, or you can't really own YouTube. All these different services that we use are all very tightly owned for financial asset holders, which is what the top, which is ten to 1% of the world versus now we have this ecosystem where anyone can create a service and confer ownership by using it. And these tokens have value because they allow you to govern how these things work. Obviously we're very early stages of that and there's a lot of things to work through, but I think Ethereum powers that and that's why it's so, so powerful is the services that it's going to enable for the mass of the world to own the services that they currently use today. But they have no say in them, they can't own them. And so I think that's the promise, yeah."
    },
    {
        "speaker": "D",
        "text": "Everything's extractive and this is accretive. If you join a service that's successful and you own a token, you share in the success of the thing. If we were all Facebook shareholders, we have done really well. Yeah. Okay, so that's Ethereum. So then I'm going to come back to Ethereum about yield in a minute. So then what's your mental model about the rest of the space? So Ethereum's more decentralized, slower, more expensive. How does the rest of the space, fill in the gaps. And how do you see that evolution of the layer ones, layer twos, that kind of, yeah, so you have all."
    },
    {
        "speaker": "B",
        "text": "The other layer ones. And they all said, okay, it's like this very successful tech startup that the tech fell over a bit. So then the other ones go, yeah, we're faster, we can do it better. Give us some money too. That's how that happened. And a lot of them did very well in the last cycle. Most of them don't really have that much actual usage as we're finding out today. And so they all crashed, just like Ethereum crash in its first iteration. And so the question now is, okay, well, you guys have this advertised very, very fast transaction speed. Great, show me the applications that are used by at least some people doing stuff. That's the question right now is like you have to have users that are willing to spend real money and not just receive inflated tokens. And so I think that's the question that all the investors and me as well are just looking at new projects like, okay, well, show me the user, show me somebody willing to pay real money to use your service. And I think that's where we're at right now. Whether or not any of these other l ones are going to be able to gain more market share, I think it's me, very tough. Unless they get a lot of developers, because Ethereum by and large has greater than 90% of all. So if you want to call it defi Dapp developers, how do I break through as an l one to get the random developers, okay, I need to get into web three. So then they have to choose, okay, which what am I going to learn because I only have so many hours in a day. Do I learn solidity? Do I learn rust? Do I learn Ocaml? Do I learn what fucking language do I learn? Right? And so if you're not able to sell yourself to that developer, then they're going to go, okay, I know the ethereum, they have the most people, they have the most usage, okay, I'll go develop over there. It doesn't even matter if it's faster or slower or whatever, but as a developer I want to develop for my thing to be used as I want to go to the place where I think there's the most users. And that's the challenge for any of these l one's not to say that they can't do very, very well on a price perspective, going up off of a bottom, I think, but in a lot of longer term, true challenger to Ethereum. That's the conundrum they're going to have to solve."
    },
    {
        "speaker": "D",
        "text": "Yeah, because I only see a few chains with real Metcalfe's law adoption effects and they're still early. Solana has a lot of activity, okay. But a lot of it was driven by stepn and stuff like that. So it's not clean. We just don't know yet. As you say, while Ethereum is pretty proven at this point, if you're looking through the probabilities of some of these smaller tokens, because we all want to be a degen as well and find the next 100 x, how do you filter through that? What are you looking at? That's going to give you an idea of, ok, look, this is worth the punt versus. Sure, your core position might be bitcoin and ethereum, but you're looking for a punt, you're looking for the tail. How do you filter through some of that?"
    },
    {
        "speaker": "B",
        "text": "I guess you use survivorship buyers. If I'm looking at a top 20 market cap asset and it's this down 95%. Okay, will it survive to the next cycle? Will it survive the next two years? How much money did they raise? Right, if the answer is yes, buy it. Right, worst case goes down to zero. Best case goes up with ten x, 20 x. Just from going from. If it went from 100 to one and it goes from one to ten. I made a ten x, still isn't anywhere near where it was. But I'm just playing the rebound. You know that on the rebound of crypto, when the next cycle begins, everything that fell the most is going to rise the most. Just by the path dependency of how our returns work. Just throw some change in a bunch of these things, most of them will fail. You don't really care. It's really just a numbers game."
    },
    {
        "speaker": "D",
        "text": "Yeah, exactly. Right. So let's talk a little bit about yield, because you were one of the people to write a lot about this, and I've written a lot about this, is I still think the market is underestimating what having a benchmark yield rate is from Ethereum because we've established it's like, okay, this is the value protocol for the Internet right now. There's no real challenger for that. Bitcoin has no yield. It's not what Ethereum is. Here's a benchmark rate. You and I know everything in the world, in the real world, in the physical world, is priced treasuries or Libor. Plus. I'm thinking this is a huge breakthrough because we can price everything as Ethereum plus or ethereum minus, so we can understand risk better, because we just learned three months ago that nobody understands fucking risk yet again. That's how I'm thinking. How are you thinking this yield plays out? Because I think this leads to another explosion in deFi, meaning positive explosion, because we've now got something to get our teeth into, which is a yield that makes sense."
    },
    {
        "speaker": "B",
        "text": "On the one hand, I think it solves the question. Oh, crypto doesn't yield anything. It does. Here's a yield. Now the other detraction as well, at 4% or 5%. It's basically just at treasuries. So you're not really going to, if the interest rates are high in the tri world, you're not really going to see the hedge fund manager be like, okay, trades are at zero, Ethereum is at 4%. So maybe I should structure some trade again to ETh. I don't think that's the play anymore. Maybe that was a thinking six, seven months ago, back before this happened. Fine. But what I really think that the ETh yield does is it acts as a quality control mechanism. If you're going to come in as a project and say, I'm going to build this amazing future, I have a discount right now. Before it was zero, you could tell me all sorts of bullshit, and it doesn't matter because you're just a long duration asset. Yield zero, cool, whatever if not negative, right? Because ether, the supply keeps going up. But now you're telling me, okay, I'm going to build an ERC 20 asset, and my discount rate is 4%. Okay? And I'm going to get a lot different. My response to your valuation, the ability for you to generate users, really changes. Is a user really going to take the risk of getting rug pulled on staking your coin when they could literally just buy Ethan, earn 4%, 5% in the staking derivative. So I think, yes, it's going to lead to good things, but it's also going to mean a lot of shitty projects are not going to be able to raise the kind of money that they used to be able to raise, because now there's something to compare it against, like a real thing, like income, that if you're already going to do ERC 20 stuff, well, I better yield at least 4% a year. Right. I think that that's going to be, that's going to be good for investors, right? It's going to be good to filter out things that were obviously never going to work, but you had to play around with it first. To figure that out versus. Ok, I can get this thing in a more attractive valuation because these guys know that there's a hurdle right now, there's some competition."
    },
    {
        "speaker": "D",
        "text": "I also think, much like we look at emerging market yields, we need to look at volume adjusted returns of the currency underlying and adjust the yield accordingly. Because if you're going to hold the brazilian real, it's a volatile currency and you want a high yield for that. If you want to hold the us dollar, you can accept a lower yield, or the euro for that matter. And I think we need to get to that as well, where we can start volume adjusting, checking the yield, and saying there's excess return here or there isn't, Raoul."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. But I don't think in and of itself, because treasuries are now 4% at some points of the curve that just eth having a 4% yield is this massive thing now, because I can make that easily in other areas."
    },
    {
        "speaker": "D",
        "text": "Yeah. But it does also mean, for example, institutions never bought gold, really, even though the gold people wanted them always to buy it, they never did, because it had no yield. And they're like, we've got pension liabilities to fund, and this doesn't help us, because if it doesn't go up for five years, we don't get anything. So right now, they were all looking at bitcoin. That was the root of entry. Now, if you're a big pension plan ethereum, you can do that. Sure, you don't get excess returns right now versus treasuries, but at least you've got a yield. So you get the access to the technology, as you said, but with a yield. If your mental model of bitcoin was technology plus liquidity, you've got technology plus liquidity and yield compensation, which is interesting."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think it's going to be great, and it's going to start the real, the real types of defi fixed income products that we need to see, not, hey, let me go lend money at €3 in celsius and blow up because they help bad risk management. That was the yield that we had. That was our iteration of fixed income in crypto. But now we get to have a real on chain native to the protocol fixed income. And I'm just really excited for the types of products that people are going to come up with to take that yield and move it around and take the risks and share them around the ecosystem. It's going to be really interesting to see the different types of protocols that are now going to be enabled and be popularized because we have this staking yield of Eve."
    },
    {
        "speaker": "E",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding ramp could be one of the best decisions youve ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy remp.com easy cards issued by."
    },
    {
        "speaker": "B",
        "text": "Sutton bank and celtic bank members have DIC. Terms and conditions apply."
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, one of the things I've been looking at is the old game we used to all play in equity derivatives was guaranteed funds, because now you've got a yield, you could own ETH, and you can buy puts, and so therefore you've got a limited downside. All of those structured, the simple, structured products are all available now, which weren't available before and impossible to do in bitcoin, for example."
    },
    {
        "speaker": "B",
        "text": "Yeah. So it's going to be, I think it's going to be great. And obviously, the price of ETH isn't reflecting this right now, because we have overriding liquidity concerns. But I do think, assuming that the upgrade continues to go well, you have these interesting things that are create new businesses for the entire ecosystem, which might not be completely apparent today, or it might take six to twelve months for people to really. Oh, okay, now I get it. There are these new primitives that are completely, they owe their existence to the fact that there is this yield that I can count on if I stake my eth."
    },
    {
        "speaker": "D",
        "text": "Where do you think we are in the crypto cycle? Obviously, it's related to the macro cycle, but it should be more forward looking. Are you of the opinion now you're a trader, you can change your mind. I have no issue with that. Do you think the lows are in mainly in what's your structural bars now?"
    },
    {
        "speaker": "B",
        "text": "I think we're chopping around the bottom. Do we hold 17,500 on bitcoin? Maybe, maybe not. Do I think it goes much lower than that if it does break? Probably not. My whole thing is, okay, who is selling physical? We had a classic credit crunch, just like every other asset class. It could be in Asia in 1998, I could have been in Mexico. In 94, I could have been in Argentina. It's all the same similar sort of behavior. Tide went out, everybody went bankrupt, and you had forced selling. And I monitor some of the AaVE compound, makerdao, like all the DeFi protocols that have forced liquidations, and you're seeing most of that curve was in the 1000 to 2000 bucket, and after mid June of this year, it's shifted down to the $76500 bucket. So I'm like, okay, well, I don't. And then you think about, okay, who's gone bankrupt? The largest, most, well revered hedge funds, startups, you know, personalities have all come up and had some sort of financial difficulties. So the only people left who I think could sell in size are the miners. And then you have to wonder, okay, well, when they have had to sell in size in mid June, when the price is even lower than they are today, people were pulling credit, nobody could get credit. Now things have kind of stabilized a bit, you know, who's fucked and who's not. So my view is that I'm trying to think of like a cohort that didn't have to sell a month and a half ago, two months ago, who now needs to sell today, because we're back at the same level. And I just don't see that sort of intensity, which leads me to believe that we're just chopping around, chopping around the bottom. We might not be here for a while. We might be here for a while. That doesn't mean that we're going up anytime soon. But I just don't know who else has democracy sword over their head, who has to sell today?"
    },
    {
        "speaker": "D",
        "text": "Yeah, the only people I've seen are eth miners, because they don't have a job anymore. And so they've been selling EtH, which kind of makes sense as they close up shop or move to different protocols, or do whatever. And that makes sense after the merge. That's what they're going to do. Yeah, I don't see it either. I don't see the sellers, but I speak to a lot of institutional investors, and everybody's doing the work. Everybody wants to be involved. But you know what people are like, they can never ever buy Lowe's. They can't do it. They have to buy Fomo. They just can't do it."
    },
    {
        "speaker": "B",
        "text": "I can't fault them too much. The reason why they're beta chasing Muppets, as I like to call them, institutional investors, is it's an incentive program, right? And I used to be somebody who sold them financial products as a sell side baker. I get it, right? We all went to the same 25, 50 schools. We all wear the same costume to work every day, and you make a few hundred grand, and you basically know how to do basic excel, and you have a great job, and you very quickly realize that nobody else in no other business in the world would pay you that kind of money to do the little amount of intellectual work that you do. And so you're like, why do I. What am I going to do? I need to keep this job. This is a great job. You know, I get social standing. I can go out to nice restaurants, blah, blah, blah, get to travel and go on vacation, and I sit in the chair all day. Right? And so do you really want to risk your job buying crypto for. What is it you're going to? Is your aum all of a sudden going to, like, quadruple this year to get you a big bonus because you bought the bottom in bitcoin? But what if you didn't and bitcoin went from 17,500 to 10,000? You lose your job. And so, like, this makes zero sense for them to buy crypto, because the one or 2% of their allocation that they may be allowed to buy crypto, if they go and they go long and they lose a bunch of money, whereas everybody else just stayed out of the market, you lose your job, and then you got to find real work. That requires a much higher level of training and intellect than being an asset manager. I think that is the reason why institutional investors will never, ever buy the bottom in crypto. They can buy the bottoms and stocks and whatnot, because the whole system owns stocks. The tribe system doesn't own crypto. It's not their thing. They're coming into it as a newbie, so it's risky for them."
    },
    {
        "speaker": "D",
        "text": "Yeah. So that gives it enormous convexity when it does start moving, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, because they'll be the guys. They'll be the piercing by 65,000. So they'll be November. Hey, hey. Here. Hedge fund manager. I want to make 20% with infinite sharpe ratio. What are you doing? This thing called Luna. Oh, yeah."
    },
    {
        "speaker": "D",
        "text": "Here you go."
    },
    {
        "speaker": "B",
        "text": "Here you go. Boom, boom. Throw the money in. Throw the money in. Right. It's the same thing. It'll happen over again. They'll be buying the highs market will collapse again and then we'll be like, oh, we're the institutional investors, and we'll have this conversation over and over and over again every time we hear about it."
    },
    {
        "speaker": "D",
        "text": "I kind of think that from my conversations with so many people that they're all primed now. There's a lot of people primed. So there's a lot of capital on the sidelines waiting for this price turn because they don't want to lose their jobs, so they want to use the Arthur Hayes method, which is ok, on the way up you can get involved. Which makes me think that when it does change, when we get the macro turn, it goes up pretty sharply because of this, this very issue of a lot of people who have done the work. They've got their custody agreements, they've set up with fire blocks and Anchorage or with Coinbase, whatever, they're ready to go and they pull the trigger. Eventually there will be the bozos who buy the high, whatever that high is, because that is markets, right? I bought the ETH calls high. That's fine. I can live with that. I was that bozo. So what do you get excited about in the space now outside of the kind of markets stuff? What do you look at and think, this is really exciting, this is really interesting."
    },
    {
        "speaker": "B",
        "text": "I wouldn't say it's a protocol per se. I think it's just an attitude and the types of people that is coming into the space. Right. And the conviction of people who get involved, I think that's what excites me is that you're, you're in this movement. It's still quite small, still a bit of an echo chamber, but people are like, fucking love it. And, you know, the tribalism, the intense pathos on the various, you know, social media platforms from the different tribes fighting each other. That's very religious. It's, it's humanity. And that's what we're missing from, from financial markets in general, right? Like I used to work on a training floor at a trade stock. It got really, really boring, like quite quickly after the crisis because all the fund was taking away, right? It wasn't 1980s or 1970s like you read all these finance books about all the masters of the universe today, like discovering these new ways to price an option and creating these new derivatives to bring more liquidity to the mortgage backed securities, securities markets, like all the people in charge of all the banks today, that was their crypto moment where they got to create something new, where they got to debate, what is this worth? How do I create a formula or a mental model for this new financial product and this new way of doing business. Trad five today is let me tick this box. Tick that box. Here's a VWap over the day order. And that's your job. And so I think that's intensely boring. And that's why I think crypto is so amazing, because we're creating something new. People have different ideas and some work, some don't. There's all this emotion, there's got this religious aspect of what is money. And we're literally creating the money for humanity and the whole world. And how do we get as many people involved as quickly as possible? And so I think that's what makes this interesting and continues to be. And the people that I meet are extremely intelligent and they all have this vision of what they want to create. And this Blake slate. And here's this technology that's letting them express themselves."
    },
    {
        "speaker": "D",
        "text": "Yeah, I find it's optimistic. It's super intelligent. The people are optimists. Super intelligent optimists generally, super intelligent people tend to be pessimists, but they're super intelligent optimists that also have this slightly wild side to them. And they've got relentless energy and it's just a joy to be around. Just feels different. And the whole thing has turned into a culture in itself. And, you know, it's like discovering a new band or something like that. When you discover a new culture, it's like, I love this. I feel at home here. And it's amazing how hard everybody works because of this energy, right? Everyone just has a smile on their faces. Even when the market's puking, everyone's posting memes and buying Rex guy, nfTs, it's great."
    },
    {
        "speaker": "B",
        "text": "But I have to say, if I think about a segment of the market that I think is completely misunderstood and I think it's nfts. And I'm going to give a presentation on this at the Coinbase ideas conference in a few weeks that it's probably the best. My favorite trade of the moment is not the NFT themselves, but the platforms that enable this trading. Because at the end of the day, what nfts are is it's just a piece of technology. And what I think the media trader portray is, oh, it's just a bunch of young kids trading worthless fucking jpegs. You can control c controls."
    },
    {
        "speaker": "D",
        "text": "As you can see, my board ape behind me, right? That's my NFT. Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah. You don't need to. You don't. You didn't need to buy that on whatever platform you bought it on to actually display that, you could have just taken the image and put it on there. But, and, and I think that's not the point. Nfts are just a technology that allows us to trade human culture. And human culture is, you know, it's reason why we get up every day. Right? Why do you work your. Everybody consumes culture, whether that's a nice restaurant, it's your favorite musician, it's a sporting event, it's art on the wall, it's your favorite glass of wine. These are all artistic pursuits, and we've created this whole society, and we work really hard. And all the access goes to arts in various shapes or forms. And here's this technology that's going to allow us to trade that on a market and pass ownership between each other in a scarce way, in a, you know, digitally, in a fidelity, in a way that has fidelity digitally across the world. Anyone can trade it. That is a massive opportunity. And I think it's great now that the traditional financial media just think it's a dumb bunch of dumb kids trading at jpegs. Fine. I just want to own anything that's related to how you trade these things all day, every day, because that, to me, is. It's the reason why we, we are human is art and consuming the art of others."
    },
    {
        "speaker": "D",
        "text": "Yeah. And we talked about the rise of the robots and AI. It's art and culture that gives us any meaning in that kind of world. Right? In a world where you're competing with a job, with a robot, you want to have art and culture because it's the only human pursuits that we have. Yeah. I mean, I think also, I look at this and I think culture has become an asset class. It was an asset class if you were Bernard Arnault, because you could build Louis Vuitton. Right. But for the rest of us, it wasn't very easy. But now we can participate in culture as an asset class. And I think it was McKinsey who said, there's $60 trillion of intangibles on global balance sheets, and that's brand culture, those kind of things. And I think it's all going to get tokenized. Now, how much of that, but a big amount of that gets tokenized because it shares it with the community and the powerful behavioral economics behind it all. I even set up a whole business based around this whole idea, which is that culture becomes an asset class. And I could see it everywhere. Everybody I talk to, every fashion brand, every music artist, every physical artist, anybody. They're all laser focused, every movie studio. What is the value of Disney? It's a $250 billion company. But the value of the culture of Disney and the brand, probably a trillion, 2 trillion, who knows? Probably the single most valuable brand on earth. But the market doesn't price it that way. But the moment they tokenize it, it will."
    },
    {
        "speaker": "B",
        "text": "One thing that I'm super excited about is just how people express themselves using this new tech."
    },
    {
        "speaker": "D",
        "text": "So your play in that is the platforms themselves."
    },
    {
        "speaker": "B",
        "text": "Yeah, the platforms that are defi, that have tokens which you can buy, right. You know, you can't buy a share of Opensea unless you were they in one of the US VC accelerators. And you know, all the big names have some of them. And if you look at, you know, not to do a plug here because I just like the service token terminal. I pull it up every other day and I click on the Dapps section and I go seven day revenue. Who, who, which applications are generating the most revenue from people willing to spend real money? Real money is ether, USCC or USDT, or one of these currencies on their service. Number one is Opensea. Just about every day. Number three, four, five is looks rare. It's the competitor that is basically token funded versus equity funded. Then there's x two, y two, another platform. There's Magic Eden, the Opensea equivalent on Solana. So these four platforms account for us like top ten revenue generators every single day. And the market's down 90 fucking percent in terms of flows from the highs in August of last year. So tell me that this is a new asset class. It's just a dumb bunch of dumb kids trading jpegs as it generates just about the most activity on the decentralized computer that all of us older people think is a relevant pursuit is people slinging jpegs. That to me tells all I need to know about where this is going."
    },
    {
        "speaker": "D",
        "text": "We've even got a. An internal Slack channel here at real vision, which is called fucking degens. And there's a whole bunch, a half the bloody firm is still in this bear market flipping nfts, losing a fortune and having a ball doing it. There's something in that, right? Nft volumes. Yeah, they've come down, but people are still active in a way. They're not so active in the protocol token ecosystem. It's amazing to see. So which one of these have tokens? What's tradable?"
    },
    {
        "speaker": "B",
        "text": "I think looks rare as tradable. X two, y two is tradable. I'm not sure about magic Eden and I'm sure there's a few others that are out there. Another not trying to plug them. I don't own any equity in them. Dune analytics. If you go on Dune search nfts, they'll have leaderboards of who's doing volume every day. Obviously, there's the whole issues with, is it just people flipping, washing between wallets and blah, blah, blah. But at the end of the day, it's kind of like, if that's going to dissuade you from this, like, longer term vision, then you don't need to be in that trade anyways. So just, you know, exit stage left and put your money somewhere else."
    },
    {
        "speaker": "D",
        "text": "And these things are all down 95%."
    },
    {
        "speaker": "B",
        "text": "I guess these tokens, massive, they issue whatever they issued at market caps are down 70% to 95%."
    },
    {
        "speaker": "D",
        "text": "It's a fascinating time in crypto when everything's down this much and all of us have been around it a few times before. You can find the rubies in the dust in this stuff. And if the moment the macro turns to bring us back to the beginning of our conversation, the moment we get that turn and the central banks or the markets sniff that the central banks and the governments are going to do something, gets really interesting."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "D",
        "text": "Arthur, listen, fantastic to talk to you. We wanted to do this for a while, and it was a lot of fun. We did a lot of swearing as well, which is good."
    },
    {
        "speaker": "B",
        "text": "I love it."
    },
    {
        "speaker": "D",
        "text": "Thank you. Thank you, my friend. Good to catch up with you. What surprised me about a conversation with Arthur is how deep his thinking is about the broad macro landscape before we even get into the crypto. He really made me pause for thought in how he sees the world, and I thought that was really, really interesting. I think the biggest impact here is Arthur's mental model of how crypto works with liquidity and technology combined, I think, is a really easy thing for people to understand. So then you understand why macro is important to crypto. I also loved, at the end, Arthur's idea, trade idea, because I thought it made a lot of sense. And I think anybody who thinks about markets in that way looks for the knock on effect, looks for the things that other people aren't looking at. Find some value that's discounted 95%. That's great value for all of us."
    },
    {
        "speaker": "C",
        "text": "Hi, thanks for listening to this podcast. If you enjoyed listening, I've got a free membership waiting for you. If you want to understand the future of everything, then understanding digital assets is the key. We're not ever going back to a pre crypto world. Blockchain technology is transforming literally everything from communities to healthcare to real estate. Well, everything. That's why in 2020, we launched Real Vision Crypto, the world's premier cryptocurrency and digital assets video channel. Right now, real Vision Crypto is helping more than 300,000 members around the world understand the biggest wealth creation opportunities in a generation, and maybe of all time. And even better, real vision crypto is completely free. All you need to do is input your email address, and you get full access to all of the videos and the incredible emails, too. Please visit realvisioncrypto.com. that's realvisioncrypto.com. and start learning about this incredible world."
    }
]