[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps, and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com. tech. All lowercase. That's Shopify.com tech."
    },
    {
        "speaker": "B",
        "text": "Hey everyone, if you like this podcast, go behind the paywall. To get privileged access to the smartest minds in finance, visit realvision.com rvpod and use the promo code podcast ten to get 10% off our essential membership for the first year. Join the real vision community and learn how to become a better investor. And now to today's episode of Ralph Real Vision."
    },
    {
        "speaker": "C",
        "text": "Hi, everyone. Welcome to this special birthday edition of the Real Vision Daily briefing. I've got the whole gang here with me today. Raoul Pal, Samuel Burke, Ash Bennington and Nico. I'm going to try this. Nico Brujah. No, we're close. I tried, Dad. I tried. But it's great to see you all. Welcome, everybody."
    },
    {
        "speaker": "D",
        "text": "Good to be here. Maggie. Excited."
    },
    {
        "speaker": "C",
        "text": "We have so many people. What could possibly go wrong?"
    },
    {
        "speaker": "E",
        "text": "Famous last words."
    },
    {
        "speaker": "C",
        "text": "We're going to do our best to make sure this isn't chaotic, but we wanted to do this and have everyone come on because we're super excited. Real vision turns nine years old today. And it's amazing because although so much has changed, we once again find ourselves in a really rocky period with the markets. Us stocks have been selling off over concerns about higher yields. We know they bounced around all over the place. They've been selling off this week, bounced around all over the place, managed to end mix. But there are a lot of concerns out there. People are worried about recession, energy, a sovereign bond crisis. And in some ways, Raoul, it feels like it's exactly the reason that you launched real vision in the first place."
    },
    {
        "speaker": "D",
        "text": "Yeah, it's exactly this. I mean, don't forget, we launched this hot on the heels of sovereign bond crisis in Europe. Now, it was different to this, but not different. These stresses and strains in the system were there and have been there since 2008, and thats not gone away. And we just knew when we launched. The thing is, we had to help as many people as possible navigate the complexities of the economic environment. And its only got more complex as weve layered in this exponential technologies, weve layered in cryptocurrencies, and then weve layered in geopolitics in another way. As well. So suddenly the whole world is spinning faster and faster and faster and you dont want to get thrown off. And thats really what we set up to do. I mean, if you remember, our very first video was coming out of the crisis telling people we want to democratize the very best financial intelligence to level the playing field. Even in that first ever video, we featured bitcoin and said, well, by the way, heres an answer as well for you. And weve gone through this over the nine years. Somebody said, well, whats nine years in investing lives? Its like a million years. So much has happened over the nine years, from pandemics to countries blowing up."
    },
    {
        "speaker": "C",
        "text": "To war in Europe, on the ground."
    },
    {
        "speaker": "D",
        "text": "I mean, unthinkable extraordinarily, elections where polarizing people, I mean, the world is spinning faster and faster and faster. And now more than ever, we need a trusted source, a place where you can get valuable information and process it in your own way to fit your own framework. And then on top of that, I remember we'll go through the story in a minute, the story of launching, when we were launching the new platform. And here we are launching the new real vision platform where we've hypercharged everything and said not only do you need the information now, we need to help you turn that into knowledge and then wisdom by giving you the tools and incredible super network of people around the world. So again, we're trying to change the game, keep ahead of what's going on to help people navigate all of this."
    },
    {
        "speaker": "C",
        "text": "Yeah. And we're going to, we're going to talk and we're going to try to take questions. We're going to try to do it all, talk a little bit about some of the transformation and why we're leaning into certain areas. Before we do all that, though, I just want to flag at the very beginning, it is our birthday, but we have a gift for all of you. So in honor of the big day, we are giving our YouTube audience access to our website for just $20.14. That's where most of what we're talking about today lives. Not on this channel, on the website. So just go to www.realvision.com new. We're going to drop it in the links, in the chats as well. But if you're listening on audio, if you are already a member, yes, you're going to get upgrade deals available and three gift memberships for you to give for free so you can invite people that you care about into our network as well. So all that's going to be in the chat and you can go to our website for more information. But I just want to flag that in the very beginning."
    },
    {
        "speaker": "D",
        "text": "Yeah, and these are, these are really incredible deals. And we do this on our birthday from time to time because we want to make sure as we build out this new platform that we arm as many people as possible with the knowledge, tools and network to help them succeed in their financial journey. We're passionate about it and that's why we just want you to come and check it out because it's a super cheap price and this way you'll get it. And those of you who are already real vision members, as you said, Maggie, we want you to level up, we want you to get to that journey, to wisdom as fast as possible and take control of your financial life. And we've got that again, the knowledge, the tools and the network to succeed. And the more you go up the levels, the more power it will give you to level up."
    },
    {
        "speaker": "C",
        "text": "So we of course, as always have questions coming in. A couple of them are specific to the crypto world. I'll ask in a minute. But Ash, I feel like you really, you've had a front seat from the very early days to a lot of the sort of changes in transformation at real vision, but you've also seen all these market shifts, especially in the world of crypto."
    },
    {
        "speaker": "E",
        "text": "Yeah, absolutely. From the day that Raoul and I spun up the crypto platform a number of years ago. You know, it's still the only place right now where you can find natives of the crypto digital asset space as well as macro global events and all of that in one place. It's the only place I can think of where I could do what I love to do, which is talk to people about macro issues, talk to people about markets and economics, and then simultaneously have a native discussion about digital assets, crypto and all the things that have been happening obviously in that incredibly fast moving space, Maggie."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's true. By the way, I just realized the chat is blowing up. I think 6000 members just got their invite to migrate onto the new platform, so I'm having a hard time keeping up with all the questions."
    },
    {
        "speaker": "D",
        "text": "And check your emails to see who's gone through on this. 6000 was a couple of thousand went through before, so check your email, get onto the new platform, it's going to change your life."
    },
    {
        "speaker": "C",
        "text": "Yeah, but Raoul, I just have to."
    },
    {
        "speaker": "F",
        "text": "Jump in there for 1 second because we've been kind of shitting ourselves, haven't we? Are people going to like the new platform, how's it going to work? And we just had the in person event in New York, in London, and not one person disliked it. I mean, they all liked it. I should be speaking in the positive. So it's so funny to see how even behind the scenes are they going to like it. And it was just endless amount of people coming up and saying how much they're enjoying the new platform and curious to see what they're going to get next on it, because it's just kind of layer by layer getting more and more tools."
    },
    {
        "speaker": "C",
        "text": "Yeah. And we have some comments coming in for those who've been on it, talking to people who are jumping on it about what to check out. Raoul think it's good to slip in a question because a lot of people are asking, as they always do, about what's happening in the crypto space. Just give us a quick thought on that. I mean, we talk about it being crypto winter, but these are long, this is a long game. And we haven't changed at all. The fact that we were paying close attention to this."
    },
    {
        "speaker": "D",
        "text": "It's crypto spring, not winter, crypto markets. And I've been saying that for a long time. And bitcoin's up 60% this year. Solana is up 92%, eats up 35%. It's crypto spring. Crypto spring often squirts up, chops back, goes sideways, frustrates you, goes the opposite to the direction you think it's going to go, and then powers ahead. That's what crypto spring is like. Same with Macro Spring. They're all the same thing. So we've been very sideways. And the reason being is liquidity has not been going into any of the system. So it doesnt spill into this. And without liquidity, its going nowhere. We wait for that to happen. And were getting catalysts forming. If you look at the chart, we talked about this last week in New York, the chart of the BKX or the KrE, you look at the chart of bond yields, were getting to the point where somebodys going to have to say enough. And thats the kind of trigger were looking for. When the narrative shift comes, will the GDP numbers get revised lower tomorrow? Don't know. There's a possibility because everything's getting revised lower. The economic data looks like it's still weakening, which again could change the Fed's narrative. It's all to play for. My whole thesis has been it's all about Q four and the back end of Q four. It's kind of end of October, November, December. This is always historically a very seasonably sloppy time. Both in crypto markets and equity markets. Its about to go into the seasonably extremely strong time in both crypto and equity markets, which is usually from middle of October. Its usually an up only market. Its not a guarantee of that. Its just seasonality. But thats where I am. So im observing the fact that the dollar has been screaming higher, bond yields have been screaming higher, and crypto has gone sideways. That tells you something in itself."
    },
    {
        "speaker": "C",
        "text": "Somebody else mentioned that. I love this. We have somebody in the chat a dingo ate my satoshi, which is a great name, saying happy birthday. Thank you. Someone else asking, is bitcoin being suppressed by paper? Bitcoin through tradfi exchanges such as EDX and Citadel?"
    },
    {
        "speaker": "D",
        "text": "I don't believe in that theory. It does dampen volatility because people can short buy, sell, hedge all of that stuff and you need volatility to come down over time. But no, I don't see that. If it's being suppressed, there's a bit of an overhang from the FTX sales, the mount Gox sales, and there's a whole bunch of stuff that needs to get liquidated that's happening over time. But really it's just because there's no new money coming in. If you don't move any money, if nobody's got any capital gains, then nothing gets recycled through the system. So it just all feels a bit flat and that's okay. And then the longer tail assets in crypto, if you think about equity markets, probably lead housing markets by 18 months. Well, token markets lead NFT markets by about 18 months too. And NFTs are in the world of pain stage now that crypto was going through in the May to October phase. So its patience, its the macro cycle. This is how it plays out. It takes time. Hey, everyone, were going to take a quick pause and hear a word from our partners. Well be right back."
    },
    {
        "speaker": "C",
        "text": "Right. Which is why we're always talking about both. One of the things, by the way, for my journey on real vision, I went from coming in with you guys not knowing a lot or knowing it from a really outsider's perspective and probably wouldn't have been able to understand what you just said or the question. But I've learned so much from not only our programming, but from the community about digital assets, about crypto, about blockchain. I minted my own NFT, which is like no one can believe who knows me, including my children. But Nico, that the thing love is that that education DNA is really part of. And that's something we lean into, especially on something like the academy, which has been amazing. Every time I meet someone, they talk about how helpful that's been to them."
    },
    {
        "speaker": "G",
        "text": "Absolutely. And it's one of the things that I love about working at real vision. I stopped taking math in 10th grade because I went to one of those schools that were like, oh, you're good at English. Don't worry about this. Never took an econ class. Came here purely as a producer. And it's amazing when I'm on family calls and they're now asking me about the S and P 500 and what an option is and all of this stuff. And I'm really excited because we actually are going to be launching shortly our first crypto academy session with OSF and Mando. So we're going to be creating a new session to join our amazing other ones, like with Dave Floyd and Peter Brandt and Imran Blocker and Tom Demarc. We got OSF and Mando joining them. That's going to be quite the interesting page there in the future. The Degens are starting to infiltrate, but that's what we want, so keep an eye out for that. We'll make some announcements about that over the coming weeks."
    },
    {
        "speaker": "C",
        "text": "That's so awesome. And Samuel, I know you and I just did RVIP events in London, along with Raoul, of course, and I were in New York. You were in London with Roger Hearst, who is, of course, all over the academy. And I think that the macro learnings there are among the best you'll find anywhere. And I know. I heard that. We hear that all the time when we meet our members in person."
    },
    {
        "speaker": "F",
        "text": "You're just seeing images right now of the great event that we did in London, in the city. If you ever get a chance, let us know. Come and join us at that space that we have there. Roger, what he talked about was really incredible because all of us have been watching the crash or boom series, and you've seen what could feel like a lot of contradictory thesis out there about what's happening. And Roger was able to thread the needle in a way that only he can and made sense of every single speaker you saw in that ten part plus series and how, even though it seems contradictory on the surface, it's all about the time horizons, and they actually all make sense together. They can sound opposite, yet in a kind of symphony, let's call it makes sense. So that piece is actually going to. You're going to see part of that on the platform in the coming days. Check that out. We thought crash or boom was over, but the way Roger did this we just had to bring more of it. But it's great seeing people in person the way we did in London. I always say real visions captured magic in a bottle. And when you actually get to see the people, when we jump off these screens, it's really incredible how much the community say, oh, I was already meeting with this person in Germany. People are finding each other, even if it's not an official real vision event, because that, that's how much passion they have for this community and the types of markets that we're covering."
    },
    {
        "speaker": "D",
        "text": "Yeah. And RVIP is really interesting for those don't know because it actually only went to, I think, the pro all access group first because we wanted to test it out. It's this kind of amazing network of real vision members around the world that get together in person. They message each other, they create opportunities together, they learn from each other, they help each other, and it's our premium experience. It's kind of the top of the tree for real vision outside of Club B, which is the big family office network. It's an extraordinary place. And again, I was at the New York event, and it's a blessing to meet everybody and see how keen everybody is to help each other and to create opportunities for each other and learn from each other. So the RVIP is a magic experience, and you might hear some more about that in due course because we've had a lot of people ask us about it. But let me."
    },
    {
        "speaker": "C",
        "text": "I know I put you on the spot instead of reopening it up again."
    },
    {
        "speaker": "D",
        "text": "Yeah, well, a lot of, like, what the hell's this? We want to be involved. And look, it is special. I mean, I was there. Samuel was there, Roger was there, you were there."
    },
    {
        "speaker": "C",
        "text": "Incredible people. They're incredible. Very diverse backgrounds. They have incredible jobs. Really, really curious. It was."
    },
    {
        "speaker": "F",
        "text": "They're trying to take our jobs, Maggie. They're already doing presentations for each other about what they're investing in or their products, and they're just doing them on their own, uploading where the section only the RVIP members are. So they're. They're just not going to need us in a little bit."
    },
    {
        "speaker": "C",
        "text": "I mean, well, it's the power of the network, right?"
    },
    {
        "speaker": "D",
        "text": "Yeah. Let me show you the network, because."
    },
    {
        "speaker": "C",
        "text": "I. Yeah, while you're doing that, Raoul, pull that up. Because somebody who I think just has got on the new platform is saying, love this live, live view on the new platform. Chat and comment side by side, plus the video and the ability to take notes at the same time in the same window. That's a game changer. I think that's on the other part. But this is also where you can see the conversations and the comments."
    },
    {
        "speaker": "D",
        "text": "Yeah. So this is, I don't know if it's not up yet, but here we go. So this is the rv network brought alive. And this map of the world shows you rv members. And you can dig in to quite granular detail. Find out who's in your town, who's in your city. But you want to see how bloody global this thing is. I mean look at this. We've got people in Sierra Leone, Kenya, South Africa, all over the place. And that global network Australia is a huge crowd in Australia. And that global network can now message each other, network with each other. We're creating subgroups, chats for them. So this is where RVIP people can speak to just RVIP people and they can exchange ideas. Theres a level of power within this that will turn itself into an expert network over time as we increase member profiles. I come onto this every day and look at this and it just blows me away. And this is only a few of our members. Weve still got 20,000 plus members to come onto this over the coming weeks. So this whole network comes alive and it's your network. It's all of our network. This is something really unique. So I love it."
    },
    {
        "speaker": "C",
        "text": "Yeah. And amazing things are going to spring from this guy said he just joined essential from YouTube and he gets so much from watching the real vision content and following the team members on other channels whenever they appear. Glad to be part of the IV RV rather tribe now. Thanks guy. We're so excited to have you pop up on the globe when you get your invite. So I feel like Milton, we've got the AI bot now, which I'm much more fond of than Milton. Maybe that's a change for the good, I don't know."
    },
    {
        "speaker": "E",
        "text": "Careful. Milton is listening."
    },
    {
        "speaker": "D",
        "text": "Yeah, Milton is everywhere. He's the fifth co founder. He lives off a yacht in Monte Carlo somewhere. But here's the orchestrator of everything. The story behind Milton is actually a great story. So we launched the new real Vision website in 2014. September 2014 we launched it to the world. This email list of 3000 people who'd signed up and it crashed. And it didn't work on Chrome browsers and this browser and that browser. And we were in a world of shit. We were like what the hell do we do? I was in Cayman, Remy was in Spain, Grant was in Singapore and Damien was in London. And what we had to do is man the kind of complaints email or the customer help email 24 hours a day, because we have members from all around the world trying to get them on, telling them to use a different browser, clear their cache, and all of that shit. Everything was falling apart. And we thought, how do we do this? That it feels, like, reasonable. So Damian said, we need to have an invented person, which is Milton. So then everybody writes to Milton. So then Damian ends up, so why Milton? Milton was actually a play on. We don't like any of the schools of economic thought. So we thought, Milton Friedman's as guilty of blowing up the world as Milton as John Maynard Keynes is. So we've had two, Milton and Maynard. Milton is a 1920s ventriloquist dummy. Because we thought it was creepy, we thought it was fun. It was a little bit rebellious. So Milton's been the voice of real vision. He's part of real visions mythology. You see him, there's always an Easter egg of Milton around, and he's part of it because we had no way of dealing with this. You know, we're now 100 odd people, so we can deal with things that go wrong on the platform. Then it was four of us. We had no idea. As we said before, we knew fuck about, fucked, and. And so we were scrambling to sort that out. But Milton remains with us. But the real vision bot, that's also going to be your kind of friendly little helper. You see the little green face at the bottom right hand of your screen? That bot will get more and more supercharged over time. We're working on tons of initiatives, and he's there to be your mentor, your co pilot, your helper, to help you explain, understand, assimilate information, quickly, summarize stuff. He's there to really power your journey. So Milton's there to help you in your real vision journey, and the bot's there to help you in your financial journey. Hey, everyone, we're going to take another quick break and hear a word from our partners, and then we'll be right back."
    },
    {
        "speaker": "H",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company spending and control who spends what. With each vendor, Ramp software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense, categorization, and bill payments. Time consuming tasks which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy, ramp.com easy rmp.com easy cards issued by Sutton bank and celtic bank members have DIC. Terms and conditions apply."
    },
    {
        "speaker": "C",
        "text": "Yeah, obsessed with the bot. A lot of people have been messaging us about that because, listen, there are a lot of barriers to understanding finance. However you come to us, and lingo and language is one of them. And this way, if there are theories that people are talking about something that you don't understand, you can use that AI bot. It's been so helpful. We did it on the air yesterday when Jared just threw a term out that maybe everybody didn't know is absolutely tremendous. It's great stuff."
    },
    {
        "speaker": "D",
        "text": "That's a game changer. It levels the playing field. That's always been our journey. So our mission statements changed from democratizing the very best financial knowledge because we did that. We invented this long form finance content. But now we've gone to, we arm you with the network tools and knowledge to help you succeed in your financial journey. And this is all part of that leveling up, of the leveling of the playing field. It's not fair that some people get all the knowledge and all the wisdom and others don't. So because finance is full of jargon and full of complexity, well, AI is going to change all of that, and we're going to change it for everybody."
    },
    {
        "speaker": "C",
        "text": "Speaking of AI, Samuel, you had probably one of the most interesting conversations in the last year on real vision. And that was the first time we had Beth Kendig on. Speaking of Aih, that was just mind blowing."
    },
    {
        "speaker": "F",
        "text": "Well, this is one of my favorite things about real vision is elevating voices that people don't know. And a lot of those people are now known in this community. But one of those people of late is Beth kindig. She's at IO fund, and she was on the show, three ideas, and she was just talking about Nvidia, Nvidia, Nvidia. And this is before the Nvidia craze. And afterward, I got off with her and I said, wow, beth, you know, we're off air now. I said, that was really good. I've talked to a lot of people in tech over a lot of years. There's something different what you're talking about here. And she said, listen, if you only listen to me on one thing, and not just in that one show, but ever, she said, just listen to me on Nvidia, Damien Horner, our co founder, he was running this kind of investing fake money in the company, like just competing with each other. And I told him, watch this episode. He knocked the socks out of everybody because he was paying such close attention to three to three ideas. We have a tracker. If you watch the show, we have these sessions. We get great people like Beth to come on and we track and see who does the best. You're seeing it right on the screen there. And at the end of the year, Larry Lapard with his commodities, which he's a big player in the commodities space, Ral's absolute favorite space. And then the, and then Beth. These are the two best performers. Beth eventually in number one space because of Nvidia and what she saw coming forward with Aihdeme. So Beth is just this great story, the great Nvidia story that so many people have profited on from who watched that show and then watching Beth rise. I mean, I haven't even gotten a chance to slack you yet, Ral, but so many people saying, can I get a discount to best material? And so many people wanting to know more about Beth now because of her appearance here. And I know you're a big fan of her as well."
    },
    {
        "speaker": "D",
        "text": "Yeah, and look, technology investing is an underserved market as well. Even though there's a lot of investors in it, it's very underserved by quality information. It's hard to get. So that's a great thing for real vision to do, is like, okay, you're all interested in technology. Technology is changing the world. Let's give you the information you need. I just love that about real vision. We brought so many people to people's attention that didn't really get the limelight before that they deserved. And people like Beth, amazing. I mean, I don't know if you saw the conversation yesterday with, with Robert Scoble and David Matt, and it was just amazing. It's just incredible stuff, by the way."
    },
    {
        "speaker": "F",
        "text": "I love those conversations. Sorry, Ash. I love those conversations where people say, what's it like to work with Rao and then Raoul in the middle of the day messaging people who work at the company. Oh, my God, have you seen this interview yet? And. Yeah, we were working on the interview. No, no, you got to watch it again. That's how much he likes it. Ash."
    },
    {
        "speaker": "E",
        "text": "Oh, I was just going to say, talking about AI, I've completely gone down this rabbit hole, and we're spinning up a new show here on the real vision platform called Aih Firehose, which we're going to be bringing to you every three or four weeks, where we talk about AI with an AI engineer named Mikhail Volscian, who I work with. And in fact, our first guest on that show, Samuel, to your point, is going to be David Matt."
    },
    {
        "speaker": "C",
        "text": "Amazing. I mean, you can't do enough of this, right? Like we can't. But I think that one of the things that's important is that I think people are kind of siloing themselves. So you're either a commoditable inflationista or you're a tech investor, or it's gotten very polarized even in investing, which wasn't the case before. Raoul, you used to just sort of have your conviction and that was it. But it seems like there's something else going on right now, which is dangerous, I think."
    },
    {
        "speaker": "D",
        "text": "Yeah, it's the politicization of everything. But if you look at amazing investors, they are agnostic to that. Theyre agnostic to a political narrative or societal narrative. Its like, where are the opportunity sets? Listen to Stan Druckenmiller, really nervous about stuff. Max Long, Nvidia technology, but also was long dollars. And theres a lot of ways you can do it. Tony Greer, people think of his commodity guy because he came from commodity background. Hes been long Nasdaq all year, and hes been long commodities. That's how you invest. And then it's up to you to decide what gives you the maximum returns versus how you want to construct your own portfolio, which is another thing that's coming. We've got portfolio tools, portfolio management tools, risk management tools coming as well in the higher tiers of real vision. But that, look, the politics is going to get worse. I can't express how bad next year is going to be. Nobody's prepared for it. But if you're seeing what's happening with AI, you will literally have any politician saying anything with their own mouth, in their own voice, and it's not them. And it can come from a CNN website or a Fox website, and you have no idea if that's even true. Nothing you see written or visually is easy to verify. And the sole purpose will be to divide you. And everyone has to keep their shit together and step back, verify everything. Real vision is a trusted source, you know, because you subscribe, you subscribe. And if you see in that map of the world, most people let us know who they really are. Some people are anonymous, and that's fine. But most people want to be trusted. They want to live in a trusted state. And real vision is a trusted state where we give you both sides of a story. We're agnostic. Just because I've got a view doesn't mean that somebody else's view is any less valid. So we bring it everything curated people, freedom of speech, of those people in their ideas. We take the politics out of it and give you the information that you can turn into knowledge and then win wisdom. And it's vital. So the financial markets, you will not know the financial markets are going to move on. Stuff that people have said that they've."
    },
    {
        "speaker": "C",
        "text": "Not said, well, this is the real right. And we've seen the speed we saw with, you know, it wasn't on something that was said, but we saw with Silicon Valley bank how fast things move now. And one of the other things you can do is make sure that you understand your finances so that you're educated. It's harder to pull things over on people who have some knowledge in the first place. You know, you need to sort of, we all need to do that. Quick question from Ryan Murray. Oh great last name, happy birthday, real vision. Awesome stuff over the last few weeks. Thank you. It was a great, great content campaign. If you haven't checked it out, these are, it's not in the moment. These are a little bit longer term, so you can go back and look at it now. It'll be useful all fall. I'd like to get your thoughts on Blackrock's recent economic stance. They state, we see the new regime of greater volatility playing out, higher interest rates, stagnating activity and structural forces set to push inflation back up. Their views are bearish in their new comms and I'd really appreciate Raoul's thoughts on this."
    },
    {
        "speaker": "D",
        "text": "Well, I've gone through my thoughts in great detail and I hold the other end of that perspective. I actually think this is more of a temporary state of affairs than a permanent state of affairs. But I'm open to the fact that many smart people I know think this is a lasting and pervasive change, structural shift in the economy. I don't believe that to be the case. I certainly have not been bearish equity market for a long time now and I still remain extremely bullish because I think the only way out of higher bond yields is yield curve control or the only way out of inflation falling fast is allow the only way out of the treasury needing to refinance all of the debt is basically lowering interest rates and shoving it onto the balance sheet of the fed. I just don't hold the same views. I understand that I'm much more in the minority view, and I also can be wrong. We will have to wait and see."
    },
    {
        "speaker": "C",
        "text": "Yeah. And for you, can we did, we talked about this. You and I both wrapped the, on Fridays, the last two Fridays, we wrapped some of what we heard in the content campaign, and I asked Ral his thoughts on what was said. So you can go back and watch both of those for a little bit more detail. Ryan wanted to Brian, if you could pull up a quick poll on for our YouTube folks, I'm very curious. Do your investment interests lie more on the macro side, the crypto side, or both? Jump in and let us know what you think, because we get questions all over the place, which I love. And anecdotally, we hear people coming to us all the time saying, oh, well, I was interested in crypto first, but then once I started that, I realized if I don't understand macro, I'm not going to understand anything, and vice versa. Some people who came in through traditional markets and then realized that this is a whole wave of technology that I have to understand. I'm sure you've heard the same thing, Ash, when we've been out."
    },
    {
        "speaker": "E",
        "text": "Absolutely, Maggie. And I think that's one of the exciting things about real vision, is that we can have these conversations where there are both of those topics being discussed. I'm thinking about just yesterday, Raoul and I with Kevin Kelly, the co founder of Delphi Digital, we're talking about the impact of net liquidity on digital assets, especially Ethereum. Obviously, understanding digital assets means understanding the context more broadly about what's happening from a macro perspective. And I think that's one of the things that we do here at real vision so well. In fact, I would argue we're probably the only folks who are doing that as natives of both spaces."
    },
    {
        "speaker": "F",
        "text": "Maggie, if I can jump in. Maggie, the RVIP event we had here in London on Friday, it was one of the first times where you could not tell the difference between who the macro, the so called macro people are and the so called crypto people are. And that's because they've been seeing so much of each other, they've been watching shows on real visions platform. And so finally, we're getting to this space where I think if you've watched long enough that you've ingested enough of that and really thought it through, that you can see not both sides of it, that makes, that's way too simplistic, but you're able to kind of put that overlay over either one of those spaces."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Dont forget I mentioned last week, I was over in New York for main net and theres Franklin Templeton tradfi institution tokenizing money market funds and talking about tokenizing of real world assets. Theres Blackrock launching ETF's. I cannot express. And ive been saying this all along since day one. This is all the same fucking thing. Its just a new version of a system and different ways of doing stuff. And so the tribalism is actually simply ludicrous. It's like saying EV cars good, petrol cars bad or petrol cars bad. EV cars good. It's nonsense, right. It's evolution of product, evolution of market, evolution of humanity and how we change things. And it's normal. But you know, people fear change, particularly in this, again, these kind of accelerated political environments. People fear change more than normally."
    },
    {
        "speaker": "C",
        "text": "Yeah. Which is fair. But I think that we have a, one thing that's consistent to your point, Samuel, is we have a community of knowledge seekers. Absolutely. And they're very generous with their knowledge, with each other. And I also, we did see that crossover a lot in the New York. And we have people in the chat saying, I came through crypto, I was macro and I now I'm watching. And also saying Beth's interview this week was a revelation. I've caused some panic. We're not killing off Milton. He just has a, he just has a much friendlier."
    },
    {
        "speaker": "D",
        "text": "You couldn't."
    },
    {
        "speaker": "E",
        "text": "Well, as if, as if we could."
    },
    {
        "speaker": "D",
        "text": "He's. I've always had a friends in powerful places and he's got his own private army. There's nothing you can do about Milton."
    },
    {
        "speaker": "G",
        "text": "Ral. I've heard a rumor that Milton might be related to the puppet from the saw movies. Can you confirm or deny that Milton."
    },
    {
        "speaker": "D",
        "text": "May or may not have financed those movies? He's got his fingers in all sorts of pies."
    },
    {
        "speaker": "C",
        "text": "I may have made a powerful enemy. I don't hate him, Milton. I'm just creeped out by you. But that must speak to my childhood fears. And in fact, if you are having problems, if you are any of the 6000 people who have migrated somebody. I lost you. I have so much in the chat who said they were having a little bit of trouble. You know where to go. You can email Milton. He's still there for you."
    },
    {
        "speaker": "D",
        "text": "Or on the platform is the bottom left. There's the, you can, you can contact there. So it's wonderful."
    },
    {
        "speaker": "C",
        "text": "Yeah. It should be pretty straightforward. There's sometimes just a couple of quick fixes that you can do, Nico, I was wondering, because you've kind of seen it all, what is one of your favorite moments? It's a hard question."
    },
    {
        "speaker": "G",
        "text": "You know what? I think it was when my father called me at the start of the pandemic and told me he was watching real vision and then would call me weekly to update me on his crypto trades. And my father is a 60 year old or nearly 70 year old Dutchman who's a film and television producer, does not come from finance. And to see him go down the rabbit hole before I did even own crypto was just really exciting and I think really spoke to the education and accessibility that real vision provides."
    },
    {
        "speaker": "D",
        "text": "You know, my favorite version of that was, I've never actually given the name out, but it's a long enough while ago, is giving Jay Z a link."
    },
    {
        "speaker": "C",
        "text": "Oh, that's really."
    },
    {
        "speaker": "D",
        "text": "You were involved in that, Nico."
    },
    {
        "speaker": "G",
        "text": "Yeah, I remember you. Like, I need a private link. And I was like, sure. And you're like, it's for Jay Z. And I was like, well, I will get this to you in 10 seconds, sir."
    },
    {
        "speaker": "C",
        "text": "No wonder he's. No wonder he's where he is."
    },
    {
        "speaker": "D",
        "text": "No wonder he's got a crypto punk, even."
    },
    {
        "speaker": "C",
        "text": "That's amazing. Ash, what about you?"
    },
    {
        "speaker": "E",
        "text": "Oh, I don't know. I mean, my favorite show is always the one I'm doing tomorrow. You know, it's been probably close to a thousand shows all in now. And it's just striking the breadth and the depth of people that I've had the amazing good fortune to talk to here. Um, and that's a, you know, just a testament to the vision that you put together, Rahul, so many years ago, that we still have the opportunity to meet new people, uh, who are giving us information that we're just not going to hear anywhere else."
    },
    {
        "speaker": "D",
        "text": "It's, you know, it's a. I can't stress this enough. It's a total privilege to conduct the interviews. They're actually exhausting because you have to really think, right, these are not scripted interviews. This is. You're in a deep conversation with somebody, intense conversation, and the privilege of having those conversations and then taking tens of thousands, or if not hundreds of thousands of people with us on that journey as we just use it to get ourselves up the knowledge curve, and we just let people listen over our shoulder. And that's why. A real amazing world. I mean, you came from tv, and so did you, Samuel, nowhere on tv do you have peer to peer interviews, because everybody wants to be the star. It's like I'm, this is my contract. I must do this. Real vision is like, no, no, we can have a peer to peer. It's better."
    },
    {
        "speaker": "C",
        "text": "Yeah, we suggest them all the time. We suggest them all the time."
    },
    {
        "speaker": "D",
        "text": "Nobody dares do that in media. Nobody does."
    },
    {
        "speaker": "C",
        "text": "Rick says, I'm a 54 year old dutchman. Rick, your father's in good company with Nico's dad who did oven."
    },
    {
        "speaker": "D",
        "text": "Couldn't help. Couldn't happen. In fact, I greeted you this morning with."
    },
    {
        "speaker": "G",
        "text": "Yeah, with, yeah."
    },
    {
        "speaker": "C",
        "text": "I might put a."
    },
    {
        "speaker": "G",
        "text": "Couple flyers and didn't reply in Dutch at the same time."
    },
    {
        "speaker": "C",
        "text": "But yes, just a fizzle brav. One of the things that's also one of my favorite aspects is that people like, we're talking about the chat right now. We incorporate the questions from viewers. So we're there conducting the interview. But in many of our shows that we do live, we leave time at the end for you to ask your questions. I mean that's incredible. And there isn't anywhere, I mean maybe you can email a question and that goes through 20 producers and they ask it live. But it's not the same thing. It's not part of a live conversation that's like totally radical. Terrifying sometimes. Totally radical."
    },
    {
        "speaker": "D",
        "text": "You were freezing on us, Maggie. So you've been doing this."
    },
    {
        "speaker": "G",
        "text": "We heard you though the whole time."
    },
    {
        "speaker": "C",
        "text": "Talk with my hands. I'm from New Jersey. I was saying that the fact that you. Am I freezing again?"
    },
    {
        "speaker": "D",
        "text": "Yeah, you've frozen a little bit."
    },
    {
        "speaker": "C",
        "text": "Can you hear me?"
    },
    {
        "speaker": "F",
        "text": "I hear you. I'll jump in for 1 second while you do that because I wanted to also share one of my favorite real vision experiences, Maggie. And I have to say it's the my life in four trades with Tony Greer. We were at an event in California in person. It was you conducting the interview, Maggie. And Tony. Everybody loves Tony. He's so relatable. And walking through his two most successful trades was really, really exciting. But the real learning, and this stays true to the real vision mission is what is what Tony told us on the flip side, his two worst trades and the type of pain that it inflicted on him, on his wife, on his family. But it was really the fact that he was willing to share that and talk not just about what he learned from it financially, but what he learned from it emotionally. I go back in, listen to that on our podcast. I go back onto the platform regularly. I've maybe watched that interview five or six times and is just the learning experience and there's no way that you can learn that until it's happened to you. In some sense, but you can get there a lot faster if you're listening to other people who've gone through it."
    },
    {
        "speaker": "D",
        "text": "Yeah, and people. Because most people aren't honest in how they portray themselves in social media, right. It's like, I'm a success. Follow me. And here's a 38 point thread on why you can be successful like me. The reality is nothing like that. The reality is life is hard. And there's a lot of lessons you have to learn. Some of them too many times. And those lessons that accumulate over time makes us who we are, and it makes us better at our craft."
    },
    {
        "speaker": "F",
        "text": "And then, you know, you're not alone. So when you're in that moment that Tony Greer was in, you're like, so this is what Tony was talking about. It's not just happening to me or my portfolio, or my bad luck or psychology. It's everybody else who's been on the real vision platform, has been through it, and shares them in my life in four trades with you, Maggie."
    },
    {
        "speaker": "C",
        "text": "Yeah. And when we talk about the psychology of trading on the academy as well, I mean, that's. That's some of the most useful stuff, I think. But I have to say, it's not all. It's not all super, super serious. We do like to have fun. And that's another thing, right? Finance. I'm sure, Nico, you feel me on this. Finance can be intimidating. When you tell people you work for financial company, they're like, oh, their eyes can glaze over, but it's not. It doesn't have to be that way. I think that's one of the big barriers in the way. We're all on a learning journey and we don't take ourselves very seriously. And this. You knew it was coming. Is a small sample of just that. Have a look."
    },
    {
        "speaker": "D",
        "text": "So, please join me in my journey. This is bollockstar. I wanted to go on a journey to my advent. Huh? It's not a fucking event. Join me as I take us on a two week journey of discovery. See, it was quite easy that way. We didn't have to do the 78 takes."
    },
    {
        "speaker": "C",
        "text": "By the way, in that 30 years of history on the fed."
    },
    {
        "speaker": "D",
        "text": "Unlike your plumber, I'm not going to show you my butt crack either. I'm a trailblazer, Ash. What can I tell you? Does global war destroy or delay? More cowbell? That's the best question I've ever heard. Surely if there's a global war, you don't worry about fiscal stimulus, I think."
    },
    {
        "speaker": "F",
        "text": "Did I call you a perma bear?"
    },
    {
        "speaker": "C",
        "text": "Perma bear."
    },
    {
        "speaker": "F",
        "text": "I meant to say perma bull. I misspoke."
    },
    {
        "speaker": "G",
        "text": "I've never been called that, so, you."
    },
    {
        "speaker": "D",
        "text": "Know, be killing it if you're building."
    },
    {
        "speaker": "F",
        "text": "Didn't they tell me to turn my phone off?"
    },
    {
        "speaker": "D",
        "text": "Yeah, they did. You never listen."
    },
    {
        "speaker": "F",
        "text": "Right? Like the."
    },
    {
        "speaker": "D",
        "text": "God, I thought I'd turn that off."
    },
    {
        "speaker": "G",
        "text": "Hey, it makes it more authentic."
    },
    {
        "speaker": "D",
        "text": "Mentioning by name is the kind of the man. Not the Manhattan project. No, I shouldn't say that. That was bad. I meant the Marshall plan. What was I thinking? Oh, dearie me. I meant the Marshall plan. Restructuring. I'm all shook up. Yeah, yeah, yeah. I'm all shook up."
    },
    {
        "speaker": "C",
        "text": "Not only is he an epic trader, but he's also a crooner and a karaoke king."
    },
    {
        "speaker": "E",
        "text": "You know, trading is what we do. It's not all we are. Remember this one?"
    },
    {
        "speaker": "D",
        "text": "Bad apple. Don't spoil the whole bunch, girl."
    },
    {
        "speaker": "E",
        "text": "Donnie Osmond."
    },
    {
        "speaker": "C",
        "text": "Donnie Osmonde."
    },
    {
        "speaker": "G",
        "text": "By the way, great taste. Okay. Coconut's my favorite, but I choose my favorite as well."
    },
    {
        "speaker": "D",
        "text": "Lemon's my least favorite."
    },
    {
        "speaker": "G",
        "text": "I'm a boring human being. Like, I'm happy."
    },
    {
        "speaker": "D",
        "text": "I don't think so."
    },
    {
        "speaker": "G",
        "text": "I am."
    },
    {
        "speaker": "D",
        "text": "You don't strike me as boring."
    },
    {
        "speaker": "G",
        "text": "All I do is drink Lemon la Croix or coconut la croix. And I chose wrong today."
    },
    {
        "speaker": "D",
        "text": "I think a lot less of you now. I'm sorry?"
    },
    {
        "speaker": "G",
        "text": "I think a lot more of you now because you're drinking coconut. Right."
    },
    {
        "speaker": "C",
        "text": "And with that, I'll send it back to you, Ed."
    },
    {
        "speaker": "D",
        "text": "La la la la la la la la la la. Crypto corner."
    },
    {
        "speaker": "C",
        "text": "Crypto. It's literally driving right by."
    },
    {
        "speaker": "E",
        "text": "Ice cream for all."
    },
    {
        "speaker": "C",
        "text": "Ice cream solves everything."
    },
    {
        "speaker": "D",
        "text": "Oh, fuck. Welcome to the first episode of I don't know what the fuck I'm doing. So the first question is hello from Thailand. I'm sure you'll just fine. That's not much of a question. What's your favorite wine region? Much better fucking question. I don't care about macro. It's a Friday night. There's a, like, 58 questions asking about XRP XRP, XRP, XRP, XRP. Listen, motherfucker, I've no idea what I'm doing. Um, I'll cheers to you. In fact, I'm going to refill my drink. You guys are all behind. Stupid, naive idiot. As I said, I should not be given control over this. But they didn't give me any of my flunkies. I'm gonna do whatever the hell I want."
    },
    {
        "speaker": "C",
        "text": "I mean, that was Raoul. You took the brunt of it. But that was so good. And there's. There's so many like that. It was so hard to even, like, boil it down. That was classic."
    },
    {
        "speaker": "D",
        "text": "There was one where Grant and I had to do a presentation for the economists because we'd sponsored a group of students to give us the best presentation on a trade idea. And we couldn't say the name of the university because it was a character from a UK game show called Dusty Bin. And the presenter was this guy that had the same name as the university. And we were crying with laughter. We just. We took 20 shots to try and do it. It's like real vision is full of this stuff where everything goes wrong. The worst was giving me the camera on my own."
    },
    {
        "speaker": "G",
        "text": "Well, why do you think we're all here today, Raoul? We had to, like, dog herd you."
    },
    {
        "speaker": "E",
        "text": "We're not taking any chances on the birthday."
    },
    {
        "speaker": "C",
        "text": "Yeah. Have we. We still have to. We still have to get an NFT and some t shirts that say that. Say that from that epic tirade of yours, shall we say? But we like to keep it real. We like to keep it accessible. That's what it's all about. And have some fun, right?"
    },
    {
        "speaker": "D",
        "text": "You know, we all living our lives. Finance is. Yes, it's an intellectual pursuit. It's complex, everything else. But we're all humans doing human things, trying to live a life. We do it for a reason. It's to try and really take control of our own lives and our future lives. And so we need to live a little, too. And so does everybody in the audience."
    },
    {
        "speaker": "C",
        "text": "Exactly. And that's what we're trying to help people do. Well, this has been super fun. Congratulations to all of you ogs on making it nine years, I'm sure."
    },
    {
        "speaker": "D",
        "text": "Thank you, you guys, as well. You guys are amazing. And I just can't thank you enough for everything you do for real vision and for the community. You've all got stuck in roles of blurred everywhere, from who's a producer to who's a presenter, to who writes copy to who does everything, who's in the community messaging each other. That's the joy of real vision. Everyone is really real here and we all love it."
    },
    {
        "speaker": "C",
        "text": "Yeah. So we're super excited to welcome the latest cohort on. We'll be migrating everybody in the next couple of weeks. I usually start the daily briefing by asking a question, but I'm going to flip the script today and ask all of you a question. If you are not already part of our community, what are you waiting for? Come join us. Be part of the best financial community on the planet. We'd love to have you as part."
    },
    {
        "speaker": "D",
        "text": "Of us and get the incredible tools that are going to really power your life. And that deal of $20.14 is frankly ludicrous. And it will change your life for $20. And you will spend $20 on a glass of wine tonight. And you will have not remembered that glass of wine. Spend your $20.14. I know people on YouTube go, oh, you're always selling something. It's like we're actually trying to help you. We don't make much money out of $20.14, but you might make your life."
    },
    {
        "speaker": "C",
        "text": "Yeah. So. So come on aboard. Thanks, everybody. We'll be back the same time tomorrow. Take care and good luck out there."
    },
    {
        "speaker": "B",
        "text": "What's up, revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest and biggest names in finance."
    }
]