[
    {
        "speaker": "A",
        "text": "This episode is brought to you by La Quinta by Wyndham. Your work can take you all over the place, like Texas you've never been, but it's going to be great because you're staying at La Quinta by Wyndham. Their free bright side breakfast will give you energy for the day ahead. And after, you can unwind using their free high speed Wi fi. Tonight, La Quinta. Tomorrow you shine. Book your stay today@lq.com. dot."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "C",
        "text": "Gmgm I think we are live. GMGM. We are live, also live simultaneously on YouTube and our Twitter space. Raoul's looking really nervous. He's like, is this working simultaneously?"
    },
    {
        "speaker": "D",
        "text": "This is a car crash waiting to happen. I just love doing a car crash publicly. It's always amusing."
    },
    {
        "speaker": "C",
        "text": "It's crashing already because you didn't mute."
    },
    {
        "speaker": "D",
        "text": "On your Twitter, so you can't hear. Can you hear me now on Twitter? I mean, as I said, this is a car crash waiting to happen. You've got four very irresponsible people trying to run something across five different media channels at the same time."
    },
    {
        "speaker": "C",
        "text": "You see, Raoul, it's not fun if it's not a hot mess on minting day. For those of you in here. And if you can hear us, can you give us a thumbs up? I see blast in here. Adler from Australia, the irishman that we met yesterday. We have our canadian trader, who. I can never pronounce their names. Just taking a GM. I'm just doing the rounds for all our community. We even have Lawrence Sickles, who is back on the stage. We're not starting the space yet till we lay the. Lay the land out. I see so many familiar spaces. Oh, ab, I saw that. Thumbs down. I love seeing you guys. B Des is 04:00 in the morning for you. I know that for sure. Bijan, how's it on your end? What are you seeing?"
    },
    {
        "speaker": "E",
        "text": "How are you feeling, GM, everyone? I'm feeling great. This is an exciting day. Minting has commenced. We. We are at almost 600 minted already. I mean, this is. Season two is kicking off today. And what a way to start it. Twitter space right now."
    },
    {
        "speaker": "C",
        "text": "Okay, so can you guys give us a thumbs up. If you can hear us on the Twitter space, fine. And then obviously, whatever happens on YouTube, what happens on YouTube, but give me a thumbs up to make sure you can just hear all of us. Fat Stella has given us the green light. Lovely, lovely. I see lots of thumbs up. I know. By the way, guys, if obviously you are in here, you can log on to real vision crypto on YouTube, where we're looking anxious as fuck, seeing if the link is working. You can see us face to face as well. All right? But obviously, you have to do what we are doing, which is mute the YouTube and look at Twitter space. All right. Look at that. I love it. I see the thumbs up. All right, without further ado, then I think I'm gonna kick off. Is that okay with you guys? How about my fellow panelists? Are you guys okay with that?"
    },
    {
        "speaker": "D",
        "text": "Let's do it. Let's let the chaos commence."
    },
    {
        "speaker": "E",
        "text": "Let's do it. I want Elaine. Before we start, I want to remind everyone, hit that bubble in the bottom right corner, like, and retweet the space. Let's get some people in here and celebrate with the community."
    },
    {
        "speaker": "D",
        "text": "Yes, boss."
    },
    {
        "speaker": "C",
        "text": "I'm so scared of each other. I don't know if you guys are watching on YouTube as well, but this is amazing. Okay. All right, so I'm gonna kick off, like, share the space. Tell your mom and your best friend. Oh, see, someone is telling me feedback is distracting. So the producers is telling me, give me 1 second. Hey, can you guys hear me? Is there any feedback? Are we okay? Are we okay? Give me a thumbs up if we're okay. I'm not starting this till with Gucci. Thumbs up, everyone. Or is there still a bit of feedback?"
    },
    {
        "speaker": "D",
        "text": "I've got feedback."
    },
    {
        "speaker": "C",
        "text": "Have you got feedback?"
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Huh. Okay, well, I better get a move on and shut up then. Let you guys talk. Is that okay? Oh, yeah. I'm getting thumbs down. All right, let me feedback from somewhere. Right, you guys take it over. Bjana, hand it over."
    },
    {
        "speaker": "D",
        "text": "Have you turned your phone down as far as possible?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I have. That's interesting. It's me. I've messed it up. Bjorn, do you want to take it? Go ahead, then."
    },
    {
        "speaker": "E",
        "text": "Yeah. Hi, I'm here. Elaine. Elaine. You know, web three's resident troublemaker as always. But, guys, let's get started with season two. Let's talk about it. Let's see what's going on. I mean, if you've seen the discord, you'll see it's been buzzing. One comment that really just made me laugh. It was about an hour before mint. Someone was saying, I feel like it's the day before Christmas and I'm five years old and like, that's just what this is all about, right? That's what this excitement is about. Ral, I want to kick it off to you. First of all, GM, how are you?"
    },
    {
        "speaker": "C",
        "text": "Sorry, I have to."
    },
    {
        "speaker": "E",
        "text": "What's so exciting about it? What's going on here?"
    },
    {
        "speaker": "D",
        "text": "Sorry, Elaine's butting in. Lainey, you've gone now. She's uncontrollable. Uncontrollable."
    },
    {
        "speaker": "C",
        "text": "Well, I just want to make sure that I was going to close this YouTube stream down and basically just focus on the Twitter space. So I'm just going to ask the community thumbs up if you think it should just be on Twitter space and we'll kill off YouTube. Everybody got a thumbs up? No. So, okay, so we're keeping the stream. All right, let's go back to you then, Bijan, because apparently people like watching us having an absolute shit fit on YouTube. So go ahead."
    },
    {
        "speaker": "D",
        "text": "Of course they do. It's much more fun. Yeah. Look, I've been excited since we first came up with the idea of the real vision collective about bringing all of these NFT communities together and giving a place for people to connect with each other, share ideas and just be part of something bigger. And the idea was always to bring lots of different communities together. And we've done an amazing job because that collective group of token holders is super engaged. I mean, they're everywhere, discord, Twitter, and everybody's just really part of this journey and gets the idea of what we're trying to do. Season one came with a lot of features and benefits. There was a huge mountain of utility, including real vision memberships, all sorts of stuff. But what we've been trying to do is broaden this out to bring in other communities, other people, and to really create the kind of super community of NFT communities. And we're definitely well on the way. People have seen that we had the free mints last week, which was based around some of the legendary branding of old. And those things, I mean, some of them sold out within three minutes or minted out within three minutes. They were free, but they were really cool. And it just showed how vibey everybody is right now, right? And so we were, Moritz and I were talking about what the hell do we do? Because we want to get season two. People are asking us, but nfts are dead. It's like, yeah, fuck it, let's call it nfts are dead because they're not, right? When you see our community. You see what's going on. You see the activity in discord, you see the excitement, you see the mints. It's all far from dead. You just need a community that matters, and the collective matters. It matters to people. It really is a place for people to get together. And it's proven immensely valuable to all of us to be part of it. So season two, it's the same idea. It's a little bit simpler. We've got some incredible artwork, again, super unique. And it's tying together a bunch of CCO communities celebrating CCO and what that means. And so the artwork is amazing, but you can't see it, because when you mint, you'll just be given a minting card. A card that just says, it'll be revealed. There will be rarity traits. I mean, last time, some of the things that had rarity traits traded huge premiums to others, and there was some amazing artwork. This time, again, there's amazing artwork, hidden community, hidden traits. That's going to be revealed as well. And there's some more elements to it that I think is going to be fun. I don't know if I'm allowed to reveal this shit."
    },
    {
        "speaker": "C",
        "text": "Okay, I've got what it is. Sorry to jump back on, but basically, if one person is talking both on the stream and on your phone, you have to be muted."
    },
    {
        "speaker": "D",
        "text": "So if we. Can we try something? If I talk here, does that go to Twitter? Spaces? Can anybody on spaces give me a thumbs up? You can hear me. That was a definite no thumbs up."
    },
    {
        "speaker": "C",
        "text": "I did. Just for the fuck of it."
    },
    {
        "speaker": "D",
        "text": "Okay, well, we tried that. That didn't work."
    },
    {
        "speaker": "C",
        "text": "Okay. It's always me. It's always me. But I did write an introduction, and you basically took my whole introduction on what season two is."
    },
    {
        "speaker": "D",
        "text": "Well, you didn't tell me in advance what I was supposed to do, so. You know me. I'm a liability. You. You are actually. You act like a liability, but you're a professional. I act like a professional, but I'm a liability."
    },
    {
        "speaker": "F",
        "text": "Just turn down the volume on the. On the computer, and it will be."
    },
    {
        "speaker": "C",
        "text": "The hot mess that nobody wanted. But look, I think, like you said, ral, you know, if people have been following the real vision collective over the past, you know, few weeks, we've sort of given you a little Runway to basically test yourself, put you back on the treadmill to, like you said, raoul, that nfts are down but never dead. And the energy that we're picking up from our. From our collective has been amazing because the speed and people doing it is just great. I mean, Bijan, I want to go to you because, you know, you spend so much time with the community. What's it like being the ramp up with season two for you? Over the past month or so?"
    },
    {
        "speaker": "E",
        "text": "It's been fantastic. I think the collectibles really just brought so much fun and excitement to everyone in a period of time when the market seemed a bit, you know, an NFT side, it's either it was down, it's a bit boring. Right. And I think this created so much fun for our community. It made people feel that collecting, vividness, and we really saw the excitement just flowing out through discord. As Rob mentioned, the majority of these collections were gone within three minutes. I think the longest one lasted minutes. So that just goes to show you how everyone's been feeling about it. I mean, everyone has the favorites. You're talking about trading and collecting these things. And that's essentially what, the essence of season two. We're bringing that collector, these collectors, together, these people that want to learn and take control of this web three journey together. And that's what. That's what season two is. And I think everyone in the discord understands that. Understands. And they're excited. I mean, I. Everyone, I think I really am excited to get going. I minted mine this morning, and I'm just waiting for the legendaries."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, the legendi where we had a little typo. The legendi lives on, isn't it? That's definitely your fault, german bot."
    },
    {
        "speaker": "F",
        "text": "No one forgets that one. But there will be no legendies, only legendaries. This time, I promise. I will. I will double spec all the spelling, so no worries. Yeah, but it's going well. Like the collect. I know that I'm confusing everyone with collective collectibles and all of that. It's a nightmare internally already, so I'm apologizing. But it seemed like a good name when we started, right? So really not much to add. Happy that all of this kicked off. You know, we keep the mint open for more than a week. There's already decent minting activity, actually. And I have to say, like, one of the utility pieces, Bijan, even though you minted, you will not benefit from them because you're a member of real vision. But maybe that's something we will touch upon later."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "F",
        "text": "There is a big mic asking in."
    },
    {
        "speaker": "E",
        "text": "The discord, you know, what is the utility of season two? Why? Why am I making. I keep telling them, you have no idea what. I wish I could partake in it, but it is one thing that really I just loved about season one when we launched this whole collective is we were one of the few NFT projects that had immediate utility. Right? When you minted, you were able to redeem your NfT five year real vision. And I mean, that's just right off the bat you're getting some utility. And that was game phase one of the Vision World Club. So which brings us to season two now. And, you know, I think we can talk about it. I think I. People have waited long enough. They've asked about it long enough. What is this special prize? What is season two? What's going on here?"
    },
    {
        "speaker": "D",
        "text": "So look, it's all actually about being a member of the community. It's about the artwork. What you get to be part of this growing, learning, fun, hyper engaged community. Right? So that's really what it's about. But this time we've had a bit of fun as well. What we've done is we played into the fact that many people have trolled me over time about buying call options on ETH at the all time high. Now, what's great about call options is they're kind of like they go to zero, but you can't lose all your money, you lose your investment into them, but you don't lose your big stack or whatever. And that bet went spectacularly wrong. But look, we are getting into the phase of crypto spring where things get interesting and things can really move. And we've seen sometimes things go batshit crazy from time to time. And we don't think anything is dead. We don't think NFts are dead. And I've always called NFTs a call option on Eth. So to tile this stuff together, what we're going to do is 5% of the entire proceeds will buy call options on Ethan and they'll be struck at 3000. And if ETH goes above 3000, there'll be a grand prize pool, which is a special prize that will get allocated to some lucky recipients. Now, to put it in perspective, if ETH gets to like 4000 by year end, it's a year end call option. This thing could be worth like one and a half million. So there is a grand mega prize. And Bijan, Elaine, myself, Moritz, we can't participate in the option because we're not allowed to as real vision staff. But what's the fun part is there's a game we all going to play now, going into year end is where the fuck is eth going and who's going to win the grand prizes. So there could be some life changing. There could be some life changing money, or it could be worth zero and you still get the amazing community, which is what you bought the damn thing for in the first place. But it's a game we can all follow along. But really, it's about the community itself. It's about the great artwork. Look, it is really a super fun, super engaged community of people who want to learn, want to engage in this journey. You know, it connects with our Genesis community, which is kind of deeper into the space, everything else. But the whole thing here is anybody who owns a season two, they're going to get a chance of this ludicrous upside. If ETH goes up now, my bet, it's going to go up a lot towards the end of the year. But I could be dead wrong because I was dead wrong last time. So it could be a complete zero, but we can all have fun doing it."
    },
    {
        "speaker": "C",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "G",
        "text": "This podcast is sponsored by ramp. Are you the decision maker in your company? Consider this, for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp's software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding Ramp could be one of the best decisions youve ever made. Get Dollar 250 when you join Ramp for free. Just go to ramp.com easy. Ramp.com easy. Ramp.com easy cards issued by Sutton bank and celtic bank members have DIC terms and conditions apply."
    },
    {
        "speaker": "E",
        "text": "I mean, that's, I'm speechless almost. I mean, and it is important to remember how volatile this space is. So the numbers could be astronomical, it could be zero, but that's tons of fun in it."
    },
    {
        "speaker": "D",
        "text": "And I think also, one thing of this is also let's assume it stays at its, at its minting price and ETH goes up to 4000. You make that kicker as well. So it's like we're all going to be focused on ETH between now and the end of the year, for every purpose, our NFT bags, they can go up, and then somebody's got this big, massive opportunity. So somebody said, fpl wannabe, put in the chat. We need to pump eth at year end. Yeah, you do. For all of us. Please, for my family."
    },
    {
        "speaker": "E",
        "text": "Pump eat at year end. D d says, that is one big plot twist, and I love it. Djen moment."
    },
    {
        "speaker": "C",
        "text": "I mean, Raoul doesn't do white bread, so someone's gonna feed him."
    },
    {
        "speaker": "F",
        "text": "By the way, some in the community already figured out that this is a double game, basically, because, of course, the more that are minted, the bigger the amount of money we use to buy the options for the price pool. But on the other hand, you're reducing your chance to win. So one comment in discord was very funny because it was basically that you should disincentivize everyone else to mint, but you should mint them all. That's the only way to make sure now that you get the price."
    },
    {
        "speaker": "C",
        "text": "That is, like, so typical real vision brain work. And I just went into the chat discord, and someone said, you know, I'm just. I had to dip in there, like, you know, to do a bit of reporting from the rv ecosystem. And, of course, I've picked up some of the comments and copy and pasted onto some of my notes. Hazar, who's our golden boy, he said, thanks to Avi, I had zero work done today. Hope I don't get fired. My life every day."
    },
    {
        "speaker": "D",
        "text": "And then he might not need to work ever again. He might not need to work ever again. He could. He could win the grand prize."
    },
    {
        "speaker": "C",
        "text": "Do not listen to Raoul."
    },
    {
        "speaker": "D",
        "text": "And then we've got 20,000. We'll all be rich."
    },
    {
        "speaker": "C",
        "text": "Bob 24. You know what? I'm gonna. This is just. You know what?"
    },
    {
        "speaker": "D",
        "text": "I'm muting myself. I'm muting myself."
    },
    {
        "speaker": "C",
        "text": "You should. While I go through the comments from our community. You know what? If I have to kick you out, you know what I bought in today. You know what's coming out, right?"
    },
    {
        "speaker": "D",
        "text": "Have you put the gongen on twitter? Nobody can see it, but Elaine actually has a gong. Remember before she had a drum? She's now got some ridiculous gong in."
    },
    {
        "speaker": "C",
        "text": "The post today, and I'm gonna give it a whack. I mean, it's tiny. It's, like, smaller than my face."
    },
    {
        "speaker": "F",
        "text": "One whack for every mint."
    },
    {
        "speaker": "C",
        "text": "One gong for every mint. That's one wild. But imagine if I did that."
    },
    {
        "speaker": "D",
        "text": "Ladies and gentlemen, on twitter, as you can tell, this is utter chaos. As we expected."
    },
    {
        "speaker": "C",
        "text": "Enjoy. Last one. Scrimmage. Scrumuntious. D who bjn. You know how much I want to start a fight with this man? Because he is someone who attends our twitter spaces, and they go into this space after Djen happy hour. It's called the after party, and it's like 3 hours long, this space, right? I swear to God, they talk to each other more than they talk to their families. I'll buy a lane, a massive gong if I win. I'm not sure what that comment, how to take that comment, but I'll accept it. And then scrimmageous d who is someone who spent so much time with us in the Twitter space. He doesn't have a PFP. He's that gray Twitter box, which a lot of visionaries are. You guys are guilty. So hard of being lurkers while we're out here telling people about this amazing community. But what I do have noticed over this sort of new season collective, a lot of you has been getting a lot more degenerate. You guys are know, using the manifold where basically tweaks out automatically for you. And I'm seeing a lot more degeneracy on Twitter when you do mint, because I've seen how you guys grown as well, you know, from minting the first genesis, where you're like, right, I don't even know where this nft now is. But now you're, like, following the whole process of transaction. You're minting it, you know, where it is connected on Opensea. But going back to my story, Scromatius D, who never has a PFP, and I've actually met him on my trip. He's a lovely guy. His comment was, goddamn, I want one with a crypto dick. But I wanted to buy one of the pure project of a crypto dick, but then saw the price and thought, best not. But now I have a chance. So, yeah, that was. What are the comments I'm reading on our discord?"
    },
    {
        "speaker": "D",
        "text": "So, two things here is first, in a second, I want to go through all of the CCL artwork we're working with because it's a lot of fun. And Moritz can talk about the artist behind it, because it's always a nice story. The other thing, I'm just thinking through this gaming, I'm just into Moritz. We're both derivatives market people. Have I lost everyone? They're still there. Derivatives market people. I'm just thinking, actually, what everybody should do is you need to only as many as possible, and then get it to entirely mint out. So the prize is as big as possible. That I think is the game theory where it has to go is you need to own as many to give yourself as many chances as possible. But it needs to be minted out. So everybody just needs to focus on that game, because that's how it works. So, Maurice, talk about the artwork, who the partners are, all of this stuff, and how it all came together, because it's always a lovely story."
    },
    {
        "speaker": "F",
        "text": "Yeah, we searched long and wide, of course, for different partners, and we even had a long list of. But in the end, we decided to go with the CCO samo wipe. I know you guys probably saw the beach towel that the MFS did. They sold in the US. There was a lot of demand for that one, and we just loved it. Right. CCo sama, everyone is talking about how NFTs are dead, but still, projects are kind of like out there. The CCO project especially, they are just something that gets mentioned all the time in every article about this. So it's really interesting to see, because even I. When I look through all the available projects that do CCO or license their artwork, there's a lot of them that I never heard of. I mean, even. Even when you think about the art blocks projects, there are some of them which actually are cc zero. So it's. It's super interesting to see. And we selected nine of them. It's a vital."
    },
    {
        "speaker": "C",
        "text": "I think the most frightening thing is Maritz is. Well, I know. I don't think that artwork has been revealed, but I think the most frightening thing is, for me, that the crypto DQBA is actually moving in our artwork."
    },
    {
        "speaker": "F",
        "text": "Some people love it, some hate it, but that's how it goes. But we got, like, there's a lot of dead fellas. We had them on our radar very early. There's, of course, Cesaremeeps project that Sergio launched. He's often on revision. He's a good friend. So this is a great project with amazing artwork out there, which is itself borrowing from CC Zero project. So we are basically doing derivative on a derivative already. Then there are sailor bots, which I actually never heard of, but which is pretty famous in the CC zero space. So that's interesting. Lava leads is little worms, which has been happened there since, I don't know, a long time. Crypto digbuds, of course. I mean, they just went out with a new collection recently. So we did pick one of the OG ones, and we kind of, like, did a special selection. So this time we didn't just buy the cheapest or whatever is out there, but we looked at each one of them how they fit together in the artwork in the final piece. So we really, like, took a long time also together with the artist to decide, really, which one should we buy? What's the story behind that? And every piece will actually get a little background story. So we are not combining those randomly. And we also decided not to just do PFP mix ups in terms of like, oh, these are three different faces layered on top of each other, but it's more like pictures, even sometimes. So it's telling you a story. So the artwork, for example, the crypto dick, but he's standing. I think you can see it on the website already. He's standing on the sailor bot, and he's fishing for something with this little trident. And there's also stuff swimming around in the ocean there."
    },
    {
        "speaker": "C",
        "text": "He's looking for his eth bike of."
    },
    {
        "speaker": "D",
        "text": "And Gooch island is there as well, in the distance."
    },
    {
        "speaker": "F",
        "text": "Exactly. A bottle of rum somewhere. I don't know. And other things we."
    },
    {
        "speaker": "C",
        "text": "Is that where crypto dick butts live?"
    },
    {
        "speaker": "D",
        "text": "Yeah. You need to go down the meltem Demiro's rabbit hole for all of that. She's the high priestess of crypto dick butts."
    },
    {
        "speaker": "F",
        "text": "Yeah. So those are there. And then kind of like nakamigos. Of course, we all know that this has been the project of probably this, this spring and summer. Right. But also some ogs, kryptoads, small and crazies, which is an MF adaptation. So there's a wild mix. I think there's something for everyone. And, like, it was a lot of fun also working on the projects with. With the artist. And I think for every season that we are doing, we are learning something and we are trying something new. So we are not being static here, but we are really creating something new for the collectors and for our community. I love them all. I have still to mint them. I was so busy, I didn't even have the chance. So please don't buy them. Please don't let it sell out too fast. Otherwise, I'm priced out and can't buy them on secondary."
    },
    {
        "speaker": "E",
        "text": "So, Moritz, you know, Moritz is our. Is our legendary real vision bot in our discord, and many of you probably. Probably know him already. Now I want to talk about what also season two is bringing. You know, I. A lot of. There's a lot of talk in our discord and on Twitter about the visionary club and how season two talk about gamification and how to gamify the giveaway, the special prize for this mint and how that's working out. But there's also a gamification with the visionary club. Can we give a little insight about how that's going to play out and what this next phase is?"
    },
    {
        "speaker": "F",
        "text": "Yeah, absolutely. So the Visionaries club in general is a collector's club of people collecting our nfts. And depending on how many you collect and which you collect, you get different points. So you have a tiered system where each tier gives you certain benefits, ranging from different roles in discord, different access to the community, access to the revision platform, discounts on membership, but also going up to the kind of like most legendary tier, which actually gives you a very, very exclusive access to us, to revision and very exclusive benefits. So it's very in line with the what we call revision vip club on the subscription side. But there on the visionaries club, you can earn your way in by collecting nfts. So you're not biased just paying us and buying your whalen. You can earn it by owning these nfts. And that's the idea. Creating different groups with different intentions. So you actually can just collect the nfts and be happy with a collector's role, or you can really start looking for rarity among those and collect the rare nfts, gain additional points. You even get bonus points for combining certain nfts. And all of this will be rolled out, actually, after season three. So you got a lot of time. It's not starting immediately. Take your time. Mint the nfTs, collect what you like, but also kind of look out for our visionaries club rules, actually."
    },
    {
        "speaker": "D",
        "text": "Yeah. It's all about rewarding great community behavior. The most engaged people, the people who've collected the most, the people who have the rarity traits, all of that. Well, you come closer to the heart of the mothership and the magic that that can unleash. So there's a lot to come with all of this. It's all part of, you know, a much bigger picture, as we've said before, about building a community that really matters, allowing you to use your collecting to move further up within the community, to have different privileges, different access levels. And then there's also the call option on Ethan that somebody. Somebody's gonna win."
    },
    {
        "speaker": "C",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "F",
        "text": "There are questions in the chat. Right? Any NFTs to be given away on Dejan happy hour, I guess. Oh, Elaine, negotiate. It's very hard to get some. And we will be giving some away."
    },
    {
        "speaker": "C",
        "text": "So someone called my gong a symbol. How dare you? Basically, on dj and happy hour today at 230, you know where we are every, every Friday, 230. If you guys read the Internet, I did put on there the amount of giveaways that I will, we will be doing on Djen happy hour. It will be. I think it was. I think I managed to wrangle five. And don't quote me and don't write this down. Can you calm down? I think it's five. Season two collective NFTs and two RV collective NFTs, because I'm seeing a lot of people go into our discord this morning, and they're like, well, how do we claim this membership? And I'm like, wow. Like, living back in March when we launched season one. So everybody's, like, realizing, oh, season one obviously did something useful, and then season two now is obviously making a lot of noise. So there will be, of course, giveaways on dj and happy hour. There is over, I think, 25 signs up. At least sign up at least for that show. And I know you guys never sign up until the last minute, so you guys better not be late and be there and show up, because I have basically don't have a guest in there today. I'm gonna open the stage. I'm gonna open the chaos comms for complaints and compliments and whatever you want to throw in there. But it is gonna be a hot mess. And my choice of drink today is so funny. I've already prepared. Hear that? Do you guys want to listen to what my choice of drink is?"
    },
    {
        "speaker": "D",
        "text": "Go on."
    },
    {
        "speaker": "C",
        "text": "So obviously, I'm in the UK, by the way, have you guys noticed my background?"
    },
    {
        "speaker": "D",
        "text": "I have the milton. He's great. I love it."
    },
    {
        "speaker": "C",
        "text": "So I'm in the UK, and obviously everything, like, quintally british. I just want to go in there and have a go at it again. But a lot of my friends, like, I'm going to the bar. I think I'm some hot talking about cryptocurrencies and nfts all day. And then obviously, they're like, no, no, Elaine, what are you doing? I'm like, I'm getting this prosecco from, like, Tesco's or something. And they're like, no, no, no. The award winning prosecco that has been voted more number one than Waitrose and number one above Marks and Spencer's is a prosecco from Audi. Now, if you don't know, I think the american friends call it a two buck Chuck, but I'm gonna give this prosecco an absolute go because it's apparently number one viral prosecco. In the UK and it only cost me like $6."
    },
    {
        "speaker": "F",
        "text": "Have it that budget disapproved."
    },
    {
        "speaker": "E",
        "text": "Amazing. That is just a great way to end the space. Everyone, we have the link, mint link pinned to the top of the jumbotron on this space. It's pinned to our profile. Check it out. We'll see you in the discord. We'll see you today on dj and happy hour. Happy Friday, everyone."
    },
    {
        "speaker": "F",
        "text": "What's up revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest and biggest names in finance."
    }
]