[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30, baby get 30 baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at Mint mobile.com Dot."
    },
    {
        "speaker": "B",
        "text": "Welcome to real Vision Crypto Daily Briefing here's why you should watch today's show. Sam Bankman Fried is reportedly preparing to head to the US, where one of the largest bitcoin miners has just filed for bankruptcy. We'll be joined live by Dan Roberts from decrypt Media to discuss this and more. I'm Ash Bennington. If you're watching us on the real Vision website, thank you. If you haven't signed up yet, check it out@realvision.com. forward slash crypto. That's real vision.com forward slash crypto. We have a ton of free crypto content. If you're watching us on YouTube, please like and subscribe and hit the notification bell. Smash everything. Now let's jump into the latest price action. Bitcoin is slightly lower for the day. It's currently trading around $16,800. Decrypt is reporting data from glass node, which shows retail investors are holding a record high proportion of bitcoin. Glass note says 17% of bitcoin's total supply is now in retail hands. Glass node defines retail as holding less than ten bitcoin in a wallet. Meanwhile, Ethereum is virtually unchanged from yesterday. ETH continues to sit above the it's down about 9% on a trailing seven day basis. Obviously not a great week for ETH. So now let's bring in our guest. Dan Roberts is editor in chief of Decrypt Media. Welcome back to the show, Dan. Always a pleasure to have you on, man."
    },
    {
        "speaker": "A",
        "text": "Great to be back on rv ashore."
    },
    {
        "speaker": "B",
        "text": "Dan, you're one of our favorite guests. It's great to have you here on a holiday week. None of the grownups are here. You and I are going to throw out the script and just talk, dude. What's going on in the space? What's your take, man?"
    },
    {
        "speaker": "A",
        "text": "It's wild. What I like to tell people who are not in crypto is it's never boring because I'm sure you guys are experiencing this, too. But the past six weeks or so, it's a time when people outside of crypto text you and they say, you okay? And I say, yeah, I'm okay. There's a lot of news for us to cover. Uh, it's a thrill, but it's also a chill, you know? And. And this reflects poorly on the industry. I get that. But one thing I've been telling a lot of people during this time is that the collapse of FTX don't equate that with the collapse of crypto. And I understand why people want to take that leap. They go, oh, it looks like Crypto's dead again. Those of us who have covered this wacky and wild industry for years and years have seen these cycles before. This is a particularly bad one. But the other thing I've been saying is, right now, even though it seems like FTX and SBF have sucked all the air out of the room, and it's hard to imagine anything else. Something else will define 2023, probably. We'll still all be talking about Sam well into the new year because of the charges, and where will he be and will he go to prison? But something else will come. There will be more events. There will be more figures, positive and negative. And at this time a year from now, we'll be talking about something other than Sam Bankman fried. I really think that."
    },
    {
        "speaker": "B",
        "text": "Well, Dan, as usual, that's absolutely spot on. And you're totally right. You get the calls, especially from friends on Wall street. You get the two message checks. You okay, man? You okay? And then the other thing you get is like, you know, everyone's mother saying to you, now, this young man, Sam Bankman fried, is that someone you know?"
    },
    {
        "speaker": "A",
        "text": "You know, I'm from Massachusetts, and my parents live in Newton, Mass. And the Boston Globe ran a story that was about Caroline Ellison, the Alameda CEO. And quite literally, I mean, you can't parody this stuff. They ran a photo of her from high school where she went to either Newton north or south, I forget which. And basically the headline and the gist of the story was, she was so nice in middle school and high school. She was a nice girl from Newton. What happened? And the, you know, the subtle implication was, what happened was she got into crypto, and it turned her bad. And I've been trying to tell people."
    },
    {
        "speaker": "B",
        "text": "It'S like a 1970s style reefer madness thing."
    },
    {
        "speaker": "A",
        "text": "Oh, man. I mean, and look, now that Sam has been charged, I've been telling people, these are financial charges. This is financial crime. It's not crypto. Crime. It's not like crypto criminal. You know, these charges are run of the mill financial fraud. It could have been anything else. It could have been an electric car maker. It could have been a fintech app or a bank. It just happened that the company was in crypto, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely. I mean, important to point out first, of course, innocent until proven guilty has not been yet arraigned. We've got some news on that in just a second here. But yeah, look, absolutely, these were very much, uh, the, the allegations right now are very much for financial crimes. In fact, if you want to look back at some of the shenanigans, uh, that took place, uh, going back to the, say, the, the 1907 bankers panic, they look very similar to what we've seen here, uh, in terms of the allegations, at least coming out of SEc, CFTC and DOJ, this is sort of very typical, uh, behavior that you see in terms of the allegations. Let's be clear around, around, you know, misappropriation of funds, uh, using, effectively, customer deposits, according to the charges that were, that were essentially supposed to be segregated and not used for speculation, effectively in a sister company that was a de facto hedge fund or quant trading shop. These are classic financial types of malfeasance that's been charged here. And I think it's easy to make crypto the scapegoat. In fact, one would argue, I think, for people who are passionate about this space, who care about decentralization, who believe that this really has the power to shape the world and to change the way that we do, not just banking and financial services, but commerce more broadly, social media, a whole panoply of other domains. This is, this is a problem that comes from centralization. This, what we saw here is in fact the antithesis, the antithesis of everything that crypto properly represents, that everything that people in the space are passionate about, whether they're bitcoiners on the one hand, who obviously believe in the future of bitcoin or, or the so called eth maxis or anyone else, people who are interested in other decentralized token. This was not a decentralized peer to peer network. This was a highly centralized solution that relied on the, what appears to be the seriously flawed decision making of a handful of executives and founders, 100%."
    },
    {
        "speaker": "A",
        "text": "And while I think there are flaws with the Defi advocates argument of, you know, CC, this is why you don't use centralized exchanges. Centralized exchanges are going to go away. I don't think they're going to go away. I think a lot of people still will use them. The way I like to put it is like, this is what crypto was created for. I mean, the whole point of crypto originally was not to trust centralized actors, you know, to cut out the middleman. So during this time, just like with Terra, we've seen stories where people say, my life savings are gone. And that's leading the regulators and politicians like Elizabeth Warren to say, innocent people are losing their shirts. We need to protect them. Well, who put their life savings into FTX? If you did that, that was a very poor decision, and that's not crypto's fault. And crypto people would say, don't put your money into things like this. The other thing I'd say, ash, too. Just today we put out our story. I thought it'd be a little more controversial, but I guess everyone has the understanding and the nuance to understand. Like, we named SPF our person of the year. And just like Time magazine, person of the year does not mean rah rah, what an awesome person. It just means is the individual who had the biggest impact on the industry this year. This was the biggest newsmaker, and of course, it was SBFD. But our lead of our story, which was a great profile written by Stacey Elliott, it quotes a former SEC attorney saying, madoff was once the chairman of Nasdaq and he created the first electronic exchange in the US. Probably when Madoff started, he had good intentions. And the idea is the same could perhaps be said of SPF. Maybe when he started out, he had good intentions, but then the quote finishes. Right now, everything about him is just common criminal."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, obviously. Obviously. Again, innocent until proven guilty, but we certainly know that he's been charged with eight very serious crimes. And by the way, we have a little bit more data on that. I just wanted to give out this news story. Oh, by the way, Dan, Time magazine, men of the year, 1938, Adolf Hitler. Oh, it was not. It was not intended as a compliment."
    },
    {
        "speaker": "A",
        "text": "Right, right."
    },
    {
        "speaker": "B",
        "text": "Yeah, precisely to your point. Okay, so according to multiple media reports, Sam Bankman Fried has signed extradition papers in the Bahamas. He could head back to the US as early as today. A court hearing in the Bahamas was scheduled to begin about an hour ago around 11:00 eastern time. Bankman fried faces eight criminal charges in addition to civil charges, of course, from CFTC as well as SEc here in the US. He's accused of committing. And here's the panoply. Wire fraud, securities fraud, money laundering, among other crimes. Dan, where do we start? Nothing crypto specific there."
    },
    {
        "speaker": "A",
        "text": "Right. Well, look, and the CFTC is also bringing a lawsuit against him for violating commodities laws. I guess to me there's two interesting tracks that are now going to play out when it comes to liability. Let's say just as a broad umbrella, there's criminal charges. We've seen a few of them from Sec and from the DOJ. I mentioned the CFTC. It feels like every agency and regulatory body is coming out of the woodwork. So maybe there will be more on that front. I read somewhere that if he were to get convicted of everything that he has so far been charged with, he would have to serve like 115 years in prison. Now again, as you say, allegedly. And that is important because as much as we're all just declaring him a criminal, I think the jury is still out, pun intended, on just how much he intended versus how much was poor mismanagement. Now by the way, he could still be found guilty of some kind of criminal negligence, you know, which it felt like in all the interviews he was doing that was sort of the case he was beginning to try to stump for was negligence versus intent. Regardless, there's that track, there's criminal charges. Then there's going to be the interesting lawsuits that the trustee, John Ray, who of course, famously was also the trustee for Enron, brings against any party remotely liable in a court of law because his goal will be to claw back money for the creditors. And that's when we'll start to see who else at FTX is found liable. You know, right now it's still only been Sam and there's been some rumors and whispers. Did Caroline Ellison flip? We know at least one guy who flipped was the FTX digital guy, Ryan Salome, who tipped off the bahamian authorities the day before the bankruptcy filing about funds being sent to Alameda. But you know, John Ray's job is going to be, who else besides this one guy can I bring a lawsuit against for some kind of liability? Because he's got to find money wherever he can for those who are owed money. So those two parallel tracks are going to play out in the next six months. They're going to move pretty slowly, but that's going to be very interesting. And then it's funny that you talked about the extradition. You said, sam can now go back to the US like, oh, joy, he can now go back more like, you know, I guess it looks better than the alternative, which was sitting in a reportedly rat infested prison. But boy, when he changed his mind on being willing to be extradited a couple days ago, that was reportedly a surprise even to his own attorney in the Bahamas."
    },
    {
        "speaker": "B",
        "text": "Yeah, apparently it was a surprise to bahamian counsel, but it wasn't a surprise to his us counsel. So it's not entirely clear why he waived his battle against extradition. Important to point out, SEC files civil charges and then refers to DOJ for criminal charges. And I believe there's also, based on the complaint that we've seen some from CFTC. So you can almost divide it into three different buckets. You've got the criminal charges coming out of Department of Justice, you've got the civil charges from CFTC and SEc. These can result in, for example, bans from the industry as well as rather large fines. And then on the third front, you've got the creditors, who include the depositors and the users of FTX."
    },
    {
        "speaker": "A",
        "text": "And if it's just bans from the industry, which we've seen before, sometimes, that would certainly be decried as a slap on the wrist. Right, but anything is up for grabs. I mean, it's interesting to compare all this to Terra, very different sort of legally and jurisdiction wise. But at first, do Kwan was out there trying to promote, and it still exists, this alternate form of Luna. And the thinking was like, oh, if we can get back some of the money there, maybe make people whole. And at first, after the bankruptcy, the same thing was happening with FTX. I've even still heard whisperers, by the way, that maybe some firm comes in, although you could count on one hand how many people would have the funds to try to buy up the bones of FTX, including its debts, to make customers whole. But that would have to be truly a rescue situation just out of the good of their hearts for the good of the industry. Is someone going to come in and."
    },
    {
        "speaker": "B",
        "text": "Or because they feel that the assets are so distressed that there's a way that you could potentially have a. A way of shoring up your own balance sheet if you're able to get them at pennies on the dollar and you're willing to take the risk."
    },
    {
        "speaker": "A",
        "text": "And there's some licenses there, I guess, that FTX has that maybe in a stretch, if you can save the reputation, maybe could be useful in making it into a viable business again. But, boy, hard to imagine any retail investor or regular person ever willingly putting their money into something that has the FTX brand name on it."
    },
    {
        "speaker": "B",
        "text": "Yeah. Also important to note that the civil charges from SEC and CFTC can take place along similar parallel paths to the DOJ. Obviously, when you have people who get thrown out of the industry, they're sometimes also criminally charged. They're fined. So it's not an either or situation. By the way, talk a little bit more about Mister Salome and the, because there's a New York Post story about a week ago saying that he had flipped against FTX and SPF."
    },
    {
        "speaker": "A",
        "text": "Well, it's unclear whether his flipping even really did anything. It was sort of like a little late because the very next day was the bankruptcy filing. This guy, who was an FTX digital exec, so based in the Bahamas, sent a letter to bahamian authorities. Basically flagging unauthorized, or even unauthorized might not be the right word because he specifically says that only three people at the company had the keys to be able to transfer these funds, including Sam. It was Sam and then a co founder of FTX and another person. And so unauthorized wouldn't be the word, although that was the word that later the FTX US general counsel used to describe those bizarre, mysterious money transfers that happened post bankruptcy. But in this letter, flagging transfers of customer funds from FTX to Alameda and basically saying this is not something that is done in the course of business and something is wrong here that led the official in the Bahamas that he sent the letter to, to tip the chief of police in the Bahamas, saying, you know, we need to look into this. The very next day, it filed for bankruptcy anyway. So it was a little like, you know, sounding the alarm about, you know, two months too late. But it's very clear what happened here. Now, again, allegedly, allegedly. But come on. These two entities, which the company always insisted were separate entities, Alameda and FTX, they were clearly never separate. And I think something a lot of onlookers and regular folks and readers still don't realize is that Alameda predated FTX. You know, Alameda came around in 2017, and in some ways now, in hindsight, it's hard not to think. FTX was basically created as a piggy bank for Alameda. So Alameda was always the main business. Sam has said in interviews, well, he wasn't running the day to day. He's not the best person to ask these questions. Well, if the criminal proceedings turn out to discover that he didn't know, well, certainly he should have known. Right?"
    },
    {
        "speaker": "B",
        "text": "That's always, he also owned it."
    },
    {
        "speaker": "A",
        "text": "What should they have known?"
    },
    {
        "speaker": "B",
        "text": "He also owned a 90% stake in Alameda, which is a pretty extraordinary position to have. I mean, that's enormous. One other point we talk about the separation, or the alleged separation, or lack thereof, between Alameda research and FTX. One of the interesting things about this space and crypto, if you just sort of zoom the camera out and try and get a bit more of a macro take on this, is FTX, obviously generally called an exchange. That's the term of art that most people use. If you watch CNBC or you watch Bloomberg, you'll hear it called an exchange. The reality is FTX was this almost unholy aggregation of different functions. Let me see if I can take them off. Function as an exchange, it functioned as basically a custodial agent. It functioned, as we now know, or what appears to be happening based on the reporting, it appears to be essentially as a hedge fund because of its ties to Alameda, maybe a quant shop, I don't know, a swap exchange. I mean, you just literally continue an investment bank, a broker dealer, a venture capital shop. I mean, literally in traditional finance, all these functions are separated and segregated out because of precisely these risks, because of the conflicts of interest, perceptions of conflicts of interest. That is why you see this disaggregation of all these functions in the crypto space. It's just totally unknown right now."
    },
    {
        "speaker": "A",
        "text": "I'm really glad you said that. Another thing people should understand, and it goes back to my point. You know, I had a friend who's not in crypto, but has bought a little bit of crypto in the last few years. He said to me when they first filed bankruptcy, you know, oh man, am I going to be able to get my money out of FTX. And I said to him, why did you have money in FTX? What people should understand is it was created and marketed at first as really for more sophisticated traders. It was a derivatives exchange. It was for trading with options and leverage. It wasn't the marketing standpoint of Coinbase, which is, we're easy, we're simple, it's a no brainer. We're the most basic option you have if you're just a regular person and you want to buy some crypto. And Coinbase has stuck to that, even though they also have margin options and they have staking now. And that's its own complicated thing. But FTX was always sort of stood apart. If anything, it looked more like BitMex, which we know what happened with Arthur Hayes. Right. So I think it got away from that, or people got away from that understanding because like every other tech company now, it eventually wanted to do everything. It launched an NFT marketplace. You know, it was positioning itself in the mainstream as a coinbase competitor, but it was always a different, complicated, many tentacled beast."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I think the salient point here is that in the traditional finance space and the capital market space, they simply would not have been allowed to do everything. There is a legal separation of these functions on Wall street, on, in traditional markets. Not to say that Wall street has the perfect model by any stretch. We've obviously seen some failures there, too. One other point to talk about in terms of Sam Bankman Fried, and one of the assertions he made to Andrew Ross Sorkin, which was, we're talking about the separation of entities, the segregation of funds, was that Sam Bankman fried. In fact, one of the few points where I thought he spoke with absolute clarity, again, just his assertion. But he asserted very clearly that in his belief at least, FTX us was a solvent entity and totally separate and independent of everything else that's happening at FTX Global. That is a question that I think is still very much open."
    },
    {
        "speaker": "A",
        "text": "Exactly right. It is still open for me with my cynical reporter hat on, after everything that has happened. If you still believe that FTX us was completely separate and operating independently, then I have a bridge to sell you, as the phrase goes. It's like, come on. It's similar to in some ways, for years we've been saying all of these crypto entities that set up a separate us company, and they say, this is different. It has its own CEO look at finance us, FTX us. I always felt like this was just grandstanding to pacify regulators. Now that we know how closely linked Alameda and FTX Global were, very hard to buy the argument that FTX us was separate. Now, that said, I guess it's still possible that it was financially solvent, but at this point, no way. And note that the bankruptcy filing included all FTX empire companies."
    },
    {
        "speaker": "B",
        "text": "Yeah, I might phrase it in slightly less strong language to say that it's a highly suspect claim, given everything that we've heard, but it's certainly not beyond the realm of possibility that the US operating entity was segregated. We just don't know. We just don't know. And I was struck by sort of, and we were talking about this a little bit off camera, about how Sam Bankman Fried was kind of not really taking a very strong position on most of the points that he made during those interviews, during that tour before he was arrested in the Bahamas. And he was just incredibly strong about this and said, I don't understand why FTX us is included in this. They should be whole, they should be solvent, they should be able to meet customer redemptions immediately. I was just struck by how strong he was in making that statement, particularly since he really didn't kind of take a very strong position on a lot of other things. Well, I don't know. Maybe I wasn't sure. I wasn't aware. Could be, might not have been. But on FTX us, he was very clear about, again, we're talking about an assertion from Sam Bankman Fried, you can make your own judgments about what that's worth at this point, but I think it's just, it's still an open question and obviously cause for concern and something that we need to keep an eye on, but we just don't know."
    },
    {
        "speaker": "A",
        "text": "And FTX US CEO Brett Harrison, well, FTX US president, I should be careful about his title, left the company just five weeks before the collapse. So from some angle, you could say, wow, he got out just in time. Well, maybe, maybe not. Again, we'll see what other executives who are high ranking at the company end up having to answer to. But when he left, that was sort of suspect. It was like, huh? You know, and you wonder, well, wasn't that a great position? You know, why would he leave? It's all, it's all interesting. So you're right. I think at this point, though, it's just very hard to take anything Sam has said at face value. But you're certainly right. He was wishy washy on everything else, but he was adamant about that. Look, he also tried to say, now I'm not allowed to touch anything because I stepped down. But if only I was, you know, we would do this, this and that."
    },
    {
        "speaker": "B",
        "text": "Okay. Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless. How about to get 30? 30? Better 30, baby, get 20. 2020, baby, get 2020. I better get 15. 1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com. switch $45 up front for three months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "B",
        "text": "Yeah, one other thing that struck me in terms of strong statements, I watched, as I'm sure you did, John Ray's testimony before the House Financial Services Committee. And I was struck by the overall tenor of his remarks, which describe, and he's not obviously shy about coming out and saying that he believes that there was serious misconduct."
    },
    {
        "speaker": "A",
        "text": "Good for a soundbite."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, yeah. But shockingly, to me at least, or strikingly, I should say, in addition to the seriousness of his framing of the activity at FTX, was just stunning degree of incompetence that he described in the way that that company was run. I think that was a surprise to just about everybody. Quickbooks. They were using Quickbooks to keep."
    },
    {
        "speaker": "A",
        "text": "Yeah, Quickbooks for their payroll. I mean, it makes you think that it was, you know, a few people using an excel spreadsheet to track. And in fact, now I can't remember which one, but there was a different company that collapsed in the last few months. Actually, you know what? I think it was Blockfi. Someone who had worked at Blockfi maybe a year ago told me that they were tracking customer holdings using an Excel spreadsheet. And I remember I wanted to report that more in depth, but that's what I heard from a former employee. And it reminds you of that. And it just shows you like a lot of this industry is still as people pleaser, Emily Yang, the prominent NFT artist, told us a year ago in an interview held together by duct tape or string and duct tape. And I think that that's true. And again, the Defi people would say, well, this is why you don't trust centralized actors. But, yeah, a lot of people, considering the company's size and considering its advertising and its billboards and its marketing, would have thought that there was a lot more seriousness there. This was a company with a valuation of $32 billion, which, by the way, also shows you how stupid tech valuations are. They're often just purely inflated based on how much money VC's have given them. But for a $32 billion valued company, you would think they had, gee, a CFO who was keeping things in order and that they weren't using quickbooks and that they had proprietary software."
    },
    {
        "speaker": "B",
        "text": "Hey, Dan, how about a board of directors?"
    },
    {
        "speaker": "A",
        "text": "Oh my God. I mean, that's another one. And we made fun earlier of the press coverage of Caroline. Press coverage of both Sam and Caroline has mentioned that they were a math whiz. They say, you know, Newton resident and math whiz Caroline Ellison, who cares that they were math whizzes? It doesn't change the fact they were using Quickbooks for their payroll. So I guess they, I guess being the math whiz and having gone to MIT and having parents who are professors at Stanford didn't help them run a feasible company with customer funds, it also."
    },
    {
        "speaker": "B",
        "text": "Just echoes and it sort of reverberates in the bones of people who have this sort of skepticism about, you know, elite universities, quote, unquote, people who are. Who are kind of born with a silver spoon in their mouths, born to the, you know, born to academics, born with connections to policymakers that just. It just rubs everyone the wrong way, doesn't. I mean, there's a huge sort of backlash against that, you know, rich kid sort of vibe that this whole thing has."
    },
    {
        "speaker": "A",
        "text": "Well, if there's anything that adulthood teaches you, like, you know, not to get too philosophical here, but as you grow up, get philosophical."
    },
    {
        "speaker": "B",
        "text": "Dan, it's not all."
    },
    {
        "speaker": "A",
        "text": "I think as you grow up and you've been working for a while and you're more of an adult and you have a career and you meet people in your industry, the more years that go by, the less impressive it becomes where someone went to school and the less it matters. I mean, you know, personally, I went to. I went to journalism grad school at Columbia, and I remember at my first gig, like, so did most of the people there. They had gone to Columbia J school. That was the big pedigree. But in my career, I have found that typically, the more impressive journalists are the people who didn't go to Columbia. You know, it's people who went to CUNY or Michigan State or somewhere else. You know, same applies here. People mentioned that Sam went to Stanford. Who cares? It didn't mean anything. And, boy, no surprise it's already come out. His parents will not be teaching at. At Stanford or. No, he went to MIT, I should say. But his parents will no longer be teaching at Stanford next year. Gee, because you think that would be quite a distraction, right?"
    },
    {
        "speaker": "B",
        "text": "Listen, if you're afraid or if you are disturbed by elite capture and you think that the children of the elites get advantages, come work on Wall street for five years, hang out with them, believe me, it will disvalue quickly of any notions of superiority."
    },
    {
        "speaker": "A",
        "text": "100%. Yeah. You've had that experience."
    },
    {
        "speaker": "B",
        "text": "Yeah. So, listen, I want to just touch on one other story, because this is an interesting one. Shifting gears here, a little bit away from Sam Bankman. Fried. This one is about Core scientific, one of the largest bitcoin miners. I believe it's about 10% of global hash power, which filed for chapter eleven bankruptcy earlier today. Core scientific is a publicly traded company. It trades under the symbol Corz, according the filing with us bankruptcy court for the Southern District of Texas. That's where they're baked. Core scientific estimates its assets and liabilities to be between 1 billion and $10 billion. That's just something that's been reported. I think the numbers, if you look at Q three, are around 1.3 to 1.4 billion for both assets and liabilities. I'm not sure why it's been reported that way. I don't think we can blame the company for that. In any case, the company says it has around 1000 to 1500 creditors. Dan, any thoughts on this one?"
    },
    {
        "speaker": "A",
        "text": "Yeah, well, first of all, bitcoin mining is very lucrative. Until it isn't. And I'm glad you said switching gears from SPF, because this will look to everyone like yet another domino from the FTX collapse. DJ Khaled voice and another one. But the company actually warned about possible bankruptcy at the end of October. Stock plummeted 70% at the time, so this company was in trouble and at risk of bankruptcy. Pre FTX collapse, I mean. And let's remember that even though the freshest thing in everyone's mind, and the biggest news story of the year has been FTX, crypto has had a very bad year. Long before the FTX collapse, there was Terra in May. Bitcoin and Ethereum were in a bad way. Starting in January. It was not a good year for crypto assets. So this was kind of a triple whammy. It was plunging prices, rising costs of energy at the same time, and then bitcoin mining difficulty, which has been steadily increasing. So it really was not going to look up for this company unless things took a dramatic turn for the better. I get the impression that they were hanging on, hanging on, hoping something would turn around. And I'm sure it'll be very frustrating if suddenly crypto gets a big bump and we're back in a bull run, like by March, April, May. And I'm not predicting that, but it's certainly possible because crypto has been so exposed to the macro economy and to tech stocks all year, and if things get better in the economy in 2023, I imagine crypto prices will improve as well. I don't know, but I'm sure that this was the last thing they wanted. They staved it off as long as they could, but this was nothing. An FTX thing. This was a bitcoin is down bad and energy costs are high thing, so you hate to see it. And we should mention, by the way, that here's core scientific filing for bankruptcy. One of its rivals, another big mining company, Greenage, has also raised doubts about its continued viability."
    },
    {
        "speaker": "B",
        "text": "Trey, let me just give a little bit of color here around what this article talks about. This is directly from a coindesk article which does a great job of reporting it. But just as someone who has a little bit of Wall street experience, let me just provide a little bit of clarity here. So this is what is known on Wall street as a prepack. Let me just read directly from the article, quote, core scientific reached an agreement with some of its creditors in what appears to be a prepackaged bankruptcy. For those who don't know, a prepackaged bankruptcy is with a company that's filing and its creditors essentially walk into bankruptcy court. So called hand in hand is usually the phrase that's used. What that means is they're not relying on the bankruptcy court to sort through the assets and liabilities. They've essentially reached a kind of agreement, a modus vivendi, so to speak, with their creditors. And there's a way of just proceeding forward that both the creditors and the company's management and owners think is essentially in the best interest of everyone. It's a way of trying to work things out without battling over the assets. And then it goes on to say, in a prepackaged bankruptcy, debtor reaches some sort of agreement with his dead e before official filing for bankruptcy debt e. That's an interesting word. The miner expects from some of its convertible, for some of its convertible notes in the form of two debtor in possession facilities totaling $75 million. Core Scientific said in the press release. Okay, let's try and de jargonify this. So convertible notes are effectively, they're effectively debt that has the ability to convert into equity. Sometimes people talk about debt for equity swap. Think about this. If you owe, if someone owes you $100 million and they have a company that you think might have some potential of being turned around, you may say, okay, listen, we're willing to take a haircut. That's the phrase that's usually used in the world. We're willing to take a haircut on this debt, but we need something, a sweetener. And essentially the sweetener is they want equity. They want the ability to essentially profit from that turnaround in the case that it happens. Final point here, dip financing debtor in possession. This is a structure whereby the company continues to hold the assets with a security interest or a lien against it from the creditors. Typically for people who are relatively new to the traditional finance side, one of the things that happens in bankruptcy is creditors fight over the jockey for position, basically in the capital structure. And the reason that we have these carve outs, you may ask, why do people get to come in more senior than other people if they're adding money. And the answer is, because if they didn't, nobody would ever add money to a company that was struggling. And the moment it started to falter, that would be the end. So the idea behind debtor and possession financing is you have people who can put in money during a period of insolvency or inability to meet debt obligations specifically, and they have the ability then to put in money and have a higher security interest. Dan, I know you have some thoughts."
    },
    {
        "speaker": "A",
        "text": "Well, when you talk about the pre packaged bankruptcy, again, clearly this company knew it was coming. This was not a sudden shock, and warned about it in October. So they can get their ducks in a row. The other thing people should understand, this is a great example when you talk about distressed assets. I think a lot of regular folks think that bankruptcy means a company is dead. We often see that mistake made. They say, rest in peace, or like, or people say, and now they're bankrupt. Well, it doesn't mean that they're currently broke, and it doesn't mean that the company is necessarily out of business. You know, you file for, there's a reason you have to include that word bankruptcy protection, because very often there can be a restructuring, and if you can make certain people whole, you can continue as a business. The last point here is that core scientific has said that it will continue its operations. In other words, they're still mining during this whole process, and it expects to enter into a restructuring agreement. So don't wave this off and assume that this means core scientific goes away completely and dries up. But it all is interesting. I'll give the macro perspective, which is like when things were riding high and really good in 2020 and 2021. I mean, specifically with crypto prices, you started to see a big boom in miners opening up shop. And in fact, I think there were specific states that were giving tax breaks for mining, and then the politicians in those states had to answer for that. Oh, isn't crypto evil? Isn't it a scourge on the environment that gave rebirth to the whole debate over does bitcoin mining kill the environment? Isn't it hurting the rainforest? Blah, blah, blah. Well, just like anything else, I mean, when the price is depressed and prices down, you hear less buzz about mining. These ones are filing for bankruptcy. Some are going to close up shop, and then you're going to see that expansion again. It comes in waves. If there is a big rise in crypto prices and it comes back, you'll start to see mining get hot again. But for now, it's probably going to be a very depressed, ambling along industry."
    },
    {
        "speaker": "B",
        "text": "Yeah, I wanted to talk about one other story here that came out today, which I think is interesting. Let me just read this. Crypto exchange Gemini has provided an update for its users on its earn program. Assets in Gemini. That's Gemini earn program have been locked since its partner, Genesis halted redemptions in mid November. I know everyone notoriously confuses these two companies. Gemini, of course, Gemini means twins in Latin, right? So it's the Winklevoss twins behind it. And Genesis, of course, is Barry Silbert shop over at TCG. So Gemini co founder Cameron Winklevoss says he has that a plan has been submitted to Genesis and its parent company, DCG. That's interesting. Winklevoss says the plan aims to, quote, resolve the liquidity issues at Genesis and DCG and provide a path for the recovery of the assets. Close quote. Details of the plan have not yet been provided. Here's what's interesting to me. Cameron Winklevoss specifically, specifically making reference to the parent company, DCG, in addition to the portfolio company or operating company Genesis. Dan, what's your take on this story?"
    },
    {
        "speaker": "A",
        "text": "Well, first of all, you're right. It's confusing for a lot of people. It's like, wait, Gemini, Genesis. And Genesis is owned by DCG Digital currency Group, which is Barry Silbert, former founder of Second Market, which sold to the Nasdaq. Gemini was separate, and it's actually been around quite a while and has a lot of licenses. It's kind of been a quiet, solid exchange, although I don't know that many people who use it personally. It's been kind of a smaller player. But the Wingeloss brothers have steadily run that business and they've done it in a compliant way. They've gotten a lot of licenses, no connection to DCG. And yet this was a classic example of contagion in crypto. In fact, Genesis, at first, after the FTX bankruptcy filing came out and said, we're okay, we weren't exposed. Then they come out and say, well, actually, we're going to have to pause withdrawals just on our lending arm. Then Gemini sort of over here has to come out and say, okay, well, then we have to pause redemptions on our Gemini earn product because our partner on our Gemini earn product was genesis. And it's like your head is spinning. And I think all of it has been a reminder of just how interconnected all of the centralized crypto ecosystem is. This company gets its liquidity from this company, and this firm is invested heavily in this firm. And this firm has a venture arm that took money from this firm. I mean, a lot of connected web there and contagion. Now, what really matters here, the big takeaway for people, because you might be thinking like, well, why do I care about Gemini or Genesis? The big question is, is DCG in trouble? And if DCG is in trouble, that would be very bad. Now, digital currency group at first was pretty silent. Barry Silbert was silent for like, many, many days. And, you know, I think the tweets got loud enough of people saying, oh, crickets from Silbert that he finally came out and sent out a shareholder letter that was widely reported. And it basically said like, yep, we owe a bunch of money to Genesis, which is our own, you know, entity, but we will be okay. And we've weathered storms like this, even though this one is particularly bad. I didn't find his letter to be very reassuring in terms of, like, what is the health of DCG right now? And it has come out since then of, you know, let's unpack that, let's."
    },
    {
        "speaker": "B",
        "text": "Talk about it, because I think it's important for people to understand kind of the web of interaction here, at least understand how these companies are operating. So obviously, as you point out, Gemini and Genesis, distinct. Gemini has a much more retail facing sort of front to the company, whereas Genesis is much more of a back end, as you can see. Basically, they're the liquidity provider for Genesis. Another point to make about digital currency group. So it owns three companies now that people are familiar with. I think they have seven or eight or nine portfolio companies, something in that range of operating entities. Yeah, but the three big ones are, of course, coindesk, which is separate. And they have, I can assert that at least at the time that I was there, there was a very clear operating sort of firewall between the editorial operations and the parent company. So it's coindesk is number one. And then obviously, Genesis and finally, grayscale investments. Now, grayscale investments, for those who don't know, controls the largest, the largest bitcoin publicly traded vehicle, which is GBTC grayscale bitcoin trust. I believe it's over ten or $11 billion, probably eleven. With the price of bitcoin right now in terms of assets under management, it's about 600,000 bitcoin. So it's an absolutely enormous player in the space. But we can see right now that this is trading. The GBTC, the grayscale bitcoin trust, is trading at a very large discount to the net asset value. In other words, the price that people are willing to pay for the shares of GBTC reflects a far lower underlying valuation relative to the net asset value. In other words, the bitcoin that that fund holds are dramatically, dramatically undervalued based on the share price. So essentially, it's pretty close to a 50 cent discount on net asset value. I think it's trading now at about, well, it looks like 47.54%. So call it pretty close to 48%, meaning you can buy a, uh, almost a bucks worth of assets for about $0.50, which also means it's."
    },
    {
        "speaker": "A",
        "text": "It's failing to do what it's supposed to do, right?"
    },
    {
        "speaker": "B",
        "text": "I mean, which is track the value of bitcoin."
    },
    {
        "speaker": "A",
        "text": "Yeah. If you're buying into the bitcoin trust to track bitcoin, the idea was supposed to be it's a way to have exposure to bitcoin without having to buy any, because I think there are, uh, legitimately, there are people out there who they're kind of interested, but they're not about to set up a coinbase account, they're not going to go buy any, they're certainly not going to self custody their assets. But if you're getting a discount to the actual value of bitcoin, what's the point here, right? And this thing has been trading at a discount for many, many months. What they want to do desperately is convert it into an ETF. But as we know, the SEC has still not greenlit a us spot bitcoin ETF. That is an ETF pegged to the current price of bitcoin. Instead, it has only allowed a futures ETF, which is bets on the future price, which mostly too confusing for regular folks."
    },
    {
        "speaker": "B",
        "text": "But this is spot on, Preston. This is really the core of everything that people are talking about in the industry, and I think it's important. I know it is a little confusing, but for us to try to unpack it, at least. So, one sort of prerequisite to understanding this is the current debt dynamic. So that we've seen. For example, the Financial Times reported that DCG has an aggregate debt exposure of around $900 million. And then shortly thereafter, coindesk, the publication that's owned by DCG, came out and said, no, that only includes one class of creditor. By our calculation, there are three classes of creditors, and the exposure looks more like $1.8 billion, billion dollars DCG has been trying to raise. Depending upon the reporting you read about a billion dollars, some report more, some report less. Obviously, that's been something that they have struggled to do based on the reporting coming out of the Wall Street Journal and others. Yesterday we had a story that there was a $350 million obligation owed to a financier named Todd Bailey. I hope I'm pronouncing that correctly. B o e h l y. He is the owner of a football team, I think, Chelsea, Chelsea football club in the UK. He's owed $350 million that will be due, that would fall due, let's see, very shortly. I think that the point is, based on the reporting yesterday from the financial Times, that he's a creditor that's going to be owed money in rather short order. Here's the interesting thing about the news about the investor letter that you mentioned yesterday, Dan. So as I understand it, and you made this point about the transition that DCG has proposed from a closed end fund to a spot bitcoin ETF. Essentially, based on my reading of the letter yesterday, it said, basically there's a plan a and a plan b for DCG. Again, this is, I'm not an attorney. I was just reading the letter. This is my understanding that they have a, that they, the plan a is basically, we want to convert the closed end fund into a spot bitcoin ETF. And the reason that they want to do that is because spot bitcoin ETF's are convertible. You can essentially, you can essentially exchange the assets for the underlying value of the shares. You're not locked in with a closed end fund. There are a whole series of SEC rules that prevent them from exchanging the value of the shares and essentially to make the share price closely track of the net asset value. Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "A",
        "text": "Whoa. Landing an account this big will totally change my landscaping business. It's going to mean hiring more guys and more equipment and new trucks for the new guys to drive the new equipment in. I don't know if I'm ready. You can do this. And Ford Pro finsimple can help. Our experts are ready to make growing pains less painful for your business with flexible financing solutions that meet the needs of your business today when you need them. Get started@fordpro.com."
    },
    {
        "speaker": "B",
        "text": "Financing so here's what's interesting. Plan a was we want to convert that from a closed end fund into a spot bitcoin ETF. And in order to do that, they're basically, the SEC said, nope, we're not going to allow that. They've then sued SEC. It is now before an appellate court a three judge panel in Washington, DC. That's plan a. So, in other words, for plan a to take. To take effect, the judges have to rule against SEC and in favor of."
    },
    {
        "speaker": "A",
        "text": "DCG and crypto lawsuits against the SEC have not been successful recently, library, etcetera. But plan b. Yeah."
    },
    {
        "speaker": "B",
        "text": "And so. And so. And so, plan b. What's plan b? Hold on, let me find this. I want to look it up. I don't want to miss. But this is plan b is. That is the tender offer. And the tender offer. What's interesting about the tender offer is that SEC rules explicitly prohibit them from making a tender offer on a closed end fund. And so what's interesting about that is they then need to get a rules variance from SEC in order to do that, who they are also suing in an unrelated matter. So, basically, my understanding is that plan A and plan B both require either a variance on a rulemaking action from SEC or a reversal of an SEC decision from a three judge panel. Plan C, according to the letter, is. There is no plan c in the letter. And listen, we don't want to judge. Maybe there is a plan c that DCG is thinking about, but they just haven't let us in on. But, boy, you know, this is a. This is an interesting situation."
    },
    {
        "speaker": "A",
        "text": "Yeah, 100%. And I'm not really sure what the 20% tender offer would necessarily achieve. It certainly wouldn't, uh, rescue the whole thing. Um, you know, the. The real takeaway for everyone is plan a and plan B both rely on the SEC. And the SEC, uh, hasn't been very friendly to this stuff. I don't think that's about to change. Unless suddenly there's a new chair. Um, you know, I mentioned the library thing without getting too much in the weeds of that. That was a prominent lawsuit from a company that had launched a token years ago. The SEC sued and said, you know, you owe this much money because you did an unregistered securities offering. Uh, library was very hopeful and optimistic and did some tough talk. They lost. So library is shutting down, functionally. And Gensler has made very clear that, other than bitcoin, he thinks every single digital token is a security and needs to be registered as such. Now, that's sort of separate to the grayscale stuff. But the point is, he is not going to allow a spot bitcoin ETF in the US anytime soon. He thinks it's too unsafe for investors. You know, they're still using the 50 year old Howie test. And so if you're grayscale, you know, those sound like interesting options. And they're always very careful about updating their shareholders. They want to show that they're with it. They know people are upset about the discount, but if I had to predict, six months from now, it'll just be status quo. It'll be the grayscale bitcoin trust, and it'll be trading at a discount to the actual underlying price of bitcoin. So really, you said there's no plan c. Plan C is hope that the market improves."
    },
    {
        "speaker": "B",
        "text": "Yeah. I would point out that the challenge with this idea of status quo is that they have these debt obligations that they need to meet. These some hundreds of millions of dollars, billions of dollars. By reporting based on coindesk, we don't really know what the internal debt dynamics are, how long they have in terms of Runway, but we have a, for example, the FT reporting this $350 million owed to Mister Bailey. I would say that there is. It's not entirely dependent upon the SEC. They could have a federal appellate court intervene and effectively reverse the SEC decision. I'm not a lawyer, but that sounds like a relatively high bar to meet."
    },
    {
        "speaker": "A",
        "text": "Right. And that's what I mean. Dependent on the SEC, in a sense, either on the SEC changing its mind or on an even higher power, you know, slapping the risk of the SEC, which I don't see likely, but, yeah."
    },
    {
        "speaker": "B",
        "text": "Dan, this was a fantastic conversation. We got to completely go down the rabbit hole here for the holidays."
    },
    {
        "speaker": "A",
        "text": "I love it. And you know this real quick, I'm sure we're living on time, but there's one other thing. We've been talking about DCG and its health. We haven't mentioned at all. This development from just a few days ago, which maybe it was nothing, but maybe it'll prove in hindsight to have been everything and be very revealing. This dutch crypto exchange, and most people haven't heard of, Bitvo, announced to its customers, basically, that it has €280 million, which is about $300 million, and that's 18% of all of Bitvabo's funds locked up with DCG. And it said we can't get our money out, which, uh. Oh, that doesn't sound very good. And in a block."
    },
    {
        "speaker": "B",
        "text": "It's Genesis, though. And they essentially said that we make no distinction between Genesis and my reading."
    },
    {
        "speaker": "A",
        "text": "Exactly right. That's how I was going to get there. You know, DCG came out and said, well, that's not us, that's Genesis, which is an independent subsidiary. Well, ironically, here we are talking about the FTX empire. You know, how many things are really independent subsidiaries. And even if that's true, and DCG is saying, well, that's not us, that's Genesis. Well, at the end of the day, if Genesis goes down, and it is in a very bad way, that is very bad for DCG. So we'll have to keep watching and see what happens there. But you never want to hear one company saying, we can't get our funds out of another big player."
    },
    {
        "speaker": "B",
        "text": "Yeah. And also the FT reporting reported that there are interlinkages between DCG and Genesis and the other portfolio companies where there's been money loaned, I believe, in both directions between DC, genus, portfolio or operating companies. And by the way, I would point out we also see the echoes of that in Cameron Winklevoss statement this morning making reference to Genesis and DCG 100%."
    },
    {
        "speaker": "A",
        "text": "Yep. And we're in a time now where, you know, and I tweeted this a few days after the bankruptcy, but I was like, you know, I think it was when it was coming out that certain news sites like Semaphore was backed by SPF. And I just said, if you, if your business has some kind of investment connection relationship with FTX and you are silent, now is the time you need to speak up and not remain silent. And I only say that to say that we are seeing founders and certain figures who almost never kind of peel back the curtain, come out and say stuff because they have to at this point, you know."
    },
    {
        "speaker": "B",
        "text": "Yeah. Dan, I want to give you the last word here. Key takeaways, final points that you'd like to leave our viewers with."
    },
    {
        "speaker": "A",
        "text": "Well, I know it's very basic, and I'm a broken record on this in sort of media appearances recently, but crypto is going to continue. I don't know who needs to hear this, but someone right like this doesn't mean it's the end of crypto. It's all dead, dead, dead. Yes. Prices are down. And I also sound like some kind of bitcoin flag waiver when I say this, and I'm not. We disclose how much we have. I own one bitcoin. But it is true that as bitcoin people say, like, if you zoom out your time horizon, people who've held onto these assets since 2013, 2014 are still up. People just like to focus on what has happened in the past year. Make no mistake, it has been a brutal, abysmal year for most of crypto. Nfts down bad, most of the crypto assets down bad, bitcoin and eth down bad. And yet there have been things that have been encouraging. We named Polygon our project of the year last year, mostly for signs of mainstream adoption, Reddit, Instagram and Starbucks. I mean, wow. All three of those big entities have chosen polygon for these NFT initiatives they're launching. Another big thing that went overlooked, the ethereum merge. It happened, and technologically it was a success. Now it kind of went unremarked upon because it didn't pump eth. And so people think it happened with a whimper, not a bang. But that was really significant. The Ethereum merge happened that had been anticipated for years. So I would just tell people the news right now is all bad, but crypto will continue into 2023."
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely. The ethereum merge went flawlessly. And as bitcoiners have been pointing out to me on Twitter, obviously bitcoin is doing what bitcoin has been doing since 2009. There have been no problems in the network. It just continues to go forward. It continues to order transactions. It continues to be the ledger of record. And that is something that we need to point out and I think really emphasize and stress. But yes, the revolution continues. Obviously, it's a bumpy one. Look, I'm going to date myself here and say that when I was one of the young guys working on Wall Street, I remember that 2000 dot implosion, and I remember old guys who are probably younger than I am today saying, hey, kid, that Internet thing was really cute. What are you going to do with the rest of your life? The revolution continues. These things do not happen in short bursts. It is a marathon very much and not a sprint. And I think that, that this is, these challenges that we see, whether it's alleged frauds, abuses of varying kinds, human failures of varying kinds, that doesn't really take away or detract from the big picture of what's actually happening here. One more point, I would say, in terms of what we're doing at real vision, and I think what you guys are doing over decrypt and your reporting, I think it's important for people to understand that there's going to be a lot of interesting stories in the mainstream media, the non financial press and the financial press away from crypto, where you're going to be hearing lots of stories about whether or not Sam Bankman fried is getting vegan or vegetarian meals while in custody. The story here that I'm going to be focusing on is where the next shoe to drop is going to drop, if indeed it does drop. And we don't know that's very much an open question. We don't actually know what's going to happen next. We could see continued challenges. We could see one of these companies that we're looking at right now that has been under distress become the next big story. Or not. Or not. That's the important point. We could see this stabilize. We just don't know. That's why we're watching this so closely and that's why we appreciate you coming and joining us down and talking about all this."
    },
    {
        "speaker": "A",
        "text": "My great pleasure. And yeah, as you say, anything could happen next. You know, if FTX was the mess that it was behind the scenes, we just don't know, really. Never say never. We don't know who will be the ultimate winners in the space. And nothing with your money is ever guaranteed safe, right? So people should, as always, be very careful. But it's interesting, it's exciting to cover. Good chat as always."
    },
    {
        "speaker": "B",
        "text": "Yeah. So keep watching real vision. Keep reading. Decrypt. We're going to continue to cover this story in both places for a very long time. I message to our viewers and listeners, if you're looking for a Christmas present, head to realvision.com forward slash gift 22. That's realvision.com gift 22. You can gift a real vision subscription and get a discount on your renewal. Two birds with 1 st. Dan, listen, great to have you here today. We really enjoy this. Always got to come back and do this again with us soon."
    },
    {
        "speaker": "A",
        "text": "Good fun. There's never any lack of stuff to talk about, right?"
    },
    {
        "speaker": "B",
        "text": "Absolutely. Especially when you're here with us. Dan, thanks so much."
    },
    {
        "speaker": "A",
        "text": "Thank you guys."
    },
    {
        "speaker": "B",
        "text": "Thanks everybody. Have a great afternoon."
    }
]