[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint."
    },
    {
        "speaker": "C",
        "text": "Mobile.Com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hello, and welcome back to real Vision Crypto Daily briefing. Here's why you should watch today's show. Cryptocurrencies are soaring. We'll discuss what's driving this surge and whether it will last. Plus, we look at opportunities in crypto micro caps. Crypto weatherman will be joining us live. I'm Nico Bruga. Marco Oliveira is with me today. How's it going, Marco?"
    },
    {
        "speaker": "B",
        "text": "It's going good. It's always a good day when we see a sea of green out there. And I'm excited for this conversation with Tim crypto Weatherman. Nico."
    },
    {
        "speaker": "D",
        "text": "Likewise, Marco. Very excited for that conversation and could not have been more pleased to see all that green this morning. Let's hope it keeps going. And now a brief word from our co founder, Raoul Powell. Things are tough out there. So to stay true to our mission here at real vision to help investors, we have just reduced the price of a subscription to real vision, essential to $99 a year, and a subscription to the plus tier to just $400 a year, all until the end of October. There's also a juicy discount on our pro crypto tier. So scan that QR code at the bottom or head to realvision.com cryptopricing to learn more. All right, with that said, let's jump into the latest price action. Like we said, we got some actual action. Finally green across the board. And it's not just that we're seeing big moves. The total crypto market cap even briefly regained $1 trillion. Indeed, bitcoin is rising to within touching distance of $21,000 for the first time since September. And it is up about 7% in the past 24 hours. Marko, what are we looking at with Ethereum?"
    },
    {
        "speaker": "B",
        "text": "Well, it's funny, Nico, just yesterday and for the past couple of weeks, we've been talking on and off camera about how everything is just flashed. And so it's refreshing to see this move. Today, ETH was up as much as 15% on a 24 hours basis, we're seeing a close to 1600 for the first time since September since the merge. Right. Most of the large cap cryptos are performing well. Today. We're seeing big gains in the top ten, meaning dogecoin, solana, cardano. Hopefully all of this sticks. It's also worth pointing out that BNB, the native token of binance, has risen above stablecoin USDC to number four spot in the total market cap. Nico?"
    },
    {
        "speaker": "D",
        "text": "Absolutely. Thank you for that, Marco. And definitely binance going from strength to strength. However, on a more sour note, remember buy two B O launched a year ago. It was the world's first ETF tracking the price of bitcoin. Of course, an ETF as an exchange traded fund, buy two attracted record investment. Now it's become another record holder. But one it may not want by two is down 70% from its debut. According to Morningstar data cited by the Financial Times, it's lost $1.2 billion of investors money. That's more than any other ETF debut ever. Still, investors appear to be committed. The ETF is not seeing big outflows. More money went in than out in the past six months. So let's look at what's driving today's price mat action. Marko, just what is behind it?"
    },
    {
        "speaker": "B",
        "text": "Well, Nico, according to data from Coin analyze yesterday, crypto markets saw around 700 million in liquidation on short trades. For those who don't know, shorting is when traders are betting the price is going to fall. Coin ally says that that's the highest volume since July 2021. And these liquidations may have contributed to a short squeeze, which could also be the cause of the big prices and the big jump in prices we're seeing today. The data also shows there were liquidations on long trades to the tune of $100 million dollars. And again, for those who don't know, it's the opposite of the short trades, right? Longs are just bets the price are going to rise. So, all in all, the data is showing volatility in both directions. Notably, of the 700 million shorts that were liquidated, about 600 million was on FTX. Well known trader Hasaka trades had this to say about it. He said on Twitter, this was by far the largest 24 hours liquidation in FTX's history, and the runner up isn't even close."
    },
    {
        "speaker": "D",
        "text": "Nico, very interesting, and we'll be very keen to hear crypto weather man's thoughts. We'll speak to him shortly. But first, some other news. Coindesk is reporting on a landmark United Kingdom votes. The lower house of parliament voted Tuesday in favor of recognizing crypto assets as regulated financial instruments and products. Measures came as part of the financial services and markets bill. Marco, just what is in it?"
    },
    {
        "speaker": "B",
        "text": "Well, here's what's in an eco crypto assets would be treated like traditional financial assets. This draft bill includes measures to extend existing regulations to stable coins, which of course are cryptocurrencies pegged to fiat currency currencies. And it would also regulate promotional activities around cryptocurrencies. Companies without a license to operate in the UK would be banned. Andrew Griffith, who is the financial services and city minister, said the industry would be consulted before regulatory powers are deployed."
    },
    {
        "speaker": "D",
        "text": "Nico and just Marco, one last question. When do we think this might actually become law?"
    },
    {
        "speaker": "B",
        "text": "Well, that's a good question. It's tough to say. There are still a few steps before we get there. The bill is heading to the upper house of parliament, the House of Lords, as it's known. And once it's approved there, any amendments are going to be considered. Finally, then it goes to the king for final approval, which is just a formality. But with that said, we have a long way to go before it's finalized. Nico?"
    },
    {
        "speaker": "D",
        "text": "Thank you, Marco. And indeed, the UK is not the only country changing its crypto regulation this week. Another one is Singapore city state central bank today proposed a slew of new measures regarding stable coins and retail trading. Marco, just what are they proposing over there in Singapore?"
    },
    {
        "speaker": "B",
        "text": "So basically we have two sets of proposals. Let's start with the first one concerning retail traders. According to TechCrunche, Singapore may soon require retail investors to take a test, and they will also restrict the use of credit card payments and other forms of borrowing for trading cryptocurrencies. Singapore's central bank thinks crypto companies licensed to operate in that country should not offer lending to retail investors. It's also important to note that right now this is just a proposal, but if it's introduced, this could be a big blow to a lot of firms. The bank, of course, acknowledged that this measure is stricter than the rules around traditional assets. But in their view, the risk for retail traders in crypto is higher than for traditional assets. And this is why their proposing this consultation on the guidelines are going to take place until December 21."
    },
    {
        "speaker": "D",
        "text": "Nico thank you for that Marco. Now, you also mentioned there's another set of proposals. Mind digging into those for us?"
    },
    {
        "speaker": "B",
        "text": "Yes, that's right. So the next one is about stable coins. The proposal says that stablecoin issuers make adequate disclosures about their tokens and hold reserve assets and cash, cash equivalent or debt securities that are, quote, at least equivalent to 100% of the par value of the outstanding tokens in circulations at all times. I mean, that's basically saying stable coins have to always be fully backed one to one. And as for the debt securities, they have to come from central banks in countries whose credit rating is at least aa minus. And the bank will be conducting monthly audits on this requirement."
    },
    {
        "speaker": "D",
        "text": "It's actually quite a shift for Singapore, Marco, which has been as crypto friendly as one could be for the most part recently. Indeed, it sits at number ten on Solidus labs global regulation index. And I actually read the bank said on the collapse of a number of crypto staking and lending firms this year cause significant harm to consumers. Clearly those measures reflect that. Now let's look at our final news story before we speak to crypto weatherman. We all know the big ethos behind cryptocurrencies to make payments effortless, quick and cheap, especially cross border payments, which are notoriously slow and expensive. Now, even a company that's almost symbolic of the legacy system is potentially getting into crypto. That's right. We're talking about Western Union. Cointelegraph is reporting Western Union filed for three crypto related patents last week. The trademarks cover activities related to managing wallets, exchanging digital assets and commodity derivatives, issuing tokens, as well as brokerage and insurance services. Marco, what do you make of all of this?"
    },
    {
        "speaker": "B",
        "text": "Well, Nico, interestingly enough, this isn't Western Union's first foray into crypto. Some people may remember that they partnered with Ripple to settle payments of remittances in 2015, but that project never got out of its test phase. They partnered also with blockchain platform coins PH to enhance services in the Philippines. Remittances is a huge market, Nico. So according to Grand View Research, the global digital remittance market size was valued at $17.9 billion in 2021, and it's expected to expand at a compounded annual growth rate of 15% by 2030. But with it being such a big, big place, it's also a crowded field. Coinbase is offering services in Mexico, which is the world's second largest remittance market. And PayPal Mastercard have also been expanding in that arena as well. Nico thank you for that."
    },
    {
        "speaker": "D",
        "text": "Marco. Well, that's it for today's news. Now onto our main interview, let's bring in our guest, Tim Ruth, better known as the crypto weatherman. Marco, Tim, it's great to see you both. I'm going to hop off, listen to this. Come back with some key takeaways, but, Marco, I will let you take it from here."
    },
    {
        "speaker": "B",
        "text": "Sounds good. Nico, thank you. Thank you, Tim, what's going on? How are you doing today? Thanks for coming on."
    },
    {
        "speaker": "E",
        "text": "Yeah, doing great. Thank you so much for having me on today. Really excited to talk about some of the topics like bitcoin. You know, we're going to touch on melt up here in a little bit, the value of the dollar. These are all really exciting topics. So again, thank you for having me on today."
    },
    {
        "speaker": "B",
        "text": "Yeah, exciting topics, for sure. I mean, so you were listening to those stories there that we were just talking about. Tell me, is there any thoughts that you have on those stories that you could comment on?"
    },
    {
        "speaker": "E",
        "text": "You know, I've been kind of like the resident bull in the crypto community. And granted, I kind of tweeted this out just a little bit ago. Bitcoin has came down into this like 18 five. There's kind of like this rough price line. I've defended this line, kind of like a yemenite, a goalkeeper, 17 times successfully. And so it's really nice on these green days that we're seeing in the market. The bears are kind of quiet in my comment section because I start wondering, is this melt up? Could this be viable? Because the perception for literally 133 days is that the market's going to go down. You're going to see 13k bitcoin. You may even say six k bitcoin. That's some of the narratives. But on these days, that narrative seems to switch, at least temporarily."
    },
    {
        "speaker": "B",
        "text": "Right, and how often is it true that the market knows what's going to happen?"
    },
    {
        "speaker": "D",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless 30 30 Biddy get 30 bid to get 20. 2020 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com."
    },
    {
        "speaker": "C",
        "text": "Slash switch $45 up front for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at mint mobile.com."
    },
    {
        "speaker": "B",
        "text": "Well, with that said, I think we should jump into bitcoin and start looking at the chart there. Obviously, like you mentioned, you know, this is the first time that we're breaking, or as we mentioned earlier, it's the first time we're breaking above 20k in a few weeks. We have. We've been in this lull. I'm curious to hear what are your thoughts when it comes to bitcoin. How are you analyzing it? What are you seeing in the technical profile of it?"
    },
    {
        "speaker": "E",
        "text": "So, you know, I put up the. This is the weekly chart here. And so when I'm looking at the weekly chart, I'm thinking a longer timeframe. Okay? This is not something that you can do a degenerate trade in the next hour. Okay. This is more of a longer term mindset. And I drew these lines up here, and these lines are reflective of the bull run from July to November in 21 and the commencement of the bull run into 21, because I often get those comments. There's no way bitcoin could get above 50k. But the fact is, is that it's already done this rate of growth twice before. Okay? So from a technical perspective, we've had bullish divergences printing across the board. We're going to talk about the dollar here shortly. But as the value of the dollar is decreasing, these fund managers are looking to take a weakening dollar and putting it into growth assets. And I think a large part of that is crypto, notably bitcoin. And you mentioned just previously, like, I don't really personally, you know, this is a bit opinionated. I don't care if countries are adopting bitcoin. I care that institutions are coming into the crypto space. So you just mentioned Western Union. That is a big financial sector coming in there. When I see things like Blackrock coming into the crypto space, Wells Fargo, bank of America, these are fundamental factors with a lot of money that can really push it up to new highs. And then, you know, we look at the shorts that have been, you know, getting liquidated just today, a record amount for Ethan. It's the same thing over with bitcoin. Those. Those shorts have been liquidated. I was looking at the numbers today. The shorts and puts are four times higher than they were at the bottom. Keyword, the bottom of 2008. Okay, just on binance this morning, $2.5 billion worth of shorts that are still in the cage to be liquidated. So I think that we've only seen a fraction of that, and I think much, much bigger numbers for bitcoin are coming."
    },
    {
        "speaker": "B",
        "text": "Speaking of the melt up, you mentioned in the beginning, this prediction you have for this third leg up, I believe you also believe there's going to be a meltdown shortly after the melt up. Please walk us through how you're thinking about the melt up. What is it, and what are your justifications for thinking that this is something that's going to happen soon?"
    },
    {
        "speaker": "E",
        "text": "Yeah, absolutely. So when I chose the word melt up, granted, this is not a trading signal. This is something I have a hard time conveying to mass amounts of people. This is a long term forecast. We're coming towards the end of the year, so the timeline is tight. But I've been talking about this a while. But I could have chosen words like a bear market rally. I could have said bull market. I was very specific in the word melt up. And the reason being is because there are certain criteria. One, it has to be a poor economic environment. 8.2% inflation is not good. I know that that rate has been coming down, but it is not good. We are in a very poor economic environment. There are global tensions going on. There are currencies that are failing around us. So that checks the mark for a melt up. Now, a melt up. What largely drives this is massive amounts of open interest. And if you go back to the chart where I show open interest, it has the white line. Yes, that one right there. Open interest is at higher levels today than it was at the short squeeze in July of 21, and it's higher than the commencement of the bull run going into 2021. So the money is there. And this is essentially, I kind of like to call it like artificial money, but it's higher now. Now, the reason these are open interest is essentially derivative contracts. These exchanges have to stay hedged. And we're seeing a bit of that action today. There comes a point where the bulls can't pay the bears or the bears can't pay the bulls. So the exchanges will essentially buy the token to drive the price in a direction that keeps them profitable. Well, when this leverage and these derivative contracts get out of control, they have to shoot the price. But then you also have fomo. Go check the comment section on my Twitter or my TikTok and you'll see. Do you think I should buy now? Do you think it's going to continue up? That wasn't the questions I was getting three days ago. I was getting more snarky comments. Oh, it's going to crash more. So it's kind of like that reverse psychology. They start feeding off of each other where you have fomo and liquidations, short squeezes, pushing it up. And lastly, we've seen where there is no doubt, I believe, that the Federal Reserve is going to do a fed induced recession. We've seen them come out with that language. And one of the key lines is that they're going to deleverage. They're going to deleverage the markets. The only way to do that is to shoot the price up to get, basically liquidate all the bears, all that leveraged positions out and then shoot the price down to get rid of all your long positions that are out there. So one last comment. Is the Fed pivot? We've seen narratives about that. It doesn't, I would prefer it in November. So my forecast comes true sooner, but it doesn't matter if it comes in February. And the reason being is because the market moves on average 116 days before economic activity, before economic decisions. So I should be, and I believe most people should be in bullish mindset now."
    },
    {
        "speaker": "B",
        "text": "Very, very interesting. So yes, they're going to be deleveraging people by getting out the bears through this run up and then the bulls for the opposite way direction. Okay. That's super interesting. Something else that you mentioned as a point here on your, on the previous image that we were looking at with the melt up is the dollar, the DXY. I like the point number six. You said DXY looks like poop emoji, which is interesting that we have that there. It's kind of a contrarian point of view because a lot of analysts that we see out there, they're thinking that the dollar's technical profile looks bullish on a long term basis. They're pointing to things like the dollar milkshake theory for, and for people who don't know what dollar milkshake theory is, it's essentially that the demand of the dollar is going to increase because even though other countries don't want the dollar, they need the dollar to service their us debt or to buy commodities such as oil from the Saudis or soybeans from Brazil. And because of this is kind of creates a hidden demand in the dollar and the price goes up. But you kind of have, you have a different view here. I love contrarian points of views because it expands the viewpoint of not just the viewers but myself and everybody. And so I'd love to hear your views on the dollar. What you're seeing that you feel like the dollar is, is bearish in the short to medium term."
    },
    {
        "speaker": "E",
        "text": "Yeah. So let me ask you, and I think a lot of people watching this will know that they've seen estimates. First of all, you know, 120. That was kind of the number that I saw all over Twitter and TikTok and YouTube, 120. And before I even kind of go on to the, my Dixie rant is when you see a number like that. Let me, let me step back. Do you remember when you saw the 300k bitcoin estimates or the ten k ethereum estimates. What are all these numbers have in common? They're perfectly round. They're perfectly round. Okay. 100 2010k. What that instantly tells me is that they're speculative guesses. There's no analysis that is typically behind that. I've actually done some analysis behind the DXIE and nothing leads me to 120. In fact, I had a top of 113.77. We went to 114. So a little bit above. But those 120 estimates, I don't. I think it's a lot of chirping that you're seeing online instead of, like, tangible analysis. And one thing that a lot of people don't realize is DXY is not. It's not necessarily traded. Okay? It's actually a calculation. It's a formula. And so some of your biggest factors that go into that, the euro, the japanese yen, the british pound, those have the biggest impact. Think of it from a leadership perspective. Let's pretend you're the bank of England and you're watching the british pound just absolutely go downhill. What is your gut reaction? To help your country, to help your currency, you're going to try to save it. And in fact, we have seen those, those instances come along. Okay. Germany, another big user of the euro. 197 billion in protection against energy prices. The bank of England doing their emergency bond buying. Japan has been wary of raising rates for fears of more recession. So they're more fearful of recession than they are necessarily inflation. Okay. But all of these other currencies outside of Dixie are looking to protect themselves, are going to fight against the rallying dollars. And we're seeing that in the charts as we speak. And then I also like one last point when we're looking at the Dixie. For the last decade, Dixie has followed divergences. That's a particular trading style of mine. For the last decade, it has accurately followed, followed divergences. And it's been printing a bearish divergence for literally weeks. This is a currency. It moves much more slower than what we're used to in crypto. So going from 114 to 110, very slow process. And a lot of people question it because you're used to that high heavy volatility in crypto, but it's absolutely breaking down. Ultimately, I could see Dixie coming all the way down to $97. That's kind of my target for a bottom there. But ultimately, I think down the road, probably late 23, potentially 2024, you're going to see it rally back up and then we, maybe we'll see those 120 estimates. But short term, midterm, there's just literally no data that is supporting those estimates."
    },
    {
        "speaker": "B",
        "text": "Well, so the next thing I want to cover is the micro caps. I know this is something that you cover extensively, and I want to preface this part of the conversation with this is not financial advice. Obviously, anything we talk about is not financial advice. Right. But, but this part specifically because microcaps, for people who don't know, they're really small market cap tokens. And, and, you know, it doesn't take a lot of volume to, to be adding to make these really, really volatile moves there, but they're where you can make a lot of profit if you get it right. And I know that you have, Tim, you have a really successful strategy for not just only identifying them, but for also trading them in terms of their, their technical profiles. Can you walk us through micro caps and your strategies?"
    },
    {
        "speaker": "E",
        "text": "Yeah, I absolutely love micro caps. I've got a few here. We're going to talk about it. But these, this is where you see a lot of degenerate trading. And don't get me wrong, there are some great meme coins out there that you may see some profit on it, but personally, I think that a lot of these micro caps, they forget that these are companies, these are startup projects. And I think that if you dig down in the bottom of the barrel, down at the very bottom of coin, market cap, there are some really bright opportunities. And the reason I bring these up, as I see it every day in my comments, what crypto weatherman, what's the next hundred x coin? That's, that's going to make me rich? What's going to put me on a yacht? And you're not going to get that from any of your top 50, your top hundred coins. Bitcoin is not going to 100 x. ETH is not going to 100 x. It's too large of a market cap. So you really need to be looking for market caps. Less than $50 million. Okay. And it's absolutely possible, if you look at, say, Solana, I kind of put a news clip down here. If you put $1,000 into it before 2021, it grew to well over $100,000. So my personal strategy, and I just put a few of my personal favorites up here, power ledger. This is a business. They're looking for energy efficiency across communities and across towns. Solve care. They're looking to resolve administrative health costs. Those are big on people's bills, particularly in America and Fort Knoxville, which is in the business of beneficiaries. If I kick the bucket, how easy is it for my family and friends to access my crypto. If I pass, it's not, it's not user friendly. And that's where Fort Knox comes in and makes it an automatic process. These are businesses. They do not care if their token goes up or down, which actually makes me believe, much stronger, that it's going to be around in the next bull run, whether it's next week, next year, or in two years. My conviction is there. So the hundred x potential is really strong with these. Now, I want to preface, micro caps are very risky. Don't know this. We said not financial advice at the beginning, but having a diversified portfolio where you place small bets. Okay. And here on the left side, if you look, you know, say you put $1,000 into five coins and four of them fail, they go to zero, which is very possible with micro caps. You should just kind of embrace that fact. We try to reduce those odds with research and that type of work. But if you have one winner that does 100 x, that's $100,000. So what do you really care if four of them fail? So that's kind of my strategy with micro caps. I remember when Hbar was a micro cap. Okay, these have all exploded in 21. We're seeing big institutions come in. There will be new hundred X coins. But again, you have to look down at the bottom of the barrel to find these."
    },
    {
        "speaker": "F",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, theres a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your companys spending and control who spends what with each vendor. Ramp software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank."
    },
    {
        "speaker": "E",
        "text": "And Celtic bank members of DIC."
    },
    {
        "speaker": "F",
        "text": "Terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "I love that you put here that you can use that profit to pay for a typical house in West Virginia. I'd have to add that that's not the case if you have to pay the IR's boogeyman. Yeah. So you mentioned Hbar, and so it looks like we have some time for that. Let's cover Hbar. And kind of, I'd like to understand. I know it's one of your favorite cryptocurrencies. Why is it one of your favorite cryptocurrencies? And then what does the technical profile look like? Perhaps starting with the technical profile."
    },
    {
        "speaker": "E",
        "text": "Yeah. So looking at the technical profile, if you want to go back to the chart there, basically, when you're seeing this flat price action. So I pointed these out, and there are a handful of other crypto projects that are showing these profiles, but the vast majority are not. But what I'm seeing is high volume coming in to the price action into the, into the project, but the price is staying flat. So that is generally signs of accumulation going on. And there's also a lot of confidence from institutions for HBAR. So I showed three different charts here on the right side of total value lock. This is what institutions and retail is locking their money up for. Decentralized finance, for staking. And we see on the right, HBAR has been shooting up the entire time. It's parabolic. Okay. That comes into, like, the staking features. But if we look at things like Cardano Solana, I mean, it's straight downhill skiing the whole way in terms of the total value locked there. So from a technical standpoint, no, on the charts right now, you saw Cardano was a recent trade. That one had a great price action. But in terms of investment mindset, the profile for HBAR is really, really strong right now. And I also want to point out, like, why? Why is Hedera Hashgraph one of my favorite projects? I want to preface, I'm not paid by them. That's something I often get asked. No, I just really love this project. When you go on to a crypto projects website and you see their ecosystem and their partners, you'll see these big names. And what I most often find is that they're not actually partners with the project. However, if you go into the meeting minutes with Hedera, Google's actually sitting in on those meetings. IBM is actually sitting there. Boeing is actually in on those meetings. So there is tangible involvement, and they've been building in the bear. Their most recent partner, ABR DN in the financial sector, just joined up literally about three weeks ago. So we're continuing to see development. It's very high confidence that the price action that we saw in 21 is going to return for Hedera. So I'm very optimistic, always in support of this project."
    },
    {
        "speaker": "B",
        "text": "Clay. Wow. So where are you? I mean, are you digging deep into the meeting minutes when you're looking at some of this stuff to say, wow, these are the partners there?"
    },
    {
        "speaker": "E",
        "text": "It's really important to do. I mean, if you think about it, people come to crypto for life changing wealth. Well, life changing wealth means that if you're going to put, and it's different for everybody, maybe $1,000 is a lot, maybe 10,000, maybe $100,000 is a lot. Again, it's pretty individual. But if you're going to put your hard earned money into a project, yeah, absolutely. I am going to dig into those projects. I'm going to read meeting minutes, I'm going to read white papers, and I try to put it in dense clips. 1 minute to three minutes on TikTok. But yeah, absolutely, I dig into that. This is your money and hard earned, and you can lose it quickly in this space if you don't do that work? I think a lot of people have discovered the last, last couple of months you can lose it just as easily. So it's a high risk, high reward."
    },
    {
        "speaker": "B",
        "text": "High risk, high reward. Well, I love the commitment there, Tim. I think this is probably the best point to invite Niko back in for his key takeaways. Niko, you were sitting in. What do you think? What do you think of Tim's analysis?"
    },
    {
        "speaker": "D",
        "text": "Just absolutely mind blown. Really love sitting in and listening to you guys. So let me do some quick, quick key takeaways. So let's get those horns a blaring the spotlight swinging, because it's our second favorite part of the episode after the main interview. First, Tim is looking at a more long term mindset and highlights that bitcoin is becoming adopted by financial institutions, including Western Union, as we previously mentioned, Blackrock, Fidelity, etcetera. Tim also mentions the melt up and meltdown, which he notes is not a trading signal. But Tim does see the amount of open interest at higher levels today than the short squeeze of early 2021. The money is there. We just got to clear out the bears via the melt up and the bulls via the Met down meltdown. Third, when it comes to crypto micro craps, Tim is a huge fan because of the hundred x potential. And for Tim, he looks at coins with a market cap of less than 50 million. In particular, he's looking at power ledger, solve care, and as they are actual businesses who are less concerned with the price of their coin day to day than the products themselves. But of course, please bear in mind these are incredibly risky. Micro caps are. It's incredibly volatile. And of course this is not investment advice. Marco. Tim, what do you think?"
    },
    {
        "speaker": "B",
        "text": "I think you nailed it, man. Anything else?"
    },
    {
        "speaker": "E",
        "text": "That was the best summary I've heard. That was great."
    },
    {
        "speaker": "B",
        "text": "Thank you."
    },
    {
        "speaker": "D",
        "text": "Well, in that case, let's do a viewer question or two. So, first question from Shashank Ray, apologies for getting that wrong. Almost assuredly on YouTube. Tim, any fundamentals that you look at for identifying hundred x, for example, I'm betting big on crypto's building for enterprises, but would love to hear what you are looking at. Obviously, Tim, you mentioned this in regards to Hedera, but anything else?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "So specifically for micro caps, there are a couple fundamentals. You know, I can go look at what the yearly revenue is for Powerledger. I can go look at the yearly revenue for solve care. So again, they're not going to just, you know, whoosh and vanish off, you know, during the bear market. They have not done that. They've been building. But the fact that they're generating revenue compared to a lot of these projects I talk about when you see high aprs, you know, 10%, 30%, I start to scratch my head and I wonder how that's even possible. Because you think about a company like Coca Cola, they generate about $38 billion in revenue a year, but their dividends are only 3.15% a year. So how is a crypto project that generates no revenue doing 20%, 30% APY? It's a bit far fetched. Now, these projects that I talked about in micro caps, they generate revenue. They do not have staking, they don't have that type of AP wise at all. But the fact is, is that they're growing, they're developing, they're a business. It doesn't matter. Some other quick looks that I do is are they hiring okay? Are they growing in terms of more positions? Are they expanding into new regions, developing new partners? That is a really good sign. And then looking at the executive team, I mean, it really takes someone that's visionary to take a project and make that expansion go outward. So I want to see that they have a stack team in terms that can make that project, it come to fruition. So I'm very, very picky about which micro caps I'm even going to put 1000 or $2,000 into. But overall, you kind of saw the strategy, you know, the huge potential. You know, some of these are still going to fail. Companies, you know, flourish and die every day. It's a part of it. But those are some of the quick fundamentals I look for."
    },
    {
        "speaker": "D",
        "text": "That's. That's super helpful. And. Sorry, Marco, do you want to add something?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I was gonna say at one point that, I mean, I sometimes look at micro caps, too. And one of the things that I also do is to look to see if that project is. If there's, like, another bigger project that kind of does the same thing. Right. So, like, if you're looking for a chain link equivalent or a something equivalent. Right. That's in the top 50 or something like that, you can expect that maybe some of that. That interest is going to kind of flow down and so to speak. And if the project is strong, then maybe there's. There's a good chance it'll be that. But, yeah, I love. I love that what Tim has there in terms of that, I would. That's the only thing I would say that, personally, I would add to, you know, my personal micro cap strategies."
    },
    {
        "speaker": "E",
        "text": "That's really a great point, Marco. So, for example, power ledger does have competition in their niche, that is in electric. So electronic web token is one of their biggest competitors for monster does not have competition, and solve care does not have competition in their niche. So little. Yeah, that point there."
    },
    {
        "speaker": "B",
        "text": "Soon, though. Soon they might have some competition, but go ahead, Nico. I think you had."
    },
    {
        "speaker": "D",
        "text": "Oh, no. I just got one more question before we wrap out, which is one I actually had for myself as well. Crypto j in our discord wants to know where's the support level for the meltdown post melt up. He wants to know where he should start accumulating. What do you think, Tim?"
    },
    {
        "speaker": "E",
        "text": "Yeah, so this is really. We need to see the melt up. I've just started to talk about the meltdown a little bit, just. And it's mostly because I'm seeing phrases like deleverage, and my conviction has only went up. Personally, I think a lot of these 13k estimates are very realistic. Dropping down. It can absolutely drop down. Anytime you hop into an investment, there is always a -100% risk -99% risk. So I think those 13K estimates are actually accurate. I think it's just a leg off. You may even see a wicked. A capitulation happen down to that six k region. So that's. That's my forecast. That's prediction. Take it with a grain of salt. Okay. We're trying to forecast months in advance that so much could change between now and then, but I do think that those estimates are realistic. I just. I think they're down the line absolutely."
    },
    {
        "speaker": "D",
        "text": "And obviously we need to see how the whole macro environment shakes out because of obviously the ripple effects onto crypto. Now, this is, I got actually one last question, so I was lying before, but it's a question that I was going to ask of you anyways. Tim Regan P on YouTube wants to know where can people follow you?"
    },
    {
        "speaker": "E",
        "text": "Crypto Weatherman oh, thank you so much. So I would say if you want the quickest updates, Twitter, that is where I produce content the fastest, but also tick tock. Crypto Weatherman YouTube Crypto Weatherman and I've recently started Twitch. So Monday, Wednesday and Thursday at 09:00 p.m. eastern, I have a weather evening forecast and we run through about four or five different cryptos. I run through some news and then I take altcoin requests, literally charting for about an hour. Share my screen, do little miniature forecasts in there. So either any of those platforms you can catch me on."
    },
    {
        "speaker": "D",
        "text": "Well, thank you so much, Tim. And I have to say I am stunned that nobody took your name, crypto weatherman, sooner than you did. Kudos to you. It was low hanging fruit, but you took it, and rightfully so. And nobody better to claim that name. So that's it for today's show. Don't forget to subscribe. Real vision crypto is free, but we also have some paid content. If you're looking for professional grade crypto research, scan that QR code on the screen to find out more. And for those of you watching on YouTube, smash everything the like, button the bell and subscribe. Tomorrow we got Casper von de Luk to talk about quantitative trading. You won't want to miss it. See you tomorrow at 12:00 p.m. eastern, live on real vision crypto daily briefing."
    }
]