[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020 baby get 2020. Bid to get 15. 1515 just $15 a month so give."
    },
    {
        "speaker": "A",
        "text": "It a try at mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited more than 40gb per month slows full terms at Mint mobile.com Dot."
    },
    {
        "speaker": "B",
        "text": "Hey."
    },
    {
        "speaker": "D",
        "text": "Everyone, if you like this podcast, go behind the paywall to get privileged access."
    },
    {
        "speaker": "B",
        "text": "To the smartest minds in finance, join the real vision community and learn how."
    },
    {
        "speaker": "D",
        "text": "To become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "B",
        "text": "Silvergate is winding down. We discussed the impact of the crypto friendly bank announcing voluntary liquidation. Plus JP Morgan reportedly cuts ties with Gemini, and the GBTC discount narrows as judges question the SEC stance on a bitcoin ETF welcome to the real vision crypto daily briefing. I'm Ash Bennington. Today I'm joined by Leo Wald and Josh Olsettowicz from Valkyrie Investments. Leah, Josh, welcome to the show."
    },
    {
        "speaker": "C",
        "text": "Thanks so much for having us, Ash."
    },
    {
        "speaker": "E",
        "text": "Thanks for having us Ash."
    },
    {
        "speaker": "B",
        "text": "Obviously lots of news floated to discuss, but first let's take a look at the latest price action. Total crypto market cap has fallen below $1 trillion on coin market cap, although that's not the case on coin gecko. Bitcoin is down some 2% over the past 24 hours, taking its losses for the trailing seven days to more than 7%. The current price of BTC is just under $21,700. That's the lowest level in nearly a month. A coindesk analysis of bitcoin put and call options shows the biggest skew towards bearish put options in two months. This means traders are expecting the price of bitcoin to fall in the short term. Meanwhile, ether is doing slightly better than bitcoin both today and over the past week. Ether is down, but not quite as much as BTC. Ether is trading at around $1,530 at the moment. Ok viewers, please join us in the conversation. Put down your questions in the chat wherever you're watching. We'll ask the best ones on air later in the show. Remember, real vision members take priority but the good news is membership is free. With that said, let's bring in our guest. Leo Wald is CEO of Valkyrie Investments. Josh Oshawic is the company's head of research. Let's get straight into the news, guys. Obviously, it's been a busy one here the last 24 hours or so since the news broke at the end of the trading day yesterday, around 430 us crypto friendly bank Silvergate has announced, quote, voluntary liquidation of the bank is the best path forward. Close quote. In other words, the bank will shut down entirely. Silvergate counted FTX among its clients. It suffered an exodus of capital in the last few months, as well as increased scrutiny from regulators. Not surprisingly, shares of Silvergate have plummeted on the liquidation announcement. Leah. Josh, your reaction to this news, and what do you think this means for the wider crypto industry?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think that's a great question. And I think a lot of us have been watching this on the fallout of FTO and that it was public news of the diversification risk that they had with FTX. Now, I will say, as per the news, I was pleasantly surprised at what I think is quite classy of the orderly shutdown, that they plan on doing it, that they've kept everyone in the loop, they've been transparent, they've put out press releases. So I do think that that's impressive compared to a lot of most of the other bad actors in the industry in 2022. I think that, again, this is just sowing really structural issues that's systemic in the industry and specifically, and I think that at least the next story of banking relationships with crypto, for all of us in the industry, we know that we really had two options for a very long time. It was signature Silvergain last year, 2021, 2022. I'd say more banks and financial institutions started joining, but in a smaller way, and especially not in that native way of dealing specifically with crypto companies, not just the corporate Opco bank account entities. So it's an interesting, very impactful news for the industry. I'm now watching Signature bank, and we'll see how they are also affected by the inflows and outflows and regulatory scrutiny that I'm sure is definitely going to be following soon."
    },
    {
        "speaker": "B",
        "text": "So many questions here. First, does Valkyrie have any exposure right now to Silvergate or to signature?"
    },
    {
        "speaker": "C",
        "text": "We have never banked with Silvergate. We do have banking with signature, but we have reduced exposure, actually, prior to this back last year, as soon as FDX's news came out, we also keep minimal deposits. It's really more of an operational."
    },
    {
        "speaker": "B",
        "text": "How would you characterize the nature of that exposure? You said operational. What does that mean in terms of magnitude?"
    },
    {
        "speaker": "C",
        "text": "Minimal magnitude. When it comes to Valkyrie, we were not exposed to anyone last year. We weren't exposed to celsius. We weren't exposed to terra Luna, Voyager, three arrows capital, FTX, no one. So we're kind of. Well, we're very much bitcoiners in nature, and that we don't trust anyone. We don't trust any third parties. Our signature banks are needed for certain account openings for some of our funds, but we keep funds in there only minimally, as little as possible. And again, we do trust signature bank, but we're watching that very closely. And also, we are speaking to other banks and trying to keep a pulse on who's going to be opening up for other customers soon."
    },
    {
        "speaker": "B",
        "text": "By the way, in terms of operations, how are the custody of the underlying digital assets matched against the investment products that are publicly traded? What does that relationship look like? Broadly speaking?"
    },
    {
        "speaker": "C",
        "text": "Sure. So, Valkyrie has a series of funds. We have cryptocurrency trusts, we have SMA strategies that just launched, we have ETF's, and we have an opportunistic hedge fund at the most. At the moment, the opportunistic hedge fund is equities based, and I'm sure Josh will go into it, since it's an activist hedge fund that's playing the discounts on the trusts. The trusts are crypto native, but in regards to custody, we use Coinbase and other custodians that we trust and have vetted in a myriad of ways, especially from an OPSEC perspective. In regards to the ETF's, as we know, that is a different game that does not use crypto vendors at all."
    },
    {
        "speaker": "B",
        "text": "Do you have any concerns or questions about Coinbase's ability to be a qualified custodian? Under some of the guidance we've seen from SEC?"
    },
    {
        "speaker": "C",
        "text": "I think that a lot is going to come out soon on what the SEC is looking at. I think that we all know that what's been defined as a qualified custodian, a QC, has always been exceedingly loose. It's definitely not up to snuff of what we're used to in traditional finance. But at the same time, you saw bank of New York Mellon come in last year, Nasdaq, et cetera, all primetime folks that understand what's actually needed, they've made their entrance by saying that they'll be providing custody and their custodial projects and initiatives. So, as of right now, I would say it is still murky on what a qualified custodian actually encompasses. And there's very few QCs in the United States, bitcoin base, etcetera. So if we're following just that distinction, then I think us as customers, it's an inappropriate situation that we're in by not having more rules, guidance, regulatory clarity on what's actually needed there. From an operational security perspective. Again, all of us know it really does come down to user error when it comes to exchanges being hacked or a lot of other examples. Last year, those were users making decisions. That's aside from the morality of what happened last year, which makes me exceedingly angry. But it is up to Valkyrie to determine how."
    },
    {
        "speaker": "B",
        "text": "Talk about that. When you say exceedingly angry in the morality of what happened last year, give us your sense."
    },
    {
        "speaker": "C",
        "text": "I'm going to sound obnoxious, but it was disgusting last year. I mean, all the retail public, I mean, no one should have been harmed with those types of fraud. I mean, those were fraudsters. There's criminal activity was inappropriate the way that they had zero risk management."
    },
    {
        "speaker": "B",
        "text": "Who are we talking about specifically here?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think all the lending, the lending companies, obviously, some of the other hedge funds that had zero risk management. I think that what's painful is, again, all the new coiners that came to the industry, that got excited about joining the industry and got completely wrecked, and that was because of a c five company that didn't provide the right disclosures. And I think duped a lot of customers. And I think all of us probably know a lot of customers that, again, were, you know, new to the industry. And from a nominal perspective, it may not seem like a lot of money, but to each of those individual individuals, I know that it was so. I think it's unfair and sad, I. That they got so harmed last year. Now, again, I know that's in juxtaposition of what I just said about user error. It's not in juxtaposition. I think that those users were not aware of the risks that were being taken. I think Valkyrie, it's on us to have a higher level of understanding and look at every single comma in a document of what a custodian is doing. Well, that's because that is our trade now. Users joining new investors, new clients, that's not fair for us to believe that they know how to look through an OPSeC document, or lack thereof, of disclosures to understand if a certain lending platform or other custodial platform is performing from the disclosures that they're limited saying so I think that there's a lot of regulatory clarity that actually is needed."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm going to get to Josh in just a second. I want to talk about the activist hedge fund. I want to talk about more what's happening in the exchange traded product space. But at first, before we do that, I want to just read this quote. I know I'm jumping around here a little bit, but I wanted to read this quote and get a comment from you, Aliyah, on what's happening right now over at Silvergate. This is from the press release that came out on business wire at 04:30 p.m. after market close, eastern Standard Time yesterday. Quote. In light of recent industry and regulatory developments, Silvergate believes that an orderly wind down of bank operations and a voluntary liquidation of the bank is the best path forward. We talked about this at the beginning of the show, but it's the next sentence that I want to get your comment on. The banks wind down and liquidation plan includes full repayment of all deposits. Obviously, this is something that I imagine that their depositors will be very relieved to hear. Is there concern that you have, or within the industry itself more generally, that there may be daylight between the plan and what actually happens? In other words, is there risk when you see this type of bank liquidation?"
    },
    {
        "speaker": "C",
        "text": "That's right. There's always risk. You know, Ash, I feel like you would be able to provide more historical examples than me on this one, just because I think that you're one of the most learned individuals in the space, but throughout history. Sure. I think that we can't just take anything at face value. It's going to be interesting to see how this plays out. I'm hoping that Silvergate is able to be orderly in this manner, but I think that, again, time will tell."
    },
    {
        "speaker": "B",
        "text": "All right, Josh, I want to read this next story to you and bring you into the conversation here a little bit more broadly. We obviously want to talk here about bitcoin spot ETF's. This is according to data from why charts. I think we can post this up on the screen. The discount on net asset value of GBT shares has narrowed to 34%. That, of course, is grayscale bitcoin trust. That's the lowest since October, which was pre FTX collapse. Again, this discount represents the the trade for net asset value versus the current price. That narrowing means the price is coming more into alignment. GBC is, of course, the largest bitcoin trust, which is operated by Grayscale. GBTC. Charts are down sharply today, but up 16% over the past week. That's after favorable developments for a grayscale. For Grayscale. At a court hearing this week, Grayscale is appealing against the US securities and Exchange Commission and its decision to deny converting GBTC into an ETF. That's of course an exchange traded fund, currently a closed end fund. The judges at the hearing question why the SEC is against it when it approved bitcoin ETF's futures ETF's in the past. This is an interesting question, the distinction between the futures ETF's and the spot ETF's. The SEC is arguing futures ETF's are more resistant to manipulation than spot ETF's. Guys, jump in. What are your thoughts here?"
    },
    {
        "speaker": "E",
        "text": "Yeah, thanks for having us, Ash. This was the first time really for GBTC products that there was a spate of good news. Right. All of a sudden we thought maybe going into this trial that the SEC would be on the winning side. But it appears as though the judges sided pretty handily, at least in the oral arguments with Grayscale's position that, like many of us have been saying for years, no difference between a features product using spot and a spot ETF using spot."
    },
    {
        "speaker": "B",
        "text": "We should probably point out that Valkyrie has proposed a spot bitcoin ETF that has been rejected by SEC."
    },
    {
        "speaker": "E",
        "text": "Sure. Yeah, many companies have, including us and using the same arguments. And because we don't have these spot ETF products, we're stuck using things like GBTC, which for many people that the fees are extremely high and its a Roche motel. Bitcoin goes in, bitcoin doesnt come out and they have no plans of reducing those fees, as the CEO said yesterday in Bloomberg, until an ETF conversion. And they really have no need. They have no need to do anything, which is why the discount, in my opinion, has continued to grow and why were going after this from an activist perspective, because we proposed lowering fees and allowing redemptions."
    },
    {
        "speaker": "B",
        "text": "By the way, just for some additional context here, I should point out Valkyrie proposed back in December to take over running GBTC from Grayscale. Give us a little bit of context on where that is right now."
    },
    {
        "speaker": "E",
        "text": "Yeah, I mean there's a lot of legal stuff involved there as far as getting things going, but seeing companies like Alameda and John Jay Ray also going to Grayscale with a lawsuit and saying, look guys, the fees here are way above industry standard and what you're doing is predatory essentially. And we'll continue to see lawsuits like that. So we'll see if that actually allows for any, any relief on that side of things as far as the discount is concerned. But ultimately, many shareholders of GBTC feel like they're being taken hostage. They're not allowed to leave and they continue to be charged fees. And the discount had continued to grow. So our proposal was an attempt to allow relief for that."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium Wireless 30 30 Biddy get 30 bid to get 20. 2020 to 15."
    },
    {
        "speaker": "A",
        "text": "1515 just $15 a month, so give it a try@mintmobile.com."
    },
    {
        "speaker": "C",
        "text": "Switch $45 up front for three months, plus taxes and fees. Promoting for new customers for a limited time, unlimited more than 40gb per month slows full turns at mint mobile.com dot."
    },
    {
        "speaker": "B",
        "text": "And when you say not allowed to leave, of course they can. They can. They can sell the shares, but they can't convert them into bitcoin under the current structure. I know this gets technical into the weeds about some of the operational details of this, but as a closed end fund, they aren't allowed, you're not allowed to convert, as I understand it, based on the SEC rules, you're not allowed to essentially convert that into the net underlying assets. And that is the consequence of what we're talking about right now, this idea that you're not able to essentially exit from the exchange traded product into the underlying asset."
    },
    {
        "speaker": "E",
        "text": "Correct? Right."
    },
    {
        "speaker": "B",
        "text": "I, uh."
    },
    {
        "speaker": "E",
        "text": "And previously they had windows of, uh, redemptions for this. Previously, the discount was a massive premium. There was a lot of, you know, wheeling and dealing with the crypto lenders going back to that, as far as how the premium even existed in the first place and how the premium sort of disappeared into a massive discount."
    },
    {
        "speaker": "B",
        "text": "And the premium was steep. I mean, it was pretty significant. The premium that it was trading was when there were very few ways to get into bitcoin exposure, particularly for institutional clients, it was trading at. What was it? The number was, I think it was over 50%, right?"
    },
    {
        "speaker": "E",
        "text": "Yeah. It was very much a product of its time because it was accessible to many people. People wanted exposure. People wanted to be able to access it through a brokerage account. You know, if there's anything we've learned, I think, at Valkyrie, of trying to bring products to market, it's that accessibility is the number one priority. Even like the quality of product, obviously important how it's run extremely important, custody important. But the ultimate holy grail is accessibility. So that's why things like pay scale perpetuated for so long, got so big and became this powerhouse of a product."
    },
    {
        "speaker": "B",
        "text": "Mike, by the way, Im eyeballing it on the GBTC discounter premium to Navchart and it looks like it was trading back in April of 18 at an 82% premium relative to net asset value."
    },
    {
        "speaker": "E",
        "text": "Yeah. And I think maybe a lot of people dont realize it because of the differential in the price of the shares versus the underlying, at least initially, unless you're investigating this completely, you don't quite think that you're getting what you're getting. I think that's another part of it that isn't necessarily Grayscale's fault. That's just how the product is run. But I think that allowed the premium to be as high as it was and be palatable, I think, to people because they're like, oh, well, we're buying bitcoin at this tiny price, right? There's a lot of integer bias going on there too, I think."
    },
    {
        "speaker": "B",
        "text": "So, Josh, let me ask you this. Tell me what you guys are doing on the activist hedge fund side. Obviously there are a lot, as we've pointed out, through these discounts and premiums on price. Clearly there are. Price deltas can be taken advantage of for those who have the nerve, the intestinal fortitude to do it. Obviously there's risk in that as well. Talk a little bit about what those opportunities look like and what the risks are."
    },
    {
        "speaker": "E",
        "text": "Sure. Yeah. So the opportunity is effectively buying bitcoin at a 60% discount or 50% that has closed significantly since the lawsuit hearing, as you showed there, to 35%, I think the maximum was around 48%. There are still other products, though, that have a massive discount as well. Grayscale products. There's other companies that have products, closed end funds that have products going after closed end funds. From an activist perspective, isn't anything new. As a crypto native, I wasn't really aware of this stuff, but reading into it a little bit deeper, it is a common vehicle for certain hedge funds to seek out these vehicles and develop a pathway to redemption to close that nav. So the risk from the fund's perspective probably is if bitcoin price continues to go lower, as I'm looking at here at 21 four, another risk is the correlation, or lack of correlation, decoupling where spot bitcoin is increasingly bullish, maybe, and the underlying pink sheet products are not. But I think that the biggest risk is the spot the underlying product potentially going sub 15k, let's say."
    },
    {
        "speaker": "B",
        "text": "I want to come back to Leah and ask her two big picture questions about what we were just discussing with Josh. The first question to you, Leah, is this in reference to the plan that you guys proposed over at Valkyrie to take over the running of GBTC from Grayscale? What was the strategic thesis there? What was the thinking and where do you think we are with that right now?"
    },
    {
        "speaker": "C",
        "text": "Yeah, we've been running a bitcoin trust since January 1, 2021. It has daily redemption, liquidity. Obviously you can invest redeem with bitcoin in kinderg. First of all, it was the belief that we know how to run this and we can run it better. Our team hails from Guggenheim from MUFG and have run closed end funds for their entire tenure. Our head of fund ops actually launched currency shares. ETF, if anyone on this shores show is familiar, it was the first currency closed end fund that was converted into an ETF. He had to create the plumbing behind it to ensure that that was actually run, Stephen, as well as a close end fund expert. So, number one, it was looking at GBTC and being upset as investors coming from the asset management industry, knowing very well that this is an inappropriately structured project. Sorry, product Valkyrie was actually. We were incorporated and raised our seed round, actually, to go to market with a GBTC competitor that traded at NAv for the platform. This is interesting how it's coming full circle for us. This is something we've always been upset about. We always wanted to do better, always had a plan to do better. And also to the point here, Ash, it's not just the management fees, the lack of reg end relief, but also, again, that it's structurally not a product for platforms and institutions, and therefore it's been a retail product for many years, until maybe more recently when more activist managers came into the space. But it is not an appropriate product for them. It can be structured better. So, number one, we have been teaming up with a lot of the shareholders to get a significant amount of the vote in order to pressure a shareholder vote if needed. We're obviously watching the SEC very closely right now, but no matter what, something needs to happen. So we're trying to take a couple angles to ensure that it does. The opportunistic hedge fund is a way for us to have skin in the game, also create alpha for our investors, but it's really a two pronged plan to go after. Now, just very briefly, as per the story that you guys were covering for GPTC, if you remember, it actually was when the closed end funds from Canada were about to be approved that it finally fell into a discount. So that's when, actually, we put our bitcoin spot ETF application and was January 2021, right after a bitcoin trust, which obviously would have fallen into a discount as well. So it's still in private placement and trades at NAv. But that, we believe, was also an impetus because closed end funds always fall into a discount if an ETF like product gets approved."
    },
    {
        "speaker": "B",
        "text": "Well, you know, it's interesting, we were talking about this with Josh a bit, and Josh correctly pointed out that in addition to Valkyrie being rejected, other players were rejected. In fact, we should point out that every other player who submitted a similar application to SEC for BTC spot ETF was rejected. Talk a little bit about these structures, because I know, particularly for people who are crypto natives who don't have backgrounds in traditional financial products, these are very confusing structures and hard to understand. First, let's talk about what the nature of a closed end ETF, excuse me, a closed end fund is. You covered this a little bit, but let's just break it down at the 50,000 foot level for people who are trying to struggle to understand exactly how GBTC and other closed end funds function. Number one. And then we'll talk a little bit about the distinction between spot versus futures ETF products."
    },
    {
        "speaker": "C",
        "text": "Sure. To answer that question, maybe I'll go about it a different way, if that's okay, and actually start with Chairman Gensler, since I think that that's how we get down to the distilling from the fact that GBTC was approved so many years ago. First of all, Chairman Gensler has always been very explicit on what he's wanted. So I think that, number one, that's very helpful as we talk about this journey in when the bitcoin futures ETF's were approved, Valkyrie obviously having one as well. He was very explicit. He wanted a 40 act product that held bitcoin futures from CME. There are other options. Bakkt and Ice has another bitcoin futures product that is actually physically delivered. Some think that's a superior product, but he was specific about the CME, and that's a 40 act product."
    },
    {
        "speaker": "B",
        "text": "This is the investment company act of 1940 for people who are scratching their heads."
    },
    {
        "speaker": "C",
        "text": "Sorry. And then there was obviously the 33 acts, and that's what this bitcoin spot ETF would be. So the difficulty for a closed end fund right now, like GBTC, to convert into an ETF, that 33 act is actually uh, arduous and has never been done before. Uh, from an uplisted perspective, they would need to delist in order to file the 19 b four in order to then become, uh, a bitcoin spot ETF under the. That's the 1933."
    },
    {
        "speaker": "B",
        "text": "That's the SEC conversion form you're referring to?"
    },
    {
        "speaker": "C",
        "text": "That's right. It's really not a conversion. It's really the normal formal process. So all of us, uh, issuers have filed 19 v four s in order to have that 1933 act filing be uplifted. And that's a common vehicle, but again, it's one that hasn't been approved yet."
    },
    {
        "speaker": "B",
        "text": "So let me ask you this, just because I know that it gets very confusing as you talk about the operational details from the legal component of this. In other words, the process that has to be gone through with regard to the meeting, the specific letter and spirit of all of these securities laws. But what are the difference, functionally, that we're talking about? Why, in other words, do people want exposure to these products via a spot bitcoin ETF rather than a closed end fund, rather than a bitcoin futures ETF?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think that's a really good question, and I only hesitate because I think we can even add to it other products. I think that some of the biggest news last year that maybe didn't get enough attention was actually the ability to buy bitcoin spot through Aladdin some of these other ways. So even buying spot without that vehicle. Ash, so how are the major differences? The obvious difference between a spot bitcoin ETF and the futures ETF is that it's holding paper futures that are actively managed. Valkyries is actively managed. So that's managing the role each month. We're still front month futures. So there is a little bit of active management being under that. What I said, 40 act wrapper means that there's a Cayman subsidiary that also needs to be managed under RIC requirements. So there's. Yes. Trying not to go too much into legalese, definitely just working with bitcoin futures. So that's bitcoin futures ETF for the bitcoin spot ETF, as per the name, and I think everyone on the show would understand that would be holding bitcoin spot in regards to the plumbing behind it. That's definitely to be determined on what Chairman Gensler is comfortable with. And that's per what we were talking about at the beginning of the show. Who's going to be a qualified custodian in order to effectively be on those applications and be part of that plumbing. ETF's have a crazy ecosystem in the background with lots of acronyms such as AP's, et cetera, et cetera, fcms and lmms and all that good stuff. So all that needs to be sorted, and those are acronyms to, in regards to the closed end funds. Those do operate differently. I think that the SEC may think, interestingly about the fact that they approved GBTC back in the day because of its structure, because of the fact that it doesn't allow today the redemptive relief it did. The issue with when it was providing redemptions is that it was actually on a schedule. It needs to be off schedule in order to be appropriate for the market. That's why we got this premium, in order to understand exactly when these were going to come out. And then sophisticated players took advantage of that, but without. Yeah."
    },
    {
        "speaker": "B",
        "text": "So quickly, though, what are the advantages in terms of the ownership of spot ETF's and why is there so much interest in that, number one? And number two, you mentioned Aladdin. You're referring to BlackRock's Aladdin portfolio management software, access to bitcoin. What do you think the significance is for that, particularly on the institutional side?"
    },
    {
        "speaker": "C",
        "text": "Yeah, absolutely. So for the bitcoin spot ETF, a lot of investors are interested in that because especially the tax advantages that an ETF does provide. It's able to slot onto platforms so any RA financial advisor can buy it very comfortably. That can't be understated foreign importance for investors, and that's just due to a reporting standard that financial advisors require. So that plumbing is required and that's very important. Also when it comes to larger money managers that have specific risk parameters and investment committees that they need to go through sometimes multiple. An ETF structure is a structure and vehicle that they're very comfortable with, rather than buying spot or GBTC, which often doesn't fit within their risk parameters. So the structure itself, from a retail perspective, I think there's a lot of enthusiasm on being able to buy it in a comfortable way for your iras or 401 ks. They still love spot. I do too, but not having to buy it through Coinbase or any of the other exchanges, instead just through simple brokerages and hopefully with the appropriate management fees as per ETF standards. So I think that's."
    },
    {
        "speaker": "B",
        "text": "And also the, and also the price alignment."
    },
    {
        "speaker": "E",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "This is another factor. Why don't you talk a little bit about how that's rebalanced?"
    },
    {
        "speaker": "C",
        "text": "Yeah, that's right. So it should track price. You shouldn't have this discount premium to nav that you see with GBTC, the futures obviously track as well as you can with any instrument in the market right now. But obviously there is somewhat of a tracking error and that's where the active management does come into play. So spot should track the best. As for your question previously about Blackrock solutions, formerly turned into Aladdin, that is very important. Aladdin is utilized by all the largest money manager asset managers in the plumbing of the industry. To be able to buy spot directly through Aladdin is absolutely massive. The thing that's interesting to me is you didn't see that many money managers actually buying. I think it's not surprising the bear market and also shows probably the desire and appetite for a spot ETF because I think from, I should say from all of our conversations with other managers, they want a crypto native manager to be managing in background or an ETF like product. Still a little uncomfortable buying themselves for their clients, but definitely a huge development in the space that we'll see where and when that becomes even more important."
    },
    {
        "speaker": "B",
        "text": "Hey everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "F",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this, for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what with each vendor, Ramp's software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding Ramp could be one of the best decisions you've ever made. Get $250 when you join Ramp for free. Just go to ramp.com easy. Ramp.com easy remp.com easy cards issued by Sutton bank and celtic bank members of the IC. Terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "Okay, we've got a lot of viewer questions that are coming into us now that we just can't wait to get to, and I'm really looking forward to hearing you guys take those on. But first, we're going to look at a viewer clip. Excuse me, a clip from the latest technical trader show this is where real vision pro crypto members get access to the latest technical analysis and trading ideas. You can sign up@realvision.com pro crypto to get access to institutional grade content. Here's a snippet from it recorded after the Fed comments on Wednesday. Let's take a look."
    },
    {
        "speaker": "D",
        "text": "Bitcoin sold off, and I think that's primarily due to the fact that dollar was very strong. The Fed is on pace to continue higher for longer. And as of today, which was extremely hawkish, it looks like they might be doing 50 basis points as of the next hike. Why? Inflation is still sticky, and it seems like the Federal Reserve is still very adamant about pressing on that inflation button to try to hone it in, regardless of the possible policy errors that they might be doing. Their primary indicator is employment, which, which looks a little bit strong, but I do believe that employment is lagging at the moment. If you look at the mass layoffs across the board, if you look at weakness in housing, they are setting themselves up to shoot themselves in the foot. It's just the Demarc setups are really, really clear. If you look at something like the S and P 500, we qualified TD propulsion down. Demarc propulsion, my favorite indicator, the best trend indicator I've ever used. When you qualify propulsion down, you can almost guarantee, as long as it's not, nothing's a guarantee, but the risk reward is always against the swing high to target that 376 TD prop down, and it's simply just fib extensions. It's 23.6 and double that, 47.2% fib extensions. We qualified that. The most recent high. On my Twitter, I said this was just a very easy short. On my newsletter, I said, it's a very easy short. We should continue to see downside. And why look at the dollar so damn strong. You have a very, very strong trend in the dollar. This is not good for stocks. You have trends in rates to the upside. This is not good for stocks. I still think we're going to see one more low. And what does that mean for something like bitcoin? We should continue to see the downside. You know, my theme in these is just going to be, look, you're into some near term support, but we have qualified propulsion down in stocks, and it looks like we're going to continue to trend lower. And it looks like as soon as they're going to do that 50 basis point hike, you're going to see some real risks. Taking off the table off that news, I just don't see, it seems very binary to me that that's the only outcome. As soon as they do the 50, you're just going to sell off and the market is going to front run that a little bit, and then you're going to sell off on the news and maybe that's when you start to buy because that'll be the better opportunity. But for now, I just, I only see it as a one way action."
    },
    {
        "speaker": "B",
        "text": "All right, that's Peter Pinkassoff again. You can sign up at real vision.com pro crypto to watch that video and many others in full. Josh, I know you look at technical analysis. This is right in your wheelhouse. What are your thoughts on what you just heard? What's your analysis of bitcoin price movements?"
    },
    {
        "speaker": "E",
        "text": "Yeah, I mean, the macro headwinds probably have never been the strongest that they've been since bitcoin's existed. Bitcoins existence has largely been in this zero interest rate policy regime. So it's interesting that, of course we had the tide go out with the rate hikes, starting with terra Luna and so on, three ac, and now we're sort of dealing with inflation still. The question is how fast is inflation falling? Is what the Fed is looking at leading or lagging? Are they too behind on the data? I know the clip mentioned housing. Depending on how you want to look at housing, a lot of housing looks like valuations are collapsing, but still very unaffordable. There's a lot of data every day. Yesterday we saw jolts, which is job openings better than expected. We saw ADP payroll numbers better than expected. That signals that the jobs market still might be very tight, that the Fed has a ways to go. Yet as far as raising rates, they have room to run there. Based on the inflation numbers theyre looking at. They also have room to go if they want to reach that 2% target. And generally, if we see rates rising, we see risk assets falling. And also, as the clip mentioned, DXY strengthening. DXY is a basket of currencies against the dollar, mainly the euro. But if we are strengthening here on a relative basis greater than the euro or the CAD or the JPY, then you'll see DXY rising and anything denominated against the dollar tends to fall. So I agree with everything I heard in that clip. One thing to think about here is where's price support on a technical basis, as I'm looking at it on my other screen here. But 20k is a massive psychological support. It's the previous all time high from the 2018 cycle. It's the 200 day moving average down there at 20k. So that's where I think many, many people are looking for levels for price to reach as a support in the near term."
    },
    {
        "speaker": "B",
        "text": "Okay, so let's move on and take a look at some of these viewer questions they've been streaming in. The first one comes to us from MF Heminga. This is from the real Vision website, or discord. This comes from the real vision website, actually. And the question is, what does the Silvergate liquidation mean for shareholders? Will they be likely to get anything back? Who wants to explain this on happy tale?"
    },
    {
        "speaker": "E",
        "text": "Yeah, I'm not sure. I'll just jump in. I'm not sure on that question, honestly. But one thing I wanted to mention to piggyback off this story, speaking of zero interest rate policies, we saw last night the Silicon Valley Bank SVB report losses of 21 billion. Again, very similar situation there related to they saw massive deposits of VC money. Those deposits have dwindled significantly. It sounds like there may have been some sort of duration mismatch on bonds. Again, I'm not exactly sure in all the details there, but it sounds like the bank sort of took a bath on having to sell things that they didn't want to sell before they wanted to sell them in order to cover withdrawals because they didn't have deposits, and now they're trying to raise a couple billion dollars to shore that up. So this isn't just the Silvergate problem. This isn't just a crypto problem. This is largely a product of rates rising very quickly."
    },
    {
        "speaker": "B",
        "text": "Trey, Leah, any thoughts on this one? What does the Silvergate liquidation mean for shareholders? Will they be likely to get anything back?"
    },
    {
        "speaker": "C",
        "text": "Great question. Not meaning to punt, but I think that this is something we just need to watch and see."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm going to do something dumb here, which is get over my skis and try and explain this. Look, when you think about this, you have to realize that what the share price represents is the residual claim on assets. Common shareholders are obviously the last in the capital structure. What you're seeing right now in the price of the stock reflects what people are buying and selling the stock for. You're not a depositor as a shareholder. You're an owner of the common equity in the stock, and what you see in the price reflects the valuation that investors collectively have on the residual claim on those assets, meaning as an ongoing entity. And obviously that's a pretty dismal number. I think that there was a Bloomberg article that cited, again, this is just from memory, from a day or two ago that the. That the insolvency value or liquidation value of the shares of Silvergate was about $5. I believe we're trading below that right now. We can take a look. Looks like on my screen, we are at $3.77. So essentially, this idea of what will you get back? The answer is you get back what they're currently being traded at. You're not really getting it back. You're just selling the shares at the current market value. Again, I'm not an expert in bank liquidation or insolvency. I hope that gives you, though, a little bit of a framework to understand what's happening. This one comes from Vincent on the real Vision website. Would Valkyrie consider setting up an offshore entity to get exposure to spot ETF's in regards to digital assets if grayscale loses the case, or the other investment agencies could find. Hypothetically, of course. So Vincent is asking, in essence, if grayscale, excuse me, if Valkyrie would consider setting up an offshore entity to get exposure to spot ETF's. Any thoughts there?"
    },
    {
        "speaker": "C",
        "text": "So, as per our trusts that already exist that hold the underlying coin, international investors can already invest in them, so we would have no reason to do so. So again, for the bitcoin futures ETF that's already traded in the US, and anyone who can access that ETF can trade that ETF. But again, our trusts do hold that underlying coin, so no reason to do so unless you have a great idea of which case, please write to us."
    },
    {
        "speaker": "B",
        "text": "Okay, here's a question that comes to us from Twinson EThw on YouTube. You say you don't trust third parties, yet you use Coinbase and banks. Why not self custody?"
    },
    {
        "speaker": "C",
        "text": "I think that's a great question. It also depends on the requirements and rules. We do set up custodial wallets with developers of those protocols, and we utilize a variety of systems we set up across various custodians. And again, we monitor very closely. I think that Coinbase is fairly safe on the custody side. But again, we monitor as often as possible, but again, depending on the product, depending on the regulatory requirement. As of right now, there are just regulatory requirements that we have to follow, but those are few third parties that we're working with. And again, happy to delve into each and why we feel confident."
    },
    {
        "speaker": "B",
        "text": "Great conversation, I think with both of you. Terrific to have you here. We really got into a lot of detail, particularly on the fund structure, product structure side. I think people who had questions about that probably got them answered here. Terrific conversation. I wanted to get final thoughts and key takeaways from each of you. We started with Leah. Let's go to Josh. Josh, final thoughts? Key takeaways that you'd like to leave our viewers and listeners with?"
    },
    {
        "speaker": "E",
        "text": "Yeah, I think I wouldnt get too discouraged about the news in general in crypto, as someone whos been here since 2013 about Gox News, were still dealing with that, potentially dealing with the Gox coins unwinding here shortly. Potentially dealing with silk road coins, even from the government being auctioned off shortly. Stay smart, stack sats, stay humble. And there are, it's often darkest before dawn. I'll leave you with that cliche. Right. The cleaning up of the industry is good for everybody. It's good for retail. It's good for institutions, makes everybody more comfortable, more transparency. We want to see common sense regulation, and we don't want to see capital pushed offshore. That's ultimately the goal here."
    },
    {
        "speaker": "B",
        "text": "Leah, we'll come back to you. Final thoughts, key takeaways that you'd like to leave our audience with?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I like the tone that Josh is setting here. I also am bullish the industry. 2023 feels different than 2022. We're having different conversations. But I was actually at Bitcoin park here in Nashville yesterday, and it's just interesting to see all the developers still building all the bitcoin core, still building the lightning applications, et cetera. There's a lot of activity. Developers didn't stop last year. They didn't stopped during all these malaise. So I think that even though we're figuring out the regulatory clarity for these institutional products here in the United States, you know, the projects haven't stopped building and the communities continue to get strong. So whether we're talking about ordinals or we're talking about, you know, the Solana community, whatever it may be, there's a lot of positive news to be had. And again, if a coin is as powerful as its community, then I'd say that we have a bullish future indeed."
    },
    {
        "speaker": "B",
        "text": "Thank you both for coming on the show. Leah and Josh, really a pleasure having you with us."
    },
    {
        "speaker": "E",
        "text": "Thanks for having us."
    },
    {
        "speaker": "B",
        "text": "I should say, as always, not financial advice. Do your own research. And especially not financial advice when I'm blundering through an explanation of bank insolvencies. That's it for today. Santiago Velez. We'll speak live with Hugo Filion from flare tomorrow. Hey, make sure you check it out@realvision.com. as well, we have an important two part series there called how to unfuck your futures. It features some of the most visionary thinkers and investors we know. As we mentioned previously, this week we'll be exploring all the ways in which we're all f, featuring Raoul pal, Dario Perkins, Frederick Niebrand, Peter Zion and Alex Gurivich. In week two, we thankfully move on to the solutions. We'll leave you with a trailer from that series. See you at 09:00 a.m. pacific, noon Eastern, 05:00 p.m. london time, live on real vision crypto daily briefing. Have a great afternoon, everybody."
    },
    {
        "speaker": "G",
        "text": "If we want to change the outcomes for this really screwed up world where our wages don't go up, where we're being replaced by technology, where governments are massively in debt and we foot the bill via taxes, where we see debasement of assets so we can't afford as many assets as we like, so the rich get richer, the poor get poorer. If we don't like to see the rise of populism based on this broken society because the promises of the future have been broken, let's make our promises to our future selves come right. And that's by unf your future. Some of this is going to really f your future in 20 or 30 years time, but we've got time to figure that out because it's unstoppable."
    }
]