[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30, baby get 30 baby get 20. 2020, baby get 2020. Bid to get 15."
    },
    {
        "speaker": "C",
        "text": "1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch."
    },
    {
        "speaker": "B",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "C",
        "text": "Hello, everyone, and welcome back to the real Vision Crypto daily briefing. Here's why you should watch today's show. Gemini customers are trying to recover money from Genesis. We're learning how much money is locked up at that oh so important cog of the crypto machine. Plus, we'll be joined live by David Maria, head of litigation and regulatory affairs at Bittrex. Lots to discuss, including the ripple versus SEC case. We'll get to that in just a bit. I'm Nico Bruga. Ash Bennington is with me. How was your weekend, Ash?"
    },
    {
        "speaker": "B",
        "text": "What's a weekend, man? I was reading about crypto."
    },
    {
        "speaker": "C",
        "text": "Well, I was getting some much needed r and r in watching those World cup games. Saw my Dutch go through. My apologies to my Us brethren and friends, but we got lots to get to today so might as well get right to it. But before we get to price action, don't forget to subscribe to real vision crypto. It's free. And if you're watching on YouTube, like, subscribe and hit that notification bell so you don't miss when we go live. Now, let's jump right into the latest price action. Bitcoin is stable at around $17,000. Very little movement today, but bitcoin has had a solid last week. It's up more than 5% on a trailing seven day basis. But there is a highly bearish note on bitcoin that we want to flag. Decrypt is citing analysts from the us investment bank that says bitcoin could fall as low as $5,000 next year. The prediction was made as part of Standard Chartered annual list of surprises that analysts believe the market may be overlooking or under pricing. Ash, that would indeed be a nasty surprise."
    },
    {
        "speaker": "B",
        "text": "Yeah, that'd be ugly. Look, it's a highly volatile asset class in general. Some news flow now that I think we're talking about later in the show, that I think, objectively speaking, certainly looks like a headwind to me. But let's take a look now at ether. Ether went above $1,300 earlier today before retracing. Either has been in the range for the past week. In percentage terms, the past seven days were even better for ether than they were for bitcoin. ETH has gained 9% on a trailing seven day basis. Nico, thank you for that."
    },
    {
        "speaker": "D",
        "text": "Ash."
    },
    {
        "speaker": "C",
        "text": "One other coin we're looking at is dogecoin, which shot up above $0.11 earlier today before falling back down. That was the highest level dogecoin has reached in about a month as speculation of over Dogecoin's role on Twitter continues to be rampant, driving the volatility. Okay, now let's get into our top story. This has been an issue that has been bubbling in the background for a few weeks and we're slowly learning that total scale of the problem. Over the weekend, the financial Times reported that Genesis, the leading arm of the crypto empire, DCG, owes $900 million to the come to the customers of crypto exchange Gemini. FT sources say Gemini is trying to recover the funds. And just yesterday, Coindesk reported that there are two more groups that Genesis owes money to and who have gotten legal advice. One of them is owed $900 million, taking the total tally to at least $1.8 billion. It's unknown how much the third group is owed. That's money locked up on Genesis after it halted redemptions on November 16. Ash, I know you've been on top of this story from when it first started. What do you make of the information that's trickling out? How troubling is this, really?"
    },
    {
        "speaker": "B",
        "text": "Well, Nico, there's a lot going on here. I think this may be the biggest story happening in crypto right now, and I want to walk through this one step at a time to just unpack it for our viewers because I think it is really important, important for people to understand what's happening here. So let's start with the FT story from this Saturday, then we'll get to the coindesk story from last night. As you said, the FT reported that Gemini is seeking to recover $900 million from both Genesis and its parent company, DCG. That's digital currency group, according to the Financial Times. Quote, this is from the Financial Times. Gemini has now formed a creditors committee to recoup the funds from Genesis and its parent DCG, the people said. Gemini and Genesis declined to comment, meaning for this story, the quoting continues. Genesis has been scrambling to raise funding and has hired investment bank boutique Molis and company to help it explore all possible options. According to people familiar with the situation. It's unclear what that means exactly, at least to me, in terms of the implications and what all possible options could be. But there's been a lot of speculation about that out there. We'll talk more about that later. Quote, the creditor committee, uh, is in negotiation, uh, with both Genesis and DCG, the parent company of Genesis, which is run by billionaire Barry Silbert. That people said. I think most people know that already. But here's a little bit more background. DCG was founded in 2015 and is one of the biggest investors in the crypto space. Obviously, it's a huge shop. It was valued at $10 billion last year by investors including Singapore's sovereign wealth fund, GIC, Google's venture capital arm, Capital G, and SoftBank. These are obviously giants of, uh, in the VC space, and its subsidiaries include Genesis and investment manager Grayscale. That's going to become important a little bit later on. Okay, so this is critical. This is, to me really where the story gets interesting. Quote, DCG itself owes money to its subsidiary Genesis. These intercompany loans have complicated the picture for creditors. It continues. DCG has $2 billion worth of outstanding debt, 1.7 of which is owned to its own subsidiary, Genesis. Through two loans. Over the summer, Genesis lost $1.1 billion on a loan to collapsed hedge fund three Arrows capital. Look, it all seems like it goes back to this summer. There are interconnections here. There have been, it seems to me, these sort of slow motion issues. Remember a little bit of context here. In May, the terror ecosystem collapsed. On Friday, July 1, three arrows capital three AC filed for bankruptcy. And then obviously now the latest shoe to drop, the latest domino to fall, uh, is FTX. I want to continue here with the FT article because I think this is really important. Quote, DCG took on Genesis liabilities in the process, subsequently owing $1.1 billion to Genesis. Silbert told investors last week that DCG had separately borrowed $575 million from Genesis on an arm's length basis, that's in quotes, to fund undisclosed investments and share buybacks from non employee shareholders, quote, because of the way the liabilities are, they're negotiating together, said one person familiar with the matter about Genesis and DCG's approach to creditors. You can sort of see what this is building to here. There's kind of this interconnection between Genesis and DCG where it seems, at least based on the reporting, this is my interpretation of the reporting of the FT, that effectively the liabilities that belong to Genesis belong to GCG and vice versa. Final point from the Financial Times. DCG declined to comment. The Financial Times revealed last week that some of DCG, again, digital currency group, the parent company of Genesis borrowing, was used to fund into another one of its subsidiaries, Grayscale. Now, this is really an interesting point, uh, for people who are concerned about the interlinkages, the interconnections. Uh, according to the FT, DCG used some of its borrowing to fund grayscale and grayscale investments, which is often called the crown jewel of the DCG empire because of its publicly traded funds, especially GBTC. That's the grayscale bitcoin trust, which generates hundreds of millions of dollars for grayscale and ultimately for DCG Digital currency group. This grayscale bitcoin trust currently has over $10 billion in assets under management. That's a massive amount of bitcoin. I believe it's over 600,000. GBTC is now down more than 70% on a trailing twelve month basis, and it's currently trading at a pretty massive discount to net asset value, 40% at least. That seems quite large to me. Historically, that had traded at a premium when it was very difficult to get exposure to bitcoin for institutional investors. And this was one of the few publicly traded vehicles to do it. So the question that we're asking, and this is a speculative question, is, what happens if these contagion effects continue to spread, and some of that bitcoin, or all of that bitcoin, which maybe isn't likely, gets dumped into the open market. Now, this is speculation, but the risk here is if you have this massive amount of supply coming onto the market and being liquidated, that could have an impact. In fact, it would likely have an impact if that scenario were to unfold, which we don't know, that would drive down the price of bitcoin either for even further, and then you have to worry about additional contagion effects. Now, Nico, as you said, coindesk out last night with new reporting after the FT story about DCG digital currency group suggesting that there are no longer $900 million in claims against DCG, but there are now $1.8 billion. And it sounds like there are three classes of creditors in this, in this issue, and it's unclear to me, it seems as though the reporting suggests that 1.8 billion is just two classes of creditors. I'm not really clear about who the third class of creditors are and how substantial that potential liability is. Some additional language in the story that's a little bit murky. To me, again, I just don't understand it, and I don't want to leap to conclusions, is that Coindesk is using creditor and depositor interchangeably. I'm not sure if all the creditors in this case would be categorized as depositors. I'm just not certain of that. So we're just trying to point out some of the things here that are at least unclear to me. The moral of this story, for me, Nico, is twofold. One, according to the coindesk reporting, the hole over at DCG is growing. In fact, it's doubled, or more than doubled, if this third class of creditor has additional liabilities. And two, according to the FT, these debts are essentially interlinkages throughout this DCG empire. And none of this is reflected in today's price, as we just covered earlier. Bitcoin, Ethereum remaining relatively range bound since the last, uh, leg down post FTX. It's a lot to unpack, Nico."
    },
    {
        "speaker": "C",
        "text": "Absolutely. Very well said. Ash, to be honest, you are giving me a bit of Jim Garrison, Kevin Costner in JFK vibes, and your ability to unpack this very thorny web of facts and innuendo and speculation."
    },
    {
        "speaker": "B",
        "text": "Well, that's right. And that's what we try to do here, and we try to segregate it out and separate it, make very clear what's been reported by the Financial Times, which started the story, and then the follow on by coindesk, which essentially upped the amounts in terms of their reporting. But there's a lot that we don't know, and we can do some analysis and we can speculate, but at the end of the day, that is just speculation. What's been reported has been reported, and we want to convey that to our viewers."
    },
    {
        "speaker": "C",
        "text": "Very well said, ash. Now let's bring in our guest, David. Maria is the head of litigation and regulatory affairs at the crypto exchange Bitrax. David, welcome to the show."
    },
    {
        "speaker": "D",
        "text": "Hey, guys. Happy to be here."
    },
    {
        "speaker": "C",
        "text": "Thank you so much. Well, I'm going to disappear into the background for a little bit, but don't worry, I'll pop up here and there. Ash. Otherwise, feel free to take it away. Very excited for this interview."
    },
    {
        "speaker": "B",
        "text": "Yeah, me too. David, welcome to the show. It's great to have you here."
    },
    {
        "speaker": "D",
        "text": "Thanks. Happy to be here."
    },
    {
        "speaker": "B",
        "text": "So, David, obviously this has been a difficult time for the entire industry. Let's start out big picture. Where are we right now in the wake of the spectacular implosion of FTX? Obviously, lots of recriminations and call for more regulatory scrutiny that have followed. Where is the industry today, as you see it from where you sit, obviously."
    },
    {
        "speaker": "D",
        "text": "You know, with what happened at FTX, things aren't ideal. It's not as busy, there aren't as many customers coming in. But I don't think it's in a bad place. I mean, I think what people need to realize with the FTX thing is, you know, just because there's a bad company doesn't mean it's a bad industry. Right? So looking back to 2008, there were problems in the financial services sector. There were implosions, Bear Stearns, Lehman, and so on. And there was heavy regulation there. So it just doesn't mean if you have regulation, it's to cure everything. So I don't think it's in a bad place. I think that what we need, I do think, and I'm speaking domestically primarily. So I work at Bittrex Inc. Which is our us based company. We also have a global entity. So. But what I really know about is our us operations for the most part. You know, regulation in the US would be a good thing if it were clear, if it gave us a clear path, I think it would give investors confidence to get back in. I think that's one thing we're lacking now with sort of our dartboard regulation from all the different entities in the state. So we're hopeful. We talk with congressmen, we talk with their committees in an effort to try to get clear regulation that gives us guidance and also lets the investors know, yeah, there are federal entities looking at these folks to make sure they're doing things the right way."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is a, apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless. Everybody get 30, 30 biddy get 30 bid to get 20. 2020 to 2020, a baby get 15."
    },
    {
        "speaker": "C",
        "text": "1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 up front for three."
    },
    {
        "speaker": "B",
        "text": "Months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at mint mobile.com dot. Yeah, I want to ask you a couple of general questions. Obviously, I'm not an attorney. I watched the Sam Bankman Fried interview with the Wall Street Journal over the weekend, and I found some of the things that he said curious. Maybe you could just help us understand it for as a general sort of state of affairs. I heard Sam Bankman Fried essentially say that all dollars are fungible to me, that seemed a little bit surprising because I would expect that exchanges would have fiduciary obligations to their customers. Tell us a little bit about this idea of whether or not dollars are fungible to exchanges. And I know there's some challenge here because there's the US regulated component of, and the overseas component, but give us a little bit of background, big picture context on how you think about that."
    },
    {
        "speaker": "D",
        "text": "So, first of all, I don't think that exchanges are set up as fiduciaries. There's a lot that goes into that, like whether you end up getting trust licenses, things along those lines, like banking and things like that. So, you know, we're not allowed to give out investment advice either, things like that. So, you know, we do operate a platform where people can trade, buy, sell, etcetera, and hold their wallets, their assets safely and securely there. In terms of the fungibility of it, I think the main point is what are you telling your customers? Right? What are you telling them about their assets and how they're going to be held? So look at the terms of service for the various entities with whom you operate, and that's what you got to do. You have to be true to your word in terms of what you're going to do with their assets."
    },
    {
        "speaker": "B",
        "text": "Yeah. I also wanted to ask you about, again, as just a general way for people who are not lawyers like myself who are struggling to understand all of this. One of the interesting things that came out of this, this story that broke this morning, I believe in the Wall Street Journal, it's just a little bit more detailed and granular analysis about what happened over at FTX. I just want you to comment generally. So they're talking here, and I'm just going to go through and read this to you. This is the beginning of the article. This is the lead. This is how it starts. When crypto exchange, FTX was struggling to raise cash early last month, it seized billions of dollars worth of collateral from its trading arm, Alameda research, and used it to try to convince investors of its financial health. Former FTX chief executive Sam Bankman Fried said. This is from their interview. And then it goes on to say, this is really interesting to me, just as a general proposition, but much of it didn't add up. A big chunk of the assets consisted of four thinly traded crypto tokens, and I should say that that's serum oxygen maps and bone Fida. Closely connected to Mister Bankman, Fried and FTX employees, mostly held by Alameda, the tokens were likely worth far less than the $6.4 billion marked on the balance sheet. FTX was shopping to invest in the hopes of a bailout, according to market data and crypto researchers. So I know this is a little bit complicated for folks to get their heads around, but the implication of the story is, at least as I read it, is that there are these tokens on the balance sheet that were associated at FTX, that were associated with Sam Bankman freed through Alameda and FTX itself, and they were essentially used as collateral. They were their own assets on the balance sheet. I guess if you want to think about this, and I know this is a crude metaphor and it doesnt do it justice, but if I spun up ash and company and said I have $100 million worth of assets, but 98 million of those are ash coin, and it's very thinly traded and I have a huge amount of cash flow that's coming in so I can buy and support that. Again, that's not suggesting that that's what happened here, but isn't there a risk in companies carrying these assets that essentially they spin up on their own balance sheets?"
    },
    {
        "speaker": "D",
        "text": "Yeah, without a doubt. And I think that's what led to the problem here. If you have assets that you're using as your primary assets on your balance sheet, and there are things that you can have some input or control over the value you like with FTT and FTX, and there are no checks and balances on that, and you had such market share that you can somewhat manipulate it. And again, we'll see in the coming weeks, months, years what really happened there and whether there was anything nefarious that happened or just bad management, bad accounting. But yeah, you make the right point that if the assets aren't worth what they say they are or what they're representing them to be, then it's a shell game, right? Nobody knows what it's actually worth. So it's just be wary of ones that one, if you can't see the balance sheets, if you don't see the generally have the financials, then you don't even know where to look. But for those that are with thinly traded or sort of sparsely traded crypto assets, it sure raises a lot of red flags in my mind."
    },
    {
        "speaker": "B",
        "text": "Is it fair to say, David, that if the former case is true, if there wasn't malicious intent, as obviously Sam Bankman Fried is implying with these interviews, that this wouldn't have to be bad, it would have to be spectacularly, stunningly, flabbergastingly bad accounting, corporate controls, compliance, legal, regulatory. I mean, basically what he's saying is people were wiring hundreds of millions, billions of dollars to us. We didn't know where it was coming from. We weren't counting it. My dashboards were wrong. I mean, it's, it's a pretty stunning sort of picture that he unfolds in the interview with Andrew Ross Sorkin with the Wall Street Journal. I mean, it's pretty wild stuff."
    },
    {
        "speaker": "D",
        "text": "No, I think that's right. I mean, even what he admits to in that regard, obviously, it looks like he's trying to essentially go forward with, hey, there wasn't anything criminal here. It was just, you know, we didn't know we were doing. Right. So. But even if that's the case, it would be to a different level of not knowing what you're doing. And I guess my question on that would be where were the watchdogs, right. I mean, even if we're not talking about outside regulatory ones, which there should be, I mean, if they're regulated in the US, there are states that come in and audit because they're money service businesses. The bahamian authorities, as their regulator in Bahamas, should have been in there. But even beyond that, if you have third party auditors looking at your financial statements, they should be able to uncover something like this, I would think. I mean, again, unless there's lying involved in misrepresentations, but that's their job, right? So, you know, auditors will always defend it, saying they were misrepresentations from management. And I guess that wouldn't be surprising here. But again, we'll see what happens going forward. But, yeah, I mean, even based on his and description of what happened, seems like someone should have seen this."
    },
    {
        "speaker": "B",
        "text": "Yeah. I should also say you're especially well qualified with your background to comment here on what's been happening in the space. Just for folks who may not know, you've been a partner of principal and private practice at law firms, but more germane even. You were also a trial attorney at the US Department of Justice criminal division and an assistant United States attorney, a federal prosecutor at the us attorney's office, District of Minnesota. So obviously, your background in this is incredibly well aligned. And you have the, the context to really understand what's going on in a way that, for example, non lawyers like me might not in terms of what the investigative process looks like about how federal prosecutors think about charging these cases. I'd like to also talk a little bit about what you're doing now. First, tell us what Bittrex is for those who may not know. And second, what's your role there now?"
    },
    {
        "speaker": "D",
        "text": "Sure. So, as I mentioned, Bittrex, we are primarily a crypto tree platform. So in exchange for the most part, we have a us wing which is called Bittrex, Inc. Which is located out of the Seattle area. I essentially head up the legal department for them. I've been there about a year and a half. We also have a Bittrex global entity which is licensed out of Liechtenstein and Bermuda. Depending on what the customer bases are. It's a separate company with separate management there. So I can talk about the Bittrex us side."
    },
    {
        "speaker": "B",
        "text": "Yeah. So tell us a little bit about Bittrex us."
    },
    {
        "speaker": "D",
        "text": "So, essentially, it's a place where you can create an account, fund the account, and buy and sell cryptocurrencies now. And we're working on other offerings to expand into the blockchain world. But that's really the primary function that we do now. It's, we think, one of the most safe and secure ones there is in terms of the technology. We have a very strong compliance function, and I. I think we have a strong legal function also. And the people who started it were former infosec engineers. So in terms of the technology that we use there, I think it's top of the line. So it's just, I think, a great place, if you want to get into crypto, to come and have a good sense that you're getting a good execution, that your assets are safe and secure there, and that you have people who are upstanding folks who know what they're doing running the company."
    },
    {
        "speaker": "B",
        "text": "I also want to talk about some of the challenges that Bittrex has had in the past, and this is dating back before your tenure with the company. But obviously, this is something that people may have read about in terms of news stories with FinCen, that's the Financial Crimes Enforcement Network, and the US Department of Treasury's OFAC Office of Foreign Asset Controls. Over $50 million in settlements between the two. I believe the OFAC settlement was the largest to date at the time it happened. Again, this was between, I think, 2014 and 2018, during the period of investigation you joined in the summer of 2021, I believe. So those violations did not take place on your watch, but tell us a little bit about what those issues were at the time when they occurred."
    },
    {
        "speaker": "D",
        "text": "Sure. And, you know, the documents are publicly available and, you know, I don't, obviously, I don't intend to dispute anything that's in those. But the gist of it is, as the company was growing and was growing in size as well as increasing employees, they were. They were learning the game, you know, essentially learning what their responsibilities are. And part of this goes back to some of what we mentioned before about having sort of clear regulation and who your regulators are. It was kind of a little bit of a puzzle to figure out exactly what licenses you need and who's your regulator and what your obligations are, especially when, you know, you're kind of a tech company to begin with, that's venturing into the financial services industry. So, you know, the core of it is with a. With the OFAC side. And again, as you mentioned, this is all historic from the time it started until, I think, the OFAC side was limited to the end of 2017. So quite a while ago that there were. There were customers in prohibited countries. So there weren't allegations that, and I'm not sure how familiar everyone is with sort of the OFAC and the sanction side of things, but that. Not that we were doing business with the specially designated nationals or prohibited parties that way, but just that there were customers in countries where we weren't allowed to do business. It's a strict liability offense, so there's no defense to it. If it happened, it happened, and you're liable. So that was the Ofac side, the fincen side. The gist of it was the same thing. As the company was growing and trying to establish and then improve its compliance program, FinCEN believed that there were flaws during that time and that the efforts weren't sufficient during that time, and the conduct in that one went through the end of 2018. So again, many years ago, it took a while to work with them, to come forth with the settlements. Both of them made clear that our compliance programs to date are actually as good as they need to be, or better. They were mitigating factors in both of those opinions that they put out, or I guess they're called consent orders, what we have today, it was actually a factor that weighed in favor of a lower penalty. So we think we're in a very good place. The conduct was four years and further in the past. And just to correct one thing, while the settlements amounted to the over 50 million number, one was credited against the next. So it was 29 total, which was the FinceN number, with the 24 being credited that went to OFAC. So again, we were happy to get through it, happy to get that out of the way by the time I started. Our chief compliance officer, Mike Carter, who's been here for after when that happened, has been building up our compliance department, and we think we're in a great place now. And I don't think either of those agencies would disagree."
    },
    {
        "speaker": "B",
        "text": "Yeah, I want to pull Niko back in because he has another story that he wants to bring us."
    },
    {
        "speaker": "C",
        "text": "Yeah. Ash, just as we were speaking about FTX, I just wanted to give us a brief update. We know that the hearings on FTX and the US Congress will take place on December 13. And just recently, Maxine Waters, the democratic chairwoman of the House Financial services Committee, said on Twitter that the committee would welcome the participation of former CEO Sam Bankman Fried. Now, SBF has recently responded and said that once he learns all the facts, he will be happy to testify, but he's not sure that will happen by December 13. Ash. David, what do we make of this?"
    },
    {
        "speaker": "B",
        "text": "I mean, it's interesting because of this sort of kind of chummy tone of it. It's also strange to see this sort of unfolding before your eyes on Twitter. Obviously, Congress has subpoena power so that they can compel him to testify. It's interesting that they've invited him and he sort of said, no, thank you, I might not be able to attend that party. I might be busy that day. David, what thoughts?"
    },
    {
        "speaker": "D",
        "text": "I mean, it's not surprising at all to me that he won't appear voluntarily. I mean, it was surprising to me that he gave an interview. Right. I mean, even he said this was contrary to what his lawyers were advising him. So I think anyone who's been in the sort of criminal realm on the defense side or prosecution side was surprised that he's giving it a public interview in terms of the hearing. You know, as you said, first thing is always appear voluntarily. They do have subpoena power. Right. If he appears voluntarily, he can not answer some questions, answer the others. If he's subpoenaed, he has to go. And if he goes, he either has to take the Fifth Amendment, the Fifth, or he has to answer. And you can't do it selectively. It's something I learned a long time ago, and I attended a congressional hearing back in the early two thousands that essentially you either take a blanket fifth and you say you're not answering anything on the grounds that it will incriminate you, or you have to answer all the questions. And the difference between doing it in front of Congress and in an interview with, with the Times is that obviously perjury and false statements are a bigger deal when you say it to a legislative or investigative body like that. So they have their own criminal penalties. So not surprising. He's not jumping, jumping to get there."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And the other difference, of course, is that they have the ability to subpoena documents ahead. And so when you say x, they're going to have documents that say, that's very interesting, because on date y, you said z. I think that's right."
    },
    {
        "speaker": "D",
        "text": "I mean, I think that's why in this one, maybe they don't subpoena him yet. I can't imagine they have a full litany of documents ready to go. This is probably more for show and to, you know, show their delving into it. But it's not just financial services. Other committees, House and Senate, could, could hold hearings down the road. I think we'll see it. I think he'll be subpoenaed at some point, but I think we'll see a little farther in terms of what they're going to have done in terms of the investigation, whether it's the DOJ side or the SEC or Congress itself."
    },
    {
        "speaker": "B",
        "text": "Yeah, Nico. So I understand you also have something on Ripple."
    },
    {
        "speaker": "C",
        "text": "Yes, I do. We have a very important development in a story that has gripped this crypto space for two years. We're finally getting closer to the end of a legal battle between and the SEC, the US securities and Exchange Commission. Ripple, of course, is associated with the XRP token. And the SEC is arguing that Ripple's offering of XRP between 2013 and 2020 was an offer or sale of an investment contract that would make it a security under federal security laws. Now that the two sides have filed, their replies to the other party motions for a summary judgment. A summary judgment is a ruling without a full trial throughout. For those that may know, the replies were indeed a final step before we get that ruling. Ash, before we get to David, can you give us a sense of why this case has followed so closely?"
    },
    {
        "speaker": "B",
        "text": "Nico, it's followed closely because of this key question, what is and what is not a security? This is one of the biggest ongoing debates in crypto right now. Here you have a token with a passionate following and a top ten market captain. So it's not surprising that people are following this. A ruling in favor of Ripple would be a defeat for SEC. Obviously. Equally, a win for SEC might likely be interpreted as a headwind for crypto in terms of a more expansive sense of what is and is not a security. And I think that there are folks in the crypto space who are concerned about that. But, you know, after the final submission was made, Ripple CEO Brad Garlinghouse tweeted, I said it on day one, we will aggressively fly to get clear rules for the entire industry in the US. He went on to say, ripple stood strong and withstood the SEC's onslaught. I look forward to being on the right side of justice. It appears we may finally get closure on this one way or the other and know where it's going to land. Nico, David, jump. Jump in."
    },
    {
        "speaker": "D",
        "text": "Okay, so any thoughts? I mean, look, obviously everyone in the industry has been following the ripple case. You know, a lot of points you made are exactly right. I wish it were closer to getting a decision on it, but the courts move slowly. So if summary judgment briefing is just complete. So each side's filing their replies. I think they're supposed to be publicly released today, actually, I think they went in last week. You know, it's still gonna be a few months, right? So the judge will probably hold oral arguments. She'll probably give them till sometime in January if it hasn't already been set. And then from there it'll be her weighing and deciding the, you know, how she's gonna move forward and issuing an opinion. So I'd be surprised if we see any sort of opinion or judgment on that until March or April, something along those lines. But setting that aside. Yeah, I mean, as you said, it could be huge. Regardless for which side she decides, I think what we'd like in the industry is what the analysis is going to show. Like better guidance than just saying, hey, how we test. Right. So for those who follow it, the SEC's position is there's this. How we test that is to determine if something's an investment contract or security, it goes back to the forties or something. And it had to do with people buying a portion of orange groves in Florida. Really not that germane to what we're talking about here with these assets that can be traded on exchanges and there's a market for them and it goes up and down. So, very interesting where we are. What we all hope for is that if the judge does issue an opinion, that'd be detailed and explain why. Other than that, if it's just for one side or the other, most entities are in no different boat than they are right now. Ripple would love it if they win. Right? Everyone can list them. They know they're not a security. But other assets, other digital assets like that will still be in the same boat because the SEC is going to take the position that, yeah, that just applies to ripple. So. And same thing. The SEC wins. Bad for ripple, good for the SEC, but it probably won't change a whole lot in terms of guidance for other entities."
    },
    {
        "speaker": "B",
        "text": "Well, that's exactly what I wanted to ask you about. By the way for people who may know, they've all heard me say this a hundred times, but the four prongs in the Howie test are an investment of money in a common enterprise with the expectation of profit, it to be derived from the efforts of others. But the question that you spoke to it just there, which is how significant is this? Because as you said, if SEC wins, they're going to say, well, of course, now the law is very clear. We have this guidance from a federal judge. The case law is very clear. Conversely, if Ripple wins, SEC is going to say, well, that just applies to ripple. So how, for people who are not lawyers and are trying to get their head around it, how significant is one rule?"
    },
    {
        "speaker": "D",
        "text": "Like, well, I mean, I'll complicate it even more. Right. So this is just the district court. So this is the lower level court. So regardless what happens, there's still a right of appeal. So most, you know, if I'm, if I'm a betting man, either side loses, they're going to appeal it. So this is in the Southern District of New York. So it'll go to the second circuit, which is the appellate body for that. Then you're looking at another year, something like that, on the appeal. Now, that is where sort of more precedent is made. It would then that law would apply to all of the courts in the second circuitous, the district court ruling. It is what it is. Right. If you're in New York, it applies, but it would be the sort of first big court that's offered this kind of guidance. So I'm not sure, you know, if we're going to be in any different vote come six months from now than where we are right now, other than anecdotally or being able to say, all right, here's a little more guidance one way or another."
    },
    {
        "speaker": "B",
        "text": "Yeah. Nico, I understand you have some viewer questions."
    },
    {
        "speaker": "C",
        "text": "Yes, it is that time for viewer questions. But before I get to those, please remember to subscribe to the channel. It helps us out a ton. So hit that subscribe button if you're watching on YouTube right now. Mark, this question, or. Sorry, David, this question comes from Mark T on the RV website, and he asks regarding Bittrex. Are customer funds segregated? And a follow up. Are customer funds directly insured or does the insurance only cover the corporate entity, Bittrex?"
    },
    {
        "speaker": "D",
        "text": "So I will answer what I can of that. Again, I'm the head lawyer for the company primarily. I'm not involved in every single business side of it or what we do, but for the most part, yeah, customer funds are segregated. Right. We're in the US here. We can't lend customer funds. Your customer funds that go in are one for one on what we keep there. Right. They don't go out. They're not lent to anyone. We can't do that in the US. We don't have a lending arm at this point or anything like that. So everything that's been deposited by customers is there. In terms of our insurance products, I'm not entirely positive. I'd have to come back on another segment to do a little research on that to tell you exactly what we have. We do have multiple layers of insurance. We have some that applies to various aspects of the company. I know we have some of the customer assets. There are insurance policies on those. But I, I can't tell you candidly here that I know of the exact coverage or if they're fully covered."
    },
    {
        "speaker": "C",
        "text": "Well, it's still a great answer, David, I have to say, and obviously, people are concerned out there considering what happened with FTX. But it sounds like unlike FTX, you guys are at least following the proper regulations that at least have been established thus far in this country."
    },
    {
        "speaker": "D",
        "text": "I sure hope so. In looking at companies with whom you can do business, look at who their management is, look at who they bring in for legal, for compliance, look at where they're located. And those are the types of things, I would say, like to give you comfort in doing business with a company like ours. You know, as, as, as Ash said, you know, I was a former prosecutor. You don't hire on people who are criminal prosecutors in your legal department if you want to do things the wrong way, because I wouldn't be here. Right. I mean, you don't, you don't let that happen under your watch. So."
    },
    {
        "speaker": "C",
        "text": "Very well said. Well, it's that time of the show for key takeaways. So let's get those horns a blaring and the spotlight swinging, because here is my key takeaway. I'm going to keep it simple into one point today, because I think what we're really learning here is that regulation is needed. And until we get that regulation clarity, there's going to be a lot more questions and a lot more bad actors trying to find those gray zones to do what they do. So, David Ash, anything you guys want to add to that?"
    },
    {
        "speaker": "D",
        "text": "I mean, I'd say I agree wholeheartedly. There are a handful of bills out there right now in Congress that are trying to address this very issue. Right. You have the one, there was a hearing last week with the chair of the CFTC where they brought him in. A lot of them have the CFTC as the primary regulator going forward. I think that's a good plan. It would give clarity to twofold. It gives clarity to potential customers that there's someone federally looking at this stuff. They're going to make sure that the exchanges are doing things the right way. They're going to make sure that assets are what they say they are. We as an exchange then have the ability to go ask questions of them to get clarity. Right now, it's all over the map. Domestically, it's the states as money transmitter licenses that are required. Treasury has its, they'll always be involved. Obviously, on the OFAC side and the fincen side. The SEC comes at all of them constantly. The CFTC to some extent, having one specific one that's setting the regs, letting exchanges, letting digital assets, and letting customers know how things are going to go. All in favor of that?"
    },
    {
        "speaker": "C",
        "text": "Very well said. Ash, anything you'd like to add before we say our goodbyes?"
    },
    {
        "speaker": "B",
        "text": "Well, David, I just wanted to ask if you had any final points that you wanted to make on your own in terms of where we are today and where you see the space going or anything that just gives a big picture view of how you're feeling right now about this space."
    },
    {
        "speaker": "D",
        "text": "I mean, like anyone who's interested in crypto, hoping that there's a rebound, that people realize what I said. I think in the first question you asked me that an FTX shouldn't reflect on everyone the way it seems to be right now. These products are what they are and they haven't changed from what they were before all these things happened. So do your research. Make sure you look at the ones that you think are the appropriate ones, and hopefully we have an upswing in the very near future."
    },
    {
        "speaker": "B",
        "text": "Well said. Here are my takeaways, Niko. First, I wanted to follow up on some of David's points that he made, and correct me if I goof this, David, but just listening to you talk about the ripple Sec case, I mean, a couple of takeaways from that. First, that we're not going to get a final ruling here for a number of months in terms of the response period and the way that the judicial process unfolds. Second, the idea that this would be the first time that a major court has weighed in on the issue and given some guidance with regard to SeC's view of the Howey test, and it would be an important one. But third, that this is by no means the final sort of round of this that we could see. Well, two things. One, the applicability of the ruling in this case challenged in other cases, and two, ultimately and appeal to a higher court which may come from either side in either outcome. Is that roughly correct?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, that's roughly, you know, when I said major court, the Southern District of New York is one of the, you know, most followed courts. There is, there was the library matter from about a month, month and a half ago that came out of, I think, the district of Vermont. So that was a federal court ruling finding that asset to be a security, you know, so I'm not here to badmouth a smaller district court there, but it doesn't seem to usually carry the same weight as the southern District when it issues ruling. But, yeah, also, as I understand it."
    },
    {
        "speaker": "B",
        "text": "From just reading at a very high level, there were certain stipulations that were made by library that seem to differ from the way that the case has been put forward. Again, I'm not a lawyer by Ripple that some lawyers believe have some sort of material differentiation and may result in a different ruling in the analysis, at least that I've read."
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, I think that's right. I think that's what I mentioned before, that even if they rule for or against ripple, it's going to be very fact specific. Right. So it's, if you read either the complaint or the amended complaint, it's all about what these guys said when they were marketing and things like that. So it's not just looking at the asset itself and the features of it. It's all like these x factor things. What did they say? Do they tout the investment? Did they tout returns? You know, and I guess that stuff's relevant on the. How we test, but there's. It's not as though any single ruling like that is going to definitively change the landscape."
    },
    {
        "speaker": "B",
        "text": "Yeah, I just want to say, niko here, my final takeaway is to just continue to watch what's happening in the DCG Genesis Gemini case. Follow this one closely because the amounts seem like they're getting very large and they're moving. The story is moving very quickly, obviously, story out, I guess, on Saturday by the Financial Times, then a follow up on Sunday by Coindesk, effectively doubling the amount. Look, let's be very clear. We don't know how this is going to end. We don't know what the ultimate outcome is going to be, but the numbers are very large and DCG is a very, I guess, what we might call a systemically important player here in the US and more broadly in the crypto space. This is a story that people who are interested should be following closely for all the reasons that I detailed earlier in the show."
    },
    {
        "speaker": "C",
        "text": "Nick, very well said, ash. And thank you to you and to David for joining us today. It's been a pleasure doing the show with you both. That's it for today. Don't forget to subscribe. RV Crypto is free. For those of you watching on YouTube. Smash everything the like, button the bell and subscribe. It helps us out big time. Join us again tomorrow. Coin, co founder of Anchorage Diago, Monica will join us."
    },
    {
        "speaker": "B",
        "text": "Us."
    },
    {
        "speaker": "C",
        "text": "We'll see you at noon Eastern, 05:00 p.m. london, live on real Vision crypto daily briefing."
    }
]