[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint."
    },
    {
        "speaker": "C",
        "text": "Mobile.Com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hey, everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance, join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "E",
        "text": "Austin Campbell, welcome to revision Crypto daily briefing."
    },
    {
        "speaker": "F",
        "text": "Thank you very much. Happy to be here."
    },
    {
        "speaker": "E",
        "text": "Well, it's really a pleasure to have you. There's so much to talk about. We were talking a little bit off camera about what's happening in stable coins, the importance of this ecosystem to the country, obviously, the importance of the crypto ecosystem. But before we talk about this, I just want to do a quick brief on price action. Uh, coming out today, I'm looking at bitcoin right now on my screen, trading at $28,037. Looks like it's off about one and a half percent in the last 24 hours. Trailing seven days off a little bit over 7%. Obviously, this coming off a significant rally as we switch over to Ethereum. Looks like it's trading on my screen. $1,903, trailing 24 hours off about, I'll call it two and a quarter percent, a little bit less. Trailing seven days off over 7.5%. So, roughly trading in line with bitcoin, obviously. Again, off the back of a considerable rally there. Austin, I know you watch a lot of things in the space. We're going to talk a lot about stable coins. We're truly going to deep dive in just a second. Any thoughts on where we are right now in this market? Obviously, we've seen some, some buying, we've seen some buying and we've seen the rise in price, and now we're seeing a little bit of selling pressure."
    },
    {
        "speaker": "F",
        "text": "Yeah, the main thing that's caught by interest is basically how boring some of the price action has been on the back of the Ethereum upgrade. I know there are a lot of predictions that that could get very wild, that instead it's been quite stable, which I think indicates a lot of the maturity of the ecosystem that's emerged in the space."
    },
    {
        "speaker": "E",
        "text": "Yeah, sometimes boring is good. Austin, you have a really interesting background, which is anything but boring. Tell us a little bit about yourself and then we're going to talk more about stable coins."
    },
    {
        "speaker": "F",
        "text": "Yeah, sounds good. So my background, as I have joked elsewhere, is basically being a grouchy fixed income person. So way back in the depths of the past, I ran trading desks at JP Morgan, dealing with cash stability instruments that needed to trade, and this will sound familiar, earlier, sort of call it a $1 stable nav over time, even though their underlying instruments were highly diverse and varied. So, as I've joked, I traded stable coins before they were ever on a blockchain. And then after that I've kicked around. I was at a place called Stoneridge, which is Nidink's parent, which is where I really got into crypto. I was at Citi, I was the co head of digital assets rates trading, along with my friend Lee Smallwood. And then I was at Paxos, where I was the head of portfolio management, the chief risk officer for one of our entities there. And now I am a professor and have my own consulting firm helping people in the crypto space."
    },
    {
        "speaker": "E",
        "text": "And you're at Columbia University, where you do this? Columbia University business school?"
    },
    {
        "speaker": "F",
        "text": "That is correct, yes. I teach one of the blockchain courses there, Austin."
    },
    {
        "speaker": "E",
        "text": "I spent a little bit of time on a fixed income trading floor myself, not as a trader on the tech side, but it's really interesting to have people who have that experience, because it definitely provides a different window into digital assets."
    },
    {
        "speaker": "F",
        "text": "Yeah, I think one of the things that I experienced coming into the space is a lot of the people who are here either came from the tech world or when they came from finance, came from equities, came from prime brokerage places that were very aspirational and narrative driven. So it's a little bit different to be the person who's, like, obsessed with market structure and mathematics when you're in that kind of space, but that's ultimately what drives a lot of fixed income."
    },
    {
        "speaker": "E",
        "text": "Yeah, absolutely. So talking about that obsession, let's talk about your latest obsession, which is stable coins. I imagine many of our viewers will recently seen your testimony down on the hill where you talked about this topic. 50,000 foot. Where are we right now? What matters? What do people need to know?"
    },
    {
        "speaker": "F",
        "text": "So I would say the biggest thing that's important right now is in the United States. We are in complete chaos as we look at the stablecoin space. If I was trying to run one here, I have multiple regulators all fighting about who's going to be in charge of me, and there's not a clear answer. And the rules between those regulators are mutually contradictory. So without knowing in advance who I answer to, it's impossible to comply. What that means is the space is moving offshore. Other jurisdictions are passing legislation that provides a very clear pathway. And I would tell you that from an american perspective, we're probably in the process of fumbling the ball on stable coins. On the other hand, this is an incredible opportunity for the rest of the world if you're in Europe, if you're in the UK, if you're in Singapore, if you're in Hong Kong. Times have probably never been better to look at launching a project and trying to build something really sustainable in the space."
    },
    {
        "speaker": "E",
        "text": "Yeah, it's interesting you talked about this at the hearing. We're going to talk a lot more about us competitiveness and, of course, the importance and the primacy of the dollar as the global reserve currency for the United States. But I want to talk first about this regulatory confusion, this regulatory chaos. You have this great metaphor in your congressional testimony where you said it's like you show up to play a game and you're not sure whether you're playing football or baseball. That's not just about who you're answering to in terms of the reporting structure. That's about the, the basic fundamental framework for the way that you have to do business. It really is a chaotic time. Talk a little bit about where we are right now, the challenges that presents, and how you see that sort of unfolding as we go forward."
    },
    {
        "speaker": "F",
        "text": "Yeah. So that problem really comes into focus when you try to think of, like, the microstructure of what you need to do to run a business. So take some of the major us stablecoin issuers. If I'm looking at circle, if I'm looking at Paxos, if I'm looking at Gemini, and I'm trying to figure out how to structure my business, if I have to answer to a bank regulator, I'm thinking about things like capital reporting, capital standards, risk controls around liquidity, and sort of call it the prudential design that prevents all of our banks from collapsing because people do really silly stuff inside of them. At least some of the banks have."
    },
    {
        "speaker": "E",
        "text": "Problems who don't have. One of the interesting things about this space is we have people who come to us from the technology side, we have people who come to us from the finance side and we don't always speak the same languages. Talk a little bit about what you mean by the prudential aspect of running a bank. Obviously people who are in finance will know exactly what this means. But for folks who dont have the benefit of that background, talk about what you mean when you talk about how to tailor that microstructure. If you could define that as well to the regulators in a banking environment."
    },
    {
        "speaker": "F",
        "text": "Yeah. So lets zoom out and be very simple for the purpose of explanation and talk about what would be a really basic sort of bank which is on one side you will take deposits from people. Thats how banks work. When you give them money and it goes into your checking account, it goes into your savings account, you should be aware you are technically lending your money to the bank. The bank will then take that money and go lend onwards with that. So they're going to go to people in the market and lend for homes, lend for businesses, potentially buy government debt. And what happens is if you zoom out, banks are taking risk in their loan portfolio, but they owe all their depositors money back at some point. To make sure that goes well, regulators really have a couple of levers that they use to control banks. Number one is limiting the kinds of assets and permissible activity. So I might be able to lend against a mortgage, but I should not go take a yOlO into a massive amount of Tesla stock if I'm a bank with depositor money. At the same time they're going to require controls around reporting, around liquidity, around risk, so that they have a 100% view into the activities of the bank. If that's done properly. Obviously not always is. And then they're also going to require the bank to hold excess capital with the idea that losses that the bank takes should impact the owners of the bank, the shareholders first and only when things get truly dire should the depositors be impacted. All of those are levers used to control banks. The punchline is if you're at a bank in America, there's a lot of strings attached that come along with that status."
    },
    {
        "speaker": "E",
        "text": "Yeah. So to begin with, this is the old phrase that people have probably heard on this show before, which is of course borrowing short to lend long. If that sounds like an inherently risky proposition, it certainly can be if you have bankers making wildly speculative bets. We've in fact seen this here in the 2007, 2008 period. And now of course you have a whole raft of additional federal regulation on top of all the regulation from the federal and state level that we saw from the 1930s vintage, the last time we saw this massive hypertrophy in the financial services sector. But let's connect all of this back to stablecoins. Explain how all of this that we've talked about, which has been a great primer or 101 on how banking works, applies to the stablecoin ecosystem."
    },
    {
        "speaker": "F",
        "text": "Right? So when you look at a stable coin, and I said this in my testimony, they look, either when designed properly, like very conservative banks, or like government money market funds, which is where that regulatory confusion comes back in. People start arguing, are these banks or are they securities? Right? We know what Gary Genslers view is, but to be clear, his view is not shared by the banking regulators, who themselves think they regulate these things. What that means is that a stable coin fundamentally looks like the activity we just described, right? I take deposits. Those are the people minting the tokens. I take those deposits and I go invest them in financial assets that are supposed to support those deposits. In the case of most of the onshore stablecoins, now that is a combination of bank deposits, of t bills, and of something called overnight reverse repo, which you can think of as very short term loans, in this case, secured by treasuries for the stable coin holders. So they are engaging in the same borrowing to lending dance, only in this case, knowing that the deposits are highly volatile. Within stable coins, they don't really lend long. They also lend pretty short."
    },
    {
        "speaker": "E",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless. How did you get 30, 30 biddy get 30 bid to get 20, 20, 20, 15, 15, 15. Just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 up front for three."
    },
    {
        "speaker": "C",
        "text": "Months, plus taxes and fees. Promoting for new customers for a limited time, unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "E",
        "text": "Yeah, and so obviously that mix is about what creates the stability, or lack of stability, in the underlying stablecoins. Let's talk about the current state of play in the stablecoin space. I know we have a chart of the relative market caps of the stable coins that are most used here in the United States and abroad. Obviously, when you look at this chart, when you see that, when you see that green line, you see tether clearly at the top of the league tables there. Talk a little bit about that USDC underneath it, and BusC, that, of course, is the binance stable coin. Talk a little bit about this landscape, Austin, and how you see it, how you think about it, and what, frankly, it means to have this being offshore rather than regulated onshore here in the United States."
    },
    {
        "speaker": "F",
        "text": "So what I see when I look at that chart is concrete evidence that the difficulty of running a stablecoin in the United States is becoming such that people are just leaving. Right? So if you look at the history of tether, tether is not particularly transparent. They disclose a little bit about reserves, but I would describe it at best as a little bit. And they have not been particularly open about whether they are fully reserved at all times, what their real business operations are, what they plan to hold in the future. On the other hand, if you look at Paxos, which is the issuer, busd, and you look at circle, they both moved to a standard of complete, total disclosure. So, you know, down to the penny, what is in each of those stable coins. They disclose their bank deposits, they disclose all of their securities holdings. That is a radical degree of transparency. Comparatively, they have much better consumer protections around them, with guarantees of redemption, better holding structures, and all the sorts of things that if you were a pretty granular lawyer in the fixed income space, you would care about. And so to have a situation where everything is moving offshore, because we're so worried that us regulators will just stamp these things out of existence and into something that is, quite frankly, less transparent, less consumer protective tells you how toxic the onshore regulatory regime is, but it also tells you how big the opportunity offshore is. If you build a transparent consumer protective version, it will probably dominate the current environment."
    },
    {
        "speaker": "E",
        "text": "Trey, I want to talk a little bit about something. Since you mentioned Busd there that you've written about in the past, we should say that you've worked with Paxos in the past. Talk a little bit about that, but tell us, because you wrote about it in coindesk, and you wrote about it very eloquently, what your view is with what happened with the relationship between Paxos and binance, in terms of the stablecoin that Paxos was securing for binance."
    },
    {
        "speaker": "F",
        "text": "Yeah. So if you look at BUsD, it's a little bit of a confusing story, which is to say the original BUSD, which is the one that was issued by Paxos, was approved in 2019 by the NYDFs, that only exists on the Ethereum chain. And so for that version, there's a lot of strings attached. And what's going on there is Paxos is managing the reserves, managing the mint and burn and the issuance, but Binance is by and large the distributor. So their name was on the token, it was distributed through their platform. So you can kind of think of this as like front end and back end, if you want to simplify it in your head from a tech perspective. In addition to that, because BuSD only existed on the Ethereum chain and the canonical version, there was also a wrapped version, which is to say Binance would take tokens, lock them in some sort of bridge contract, and then create the wrapped version of it, which is what existed on things like the Binance smart chain or some of the other chains out there."
    },
    {
        "speaker": "E",
        "text": "So what they would do is they would show, essentially the reserves, they would show the digital hashes of that. You could verify it, and then they would create, they would create liabilities, in a sense, against those assets that were then disclosed publicly through an open sort of standard."
    },
    {
        "speaker": "F",
        "text": "Yeah, that's correct. It worked pretty much like any other bridge worked. Right. Like you hold tokens on one side, you have the wrap version on the other side."
    },
    {
        "speaker": "E",
        "text": "Yeah. Okay. So what happened there?"
    },
    {
        "speaker": "F",
        "text": "Well, I was going to say. You mean in the sense of what happened with the NY DFS?"
    },
    {
        "speaker": "E",
        "text": "Yeah, I mean, and this idea that what, the statements that the state of New York made of and the ultimate outcome, which is that it no longer exists."
    },
    {
        "speaker": "F",
        "text": "Yeah. So I would say the NYDFS specifically always had concerns around representations of the activities of the stablecoin, other than on the Ethereum chain. They have always felt, to try to represent their position adequately, that they weren't getting enough disclosure and not understanding enough of what was going on there and had some concerns about how it was managed. I think some of this is probably just poor communication, to be totally honest. But the net result of that is that the NYDFs banned Paxos from minting more busd. So importantly, it does exist in the sense that the reserves were all there. The stablecoin still existed, but they could no longer create new stablecoins. And all people could essentially do was redeem it over time. So when you look at the previous chart that was up on the screen, you will see from the point of that order from the NYDFs, it's basically just a downtrend for BUSD. And that's because you can't mint more of it. You can still redeem it. All of the money is there in the reserves that is actually held at custodians like the state streets, the boneys of the world. The physical dollars are there. It's just a question of slowly unwinding all of that to get it out for the holders of BUSD. So I would tell you it's a product and unwind, as opposed to one that was called disruptively shut down."
    },
    {
        "speaker": "E",
        "text": "Yeah, I should say no longer exists as an ongoing business model that they are currently operating. But of course, as you say, the redemptions continue. By the way, I believe it's on a redemption schedule where they are attempting to extinguish it after x number of years. I don't know what the exact timetable is, but the ultimate goal is to take it out of existence."
    },
    {
        "speaker": "F",
        "text": "That is correct. But I raise that point specifically because there's a big difference between going out of existence in the form of something like UST and being able to be unwound in orderly fashion."
    },
    {
        "speaker": "E",
        "text": "Yes, a very important point, especially in this space. As we've seen, the disorderly unwinds happened before, and it causes a tremendous amount of pain for people who are invested in that space. Let's talk about this a little bit more broadly to get the context on this, because this is an issue I think that you've been incredibly eloquent on. And there are two issues that are related, though not identical, that I think are incredibly important to discuss. On the one hand, I'm talking about us competitiveness globally. Obviously, for anyone who's been paying attention for the last several decades, Silicon Valley, the innovation economy has been a tremendous, tremendous boon to the US economy more broadly. That's one component of it. That's something that would be true of any industry. But there's something special about the blockchain space, particularly with regard to stable coins, which is the idea of the US dollar as the reserve currency. The opportunities there and the risks if this is not handled in a way that supports the US dollar as the global reserve currency. Talk a little bit about those two points. In your view, how do you think about global competitiveness? How do you think about the importance of the US dollar as a reserve currency and how stablecoins can support."
    },
    {
        "speaker": "F",
        "text": "Zooming out a little bit, I would say, as a veteran of the financial services industry who's thought a lot about 2008, the real innovation here is the blockchain. A global neutral platform for the simultaneous exchange of all goods, is an incredibly powerful tool. I think over the next, call it 10, 20, 30, years, you will see increasing tokenization of most forms of assets so that you can exchange them efficiently and without counterparty credit risk. And when you exchange an asset, you need money, right? Like if you go to buy a coffee, if you go to buy a car, if you go to buy a bond, if you go to buy a stock, you're typically not bartering. I don't offer them my services as a professor. I don't offer them my services as a consultant. I'm not trading them a table like I pay for it with. In my case, dollars, typically. And so what's most important to me about stable coins is that they serve as money on the blockchain, right? Like this is a representation of the central thing that people use to exchange. And so whatever is preferred on the blockchain is going to become the standard for that space. So if crypto continues to grow at the pace it's grown from 2012 to present, and there's going to be a form of money on the blockchain, and we prevent that form of money from being the dollar. I think that is a problem for the United States. If that's the euro, if that's the yuan, it will lead to another currency eroding the dollar status and starting to become the preferred method of exchange globally."
    },
    {
        "speaker": "E",
        "text": "And for folks who are not really thinking about the macro as often as you do, let's talk about why the US dollar, being the global reserve currency, has been such an important asset since the Bretton woods period. This is something that people maybe on the tech side, haven't given as much thought to as you have. Why is it so important that the dollar maintained its reserve currency status from the perspective of us competitiveness, national security, et cetera, et cetera."
    },
    {
        "speaker": "F",
        "text": "Yeah. So I would say being the reserve currency fundamentally does two pretty important things for you in the context of this debate. One is that it causes everybody else to end up with dollars, which means they want to invest them, which means they typically invest them in America. Right? If we're thinking about funding the deficit, if we're thinking about funding for american companies and american projects, this leads to a huge amount of capital showing up here. So long as we have open markets, which in America, we do. So this kind of allows us to be globally competitive in a way that countries without the reserve currency status essentially call it pay more. The second part is exactly as I alluded to in my testimony. From a national security perspective, when you are the center of exchange for everybody, you see all the data. If that moves somewhere else, we no longer control that somebody else does. And so when you're thinking about interdicting activity, that is genuinely bad for the world, because I'll just say as a generic statement, pretty much all forms of terrorism are bad. So if you're trying to cut off terrorism financing, you would like to be able to control the pipes that money is flowing through and understand where it is flowing around. That's much harder if it's not in your currency or through your systems."
    },
    {
        "speaker": "E",
        "text": "Yeah, and also there's another attribute of this, which is the pricing and denomination of commodities prices, the so called petrodollar system in the United States. Talk a little bit about that and why it matters."
    },
    {
        "speaker": "F",
        "text": "Yeah, I mean, long story short, when everything priced at dollars and everybody exchanges dollars for it, everybody wants to own the dollar, right? If I'm going to buy oil globally, even if it's two non american countries trading, they typically settle it in dollars."
    },
    {
        "speaker": "E",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "G",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With ramp, you get full visibility into your company's spending and control who spends what with each vendor. Ramp's software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank."
    },
    {
        "speaker": "F",
        "text": "And celtic bank members of DIC."
    },
    {
        "speaker": "G",
        "text": "Terms and conditions apply."
    },
    {
        "speaker": "E",
        "text": "And this is something that, by the way, has come under question lately when you see the Chinese attempting to negotiate with yuan denominated payments across the world with various producers of petroleum and petroleum products."
    },
    {
        "speaker": "F",
        "text": "Yeah, that is completely correct. And the interesting part about that is that youll see takes on places like Twitter and out in the world that the dollar is somehow magically going to lose its reserve currency status overnight. Thats typically not how things work, things erode slowly over time. Each of these is like a brick in another wall thats being built. At the same time. Our wall is slowly eroding, if you think of it that way. So as I watch all of these things, stablecoins are a good way to start putting more bricks back on the wall for the dollar. And I think it would be profoundly misunderstood by the United States to block that innovation. Like people are trying to give us money to put into, like treasury debt. We're telling them no. That's a little bit bizarre. Yeah."
    },
    {
        "speaker": "E",
        "text": "This sort of reminds me of the epigraph for american psycho. It's a talking head song. And as things fell apart, nobody paid much attention. When they happen slowly, it's difficult to see them and difficult to feel them. One of the pieces of data that we've gotten on this in the last week, of course, is Mika. This is the framework agreement in Europe to define a framework regulatory environment for crypto assets. Talk a little bit about that, particularly in its role as a competing power center for the United States and what your thoughts are about that."
    },
    {
        "speaker": "F",
        "text": "Yeah, so I think the European Union deserves a ton of credit here because Miko is no small undertaking. This is a complete and total framework for the handling of crypto assets across the entire continent. So the first part to think about here is in terms of places in the world with complete clarity around crypto. The EU is now the single largest economy that has given that complete clarity with this bill. Right. Everywhere else, like the United States, we still have some degree of chaos internally. China still remains sort of fractured on how they're handling it, but Europe has gone ahead and provided clarity. So even if the bill's not perfect, I think it's an incredibly important step. It's going to attract a lot of business there because now you know how to perform legally, and you could do this in a way where there's not going to be a lot of questions about whether the activities you're doing are going to get you in trouble later or not. Now the devil is in the details. Implementation matters, and there are certainly parts of Mika that are not perfect, and we'll discover those over time. But as a first cut, I think it was very good, and it's put a lot of other nations on their back heel in terms of responding."
    },
    {
        "speaker": "E",
        "text": "Let me ask you two other questions about where we are with some other things that are important, that are related to stable coins but aren't stablecoins. First, CBDCs, what's your take on that? What's your take on where we are right now in terms of the adoption of some of the precursor technologies, some of the beta technologies that the Fed is running. And secondly, deposit coins or so called tokenized deposits. Another alternative to stablecoins. Tell us where you see those two technologies."
    },
    {
        "speaker": "F",
        "text": "Lets start with cbdcs, which I think are a little bit of a misunderstood topic. It is not necessarily the case that the existence of a CBDC requires you to use a blockchain. What we're really talking about there is just a digital form of the physical currency that usually makes up money. So like in the United States, when you hold $100 bill, they're talking about a canonical digital equivalent of that hundred dollar bill for a CBDC. And I would tell you there, having spoken to some of the people at the Federal Reserve working on this, the devil is really in the details, right? Do you have a CBDC on a public blockchain that's tradable with no restrictions, so that it works substantially similarly to cash? Do you not even use a blockchain and only distribute the CBDC wholesale to some of the large banks, in which case all this really is, is a replacement for the backend that we currently use at the Federal Reserve. These are wildly divergent paths that I don't think they've been settled upon yet. So I think a lot of the CBDC debate is premature. And the answer is, in many of their implementations, they will coexist with things like stablecoins, especially if they're more wholesale money. You'll just have a stable coin that is potentially backed by the CBDC. On the other hand, when you look at things like bank deposit tokens, that is a different form of money. As we discussed earlier in this conversation, when you deposited a bank, you are lending money to that bank. That is definitely not the same thing as having $100 bill in your pocket. And it's also not the same thing as owning, say, a share of a government money market fund where you're secured only by t bills, their bank deposit tokens. Are you taking credit risk to the bank, especially if they are uninsured? So in many ways, the mental model you should have is more like the commercial paper market, where you're lending short term funding to an entity like a JP Morgan or a BFA."
    },
    {
        "speaker": "E",
        "text": "I guess we could ask the question. The next level question is whether bank of America and JP Morgan are in fact implicitly guaranteed by the federal government. That probably a political question, but an interesting one."
    },
    {
        "speaker": "F",
        "text": "Yeah. And I think the answer to that probably depends on which way the political winds are blowing. At any particular point in time? The answer has turned out to be yes recently, but especially as some people in government turn slightly more anti crypto, I'm not so sure a deposit token would necessarily be backed. So there may be layers to that question as well."
    },
    {
        "speaker": "E",
        "text": "Oh, I think there are probably a lot of layers to that question. I think the implicit demand deposit account guarantee is probably a pretty safe bet, no matter which party is in office, no matter what they may say as they're running for office. When you find yourself in that position, I mean, I remember that vote on the House floor, I guess, back in late 2007, early 2008, where republicans essentially reverse course very quickly when they saw the s and p fall off the face of a cliff. It has a way of bringing that reality check. Speaking of which, I just wanted to ask you this, and I know it's a sticky political question, but it's interesting to me to see, here we are in 2023. Everything is a partisan political issue, and there's certainly a partisan dimension to those hearings and to the framework that we see from various representatives in the House and the Senate. There's certainly a pro crypto tilt to the Republicans and anti crypto tilt, broadly speaking, if you had to define it, if you were forced to, to the Democratic Party. But it's also interesting to see that there are some outliers on this. There are some sort of age related sort of factors. I was, I'm always impressed when I see Congressman Richie Torres from the state of New York, who is a progressive who probably feels very differently from many libertarians who are passionate about crypto, but is interested in this technology. Talk a little bit about the political matrix that you witnessed down in Washington, DC, and what you think its implications are for the broader crypto space."
    },
    {
        "speaker": "F",
        "text": "So I think one of the important things to realize about Washington is that all the people you see on tv there, right, like the politicians, are managing 80 different problems at once. And for most of them, crypto is not at the top of the list. Right. Like, if you're thinking about what people care about, it's probably like debt ceiling, tax policy, national defense. Right? Somewhere on their list of 100 things in the seventies is crypto. So one thing you've got to realize is they're taking information from their staffers, and the staffers are getting varying degrees of good and bad information. So, for instance, I had an exchange during the hearing with representative Foster, and I want to be clear. I spoke with him afterwards. He's a very intelligent guy. This is a man with a PhD in physics who worked at one of the major labs in the space. Like, we are not talking about a lack of intellectual horsepower. I just think that exchange was indicative of us not having done a good enough job educating people and the staffers not always being completely up to speed on what the technologies are in the space."
    },
    {
        "speaker": "E",
        "text": "So you're talking about Bill Foster from Florida, who is a Democrat."
    },
    {
        "speaker": "F",
        "text": "Sorry. Yeah. So I think the core point I'm getting to is I'm not sure there's as much of a political divide as people think, so much as an informational divide. Right. So if you look at somebody like Richie Torres, he's taken the time to learn the space, he's very informed on it, he knows what's going on. He's dealt with the Nydfs. I think as people dig in and understand, this is really just an emerging technology question, right, like from a base layer. And the real question is just how do we put regulatory rails around it that will work properly to protect consumers and embrace innovation at the same time? This should be one of those bipartisan spaces. To be truly anti crypto in a maximalist stance is to be anti technology. And that's really never been a winning political platform in America."
    },
    {
        "speaker": "E",
        "text": "Awesome. We're about to run out of time, but we've got a couple of viewer questions. I was wondering if we do a quick speed round, maybe 30 seconds, answers to these questions. I know they're not 32nd questions, but it'd be great to just get your view on some of this stuff that's coming in because they're really good and insightful questions as always from our viewers. No surprise there. First one comes to us from Gary on the real vision website and Gary asks, do you have a sense of the time that the US has to decide on either the approval or non approval of stable coins before they move to another currency as primary. Basically the question there from Gary is the clocks ticking? How much time do you think we have on it?"
    },
    {
        "speaker": "F",
        "text": "Short answer. I think right now eurodollar stablecoins, by which I mean offshore dollar denominated stablecoins are being created. And if those work and those scale, even if we pass a framework here, theres no guarantee they come back. Those are the stepping stone to getting to other currencies. So I would say within two years youre looking at scaled offshore dollar stablecoins and within, call it four years, were probably looking at people pushing into other currencies and creating an on chain FX market to do that."
    },
    {
        "speaker": "E",
        "text": "Yeah, great answer. This one comes from Colin McDonald on YouTube. Will BRIC countries use gold against their stablecoin, asking if gold will back BRIC country stable coins?"
    },
    {
        "speaker": "F",
        "text": "Well, as somebody who was at Paxos, where we were the issuer of gold backed stablecoin, that's totally possible. The question becomes, where do you custody that gold? Do people trust it? Because, again, with any stable coin that has a physical commodity behind it, you need physical security. I think if they can solve that problem. Historically speaking, gold has been the neutral exchange for value when there's not a global reserve currency, to me, that's totally feasible. It does not require the BRIC countries to trust each other's individual currency. So it's probably the least common denominator they settle on over time."
    },
    {
        "speaker": "E",
        "text": "Okay, final question. This comes from Ralph on the real vision website. It's a great question. I wish we had more time to answer it because it's right in your wheelhouse. What does Austin think of the blockchain bonds that have been issued? There have been several offerings in Europe. Great question, Ralph."
    },
    {
        "speaker": "F",
        "text": "Yeah, so they're interesting experiments. I think all sorts of securities probably ultimately deserve to be on a blockchain where you can settle them instantly. I pay for something and receive the thing in the same transaction. So I find all of these to be like, call it fascinating science experiments, but right now it's just a science experiment. There's a lot that goes on with the bond behind the scenes, right? You got to track cash flows, covenants, like bindings on the issuers. Just the amount of brain damage that goes into something like managing a bond for DTCC is immense. And there's mistakes all the time. So we do have to get all of that machinery on chain before I think it's really fully formed. But it is cool to see."
    },
    {
        "speaker": "E",
        "text": "In the old days, you'd literally have an ops person walk into the room waving the physical certificates at the head of the desk, screaming about the problems. Those were fun times, Austin. Speaking of funtimes, this is a great conversation. I really enjoyed this. I hope you can come back and do this again. A really fantastic conversation here today. Final thoughts. Key takeaways that you'd like to leave our audience with?"
    },
    {
        "speaker": "F",
        "text": "Yeah, I would say the key takeaways are one, stable coins are coming. The only question is what currency they're going to be in and what jurisdictions they're going to come out of. This is a global competition for capital, and that will always continue at all times. And then the second one that I would have for everybody is, despite all of the political chaos in the United States. Things like Mika did just happen. There are other jurisdictions moving ahead very constructively in the world. So in some ways, I've never been more optimistic about the technology, despite what we're seeing here in the United States."
    },
    {
        "speaker": "E",
        "text": "Austin CampBell, this has been the most information dense 30 minutes in crypto podcasting. Thank you so much for joining us. We're going to have to do this again soon."
    },
    {
        "speaker": "F",
        "text": "Sounds good. Thank you very much for having me."
    },
    {
        "speaker": "E",
        "text": "Thanks for watching, everybody."
    },
    {
        "speaker": "A",
        "text": "What's up, revolutionaries? Thanks for tuning in to the real Vision daily briefing. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest, and biggest names in finance."
    }
]