[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps, and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com. tech all lowercase. That's Shopify.com tech."
    },
    {
        "speaker": "B",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "C",
        "text": "Starkware open sources, its ethereum scaling technology. FTX wants SBF donations back from politicians and a mysterious image pops up on the multiple Defi accounts on Twitter right now associated with some of those projects. Welcome back to real Vision crypto Daily Briefing im ash Bennington. Im joined by Marco Oliveira. But here's the important thing you need to know. We also have two guests coming to us live from starkware sessions. That's the layer two summit that has just concluded in Tel Aviv. We have with us right now Elie Ben Sassoon and Itmar Leswis from Arjun. Welcome guys."
    },
    {
        "speaker": "D",
        "text": "Hi."
    },
    {
        "speaker": "C",
        "text": "It'S a pleasure to have you both here. Before we get into our conversation, let's take a look at the latest price action. Bitcoin is trading lower for a fifth straight day. Coindesk says that the longest. That's the longest since run such run since August. The fall started on Thursday ahead of the us jobs report, which proceeded to smash expectations on Friday. Bitcoin is currently trading around $23,000 so the fall has not been that large. Let's take a look also at Ethereum. Ether has had a better week than bitcoin. It's up some 4% on a trailing seven day basis. It's changed little today, trading at around 16, $50. A report from brokerage firm Bernstein, cited by Coindesk says activity on the Ethereum blockchain has picked up lately that's been partially driven by a revival in NFT activity. You go Labs launched a new mini game which has proven successful. The sewer pass NFT collection saw over $6 million in sales in just hours. Bernstein says the next ethereum catalyst is Shanghai upgrade that's coming next month. Mark, are you back?"
    },
    {
        "speaker": "E",
        "text": "Yes, I'm back. Thanks for picking that up, Ash. Well, for the viewers out there, join in on this conversation. Put down your questions in the chat. Wherever you're watching, we're going to ask the best ones later on the show. Remember, real vision members take priority, but the good news is membership to real vision crypto is free. Head over to realvision.com crypto and sign up. With that said, let's bring in our two guests, Elie Ben Sassan, the president of Starkware, the layer two Ethereum scaling platform, and Itamar Lasuis, the co founder and CEO of argent, the Ethereum wallethead. It's a pleasure to have you both with us."
    },
    {
        "speaker": "D",
        "text": "Guys, pleasure to be here."
    },
    {
        "speaker": "B",
        "text": "Thanks for having us."
    },
    {
        "speaker": "E",
        "text": "Well, take it away, Ash. I'll be back with some later with some news stories."
    },
    {
        "speaker": "C",
        "text": "All right, we'll see you soon, Marco. Gents, let's get started. Some news from the Starkware sessions. Ellie Starkware made a big announcement about its tech at the summit. Talk to us about what happened."
    },
    {
        "speaker": "D",
        "text": "Yeah, so first of all, the sessions event was a smashing success. Around 1000 developers from all over the world attended. Basically, talk about scaling Ethereum. And during the sessions we announced that we will be open sourcing the Starknet prover in order to ensure that Starknet is a public good, permissionless, inclusive and free for all."
    },
    {
        "speaker": "C",
        "text": "So let's zoom the camera out a little bit here, particularly for folks who may be relatively new to the technology side of what we're talking about here. Tell us a little bit about the scaling problem in Ethereum. What does that mean and what's the goal that Starkware has set in terms of solving that?"
    },
    {
        "speaker": "D",
        "text": "Ethereum is like a very reliable computer, but one that runs at a rather slow pace, at least compared to the demand for it. So we have a problem of scaling, which causes price spikes and limited usage. And Starcore's mission is to solve the scaling problem through using math and under the same assumptions as that of Ethereum security. So we do this with this technology that we invented. It's made accessible through Starknet, a programming language called Cairo, and the core math and cryptography that is called Stark. And it all requires approvers that are known as Starknet provers. And what we announced today is that we are open sourcing. We will be open sourcing the Starknet prover code."
    },
    {
        "speaker": "C",
        "text": "It's very interesting from a practical perspective, what does change that change do in terms of the functionality of it, what would the improvements be that you're looking to see or hoping to see from open sourcing the project."
    },
    {
        "speaker": "D",
        "text": "First of all, it's about staying true to the principles of blockchain, which means that if you want true inclusivity and censorship resistance, you need to have it in the hands of all. And if you want it also to be adaptable and updatable and improved all the time, you want to benefit from multiple developers having access to it. So it all points to open sourcing the core technology."
    },
    {
        "speaker": "C",
        "text": "Yeah. So it's interesting. Obviously there are other folks out there who are working on Ethereum scaling solutions, one of them being polygon matic. What makes your solution different? Talk a little bit about the roll up technology, how it works and why it's relevant."
    },
    {
        "speaker": "D",
        "text": "Yeah, so, I mean, first of all, Polygon is a side chain, not exactly a layer two, which means that the security assumptions, if you opt in into polygon are you need extra assumptions about basically trusting the multisig of Polygon. So, I mean, it's very important to state these things, especially in the aftermath of things like FTX and Solana and whatnot. You really have to do your own research and understand what are the security assumptions of using something which is scalable polygon. But it has some security assumptions that could be viewed as problematic or questionable, depending. Do your own research. We're a true layer two. We're the greatest source of scale on Ethereum today. And being a layer two means that the security of our solution is as good as the security of Ethereum, with no extra assumptions. And we deliver immense scale already today, the technology that is also going to be part of the startnet prover is the one powering DYDX, which settled nearly $500 billion of trading last year over Ethereum. It powers immutable x that has minted dozens of millions of nfts. And it powers so rare that have just announced last week the amazing news that they are working with the Premier League, in addition to all the other soccer leagues that they have already enlisted. So this source of scale is now going to be made open source for the benefit of starknet and Ethereum."
    },
    {
        "speaker": "C",
        "text": "So I also want to pull in Ipmar. Ipmar, tell us a little bit about Arjun. Tell us about the wallet and the other technologies that you guys are working on."
    },
    {
        "speaker": "B",
        "text": "Yes, so Arjun was created a few years ago on Ethereum, on layer one, to really make self custody accessible, so bring safety and usability to users. And the challenges we faced, we had abstracted the complexity, so it would feel like using any neo bank on your phone are twofold. It's really the challenge of scalability and two, the challenge of the model of accounts we had wasn't built for Ethereum. Ethereum was really built around the concept of private key that could be lost, that would be prone to human error. And so for us, joining Starknet is really for two of their main properties. Is one, the scalability, what stocknet is really known for, but two is really what we call account abstraction. So it's the ability to really rethink how we manage self custody and bring users a safety net you would have on traditional centralized finance system. But we bring that with the benefit of self custody and censorship resistance."
    },
    {
        "speaker": "C",
        "text": "Tell us a little bit about the relationship between argent and starkware. How are you guys working together and what's the goal in terms of end user functionality?"
    },
    {
        "speaker": "B",
        "text": "So I think what was quite unique for us compared to other layer twos is we joined, I would say the ship very, very early on. So we were aware of the technology before the starting journey started. And so we could really influence the development of the layer two with our experience from layer one. So we could really say that's what we need, that's how we can make accounts very secure. That's the usability challenges we have. And so as part of the journey, we could really help shape, shape Starknet, which brings us where we are today, the leading wallet on Starknet with the experience we dream to bring to users for years. So getting rid of the seed phrase preventing fraud, preventing scam, getting rid of all those interaction you have to do to do on the typical chain. So think about your EFC 20 approved token, the 50 traction you do that you barely understand, and bringing basically a web two experience, these are really the things that the core technology of Starknet has enabled us to do."
    },
    {
        "speaker": "C",
        "text": "Let me ask you guys this. In terms of the trade offs that you face, you say this web two user experience, obviously many folks find the web three experience a little bit confusing. The UI UX has not been there for mass adoption as of yet. Tell us about some of the trade offs. When you talk about things like for example, eliminating seed phrases, how are you able to manage self custody, how are you able to manage true autonomy of the user while trying to simplify that, because that really seems like one of the core challenges that anyone working in this space would have."
    },
    {
        "speaker": "B",
        "text": "So I think the key is that we finally put an end to those trade offs. We don't need any more of those trade offs. The way you can think about it is that stocknet allows us to have programmable accounts on Ethereum. You have your private key, you have a piece of paper with your seed phrase and that's it. You have that secret. If it's lost, it's game over. If someone has it, they have your money. With programmable account, there is no more limit to what we can do. So we can think of any kind of safety net, things like social recovery or having a trustee that can help you recover funds, but then having mechanisms that would prevent them from cheating you. So instead of relying on a centralized custodian, you can put any kind of logic you want in the account itself. The way you can think about it is you normally have a wallet with cash in it. If it's lost, it's game over. Instead, we use software. We use bank accounts. But of course, bank accounts require trust. Here, all that logic is put directly in the account itself on the blockchain."
    },
    {
        "speaker": "C",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "E",
        "text": "Whoa."
    },
    {
        "speaker": "D",
        "text": "Landing an account this big will totally change my landscaping business. It's going to mean hiring more guys and more equipment and new trucks for the new guys to drive the new equipment in. I don't know if I'm ready."
    },
    {
        "speaker": "A",
        "text": "You can do this. And Ford Pro finsimple can help. Our experts are ready to make growing pains less painful for your business with flexible financing solutions that meet the needs of your business today when you need them. Get started@fordpro.com. financing."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's so very interesting. Talk a little bit about what some of those solutions might look like. Social recovery being an interesting one. You sort of raised the point that effectively you have a Turing complete computer. That's a sort of fancy computer science terminology for the full programmability of everything. You can get all kinds of interesting novel solutions. Like, for example, it has to be three of these five people and it can only be recovered after a 48 hours pause window. I mean, there are all kinds of sort of logic components that you can add to that. How are you guys thinking about that? And what are some of the sort of functionality components that you think might be implicit in this technology in the future?"
    },
    {
        "speaker": "B",
        "text": "So I'll take that one. I think it's really about finding the. No, it's really about finding the sweet spot in terms of usability. So if you think about the simplest experience out there, you mentioned multisig. Basically, let's have two out of three signature for that transaction. And of course, that's one use case. And we announced a product for teams and Dao where they can implement that kind of logic. But then where it gets very interesting. Let's say you want fraud monitoring and that's also something we announce where a second party that has the ability to monitor for fraud, monitor for risk will have to sign. And so we announced to fa you as a user will sign a transaction. You are just of course, using your device. You don't realize you sign anything. But then Arjun has to sign for you also because we can monitor the risk. We can ask you for an extra verification. But what if Arjun misbehaved? What if in a traditional world, Arjun could say, you know what, I will stop signing for you. I don't like you. Or some government came to me and told me not to sign for you. And so to freeze your funds, we have put logic in the account directly that says that if Arjun misbehave, you can kick us out of the loop. There is a time lock so that security is managed, the time lock is enforced on chain and all that logic is directly in the account. So it's really moving from don't be evil to can't be evil."
    },
    {
        "speaker": "C",
        "text": "Say that last, those two last phrases again."
    },
    {
        "speaker": "B",
        "text": "So moving. I mean moving from don't be evil to can't be evil, basically."
    },
    {
        "speaker": "C",
        "text": "Right, right. So essentially building in the logic so that that cannot happen. It's also interesting. You could do things like Sethe transaction limits. For example. You could have a lower level of security for a transaction of up to $100 or $500, whatever number you'd be comfortable with and have larger transactions require a different series of logic to be executed before the transaction could be completed."
    },
    {
        "speaker": "B",
        "text": "Exactly. And actually that's how argent started. So three, four years ago we had that on Ethereum. It felt so smooth, we were even paying gas for users. We'll know what happened to Gaza, Ethereum. And so now we're really taking all those learning and bringing them to layer two, which much higher scalability, much better efficiency."
    },
    {
        "speaker": "C",
        "text": "All right, let me ask you this, and just out of curiosity, and you don't have to give us any names, but have you had any large name brand financial institutions reaching out to you saying, hey guys, this is really interesting technology that you're working on."
    },
    {
        "speaker": "B",
        "text": "We get that a lot on. Yeah. From our, I think account abstraction is right now in the spotlight. People realize you can program account financial institution understand that. And so I think there's really a new wave, a new excitement around it unlocks a new design space, basically for crypto."
    },
    {
        "speaker": "D",
        "text": "I can mention one thing because it's been made public basically by Visa. Visa released this very interesting research paper in which they use the startnet and account abstraction over it in order to explore things like monthly payments and safer payments and better UX and UI for their customers."
    },
    {
        "speaker": "B",
        "text": "They actually use an Arjun account. I will name that too. Okay, good point."
    },
    {
        "speaker": "D",
        "text": "So there you have it."
    },
    {
        "speaker": "C",
        "text": "Some of the reporting coming out of cointelegraph this morning suggested that Visa was working on the these functionality that would make it possible to convert stable coins to fiat on its platform using some of the technology that you guys are both working on when settling payments. Obviously this is something that would be quite useful, I think, for end users. Anything else that you could add around those points?"
    },
    {
        "speaker": "D",
        "text": "No comment."
    },
    {
        "speaker": "C",
        "text": "That means there's some interesting stuff happening behind the scenes. Whenever someone says no comment, deadpan. That's generally what that means."
    },
    {
        "speaker": "D",
        "text": "No comment."
    },
    {
        "speaker": "B",
        "text": "I think what we can say is that stable count payment is definitely something that we are all excited about. And technology is finally there, I think, to enable it at scale."
    },
    {
        "speaker": "C",
        "text": "Ellie, you've been on the show a bunch of times. Whenever you say no comment, it means I'm watching that space very closely."
    },
    {
        "speaker": "D",
        "text": "No comment."
    },
    {
        "speaker": "C",
        "text": "And when you say it three times, all the viewers say it."
    },
    {
        "speaker": "B",
        "text": "Comment."
    },
    {
        "speaker": "C",
        "text": "Listen, I want you to bring Marco back. And who has a couple of updates related to FTX? Marco."
    },
    {
        "speaker": "E",
        "text": "Yeah, so FTX is asking politicians to return campaign contributions they received from Sandbankman Freed when he was the FTX CEO. We're talking about $93 million here. The company started sending out confidential letters. FTX says it won't shy away from getting the money back through court action. Separately, Sam Bagman Fried's emergent fidelity has filed for bankruptcy. It's an offshore entity that SBF used to hold 55 million shares of trading of Robinhood, the trading stock. Bloomberg says the court documents indicate emergent Fidelity's only other asset was $20.7 million in cash. So obviously a lot of developments with this, with FTX sand beggin Fried. What do you make of these stories, guys? How about we start with Ashley?"
    },
    {
        "speaker": "C",
        "text": "Well, you know, it's interesting. I don't know a whole lot about campaign finance reform. This is not, or campaign finance law, I should say. It's not my area of expertise. But it's interesting. The Coindesk article said that one in three current members of Congress received contributions from Sam Bankman Fried, according to their reporting. So this is a pretty substantial story. Look, I guess there are two layers to this. You have the legal component that's going to play out in bankruptcy court, as typically these claims will. When you have, when you have the attempt at clawbacks and all these creditor claims and what have you. But in addition to that, you also have the optics issue here for politicians. If they receive money from a guy who's effectively about to go on trial for, I think, eight felony counts, that's an interesting question of how that looks and whether they will want to give those campaign contributions back. This is an interesting story and one to watch."
    },
    {
        "speaker": "D",
        "text": "I have something to comment on. The f word, which is that the technology that is behind Starkix, it has been live in production for more than two years and is powering DyDX and rhino and mutable and sorare and a bunch of others, is a technology that completely prevents the kind of misappropriation of funds that caused this whole big thing to happen. So Itama just beautifully spoke about don't be evil, convert it into can't be evil. And I think it's what their technology is about and also what our technology is about. So, I mean, there are technologies out there, and they're actually live in production and they scale and they work that can prevent and solve the kind of problems that are affecting some parts of our sector."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's interesting. One of the things that we've talked about here on this show is the idea that FTX was obviously a highly centralized entity, a highly centralized entity that wasn't regulated, which in many ways, I think looks like the worst of all possible worlds. You have centralization where you have fallible human beings in charge, and then, on the other hand, you have limited or very light regulation in terms of the policies, procedures, and legal framework that those highly centralized institutions had to follow. And so we saw things that we hadn't seen in the banking system since probably the 2007, 2008 era. So obviously fertile ground there to discuss and think about. And you make some interesting points about what true decentralization looks like, which I think is what many of our viewers are most passionate about. Hey, Marco, I understand you got some other stories."
    },
    {
        "speaker": "E",
        "text": "Yeah. So there's another story here. Finance has introduced a tool to help users calculate their tax obligations on crypto transactions. Initially available to users, users in Canada and France, this free tool can support reporting of up to 100,000 transactions. And there's plans to expand to other regions as well. And then looking at Asia, South Korea's Financial Services Commission has published guidelines for regulating security tokens under the country's capital market rules and is currently considering 17 separate crypto related legislative frameworks in order to create the Digital Asset Basic act. According to Coindesk, the guidance clarifies that stable coins will likely not fall under the definition of securities, and digital assets that have no issuer will also likely fall outside the scope of security tokens. However, digital assets corresponding to securities will need to be integrated into capital markets and be in compliance."
    },
    {
        "speaker": "C",
        "text": "Ash hey, everyone. We're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "F",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this, for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp's software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join Ramp for free. Just go to ramp.com easy. Ramp.com easy ramp.com easy cards issued by Sutton bank and celtic bank members have DIC terms and conditions apply."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's really interesting. Marco, do you have another story there about what's happening on these defi accounts?"
    },
    {
        "speaker": "E",
        "text": "Yeah, and the last story here, which is one from our previous guest in the show, crypto Weatherman, he flagged something interesting if you want to take a look here. So the same image of a fist bump and the word Monday appeared on Twitter, accounts of several different DeFi platforms. Clearly something is brewing, maybe some type of collaboration between these large DeFi institutions. I'm not sure what's going on, but it's definitely interesting."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's extremely interesting. I've often said that what makes crypto so challenging to get your head around is it's the three plus one core pillars of what this technology is about. Number one, obviously, what we've been talking about here today, computer science. Number two, the finance and economics, the tokenomics that drives the space from an economic perspective. Number three, what's happening in legal regulatory compliance in the legislative front. And the other sort of fascinating aspect of this space is the culture, the ethos, the memetics. So this is a really interesting story. I'm curious if you guys, Eli Arjun had some interesting thoughts. Thoughts about what has been happening over there. IpMar, in terms of this sort of coordinated meme effort."
    },
    {
        "speaker": "B",
        "text": "Is it no comment or. I think it's a fist bump to starkware for open sourcing the prover. That's clearly that."
    },
    {
        "speaker": "D",
        "text": "I confess that I'm just. I don't follow. There are certain areas of the crypto sphere that are very fascinating, but. But I don't follow. Or don't. So I haven't heard of this thing, and I don't know exactly what's going on. So it's not a no comment. It's actually, I don't know anything about it. I'm more interested in, like, account abstraction, new programming languages, validity proofs, Starknet. And even there, it's hard to follow everything that's happening."
    },
    {
        "speaker": "C",
        "text": "Well, I have to say to both of you guys that it's a relief to hear you say that, because I feel like very often people look at this space and think, oh, my God, it's just so completely overwhelming. How can I possibly get my head around everything? And I guess the answer is nobody can really get their head around everything."
    },
    {
        "speaker": "D",
        "text": "Yeah, I guess it's like the economy in general or some big space of innovation. It's very hard to understand everything that's going on."
    },
    {
        "speaker": "C",
        "text": "Yeah, extremely. Especially when things are moving as quickly as they are here right now. Marco, I understand you have some questions. I don't know if you can stay with us a few more minutes. Ellier, if you have to run. As people can see, I think you're at a conference right now in Tel Aviv where you guys have just wrapped up there for the evening."
    },
    {
        "speaker": "D",
        "text": "Yeah, there was an amazing conference, the starcourse sessions, sponsored by Arjen and a few others. It was a really terrific event. Very uplifting. People talk about winter. It's actually pretty blistery outside, but inside it was extremely warm, and a lot of vibrant discussions about building, about how to scale Ethereum, and about, you know, what comes next. So it's very, very, really great experience."
    },
    {
        "speaker": "B",
        "text": "And I think you had like, 700 a thousand people here, something like that. It felt."
    },
    {
        "speaker": "D",
        "text": "And I didn't notice any, like, you know, speculative talk or like, no one asked me, you know, what do you think about the price of whatever, or this coin or that coin or, you know, it was just. Was all about building and, you know, the future of this infrastructure. Very, very good conference, by the way, guys."
    },
    {
        "speaker": "C",
        "text": "My heart just bleeds for you. It's about 55 degrees right now in Tel Aviv it was about five here in New York a couple of days ago, so I think you guys are way ahead of us. Ellie, I don't know if you can stick around IpMar. It'd be great if we could have both of you join us for some questions. But if you need to leave, that's okay, too."
    },
    {
        "speaker": "D",
        "text": "I apologize. I need to leave to get back to the events here. Thank you so much."
    },
    {
        "speaker": "C",
        "text": "Thanks for joining us, Ellie. Marco, jump in with some viewer questions."
    },
    {
        "speaker": "E",
        "text": "Yeah, absolutely. So for those watching the real Vision website, thank you. If you haven't signed up there yet, check it out@realvision.com. crypto. That's the best way to get early access to real vision content. And it's always free. Over the weekend, we released the latest idiot and the degenitive. Learn about self custody in a quick, fun manner with our exec producer Nico Brug and Nick Correa, one of our great editors here at Real Vision. That's at realvision.com crypto. And if you're watching on YouTube, please like and subscribe and hit the notification bell. So onto our viewer questions. And this first question comes from Paul E. On the real Vision website. If a technology can be written to not allow misappropriation or illegal activity, what's to prevent the creators from just making charges in order to steal money? Maybe I could throw that one over to you, Itamar."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that's a very good example. And again, that's where it's a good question, because that's a good example of what we can do with programmable account. So it's simple. Do we write the logic where Arjun has any power? So, for example, the product evolves, Arjun wants to launch new features. So you have updates. We could have written a logic that says Arjun can update Marco's account, everyone's account. No, instead we wrote a logic that says only you can upgrade your own account. So we basically didn't give ourselves any power to make sure you have full self custody."
    },
    {
        "speaker": "E",
        "text": "And is there a way that people, that maybe, for example, some users who want to trust your word, but they want to confirm and validate this information themselves, how would they go about doing that."
    },
    {
        "speaker": "B",
        "text": "For individual users? I think it's obviously difficult because the best ways to look at the code. So if you take all our new initiatives on startnet from the ground up, everything is open source. So between having fully open codes, between adding to that, security audits, if you're an engineer, you can literally dig into the code and get that configured. I would say for other users times give them the confidence because they know enough eyes, enough people have looked at it to make sure that there is no such thing as a backdoor or a special rights for argent."
    },
    {
        "speaker": "E",
        "text": "Yeah, that's one of the amazing things about crypto, is the open source nature of it. And so you'll see people on Twitter that are smart, these engineers that might be looking into these softwares to these projects and kind of verifying themselves. And so that information is available for people to see and they can follow along with other people. Let me move on to this next question from Roger B again on the real Vision website. How does Argen security compare to something like Ledger?"
    },
    {
        "speaker": "B",
        "text": "So we're a big fan of ledger. So just to be clear, I think specialized hardware as a role, I think, for certain type of users, and I will also say that it's very hard to compare security, and I'm probably not the most objective person here. So what I can say is maybe tell you that the largest user we ever had on ethereum, layer one, is really where big whales are. The largest ever user had deposited $500 million into a single wallet just there on their phone, secured by argent technology. So we have had hundreds of millions of dollars. I think we reached billion at the peak. And it's been extremely safe. We have a lot of recovery mechanisms. It's about safety around hack, but also safety around losses, around human mistakes. It's really both sides of the equation."
    },
    {
        "speaker": "C",
        "text": "Let me ask you a follow up to that, which is, would it be possible either today or potentially in the future, for people to use hardware wallets like ledger in association with Arjun? Is that something that they would potentially be able to use in the future? Is there a way that that could be engineered?"
    },
    {
        "speaker": "B",
        "text": "Well, actually, it's a very good question. I should have mentioned that that's how we work together with Ledger today on layer one. So they are working. We are working with Ledger for Stacknet integration. On layer one, the largest users we would have would use their ledger as extra. Think about extra factors. So I've lost everything. I can still go somewhere in my safe where I have a ledger. That ledger doesn't need funds, doesn't need anything. I just need that ledger to create a signature that could trigger a recovery. And then a few days later, I have back control of my account. So we think of ledgers as a really great complement for extra security for a very large sum. And a lot of our users think about it that way."
    },
    {
        "speaker": "E",
        "text": "Fantastic. Well, this next question here comes from Bandit 8899 on YouTube. Do you have plans on building on top of any other chains or is your main focus on Ethereum?"
    },
    {
        "speaker": "B",
        "text": "So philosophically I would say we are very agnostic. We think more about use case problems we can solve. And right now chains like Starknet, layer two, like Starknet that have account abstraction is where we can really make the biggest jump in terms of security and experience. We believe crypto is in a local maxima. We really, really need a ten x improvement in terms of usability, in terms of use cases. And so we are going where we feel we can move the fastest and have the best chance of delivering that. Once we feel we are in a good place on start end and have done the work, we would love to bring that to other ecosystem. We see different chains as some have different technical differences, of course, but there are also different communities and we would love to bring that over time to all the communities out there."
    },
    {
        "speaker": "E",
        "text": "And of course probably seeing which change survive."
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "E",
        "text": "We don't know which ones will be around, but Ethereum is one of the most popular ones, one of the most used ones. So it makes sense that right now it'd be the best place to start for sure. Well, that's it for our questions. I mean, that was a great interview, Ash. It's sad that Ellie had to leave, but give us your final thoughts, key takeaways. Let's start with you itamarde."
    },
    {
        "speaker": "B",
        "text": "What I can say, being here at sacwear sessions, it feels here like being in the Ethereum ecosystem at the very beginning. And so I think it's important people realize, yes, it might be the bear market in terms of prices, although things are changing, but they are a large group of passionate people, really hard at work building. And I think we have never been so close to the next breakthrough that will allow a lot more innovation and a lot more creativity for builders. So very optimistic. From here, from here in Tel Aviv."
    },
    {
        "speaker": "E",
        "text": "How about you, Ash?"
    },
    {
        "speaker": "C",
        "text": "Well, you know, this is interesting to me, these conversations I find just incredibly engaging, by the way, not an endorsement of any particular protocol, any particular technology, but the types of conversations, the types of issues that surfaced here today around things like user experience, user interface, around things like the true programmability and abstraction of accounts, this is really, to me, the problem set that needs to be worked out in order for truly decentralized solutions to become mass, sort of adoptable by a broader audience. The challenge that we have today, we've been talking about this here in the wake of FTX and Celsius and others. The reality is that these centralized models, especially unregulated centralized models, have not succeeded. The challenge that we see in the truly decentralized space, all those things that we just talked about, problems with user interface, user experience, problems about recoverability of accounts, problems about hacking and theft, which I don't think we've really talked about here today. But these are the kinds of issues that we're going to need to sort out, need to solve, if these are going to be truly mass consumption technologies that are ready for prime time. Marco?"
    },
    {
        "speaker": "E",
        "text": "I agree. Ash. Well, thank you both for coming onto the show. It was a pleasure having you with us. And Itamar, we're going to have to definitely have you back on soon."
    },
    {
        "speaker": "B",
        "text": "Awesome. Thanks so much. Looking forward for next time."
    },
    {
        "speaker": "E",
        "text": "Yeah, we're absolutely are, too. So for those of you watching on YouTube, like subscribe and hit the notification bell. That way you will always stay up to date with the latest crypto news and analysis. If you're not a real vision crypto subscriber yet, don't forget, it's free. Head to realvision.com forward slash crypto. That's it for today. We'll be back tomorrow. The CEO of Radix will join us live. See you at 09:00 a.m. pacific noon Eastern, 05:00 p.m. london time, live on real vision crypto daily briefing."
    }
]