[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing. Mint mobile, unlimited premium wireless. Everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month. So give it a try at Mint."
    },
    {
        "speaker": "B",
        "text": "Mobile.Com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot. We had the fake ETF news from cointelegraph."
    },
    {
        "speaker": "A",
        "text": "Huh? I mean, humans are ridiculous, but that's. That's what we are. This is not an easy game. Yes, 86 million millennials."
    },
    {
        "speaker": "B",
        "text": "Ah. Skynet in the matrix wrapped into one. Sounds amazing."
    },
    {
        "speaker": "A",
        "text": "Fucking shit show. I don't believe that signal is there."
    },
    {
        "speaker": "B",
        "text": "Fiesta of raging markets."
    },
    {
        "speaker": "A",
        "text": "There was a. I think technically it would be called a shit ton of issuance that happened."
    },
    {
        "speaker": "B",
        "text": "Then I could stand here and record an intro telling you about all the nuance and insight that I got from my podcast today and introducing the topics. But I'm just going to say this. This is the conversation that you need to listen to if you want to feel bullish and understand what's going on in both legacy markets and the crypto market. Every single time I sit down and talk to Raoul Paul, my mind is absolutely blown and I feel absolutely optimistic about the future of our space."
    },
    {
        "speaker": "A",
        "text": "That's dope."
    },
    {
        "speaker": "B",
        "text": "Let's do, let's talk about the market a bit because obviously a week ago we had the fake ETF news from Cointelegraph. We had bitcoin go 28, 30, 28. The matter of an hour. A lot of people thought, oh no, that's the top. Now we got to go down. We looked at the chart, we've got the wick. But here we are today recording on the next Monday, and it's 31,000 plus while treasury yields are at 5% on the ten year. So can we put to bed the correlated asset argument or is this just a temporary moment in time? Preston."
    },
    {
        "speaker": "A",
        "text": "So I think of this like an option, right? So the more the treasury yield goes up, the more were all going, oh my God, a car crash is happening. The more the banks go down, the more the option that the Fed have to do something comes back into play. Yield curve control. So this is like an option play. Yes, weve got the ETF story going on as well, but its also gold did the same thing. It started to suddenly shift from being fearful of rates to bring the rates up, because we know what you have to do. You have to yield curve control, or you're going to have to do something to stop this, because if not, you're going to blow up the banking system."
    },
    {
        "speaker": "B",
        "text": "So we're still living the upside down, where bad news is good news and good news is bad news. It's pretty absurd, to be honest, to be living through this time. But what's interesting is that people keep cheering for the rates to rise, as you said, yields to rise because they think that something will break. The Fed will pivot, liquidity will come into the system, and we'll have yet again a fiesta of raging markets. But when the fed pivots, usually prices go down. Thats when you actually see the stock market, correct massively, and were about to see the yield curve potentially normalize here. And uninvert."
    },
    {
        "speaker": "A",
        "text": "Yes, but normally that yield curve going back to positive sloping usually has happened because theyre cutting rates at the front end. But this is completely different. This is this excess spending idea. And who the hell is going to buy all the bonds? And meanwhile, Janet keeps issuing them because rates keep going up. So they issue more. And everyones like, well, this is a total fucking shit show. And the Japanese did yield curve control within that. So I dont believe that signal is there. I think that the more the curve goes closer to zero because the long end is going up in terms of yield, the more its a sign that theyre going to have to do something. My point ive been making for a long time. I think last time we spoke, I said, this is the recession. Got priced in last year. Crypto assets dont go down 80%. The Nasdaq went down 35%. The long end of growth technology like Ark was down 78%. That was the recession. What weve got is markets that are forward looking because they understand the liquidity cycles now. So thats why theyre going up and have been going up. I managed to participate in most of this in both crypto and in technology stocks, because I knew that liquidity was coming back slowly. So even though the Fed are doing quantitative tightening and the treasury issuing because of this drawdown in this reverse repo, all of this stuff basically means theyve not been tightening liquidity for ages now."
    },
    {
        "speaker": "B",
        "text": "No, both hands are punching the face from different sides and doing the exact opposite. It's really an incredible thing to see. And to your point, seeing the yield curve normalize because they're both going up, but one is just going up faster. Is not the same as it's been in the past. But man, seeing the treasury go from issuing enough treasuries that we've gone from 31 trillion debt to 33 trillion debt in a matter of months, is there anything they can do to stop that trade?"
    },
    {
        "speaker": "A",
        "text": "Yes, I wrote this whole piece on this which is called the everything code, which was the idea is that because there's so much debt that needs to get refinanced every three to five years we get this four year cycle. The reason being is everybody reset interest rates at zero in 2009 and we've been following this four year cycle ever since. The whole economy is following it. It happens to be the halving cycle as well. It's all the same thing. And so what I discovered, and I think I was the only person to do this, was I found out that the fed balance sheet basically is a three and a half year lag of the interest payments that are due from the previous cycle. Now if you think about the previous cycle, well what was that, the pandemic? There was a, I think technically it would be called a shit ton of issuance. That happened then slightly. And so that needs to get monetized. Right. And we're seeing this is early stage but we've got like 12 trillion of this stuff to roll plus the new issuance. There's no way it can't happen. So either the economy goes down the toilet. My view is the reason the Fed is so slow is because they want inflation to undershoot, to give them the COVID to refinance the debt. If not, they'll do what the Japanese are doing which is yield curve control which is buying all bonds at a fixed price. So let's say they say 5% we'll buy any bonds you want to sell us. That is still more cowbell, more stimulus that comes into the system. There is no way of managing an economy that grows this slowly with this much debt. If you had a faster growing economy it'll be fine. But let's say on average, to make the maths easy, let's say the economy grows at one and a half. The trend rate of economic growth is about 1.7%. The us government is about 120% of GDP in debt. And interest rates if they're above 1.5% means all the economic activity just goes to pay the interest. On the us government debt problem is the private sector. Theyre over 100% of GDP in debt. So who pays for that? Whats happening is the Fed are monetizing all of the government debt four years later or three and a half years later, and the private sector does its own thing, but theres just not enough GDP growth. And thats the problem. Thats what were seeing in the market. Thats whats going on here. So stimulus is the only way."
    },
    {
        "speaker": "B",
        "text": "Preston, were going to turn Japanese."
    },
    {
        "speaker": "A",
        "text": "We did ages ago. But everyone forgets. Everyone goes, yeah, but we're Americans, we're amazing. Or the Brits are not the Brits. All of Europe turned Japanese a while ago. Their economy went nowhere. The stock markets went nowhere."
    },
    {
        "speaker": "B",
        "text": "Everyone says, who's going to buy all these bonds? It's the Fed."
    },
    {
        "speaker": "A",
        "text": "Yeah. And they'll also change the rules to force the banks, which they did once with Basel III and all of that. They changed it. So the banks bought the bonds when there's too much there, they'll force the pension system, which Europeans did and the Brits did. They forced the pension system to hold more bonds than equities. To say we've got this aging population, you need to be more risk adverse. We'll change the pension risk rules. What it means is you're buying the bonds now. Raoul."
    },
    {
        "speaker": "B",
        "text": "Yeah, that worked out really well for the banks that collapsed a few months ago."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. What's going on here that people don't realize is this, you know, governments are a function of the money that we put into the government, taxes and other stuff. So we don't have enough taxes because the economy is too slow to pay the interest and the debt, blah, blah, blah, blah, blah. So what you do is debase the currency and mutualize the debt across the losses across, everybody socialize. And the only people, yeah, to socialize the losses and the only people who manage to offset it, the ones who can buy scarce assets and the scarce assets. So if you divide the s and P 500 by the fed balance sheet, its pretty much been flat since 2008. Gold flat, real estate flat. Theres only two assets that have actually outperformed the balance sheet, which are crypto and technology because theyre both in exponential growth phases. Its actually not that complicated a world. We just make it complicated on Twitter."
    },
    {
        "speaker": "B",
        "text": "But you talked about the fact that the price action that we saw, the drawdown of 70 80% of all these assets was the recession. But thats not the recession for your average person. Right. So thats the recession for the stock market."
    },
    {
        "speaker": "A",
        "text": "Correct."
    },
    {
        "speaker": "B",
        "text": "But thats not the recession for your average person whos paying $100 for some takis and tostitos."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I would argue that people are feeling the real pain. They first felt the pain from inflation. They load up on credit card debt. They did whatever they could to hope that went away. As we know, even though inflation may be quashed, the price has never come down. You've lost that purchasing power. And I think people are feeling it more intensely this quarter and probably next quarter. I think the unemployment numbers will continue to rise. I dont know a single business that hasnt laid off people. I dont know people who are not finding their revenues have gone down. Unless you happen to be OpenAI or somebody. Most people are struggling. Elon made it very clear on his call about Tesla. Its like nobodys got any money, Trey."
    },
    {
        "speaker": "B",
        "text": "Yeah. And interestingly, weve seen tech stocks do incredibly well through this period. But most of that, if you actually dig into their earnings calls and what theyve done is because theyve fired people and tightened and spent less, or not like Tesla, but Netflix, for example, and they raise their prices. Theyre not getting new customers. Theyre just charging their existing customers more."
    },
    {
        "speaker": "A",
        "text": "And theyre mainly monopolies or pretty close to it. So they have an ability to weather the storm because theyve all got cash. None of them have got debts. Theyve got tons of cash. That cash is now earning 5% interest, which helps. They could raise prices because they're monopolies and they cut costs. So, yeah, no wonder they're doing okay."
    },
    {
        "speaker": "B",
        "text": "Treasuries are like stimulus for rich people."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, exactly. Right."
    },
    {
        "speaker": "B",
        "text": "Yeah. Poor people can't invest in treasuries because they need their cash. But a rich person can now park their money in a short term treasury and get 5%, keep rolling it over, use it as cash when they need it. They don't care about anything. It doesn't affect them, like you said. And then they can buy hard assets at the bottom."
    },
    {
        "speaker": "A",
        "text": "Yeah. And that's how fucked the whole system is."
    },
    {
        "speaker": "B",
        "text": "Is that sustainable? You seem to believe that. At least for now it is."
    },
    {
        "speaker": "A",
        "text": "Well find me another way that that's going to be resolved. Right. Because the other side of the equation that most people don't get is people. There's a lot of like, oh, just let it all burn. Okay. You've got 76 million baby boomers about to retire and all the government are baby boomers."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Are you just going to destroy, thats the largest part of us wealth. So if you destroy that, youre destroying your parents money. If youre younger, which is then your money, and that means you dont get any inheritance. Its like theyre not going to do that. And they know the answer to stop that imploding is never let the value of collateral go down in an indebted economy, which is real estate, equities, all of that stuff. So what you do over time is you debase the currency. So optically that stuff rises. So theyre just not going to allow that to happen because the outcome is even worse. So the problem is it continues to make the rich richer and the poor poorer. The only way out of this equation, because weve had the zero interest rate, that was a debt jubilee. Right. Nobody has to pay the interest on the debt. Great. I mean, imagine if you did that to credit cardholders now are paying, what, 30% interest or whatever stupid numbers make them up. Yeah. I mean, it's crazy. So that's what all the governments did. They said, well, we don't have to pay debts anymore. We don't have to pay interest on the debts. We'll pay the debt. Well, we won't. We'll just keep rolling it. We'll never actually pay it. The only way of stopping this is economic growth needs to come back. That's really hard with an aging population because old people don't spend money."
    },
    {
        "speaker": "B",
        "text": "Right. And how does that happen if those people aren't working and people's income isn't going up, and tech is naturally deflationary and is bringing the prices of things down, and AI is replacing some jobs, although you and I both agree that AI will probably bring more jobs, I think."
    },
    {
        "speaker": "A",
        "text": "Yeah. So in the end, how I've thought about this is GDP growth is measured by population growth, productivity, and debt growth. We've finished the debt growth game. The population growth. Well, nobody's having kids anymore because everything's so fucked. So there's no children, so you have to get productivity. But this AI thing does two things. One, it's like infinite new people, infinite new workers, infinite knowledge workers, and then the robots come. That's infinite physical workers. So that's like infinite population. Okay. That's a really interesting concept, and that obviously leads to productivity."
    },
    {
        "speaker": "B",
        "text": "Trey, why isn't Elon Musk talked about that when he says that the greatest risk to humanity is this deceleration of population and people not having kids and the population decreasing? Because the point you just made, which I never thought about, sort of disavows that entire idea."
    },
    {
        "speaker": "A",
        "text": "It does, but it doesn't. And Elon's right. The reason being is if we are going to replace economic growth by using infinitely scalable economic units, AI and robots, they'll become smart enough to displace us. We're economically incentivized to have a crash course, a crash collision with AI."
    },
    {
        "speaker": "B",
        "text": "Ah. Skynet in the matrix wrapped into one. Sounds amazing."
    },
    {
        "speaker": "A",
        "text": "All there. But we are incentivized to do that because weve broken the global economy. And the only way is having more AI and more robots, which in the end is accelerating AGI and the other issues that we face."
    },
    {
        "speaker": "B",
        "text": "What do you think the timeline for that is?"
    },
    {
        "speaker": "A",
        "text": "I think it's really good for a while."
    },
    {
        "speaker": "B",
        "text": "I'm only asking because I'm moving to the Caymans to enjoy my last days."
    },
    {
        "speaker": "A",
        "text": "Yeah, come over to little Cayman because the robots are never coming there. Trust me. I think it's. We've probably got 1520 years of a complete boom before we have the holy shit moment of are we in control anymore?"
    },
    {
        "speaker": "B",
        "text": "It's longer than I thought. Maybe I can work with 15 to 20 years, I think."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's great. I'm hoping at the speed that this stuff's happening, it could happen next week."
    },
    {
        "speaker": "B",
        "text": "Yeah, the velocity is really absurd. I want to pivot a bit to crypto outside of the macro, because there's this endless debate, obviously, of whether it's correlated or whether it's not correlated. And escalator on the way up, but rides the elevator with everything else on the way down. It hasn't been correlated for quite a long time now. Even when it was sideways, everything else was going up and down all around it. So you could say that it was not correlated at that point. If you look at historical correlation, it's exceptionally low. But are we seeing a real moment of detachment here as bitcoin rises? And now even in this last move, all coins rising alongside it, which to me indicates there's actually new money this time. Its not the washing machine of all coins selling into bitcoin, selling back into all coins. Maybe it will be by next week, I have no idea. But do you think that were really having a moment here where this could become the idiosyncratic asset class that weve believed it is from the beginning? I think it is already, by the way."
    },
    {
        "speaker": "A",
        "text": "But yeah, as you know, if you zoom out, put it on a log chart, it is, it does trend perfectly. Its just that the, the cycles within that trend, when you dont put them on the log chart, look horrific and most people dont have the stomach for it. You and I have been around this long enough to realize the pain is part of the risk, is part of the reward. You have to go through that to have an asset that goes up 20 x each cycle. I think its been decoupled for a while, as you say. It feels that new capital is coming into the space because its moving out of the risk curve. So we saw bitcoin going up first part of what I call crypto spring. So all year it was bitcoin. And that was driven by, I think, just alts bleeding and that washing machine. But what were starting to see is the movement towards the ETF. And that gets front running of capital from other people as well, hedge funds and others. And then eventually we got the news today that Blackrock has probably started to buy some. Who knows how much that is, but lets call it a couple hundred million bucks either way. So the way to think about the ETF, I think is really useful. Here's the crypto economy. And it has been starved of new capital recently. And the ETF is a trade deal between tradfi, the tradfi economy and this new economy. So we've just started a trade deal. Doesn't mean we're going to get the trade, but it's looking like will start to get foreign direct investment into the crypto economy. What happens then is how I think about this. My mental model is, okay, so the money goes into bitcoin first, but everybody whos been in this market has been front running it by owning bitcoin. So then the next thing theyll go is, well, theyre going to do the ETH ETF next, an index of the."
    },
    {
        "speaker": "B",
        "text": "Top 50 altcoins, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, itll go to the eth ETF that will run. And then meanwhile, we've got other stories of things that are getting traction, Solana Chainlink, others that are starting to rise as the capital is coming into the space and people are placing risk bets in things that they think might work in the cycle."
    },
    {
        "speaker": "B",
        "text": "I think that you think bigger than I do. So maybe these things don't surprise you, but never maybe in my bingo card for any time in the future would I have had every presidential candidate who's not 400 years old taking a position on bitcoin. I understand that Biden and Trump probably won't talk about it much. And Larry Fink going on national tv and calling crypto a flight to quality in a million years, I don't know that I would have had Larry Fink saying that, especially when the market is down, although I guess we should mark when the market is down is the perfect time for him to say it."
    },
    {
        "speaker": "A",
        "text": "But still, it's really interesting. He won't say these things. Its not like Paul Tudor Jones or a hedge fund manager can pretty much say what he wants. He controls one of the largest financial institutions on earth a flight to quality tells you that you need one."
    },
    {
        "speaker": "B",
        "text": "Yeah, thats right. Hes telling you how screwed you are by calling anything a flight to quality."
    },
    {
        "speaker": "A",
        "text": "I think its the banking issue is the problem because everybody saw bitcoin really started taking off when the banks were struggling. I saw this firsthand in Europe back in 2012 and 13 with Cyprus. Bitcoin exploded because people understood you couldnt keep your money in the bank. Thats when I first got into the whole space. And here its happening in the US again. And people are like, oh, I get it now. But, yes, its a really big statement for Larry Fink to say that, yeah, you and I can say all day, makes no difference. But him, yeah, that's a deal. That's a big deal."
    },
    {
        "speaker": "B",
        "text": "And the presidential candidates, and we're seeing a potentially pro crypto speaker of the House if the Republicans can actually get their shit together to put anyone in. I mean, this is main stage, man. We're not the little name on the flyer anymore. We're up at the top of the coachella. Right."
    },
    {
        "speaker": "A",
        "text": "It is. And the reason being is the Democrats, which is a very boomer driven current cohort of leaders there are looking after their own, which is the disenfranchised boomers on the coasts. Okay, fine. But there's 86 million millennials who just don't have the same economic interests as those retirees. So I think that this other cohort of politicians is thinking, huh, well, there's a bunch of voters we can get behind a single issue, which I don't care if it's yet another slimy politician with another agenda, at least it's getting the right agenda."
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't expect anything out of politicians. At least they can say the word I like them to say or talk about the thing that I want them to. And speaking of politics, and certainly not political parties or who we would vote for or anything like that, which I would rather stab myself in the face with this pen than talk about. But do you think that the election itself will play a major role in the market cycles next year? I mean, we have some historical precedent, obviously, for what happens to markets in election years, knowing that incumbents don't usually win. If you're in the middle of a recession or a depression and everybody's angry."
    },
    {
        "speaker": "A",
        "text": "Markets almost always go up in the presidential cycle. Last year, very simply. More cow bill."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Is they want to give out money to everybody who can vote. So they, you know, have you noticed how many of these coincide with recessions? You know, almost all of these people come in the four year cycle is all the kind of same bloody thing."
    },
    {
        "speaker": "B",
        "text": "I was going to say. So is the same fed four year cycle we just talked about and the bitcoin having and the presidential election cycle effectual, effectively aligned?"
    },
    {
        "speaker": "A",
        "text": "Essentially. Yeah. Essentially is it's all the same bloody thing. And the stimulus always comes at this point. So 2024 should be a lot of stimulus, then the new government comes in, they produce stimulus, and those seem to be the two big stimulus years we're coming through. The stimulus stop shrinking year, which was this year, which is the spring, the macro spring, or crypto spring, and then we go into the summer. Yeah, I mean, I hadn't actually thought about that."
    },
    {
        "speaker": "B",
        "text": "But yeah, I mean, literally, like the having, if it plays out in the same way it has in the past, it's called six months after the having or two months before the election and you're two months before the election and it might just be Biden and Trump. So you may not hear about it, but if any other candidate is there, they're going to be talking about bitcoin all the time."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's all the bloody same thing. Which either makes it now at some point it will stop happening, but if it doesn't, it makes it the easiest environment we've ever been given."
    },
    {
        "speaker": "B",
        "text": "I mean, if it ain't broke, don't try to fix it. I keep saying people, I always have the having argument and I say if I'm wrong, next time I'll readjust. But Im just going to keep doing the same thing until Im proven wrong."
    },
    {
        "speaker": "A",
        "text": "William. Yeah, and if youve got now the understanding of why the macro does the same thing and the political cycle, its like, well, unless something dramatic changes here, rinse and repeat seems to be the."
    },
    {
        "speaker": "B",
        "text": "Same idea, what could that dramatic event be? What could be a big enough event to really break this cycle and send us into a black swan? Depression or global meltdown?"
    },
    {
        "speaker": "A",
        "text": "You can't because you're going to print. So China."
    },
    {
        "speaker": "B",
        "text": "Couldn't hyperinflation be the answer there, though? If you print so much that you actually hyperinflation, as long as we own."
    },
    {
        "speaker": "A",
        "text": "The right assets, we'll be fine. There's actually another risk, which is the opposite side of this, which is, let's say we're in 2026 and rates are starting to rise and the fed go, you know what, we're not going to do this again. We didn't need to do it last time. We screwed up, blah, blah, blah, blah, blah. We're just going to pin yields at 3% or whatever the number is at the time. And so they just print money through the inflationary cycle. That's another side of the equation that I can't square aways. Are we going to go through another full rate cycle again or not after they've done this? It depends how this one ends. But that's another kind of distribution people aren't thinking about is maybe they just don't raise rates again."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's a really interesting idea. It just depends on if people, you know, people always look back favorably on an x and they forget all the bad things about it and only remember the good times. It seems like the Fed does that every time. They should have learned their liquidity injection lessons in past cycles. You would have thought after 2008 anyone who lived through that. But it only took about 1213 years for seemingly them to forget all the bad things and remember all the good things."
    },
    {
        "speaker": "A",
        "text": "And dont forget the bank of England has been doing this since the 17 hundreds, 16 hundreds. And I think it was the bank of Holland, bank of Amsterdam, whatever theyre called at the time, have been doing it even longer. I think the worlds oldest central bank, theyve never managed to get rid of the business cycle. And people assume that the Fed can. We cant. Whether our system of money creates it, or whether it was our agricultural cycles before, or weather cycles, you know, it's very difficult. Everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back. Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing. Mint Mobile Unlimited premium wireless. How do they get 30? 30, baby, get 30. Bd get 20, 20, 20, 15, 15, 15. Just $15 a month. So give it a try at Mint mobile.com switch."
    },
    {
        "speaker": "B",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for a limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot. Okay, so barring that black swan, we can continue with the jubilee and we get these cycles. But it seems like in that cycle, your average person or someone in the bottom 90%, or we could even call it 99, is going to just suffer more through each cycle. So if you don't have the money to buy any hard assets, what is your strategy? What can you do to survive further cycles?"
    },
    {
        "speaker": "A",
        "text": "We've seen the survival technique. One was borrow more money, which actually the purchasing power of that, of that debt the cost of that debt actually goes down. And the other thing that everybody did was remove the cost of going to work by doing it from home. So we got cost efficiencies. The other one was everybody did two or three jobs."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Which is horrific."
    },
    {
        "speaker": "B",
        "text": "Job numbers are great. But then you dig in and it's second jobs and government jobs. It's not people getting high paying, fresh new first jobs."
    },
    {
        "speaker": "A",
        "text": "I've been talking about this for a long time. Even that bitcoin life Ralph video that got viewed millions of times Washington was, listen, you have been given one gift, is you can buy a fractionalized asset that you can be a billionaire, or you can make $200 a week and you can put 10% of your money in it because it's fractionalized. And it's the first truly global asset. That's the same for the person in Brazil as for India, as for Philadelphia. It's one asset. So that's really, really empowering for people. So there is a chance. And also, I've talked a lot about this before, is this is the first time the little guy gets a chance to front run the institutions?"
    },
    {
        "speaker": "B",
        "text": "Amazing."
    },
    {
        "speaker": "A",
        "text": "You know, and it's. Yes, it's not easy, right? Not easy. Plenty got wrecked on the route. You know, everybody told them just to hold, don't use leverage and people don't listen. They lose their fucking minds in the middle of these things in the bull market. But if they could just hold maybe dollar cost average, dont use leverage and put it on your ledger device, your probability of success is extremely high. And then you get to front run what is now the dumb money, which is the institutions."
    },
    {
        "speaker": "B",
        "text": "And dont mentally plan your retirement next year based on the portfolio number at the top of the bull market or that yacht youre going to buy if it just goes up ten times more because it has to. And were at $69,000 bitcoin. We've all been there, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. I've got the architect's plans in my drawer for the massive extension I had for my house."
    },
    {
        "speaker": "B",
        "text": "We designed an entire house that we didn't build. That was more because rates and stuff went up so much than the epic losses. But yeah, I did that. I literally have architect plans in a drawer. I seriously hope my wife does not listen to this because she will be so angry that I reminded her or anyone else of that. But yes, it's the same. So the answer then, obviously is buy some bitcoin, right? Because we believe that you could do well. Where do all coins at this point fall into your mental model is it still, which we've shared in the past. This is sort of bitcoin, which we can call digital gold store value. Is everything else still a vc tech investment in your mind, do you think that in this cycle it could be a bit different where some actually break out of the kind of the same cycle where everything gets racked together, everything goes up together. Bitcoin sort of dictates the market."
    },
    {
        "speaker": "A",
        "text": "Raoul, what you want to do is look at things versus bitcoin and see where things are now. ETH has always been very interesting to me because the whole downside clip, it didnt do the down 90% versus bitcoin. Many of the existing alts do, because we know its a massive ecosystem. Also, everything changed for me when a got deflationary enlarged activity, because actually the biggest activity is in a bull market. So that becomes scarcer in a bull market. That's like, okay, nobody really thought that one through. The other thing is it now has a yield. And if you think of institutions, they like things with yields, so they don't like gold because it's another yield. Eth does. So ETH has been actually my bigger bet, but I've recently been switching into Solana as my bet."
    },
    {
        "speaker": "B",
        "text": "Can't be bad about that. I don't know when you started recently."
    },
    {
        "speaker": "A",
        "text": "But I started buying Solana in last year, June through till December to average. And I just had the feeling, and I looked at the chart and I saw the Solana ecosystem, and you throw all the worst news possible, and it's the worst Sam coin and just the."
    },
    {
        "speaker": "B",
        "text": "I was just going to say the best argument for Solana is it isn't dead."
    },
    {
        "speaker": "A",
        "text": "That's right. And then I saw people like Tollye, you know, who's Anatoly? He's just classy. He's just so good. And I'm like, okay, this is really interesting. I'd met him previously and saw the kinds of people he was involved with and they were like the heads of all of these amazing businesses. I'm like, I obviously can't talk about it publicly, but like, okay, this is amazing. And then I learned about. I don't know if you. Have you gone down this fire dancer rabbit hole yet?"
    },
    {
        "speaker": "B",
        "text": "I haven't really, only very superficially."
    },
    {
        "speaker": "A",
        "text": "I have not gone really public on it, but I'll write some stuff out of it because I've been writing about it for the real vision pro macro people and for global macro investor. But I hadn't even heard about it. But I went to Mainnet and there's Colleen from Brevin Howard, who's a good friend and an amazing person. She was on stage and she was like, and fire dancer, that's obviously a big bet that we've got that we think is really important. I don't even know what you're talking about, Colleen, but she knows a lot of stuff I don't know. So I'm like, okay, fine. And then anatoly comes up and he's speaking, and he starts talking about fire dancer. And, oh, yeah, you know, we think it can do 600,000 to 1.2 million tps. And that I'm like, what? And I was thinking at the time, maybe it's some sort of layer two, blah, blah, blah, compromise. So I went back home, I was looking at the charts, which I have been for a long time, of Solana versus Ethereum and Solana versus bitcoin. I'm like, this looks like a fucking rocket ship. What is going on here? And so I started looking in and watching the interviews with the jump trading team who built fire dance and realized it was a separate validator for Solana that increases the security of the entire chain itself. And that, yes, these speeds were right, because it was being built by people who were trying to build light speed for high frequency trading. And Tolly is going, yeah, this is the real deal. This is what we should have done in the first place. And I'm like, ok, this is huge."
    },
    {
        "speaker": "B",
        "text": "I mean, that solves the trilemma. We've never heard of a coin where you can get better security with faster speed. Right?"
    },
    {
        "speaker": "A",
        "text": "No, and the speed here, I mean, just think of the quantum. This is. So we've got Solana at supposedly 65,000 TPS. We've got a layer two, like Polygon, or the same, but less secure than a layer one. Okay, fine. This is a layer one of Solana that does 20 x. So they're saying it's fast enough to run the entire securities industry. Twitter only runs at 24,000 TPS. So you can run all of social media, you can run high frequency trading, you can do anything. So all I think is use case. Use cases explode, and it just becomes very interesting. So that's why I'm very bullish in all of that."
    },
    {
        "speaker": "B",
        "text": "I haven't gone down the fire dancer rabbit hole. I wonder when they started working on it. I've done quite a few podcasts and conversations with Toli, and many months ago I asked him, can we do the one chain to rule them all thing, or do we need to live in a multi chain world with interoperability. And he very quickly said, nope, Solana can do it all, because I have no doubt we can live in a one chain world. We can do all of it. I'm not saying that I believe that necessarily because I don't think Ethereum is going anywhere and bitcoin is still a chain. Right. And maybe there'll be some other winners, I think, in different niches. But his confidence that that was possible by what he saw coming is pretty. We'll give you pause."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think it's a very, very big deal. Chris Beniske phrased it well. The guys at placeholder VC, they were saying, if you think of ETH as the Android economy, so its a big open source network that you can do lots of different things with. And Solana is more like Apple. Its like a single operating system, but a very good one. And those your Android phone can speak to your Apple phone. So it all works in the end."
    },
    {
        "speaker": "B",
        "text": "Yeah. And some of the massive criticism for Solana obviously, was that it was a vc token and it was the familiar names and of course the Sam coin. I think a lot of that has been washed out. I dont think that that is really true at this point, even of whos holding the supply. I could be wrong, but it feels like there was a reckoning in the last year."
    },
    {
        "speaker": "A",
        "text": "Yeah. And look, I could be wrong too. It may not be the great bet. I may be a complete moron, and I'm more than happy to be the moron. To me, I'm looking at risk rewards here. And I'm just thinking, could this be the eth of this cycle? That's not taking away from eth. It's not taking away from bitcoin. What we're trying to do is if we're in this ugly economic world, you want to try and make as many chips as possible when you can. That's the game. Now. You could be the bitcoin maximalist who says, I don't want to keep all the chips, I just want the chips that I want. And that's okay too. There's no problem with those different worlds."
    },
    {
        "speaker": "B",
        "text": "What do you think is going to happen with the NFT market? Or let me rephrase that with the previous collections that exist from the last NFT market. I'm not talking about tokenization of real world assets. We could talk about that PFP 10,000 collections. Do you think that they'll ride this wave as well? Or do you think that some of that is just gone? I mean, we know that some altcoins are gone, some NFT projects are gone. The bulk. Right."
    },
    {
        "speaker": "A",
        "text": "But, yeah, I mean, look, the vast majority of that was beer zero. I think most people knew that. But out of the ashes rises the phoenix. NFTs are just an asset in the eth economy. Assets. If you think of the stock market versus real estate, the stock markets led real estate by about 18 months. And so what's been really interesting is the crypto cycle is the same as the economic cycle. So if I look at the cycle of Rolex watches, secondhand watches and Patek Philippes. Exactly. Follow the NFT cycle and they will turn. Why? Because everybody's been puking anything to get some cash. Because everybody skims right now. So the best way is you sell some of these assets and then eventually the assets find a base. We all start making a bit of money again. We all go out and buy the Rolex watch and the NFTs, and before you know it, we're all bidding up crypto punks again because we're feeling rich and we want to show off. I mean, humans are ridiculous, but that's what we are."
    },
    {
        "speaker": "B",
        "text": "But maybe it'll only be the punks and the apes and pudgy pigs. Yeah."
    },
    {
        "speaker": "A",
        "text": "And the arts."
    },
    {
        "speaker": "B",
        "text": "It'll be the ones that are the Patek Philippes and the rolexes of the NFT market."
    },
    {
        "speaker": "A",
        "text": "Yeah. And the generative art of the best artists, even. But it's a very hard game. This is not an easy game. Yes. If you've got plenty of money buying some NFT projects at Lowe's right now that are super high end, well respected. But the only other thing is utility projects, that's very different if you're buying it because you get used for it. Like we got the real Vision collective. And with that, you get membership to real vision and you get to events, and that's a whole different thing."
    },
    {
        "speaker": "B",
        "text": "But the whole, it's a membership card."
    },
    {
        "speaker": "A",
        "text": "Which is a membership card you pay for once and not every year, so that's fine. But the standard stuff. Yeah. And somebody's going to make a fortune out of choosing the right ones. Much like people bought Ethan in 2018 down 97.5%, or Solana down 97%."
    },
    {
        "speaker": "B",
        "text": "This time around, maybe a month ago, we did a crypto town hall, Twitter spaces, and it was a bunch of NFT collectors, a bunch of the guys who had created the projects, the people you would think would have been the most bullish. Everyone on stage was a PFP and they sounded like they were at a funeral. Even the guys who had created these collections had given up. It's over, it's dead. It was the first time that I looked at this because I never really participated, even in the bull market. I know that you did, right? You bought an ape, all that. I almost pulled the trigger like ten times. But this was the first time when I said, oh, it's going up like the good stuff. The good stuff is going to rise. If the guys who made the good stuff are afraid it's going to zero."
    },
    {
        "speaker": "A",
        "text": "This is exactly the moment the crypto market went through in November, October last year. Its exactly the same. Right? Youve crushed everybodys hopes and dreams. Whats been doubly bad is anybody. Luckily, most people dont think of nfts in dollar terms, they think of them in eth terms. But many of these things are down 80% in ETH terms and ETH was down 70% in dollar terms. I mean, its a 99% washout for many people. But as you say, that's when it gets really interesting. It gets really interesting when everybody's had their hope go away and they don't believe that anybody can do anything with this space ever again. That's when I start tuning in the right people on Twitter and the proper collectors of the space, the people who really see it, people like ov and Mando as well, who were traders who understand markets. I just thought tuning up the people who have a better filter, it was like in the whole collapse of FTX. Chris Beniski again at placeholder VC's, he's a really good follower on Twitter, was just starting to ramp up about Solana. And I'm like, this is not some rando. This is a guy who really knows his shit. And he's like, Raoul, look at the amount of projects happening. So that's it's time to listen and focus. I think. I think you're right. Your radar is right in this."
    },
    {
        "speaker": "B",
        "text": "Yeah. Going back to Solana just slightly, you talked about the incredible speed that it will have now and what's possible there. So I think the next inevitable question that I didn't ask is what's it going to be used for? Right? So, so I think that we've had these previous cycles where we said, hey, this is fast enough, or we can fill this block space and we just never saw the, we never saw the traction of anything, really grab the mainstream and fill that block space or ethereum and see it really skyrocket or be needed."
    },
    {
        "speaker": "A",
        "text": "So firstly, I went on Twitter and asked, when is this happening? And again, Tolly being Tolly is the first person to respond. Everyone else is like, what the fuck is fire dancer? I'm like, anybody know in the Solana community? He's like, yeah, we think it's on testnet end of this year, main net by the summer. I'm like, okay, this is happening quick. Okay, so let's go through that case with Solana. In what we've just enabled, they cracked the NFT compression, which means that they can mint a million nfts for $100. Okay, now they've got a chain that is like stupid cheap and stupid fast. Those two things, to me, have the financial markets written all over them. So an NFT is just a contract that lives on chain. Every derivative, everything is a contract. And they can be all unique, but also tickets, all ticketing. When you're issuing tickets like that, it's cheaper than paper tickets. It's cheaper, literally, than printing the damn things out. That enables a lot of use cases weve never done before. And having a chain that is this fast, if that proves to be correct, means that you can use it for exchanges, which you werent able to do before because blockchains were too slow. If you think about it, what happened? The high frequency trading business is all about one thing. They're fighting one thing, the speed of light. So they've got fiber optic cables, and they're trying to get the information down into the exchange and back again as close to the speed of light as possible, which is why the flashboys book by Michael Lewis. All of these people are moving their machines closer to the actual exchange. So they're all around the exchange with these fat fiber optic. Okay, so that's how fast that system is. That's about the fastest use, because money is incentivized to pour into where you can get the most advantage. So money poured into that. So what these jump trading guys are saying is, well, we know what were trying to do is the speed of light, so we just need to make a chain that can do that. And if we can do it, then we can do high frequency trading. And if we can do that, then it means that anything in the financial markets can be settled on chain. And that is the. The big game changer, where we decouple this concentrated risk and decentralize the risk."
    },
    {
        "speaker": "B",
        "text": "Preston, listening to you talk about it, I think that maybe one of the major narratives of the next cycle is going to strangely be private blockchains versus these insanely speedy and cheap blockchains like JPMorgan, Onyx. We talk about all financial assets moving on Solana but weve already seen Blackrock and Barclays settle a tokenized money market which can be used for collateral on JP Morgans Onyx platform. So you got to imagine we might be kind of at war with the big banks once again if this gains traction."
    },
    {
        "speaker": "A",
        "text": "I think, but economic incentives will win. In fact, theres two incentives that I think will come through, and I think youre right, that battle will happen this time around. But then theres the other battle. One is cost. Finance will go for the cheapest place and the fastest place, and it will not be onyx. Maybe they settle some stuff. Fine. Theres a multi chain world, as we know out there. The other thing is interoperability. If Franklin Templeton builds their money market fund on ETh or whatever they built."
    },
    {
        "speaker": "B",
        "text": "On, I think it was built on stellar, at least for their tokenized treasuries. Its about 300 million aum now."
    },
    {
        "speaker": "A",
        "text": "So how does that move within the Onyx system? The market will solve interoperability, and if not, it becomes a career risk for any bank that makes the wrong chain choice. That's stupid. That shouldn't happen. It's like, well, you can't have Apple phones because we've only got androids and they can't speak to each other, or, well, you can't use a Dell computer versus some other computer. That's nonsense. So I think they would most likely go to open blockchains in the end for these purposes. But of course, maybe the insurance industry chooses that. It wants to create a consortia which already has an all insurance contractor settled on their chain. Fine, but then how do we get all of the wallets to take our insurance contract? It's just, it doesn't make sense in the end. They might start that way because they're protectionists, but they're going to have to go multi chain."
    },
    {
        "speaker": "B",
        "text": "I think that RWA, now, it's even got a three letter acronym, real world assets. So we know that it's going to be a part of the next cycle, like NFT or I defi, okay, four words, four letters. But I think that's going to be a huge narrative in the next cycle, of course, tokenizing these real world assets. But now I wonder if this could be the one that we see the first early iterations in this cycle, and then we're talking about like NFTs in four years, and then we actually see it happen in the next."
    },
    {
        "speaker": "A",
        "text": "That's exactly what was in my head when, when you and I were talking. I'm like, you know what this is going to be. We'll see the first use cases. Everybody overhypes the cycle. It then fails. The actual hype cycle comes the next time around."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I'm willing to wait the time, but it does just sort of echo of these previous cycles."
    },
    {
        "speaker": "A",
        "text": "That's what takes the crypto space. Let's say for argument's sake, it gets to 10 trillion this time around. That's the one that takes it to the 100 trillion, because that's where it's total fungibility with the financial markets. And all of the assets in financial markets, equities are like $200 trillion. Asset class bonds are like $200 trillion. So that is the one where you get the full saturation. Dont forget, within that cycle is the CBDCs as well. Thats when we end up with 3 billion people using crypto rails. So thats all coming, Trey."
    },
    {
        "speaker": "B",
        "text": "So you have jpMorgan, Onyx. We have Larry Fink writing in his annual letter earlier, I think it was in March, saying tokenization of everything. Everybodys focused on Blackrock talking about the black bitcoin spot ETF. But hes also very clearly been talking about tokenization. You talked about Franklin Templeton, another one of the largest asset managers in the world. Theyve already tokenized, I think, its 300 million AUM in treasury notes. And that markets a billion. When you add in Maple finance and all of these others, do you think that these institutions are taking a small bet that this could be the thing? Or do you think that theyre betting that this will be the thing?"
    },
    {
        "speaker": "A",
        "text": "So I know all of these people. I know them personally. They all know it's everything."
    },
    {
        "speaker": "B",
        "text": "Okay, good."
    },
    {
        "speaker": "A",
        "text": "But firstly, I mean, and the people who are building it, there are not some evil finance people. They really care about. And they really care about this space. They're in it because they truly believe in it. Abigail Johnson at Fidelity truly believes in it. I can't remember the lady who runs from Franklin Temple."
    },
    {
        "speaker": "B",
        "text": "Well, Sandy. She doesn't run it, but Sandy, yeah. She's incredible."
    },
    {
        "speaker": "A",
        "text": "Not Sandy. She's the woman who owns the whole thing."
    },
    {
        "speaker": "B",
        "text": "Yeah, my brain's not working, but yes, her mom."
    },
    {
        "speaker": "A",
        "text": "But yes, another amazing genius. These people truly believe in it. So what they've got the issue with is regulation is slowing them down. And size of the market is still too small. It needs to be of a certain size before many of these large pools of capital can use it. I've got an asset management business called exponential asset Management, and it's a fund of hedge funds. It invests in lots of different hedge funds. So the hedge fund space in the traditional markets, $4 trillion. That's why traditional markets are really deep. They've got lots of liquidity. You can get shit done. The entire size of the hedge fund industry in crypto is $6 billion."
    },
    {
        "speaker": "B",
        "text": "I didnt know the number, but thats."
    },
    {
        "speaker": "A",
        "text": "Yeah, which is why retailer all of the liquidity. And in the end, we need these institutions thatll get rid of some of the volatility. Yes, itll lower the returns, but well get the return cycle. But we cant have such illiquid markets driven by some random trading firm out of Hong Kong that we dont trust. Its like, this has to stop. We need proper capital in the space. Putting that caps in the space will have a multiplier effect. So everyone's going to get rich as that capital comes in, but we need it."
    },
    {
        "speaker": "B",
        "text": "Does the ETF solve that? Partially. I mean, I'm assuming you're of the opinion that this is inevitable. I am. The way that obviously Larry Fig is out there on his roadshow, I can't imagine he's just doing that for fun or for his health. Do you think that that solves some of this? And then I guess, as a corollary, what would you consider a successful or failed launch of the bitcoin spot ETF at this point?"
    },
    {
        "speaker": "A",
        "text": "Raoul? So, look, thats just part of the trade agreements going to come from tradfi to crypto economy, just as this is one of them. The Eth spot ETF will happen as well. Of course, itll be later, and everyones going to. As soon as the bitcoin one had done, theyll front run it by going to the ETH one because they know that its the next one. We will see that. We will see the rise of the hedge fund industry, the capital coming in, the pension funds coming in. Matt Halstead and Mike from Texas teachers are showing the way and how that's done. So they're all coming, and it will all happen over time. The bitcoin ETF, I don't think of it as a one off event."
    },
    {
        "speaker": "B",
        "text": "I agree."
    },
    {
        "speaker": "A",
        "text": "People are thinking of it as like this liquidity injection into the crypto economy. And I'm saying it's a trade agreement. Trade agreements really start working when people are starting to get return on their capital in that new economy, and then they pile in. Do you remember when people, when China started opening up and people started putting a little bit of money there? Before you knew it, you'd be in Shanghai, and everybody's been posted there being given like a billion dollars, set up an office for us there figure out how to make money. That's what will come. So I'm less concerned about the start of but this pipe is going to be an important pipe to bring Raas and others into the space as it moves."
    },
    {
        "speaker": "B",
        "text": "Trey, sounds like the having to me right. You have this event that everybodys excited about but nothing changes the minute that the having happens. Although you maybe get people trading on the news but then six months later when youve had a proper amount of time to see that reduction in supply actually actually affect the market, then you get the price rise."
    },
    {
        "speaker": "A",
        "text": "And if you think about the halving, its so beautifully timed last time and this time I cant remember the previous time but last time its like, okay, were going to reduce the supply of bitcoin whilst were going to jam the maximum amount of fucking money into the system as possible."
    },
    {
        "speaker": "B",
        "text": "Yeah it was right around the COVID bottoms in spring of 2020 and then six months later microstrategy bought bitcoin which sparked the next bull run. But we all know that was probably just that."
    },
    {
        "speaker": "A",
        "text": "So here we are again. Here we are again going into some liquidity, whatever thats going to look like. Plus the bitcoin spot ETF all at around the same time of the halving. Its like you couldnt ask for a better picture."
    },
    {
        "speaker": "B",
        "text": "If Im ever sad or feeling down or having my doubts, Im just calling you Mandev anytime."
    },
    {
        "speaker": "A",
        "text": "Just come. We'll go and have dinner at Tilly's, watch the sun go down. The world will be okay."
    },
    {
        "speaker": "B",
        "text": "Maybe it'll be a little less hot this time. But yes, I'm 100% down for that man. Always inspiring to speak with you. Really. Always a pleasure. And I love the vision and consistency. I'm hoping that nothing happens in this market that shakes our confidence because we somehow survived this one."
    },
    {
        "speaker": "A",
        "text": "Yeah exactly. Now, talking of survival, a couple of things I just want to get across is one thing is we've built a whole academy course for people at real, for real vision members. Well, for anybody. Because like you, I don't like seeing people get blown up in the space. It's a risky enough space. There's a lot to learn and it was really important that we put something together that really helped people. We've already got the real vision academy, which is for traditional market trading and that's helped thousands of people. We've just built the real vision crypto academy and it's actually hosted by OV and Mando because they're both traditional market traders who know their stuff, but they're also complete NfT meme coin degens and great crypto traders, and they get it."
    },
    {
        "speaker": "B",
        "text": "Dude, you guys had me on the festival with Ovi, and the topic was worst, like, mistakes I ever made in crypto. I think the word shit was in there somewhere. The worst, the most shittiest decisions I ever made in crypto. And, man, he and I could really go back and forth for a long time. The two of us could have extended that one 5 hours. I didn't even know him before that, but he's awesome."
    },
    {
        "speaker": "A",
        "text": "Yeah. So that's coming out. So we've got enough for your audience there, because, look, you need to educate yourself. You've heard us talk about the opportunities. Scott and I have gone through the school of hard knocks. I came from a trad five background, so I did have experience in it, but it's still not easy. So gift yourself an education. Go and do it. It's not that expensive. It's like $350, but it'll change your life. All we want for everybody is to survive. We want you to prosper and not blow up."
    },
    {
        "speaker": "B",
        "text": "Is that available now? Is it available?"
    },
    {
        "speaker": "A",
        "text": "Real vision.com, wolf of all streets. It's all there, so just do that. And the other thing is, I've also just started a new YouTube channel, so it's called Raoul pal the Journeyman. And I've just got some really cool interviews there."
    },
    {
        "speaker": "B",
        "text": "How do you like it? How do you like YouTubing?"
    },
    {
        "speaker": "A",
        "text": "Well, we already did it anyway."
    },
    {
        "speaker": "B",
        "text": "I know."
    },
    {
        "speaker": "A",
        "text": "Well, no, really. It was real vision content that went onto that. But this way it's good for me. It's just because all the others were lots of different real vision interviews, plus me. I just wanted to give people what they wanted, which was. And what I wanted, which was, I just want to interview whoever the hell I want about whatever the hell I want."
    },
    {
        "speaker": "B",
        "text": "Welcome to my life. Yeah, that's what I do. Anything else we should know about the real visions building?"
    },
    {
        "speaker": "A",
        "text": "No, that's enough for now. We're doing plenty of stuff. But look, get yourself the education. That whole crypto academy is really worthwhile. And if you want to have some more fun, come over to Ralph Howell the journeyman and watch me talk nonsense with a lot of interesting people."
    },
    {
        "speaker": "B",
        "text": "Well, man, thank you so much once again for your time. We got to do this more often. We sat down and we said. We said, hey, man, there's probably an opportunity for two guys like us and a couple other people to build something or do something more regular. And then I got add, and two months passed, and you know how my brain works. So we got to do something. I know. It's amazing to me."
    },
    {
        "speaker": "A",
        "text": "It's always great fun when we get together. So, anyway. So anybody watching this, you got ideas what we should be doing together, let us know."
    },
    {
        "speaker": "B",
        "text": "Thank you so much. Have a great day."
    },
    {
        "speaker": "A",
        "text": "All right, take care. Let's dope."
    }
]