[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30, baby get 30. Baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint."
    },
    {
        "speaker": "C",
        "text": "Mobile.Com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hello, and welcome back to the real Vision crypto daily briefing. Here's why you should tune in to today's show. Tether cuts its commercial paper holdings to zero. We'll explain what this means for the largest stablecoin and why it matters to you. Plus, we'll do a deep dive with Dave the wave, all about bitcoin and the latest technical analyst. I'm Nico Bruga, and with me today is Marco Oliveira. Marco, how are you doing today?"
    },
    {
        "speaker": "E",
        "text": "I'm good, Nico, how are you?"
    },
    {
        "speaker": "D",
        "text": "I'm good. I listened to the viewer comments from last week regarding my cardigan, which I guess was reading as a bathrobe or dinner gown in the split screen. So made some adjustments. Anything on your end?"
    },
    {
        "speaker": "F",
        "text": "No."
    },
    {
        "speaker": "E",
        "text": "I mean, I just. Yeah, nothing on my end. I just. Your gown was nice, actually, I thought. I mean, it's fashionable to me. Hey, man, sometimes people are going to say what they're going to say, right?"
    },
    {
        "speaker": "D",
        "text": "Absolutely. I'm definitely going to bring it back at some point. So we'll let the audience know ahead of time. It is a cardigan, do not worry. And don't forget to subscribe to real vision crypto. It's free. And if you're watching on YouTube, like subscribe and hit the notification bell so you don't miss when we go live. Now, let's jump into the latest price action. Bitcoin is rebounding, not quite as much as earlier today, but definitely compared to the big swings yesterday. Indeed, this is in many ways in regards to investors digesting the latest us inflation data. With bitcoin now trading around $19,500, however, the mood remains tense. According to the Wall Street Journal, bitcoin service company Nydig has laid off around 100 people. The Wall Street Journal says that's one third of staff. And it's tough for bitcoin. Miners, too, announced a $500 million fund offering loans to private and public miners. Miners need to pledge security in the form of physical or digital assets. And the loans are for 18 to 24 months, with all of it aimed at helping the distressed mining industry. Marco, any thoughts on this?"
    },
    {
        "speaker": "E",
        "text": "Well, you know, it's interesting that you mentioned that it's tough for bitcoin miners right now because recently the hash rate actually increased. Because, you know, the bitcoin miners, every time that we. They mine a block, it takes about. It's supposed to take about ten minutes, and it was taking about eight. Eight minutes. And so it was like a 13%, I think, increase in the. In the. In the hash rate, which, of course, is going to make mining bitcoin more difficult, and it's going to make it harder for. For especially smaller miners to be able to mine bitcoin because the margins are already thin as they are, uh, because of bitcoins lower price. So I just. I think it's definitely a pressing story to pay attention to, along with some other components there. But, um, I also want to cover a ethereum. It's rebounding strongly from yesterday's lows. It's actually bouncing back more than bitcoin. In percentage terms, it's one of the best performing cryptos in the last 24 hours. ETH is now back well above 1300. Really feels like we're stuck in a pattern. Yesterday we also mentioned HT, the native token of the Huawei crypto exchange. It continues its meteoric rise. Nico. It's up 80% a week. Pretty astonishing, given the wider environment. A lot of cryptos are not doing 80% moves, and if they do do huge moves, usually they mean revert pretty quickly. So it's really interesting to see that the HT is doing this right now."
    },
    {
        "speaker": "D",
        "text": "Absolutely. And we'll talk more about price action later with Dave the wave. But now for our top story. The company behind Tether, the largest stablecoin by market cap, announced its re. It has revamped its reserves, saying commercial paid for holdings have been cut to zero and have now been replaced with US treasury bills, otherwise known as T bills. Marco, this is a significant milestone for Tether, but can you first explain for our audience how tether works?"
    },
    {
        "speaker": "E",
        "text": "Yeah, sure thing, Nico. So, tether is a stable coin, and stable coins are cryptocurrencies pegged to traditional fiat currencies. They should always be equal in value to the underlying fiat and provide a one to one backing of the pegged currency to the stable coins in circulation. So in this case, one tether, one USDT, equals $1, and there's $1 in a bank somewhere backing that tether, or, you know, at least that's a the theory. That's how it's supposed to be going, because as you know, there's been ongoing controversy and concern as to whether, whether tether does really have $1 for every USDT issued. The company says it continues to work on the transparency and audits of its reserves, but for now, it's hard for the public to verify. Tether has also been trying to reduce its commercial paper holdings to zero. As you mentioned, Nico, for some time now, they just announced that they managed to reach that goal. And for those who don't know, commercial paper is short term unsecured debt issued by corporations. It is considered a much riskier asset than T bills. And Tether says T bills now make a majority of their portfolio."
    },
    {
        "speaker": "D",
        "text": "Nico fascinating. Now, I know there was also a noteworthy tweet from Tether CTO. Do you want to dig into that for us as well?"
    },
    {
        "speaker": "E",
        "text": "Marco yeah, so I saw it. Paulo Arduino says tether has proved in the last few months it's able to pay out $7 billion in 48 hours, which he says is Ford is 10% of tethers portfolio at peak demand. At peak demands, paid out 20 billion, so 25% of its portfolio in 30 days. Arduino, of course, also boasted about the gap between tether and their biggest competitor, USDC. So USDC is back to a market cap of $23 billion. So tether is definitely ahead there."
    },
    {
        "speaker": "D",
        "text": "Absolutely. And it's definitely a story we'll be keeping an eye on over the coming weeks and months. And indeed, speaking of stable coins being under scrutiny from regulators and governments, they're also trying to figure out how to keep crypto under control while utilizing its benefits. One way to accomplish this has been CBDC central bank digital currencies. Which brings us on to our next story. Cointelegraph is reporting an announcement from the bank of China that the volume of transactions in its CBDC, the digital yuan, has hit $14 billion. The pilot will now be expanded with the bank considering cross border payments with Hong Kong. Marco, sounds like the trial has been relatively, or do you feel otherwise?"
    },
    {
        "speaker": "E",
        "text": "Well, you know, it's actually interesting that you mentioned that because it really depends on how you look at it. Nico so the trial of the digital yuan, also known as ECNY, it launched in 2020 and the aim was to eventually replace cash. And right now it is the most widely adopted CBDC in the world. So in some sense you could say that it is successful. But as you said, transaction volume reached $14 billion. That's 100 billion yuan. But the bank reported 13 billion in transaction back in January. So it appears that in that time only billion dollars worth of transactions happened since then. In the grand scheme of things, that's not so much. But that said, the number of transactions has reached 360 million across 15 provinces. And according to the bank, 5.6 million merchants support the digital yuan as legal tender. And something else to note is the program is also expanding to cover a variety of services citizens pay for, like utilities, medical insurance, tax rebates. And last month four more provinces were added to that pilot. Now the central bank is even thinking about adding cross border payments with Hong Kong. The main idea behind the CBDC, as the bank says, is anonymity for small amounts and traceability of large amounts. That's a little bit scary of a statement. They're tracing you for the large amounts, but I guess it really depends on how you look at an eco, whether it's successful or not."
    },
    {
        "speaker": "D",
        "text": "Absolutely. Well said. And I would also argue that this is definitely one of the main stories we're going to be taking a close look at over the coming weeks and months, considering the ramifications it might have on a broader ecosystem and what it means for us here in the US or Europe when it comes to cbdcs. But now moving on to our main segment, with the macro bear market in full swing, you're probably wondering how bitcoin is holding up. When will it bottom and where might it be? Technical analyst Dave the wave walks us, walks us through it all. And indeed Dave comes to us by request. Real Vision subscriber Andrew D asked us to get him on the show, so we did. Indeed. We mean it when we say this is your show. We want to curate this experience together with you. Now, one thing to note, Dave is based out of New Zealand and because of the time zones this differences, he couldn't join us live. However, he graciously agreed to do a pre recording with with Marco on Wednesday, October 12 Thursday, October 13 for Dave. Here's Dave walking Marco through bitcoin's log growth curve, log MACD and more. Let's take a listen."
    },
    {
        "speaker": "G",
        "text": "The MACD is once again that has to be put on the logarithmic scale. So here we've got a LMACD logarithmic MACd and it can be found on trading view. There is a tool there, logarithmic MACD. Yep, you'll find that there. And once again you've got. You're dealing with a ratio because the numbers here are so small and the numbers here are so big, the standard MACD was always dealing with the nominal number of the averages and so it couldn't cope with it. So if I, I mean, you know, we're all perfectly aware that it all bunches up down here, right? Because the numbers are so small. You've got the numbers here and then you get some measurement here. Whereas with, when this is turned into a ratio, a relative ratio between the moving averages, you can compare, you can get a comparison between the cycles, the so called cycles. So there's the monthly logarithmic MACD, which is interesting. You, you know, I was on the basis of this. I was very wary, you know, that I thought we had to come down back to the buy zone and notice the MACD, the weekly MACD has come back. And you could call this an oversold position because it's packed full of information. It nearly makes the RSI redundant. And if you read any information on the MACD, you can see that traders and investors do use it to look at oversold and overbought position. So you've got the MACD, weekly MACD, well down below the zero line turning up now. So on the basis of this and on the basis of the LGC and on the basis of an extended sideward range, there's a good argument to be had that you've got a bottom forming, a recovery forming here. So that's the weekly. And then of course you can go to the monthly, which corroborates what's going on weekly. And I mean, this is the big daddy of the technical indicators. I. It's next to the LGC. This is the metric that, that I use a lot. And it's the first time you've seen here a contraction of the histogram, showing a strength, slightly strengthening momentum. That's been printed. And every time previously, of course, there's no, there's no certainties, of course, but you've got something here to go on that every time previously that has signified a recovery. So that is quite interesting. You also see in the MACD, this idea of reducing volatility in the macro, even though price is still volatile and macro in the macro sense, see that it's not. This predicted, this kept the first run up we had, parabolic run we had, was actually showing on the MACD that, hello, it hasn't got a lot further to run. And momentum rolled over here. A lot of people, even though price went slightly higher in the second peak and people were hugely bullish, the momentum had fallen away. And this indicator, so I mean, it's packed full of information. People call it a lagging indicator, but there's a lot to be read onto it. But this indicator was signaling a correction back to the, back to the zero line."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium Wireless 30 30 Biddy get 30 bid to get 20 2015 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 up front for three."
    },
    {
        "speaker": "C",
        "text": "Months, plus taxes and fees. Promote for new customers for a limited time unlimited more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "F",
        "text": "Yeah, and on the weekly, it looks like we just had one of those bullish signal line crossovers on that. That's the, that's exactly right where we're at right now. It looks like we're kind of. There something else? Something else is, I was actually looking at this chart. I mean, I noticed that someone else commented, well, there was also that back in March of 2022, there was that little signal line crossover. And does it mean that we're going to dump the same? But I think there's a huge difference because in the previous one, it seems like there was a small, there was a divergent, or the price and the MACD, the histogram were kind of heading in the same direction, whereas this time there seems to be a divergence. The MACD is heading up where price is heading down. So I think that could be perhaps maybe a hidden bullish divergence. I don't know."
    },
    {
        "speaker": "G",
        "text": "Yeah, well, you had a bit of a basic pattern here. And so there was an argument to be had that, hello, it's still heading up. And most people were still bullish here. It took this capitulation for people to say, no, no, we're in a bear market. And once the sentiment shifts like that, it's like, okay, we're going to go way down here. Right? It's like your bull or your beer. Right. And. But here it's. To see the position of that, where the MACD is positioned is very important. So up here it's not oversold. Right. It's the same as here. So you had this going on. And even from a, just a basic technical sense, you could compare these with the LGC. Right. I was comparing this stuff the whole time and I was pretty aware of what happened here. So I thought, yeah, we're going to get a repeat here. And come back down to the base right the buy zone. And um you know it's, it's on the MACD. You can see that too right. It's, it's, it's still got to come right off that back down to here. Um that, it's interesting how these, these peaks and these troughs match up. You know if you go to the, to the monthly, you know you didn't see any, you still saw these, these histograms hadn't got as extended as they had previously. Right. So there was an argument to be said. You know I probably, I turned bullish around. I thought well 25k, thats not too bad a price if youre going to average in a few tranches over a period of time. Right. And I think youre doing pretty well to be averaging in so over three, six months buying in a few tranches. But I was, I don't particularly like to say bearish because I think this is a long term bull market. Right. But I was looking for a correction from what was the peak price to 64k."
    },
    {
        "speaker": "F",
        "text": "Yeah."
    },
    {
        "speaker": "G",
        "text": "All up the top here. I was saying nah, nah, nah, she's going to come off, took a while to come off. And so you know not buying at buying a tranche and it's a, maybe you'll buy again at 22k or something. You'd be doing pretty bloody well if price tracks this curve going forward."
    },
    {
        "speaker": "F",
        "text": "Absolutely. Well, something else I wanted to talk about that we talked about before we had our call was about the 200 week moving average. And I think this is really interesting because you use this to kind of justify this maturing models or this maturing market idea. And I've asked other technical analysts about the 200 week moving average because previously it's acted as bear market support. But this is the first time that we're seeing in this cycle where we've had weekly closes below it."
    },
    {
        "speaker": "E",
        "text": "And I'd love to hear how you're looking at that."
    },
    {
        "speaker": "G",
        "text": "Yeah sure. So I mean you can see this idea also that just as price has gone under the 200 weak moving average, it also went retraced further than 38% on this chart, which is interesting. And so if we go to, I wrote an article on this actually, and the idea here was that I can maybe just look at this paragraph and maturing market also says to explain what appears as an I anomaly in the minds of many. Why is it that the 200 moving week average no longer functioned as a support with price remaining below it for an extended period? If we take increasing maturity reducing macro volatility eventual price discovery as a model. That is our interpretive apparatus, because we always interpret. Right. There's no pure observation when we look at a chart. Yep. We're going to bring a bit of bias and interpretation to it. But I call that a hypothesis, which is irrational thing to do. You have an idea or model or a hypothesis and you're interpreting on the basis of that. So it's not completely irrational. In fact, this is no longer an anomaly. In fact, according to the model, this very long term average should be broken as support and come to function more as a mean of price, as an average, around which long term price action would oscillate. I'd go far as to predict that the time we move, an average will move upward eventually to the mean of the channel right here, with the bottom of the LGC channel itself becoming future support. So if I zoom in on that, so the support, in a more technical sense, and on the LG C, is the LGC base itself. Right, this 200 week moving average. See how it's, how low it was here and see how high it is here. This is eventually going to come up as a mean and prices should, according to this model, right. End up oscillating around that as a mean of price as price becomes more stable and you head towards price discovery. So on the basis of this model, it's sort of like it actually supports or corroborates the model that this average was broken."
    },
    {
        "speaker": "F",
        "text": "Absolutely. Well, Dave, we're running short on time here. Before I ask you your final takeaways, I'd love it if you could tell the viewers where they can keep up with you in terms of social media, your website. Where can they keep up with you?"
    },
    {
        "speaker": "G",
        "text": "Look, I'll just add one other thing before we do finish the deflation. A lot of people are concerned about deflation. Right. And I'd say, yeah, we're going to touch on that. And I'd say that this whole model has cooked into it, this idea of deflation and inflation. So, for example, this article is from a good couple of years ago. You can see where price back then, before the spike, was thirteen k, and it was a rationale for the pragmatic investor. So it's getting away from hyperinflationary narratives and the models that you had based on that. And the idea here was that the kinds of questions that interest me here are, why would price develop this way? Right. Could such a price development be undermined if deflationary forces in the wider economy get the upper hand? And is bitcoin an unsustainable bubble. So right back from day one, I was looking at deflationary pressures. And for me, this is the same chart zoomed in for me, the top of the channel represents hyper inflationary expectations. So this is the booms, right. And the bottom represents deflationary expectations, crisis, uncertainty, fud. So you got fud and the fomo. And so it was always expected youd get the. Because I always took more of a behavioral approach to the markets, right. Its speculation. Bitcoin is the perfect thing for speculation, which is great because it takes it away from houses and other stuff, right? Real assets. In a sense, I think this is fantastic. And it's not just speculation, though, because it's in my mind going back to macro explanation, right. Speculation for me is the means of capitalization. So it's through free market speculation by which bitcoin is capitalized. The idea was you have a boom and a bust, and sure enough, you have a boom up to the top and a bust to the bottom. But now everyones in deflationary expectation mode, which was predicted. Nows the time to buy because to take it back to and well finish up on this, thats getting a bit long back here is this represents the capitalization of a nascent currency. So remember, in deflation, its currencies, the strongest currencies, strengthen, right? This is why I see USD strengthen. You see stock markets hammered. Maybe you see property prices hammered. Theyre getting hammered in New Zealand at the moment. But the strongest currencies are the beneficiaries of deflationary forces. Right. Now, bitcoin, this comes back to macro explanations of why this should be, why it should be developing like that. Bitcoin, back in the day, people were talking about digital gold. So its not just an asset, its also a currency, a nascent currency in the process of capitalization as it becomes an alternative hedge. In a sense, like youve got gold and youve got USD. And I think bitcoin will pick up that kind of buying from the big money that wants to diversify, spread the risk, and say, this idea of digital gold, that narrative, I think is a pretty good one and based on scarcity. So scarcity doesn't drive the price, but scarcity in bitcoin drives the speculation. Or it's not a one way street, it's very much a two way. But in the aggregate, you get this movement to eventually, I think you're going to see bitcoin up there with the market cap of gold."
    },
    {
        "speaker": "H",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company. Consider this for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what with each vendor. Ramp's software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank and celtic bank members of the IC. Terms and conditions apply."
    },
    {
        "speaker": "F",
        "text": "Amazing. Amazing. I really like that you gave us that analogy of the top of the growth curve channel being inflation expectations and the bottom being deflation expectations. So I think that's really interesting. And obviously also the fact that you're saying that bitcoins an asset and when inflationary times, obviously assets do better, but in deflationary times, currencies do better and bitcoin is also a currency. So thats really great. Its really interesting. Yeah, yeah. And I think its an excellent point and were definitely have to have you back on soon to kind of really deep dive into more of those topics. Dave, before I let you go, I."
    },
    {
        "speaker": "E",
        "text": "Still want to have where the viewers."
    },
    {
        "speaker": "F",
        "text": "Can keep up with you so they."
    },
    {
        "speaker": "E",
        "text": "Can follow your work."
    },
    {
        "speaker": "G",
        "text": "All right? Sure. Yeah. Cheers for that. I've got a website up and running now. Davethewave without an E. Davethewave.com anyone interested in reading me articles looking at? I've got heaps of charts on old coins there. I do my BT's charts on the main Twitter page, but I've got plenty of altcoin charts here and of course the articles. Feel free to come and have a look at my Dave the wave. It is subscription based, but there's plenty of information there to look at."
    },
    {
        "speaker": "F",
        "text": "Perfect, perfect. Well, thank you so much, Dave. Definitely going to be in touch and have you back on soon."
    },
    {
        "speaker": "G",
        "text": "My pleasure. Okay, see you again, Marco."
    },
    {
        "speaker": "F",
        "text": "Yeah, take care. Bye bye."
    },
    {
        "speaker": "D",
        "text": "Great conversation with Marco you had with Dave the wave. I always love hearing from Dave the wave. Also a great twitter follow. If you don't but it's that time of the episode where we get the spotlight swinging. The horns are blaring because it's time for key takeaways. Here's what I learned today. According to Dave's analysis, using the weekly and monthly charts, bitcoin is finally starting to form its bottom. Indeed, when it comes to the 200 week moving average, Dave believes it will move up eventually to the mean of the channel. Essentially, Dave expects it to tell us where bitcoin's mean price slash true value should be. And considering all that, Dave is still highly bullish on bitcoin over the coming years. Marco, anything you'd like to add, since you're the one that talked to the man himself?"
    },
    {
        "speaker": "E",
        "text": "Yeah, Nico, I mean, first of all, those were excellent points that you brought up. I really appreciate when Dave using the logarithmic growth curve channel because it kind of serves as this overarching model for price, right. Rather than focusing on the short term price movements, it's kind of saying, let's take a step back and see what happens as bitcoin becomes more capitalized. So I really appreciate that Dave uses that as part of his analysis. To your first point about the weekly and monthly charts where bitcoin could be forming a bottom, he's specifically referring to the log MACD, which is different than the MACD. Actually an indicator that I haven't really used myself and that I don't see many technical analysts use. But I think it's super interesting to use that. And right now, we have a bullish signal line crossover on the weekly. On the monthly, we're starting to see some bullish momentum, starting to strengthen and contract that histogram he's talking about that those green and red valleys are starting to kind of go up. And so I think that that's a good indication that maybe, perhaps we're getting close to a turnaround point there. And the last point about the 200 week moving average being serving as this kind of an indicator that we're moving into a maturing market for bitcoin. I thought that was actually really interesting because the 200 week moving average was something that the fact that we closed, had weekly closes below it when before it was serving as bear market support and closing below it, it was making me a little bit hesitant to go back into bitcoin. And I was like, maybe this is signaling a longer term bear kind of thing for bitcoin or something like that, because bitcoin was born out of this expansionary era, this reflationary period after the 2008 crisis. And the way that Dave looks at it is saying, hey, this is something that's normal for assets to go through and that it shouldn't always be above the 200 week moving average. Assets as they mature will start to go above and below. And so I thought that was a really interesting point and actually made me feel a little bit more confident about maybe putting a position back in. Obviously not financial advice, but yeah, it made me feel a bit more confident. Nico."
    },
    {
        "speaker": "D",
        "text": "Thank you for that, Marco. I should say I've been dollar cost averaging in since the end of August. So obviously I need to pay a lot more attention to what Dave the wave is saying. Yes, not financial advice by any means, especially coming from me. Do not listen to me. As everybody saw in last week's AMA, I went all in on nfts at the end of April. So there you have it. We're almost out of time, but we got time for one viewer question. Alan on YouTube asks, are there ways for tether to hold us treasuries outside of the us control? Or will tether now need to obey us blacklists in order to not have their own reserves frozen? Marco, what do you make of this question?"
    },
    {
        "speaker": "E",
        "text": "Well, so it's a tough question to answer, and we're definitely going to have to have a, you know, one of our regulation experts to kind of tackle this. But here's what I can tell you. So Gizmodo from Gizmodo, here's what the tether CTO said in the past. He said that they normally comply with us regulators requests the stance. This stance doesn't exactly gel with what Tether said in the past. The CTO said they are the headquartered in Hong Kong and does not operate in the us or onboard us customers. This is like a case by case basis. We're just going to have to wait and see."
    },
    {
        "speaker": "D",
        "text": "Well, thank you for that, Marco. And thank you for joining me today. That's it for today. Don't forget to subscribe. Rv crypto is free, and those of you watching on YouTube, hit the bell, hit the button. Subscribe so you can hang with your real vision family. We got a ton of more exciting guests next week's and we'll see you Monday at the 12:00 p.m. eastern. Thanks for watching, everybody."
    }
]