[
    {
        "speaker": "A",
        "text": "Hey, everyone, if you like this podcast, go behind the paywall. To get privileged access to the smartest minds in finance, visit realvision.com rvpod and use the promo code podcast ten to get 10% off our essential membership for the first year, join the real vision community and learn how to become a better investor. And now into today's episode of Ralph Real Vision."
    },
    {
        "speaker": "B",
        "text": "Hi, I'm Raoul pal, and this is my show, the Journeyman. And the journeyman is all about my journey of understanding at that nexus of macro, crypto and technology. You see, what I'm trying to do is figure out the picture, the big picture, where we're all going, what the opportunities are, and where the risks lie. And part of that journey is just my general journey of understanding of the broader world around us. And so I'll bring you different types of guests, but I'm recording this at a time of geopolitics. The geopolitics of what is happening in Israel is shocking everybody. But these things aren't new. And I've been very lucky to have a mentor in my life who has helped me navigate and understand this, somebody who's so deeply involved and so broad minded that he's really one of the true polymaths that I know Dee Smith. And Dee made for real vision several years ago, something called a world on the Brink, which was a five part, five hour series of kind of how do we get to where we are today and where the hell are we going? And he even forecasts things like the pandemic and what's going on in the Middle east now. And so many things as he took a very broad view with many, many guests to look at the instabilities in the world and the changing. In fact, I met Dee in Hong Kong back in, I don't know, 2016 at a Club B event, a family office event. And him and I were chatting, and I was interviewing him at first, didn't know really who he was talking to him about his business. But then I realized that the guy has one of the greatest minds that I've ever met. And we started going down the rabbit hole of how society was changing due to the nature of the Internet and how it's becoming tribal in these digital tribes. And that threw me down the rabbit hole of a broader understanding. We're seeing it. The Balaji network state idea is part of that whole thesis that I've been running with for many, many years now. And Dee is also looking at the physical world, the constraints involved, and the constraints involved in society and how the collapse of the american dream on a global level has led to disillusionment and anger in ways that we don't yet understand. We obviously see it in politics, where people are just pissed off, but we see it with whole nations pissed off too, that nobody's getting what they thought they'd get out of this global agreement of the rules based global order system. So while I err on the side of being an optimist in how the world progresses, that there is the chance of economic miracles, that mankind is able to find solutions that solve some of the issues today, we've got to be open to the fact that maybe we don't. You see, the history of the world is a history of centralization, decentralization, centralization, decentralization, unbundling, bundling, the history of almost everything that we do is based around that. And we've had a world which was very bundled. We've had the EU, the rules based global order system with its supporting IMF, the United nations, and all of the other things based on Pax Americana. Prior to that, it got tested. It was the british empire that was the center, and it got tested and ended up in two world wars. And eventually that power system spread and was given to the United States. But it feels like things are much more unstable now. And so I really want to dig in and explore some of this with Deeze and to keep a broad mind and just to see the possibilities and probabilities in this increasingly complex world where geopolitics mixed with constraints and resources, mixed with constraints of people, mixed with ideologies, mixed with anger, mixed with technology, all happening at an exponential rate around us. These are truly, truly extraordinary times. So anyway, let's sit down with Dee and maybe make yourself a stiff cocktail for this one. All right, I'll see you later. Join me, Raoul pal, as I go on a journey of discovery through the macro, crypto and exponential age landscapes. In the journeyman, I talk to the smartest people in the world so we can all become smarter together. Dee Smith, how the devil are you?"
    },
    {
        "speaker": "A",
        "text": "You know, I'm not too bad. How about you?"
    },
    {
        "speaker": "B",
        "text": "I'm all right. You recently had Covid. I've managed to avoid it. So you've recovered now, have you?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I have. I got it at a very nice gala in Wyoming that had 650 people and 350 of us got it. So it was a super spreader."
    },
    {
        "speaker": "B",
        "text": "Oh, nice. So before we get cracking, just give people who aren't familiar with you background just so to frame, because we've got a lot to talk about. As we always do when we get together, but give people your background."
    },
    {
        "speaker": "A",
        "text": "So, you know, I started out with a career in music. I have a degree in music theory. I was going to be a conductor and composer. I still do a little bit of that. I then switched to archaeology and anthropology, and then from there, somehow made a turn into doing cultural diplomacy stuff, worked with us embassies and foreign ministries of culture and stuff all over the world. From there I became a venture capitalist, bringing european investment into Latin America. That was great until 1995, when all the peso collapses happened. And at that point, I founded this company called Strategic Insight Group, which is a private intelligence agency. And I had had some background working in that world as well. And so for the last 20 something years, we've served a client base of investors and large corporations and law firms doing various kinds of deep research on things that are hard to find, things people don't expect you to know, and so forth. And then I've also, over that period, gotten very involved in the geopolitical and foreign policy world, involved in several institutions in that area, in New York and DC and London. So it's a mixed bag, just kind of a jack of all trades."
    },
    {
        "speaker": "B",
        "text": "You're quite the polymorph, and which we'll talk about at the end. You're also an award winning cocktail maker, which is very important."
    },
    {
        "speaker": "A",
        "text": "Well, you're to say that. Yeah. And so it's a fun thing to do. You know, you have to have some fun in this world. So that's one of the big, great sources."
    },
    {
        "speaker": "B",
        "text": "I always love talking to you because, I mean, you are really quite the polymath. And so we can generally go anywhere, talk about anything, and kick new ideas around. So let's kick off in what a lot of people are thinking about, which is the geopolitical world and where we are in the Middle east and where we are with all of the other geopolitical players, because people who haven't seen this, there's an amazing five part series on real vision you did many years ago called the world in a brink, which was really you forecasting where the world was going. And much of that has proven to be true and continues to prove to be true, of which geopolitics was a large part of it. Talk us through the geopolitical climate as you see it today and where this is headed."
    },
    {
        "speaker": "A",
        "text": "Yes, and I'm sad that it was as true as it was. And I'm also saddened that there are things that I actually put off the table because I think I thought, well, that can't happen, and they're happening. And so to pan back, pan out, I think that we are possibly approaching a point of change in these systems that is more profound and more exaggerated than anything we've seen in centuries. And I say that having spent time thinking about not saying things that are too hyperbolic and too extreme, but the indications are there. And, you know, it's just become more and more pronounced over the course of the six years since we did world on the brink, for example. One of the things that I think we're facing, and it may be the biggest thing, at least in that realm, is that we have tried to create a world. We tried to create a world after World War two based on rules, the rules based order, liberal international order. There are lots of names. We went all through this in world of the brain. And what I think we're facing now, and it's a real problem, is that how do you have a rules based order or a rule of law order when you can't agree on what the rules and laws that you're going to be governed by are? And I think that's where we are. And it's a profoundly difficult situation because you've got so many orders or magisteria, whatever you want to call it, of these rule sets, you've got the three big economic ones, capitalism, socialism, communism. Beyond that, you've got all the religious ones, which are very old and have very deep resonances for people. And, you know, and those are complex themselves. It's not just, for example, Christianity and Islam and Judaism. It's, you know, american fundamentalist Christianity, and it's american protestant mainstream Christianity. And it's a, you know, it's Eastern Orthodox Christianity now has a big force behind it. And then you've got different kinds of Islam, Sunni and Shia, but also Salafi and all these other more fundamental expressions. And the same thing goes for a lot of other religions. Hinduism, for example, is now has a very strong fundamentalist expression. And so each of these things gives us humans and our cultures, our sets of people of identity, a different set of instructions, and they're mostly not compatible. And so what happened at the end of the cold War was that everybody kind of came to this overt, at least agreement that, well, we're going to have an ordered system based on rules and laws. And what that system is going to focus on is trade and business and commerce. And so it just put to the side everything else under the assumption that everybody was going to agree that their cultures were subsidiary and that the commercial approach to things was going to triumph. And of course, you can, if you do have a set of laws and rules, which we did, we still do, you can have a coherent system of trade. But the problem is that that whole system made a lot of promises to people about what their lives were going to be, how their children's lives were going to be, how society was going to get better, how. And those promises have to a very large extent, been broken. And everybody feels it from the very top to the very bottom. It hasn't delivered. And so now we're left with, okay, we thought this was all going to work and we could go back. It's a really interesting thing to do, to go back to the 18th century and see how this, you know, this idea of material prosperity and progress and everything builds up. We need to do that today. So we've now got a situation where nobody's happy. Everybody realizes that these promises have been broken and nobody sees how they can be unbroken, how they can be fixed. And so we've reverted to our fundamental, more original. I won't use the word tribal, that's a complex word. But our more original ways of looking at things that have to do with religion and philosophy, mostly religion, and those, as I said, are completely at odds with each other. And so how do we have, I'll repeat the question. How can we have a rules based order when we can't agree on what the rules are? Now, what's the alternative to a rules based order? It's the rule of men, or let's say the rule of women and men. Now it's the rule of people. And that is autocratic. And we're seeing it pop up everywhere in the world because people are desperate. They want answers. They want simple answers, and they are willing to just jettison things in order to have somebody say, I'll fix it, I'll make the trains run on time, so forth. But that's not working either. So we're in a dilemma. And I mean, it's a really serious. I think it's a really serious point."
    },
    {
        "speaker": "B",
        "text": "How much of this is due to the power vacuum? So after World War two, the rules based global order system was basically a set of values based around us and allied interests. Now, after the falling of the Berlin Wall and the decline of communism, the US took the global stage as the world's superpower. But then it seemed to have backed off after maybe 2008, where it couldn't afford to hold these wars and created power vacuums. So if the world's autocrat in that rules based global order system relents its power somewhat, then the power vacuum gets filled. I mean, I noticed this is like when MBS came into power, when Erdogan came into power, and others, they kind of did very strong things, like killing people publicly and there was no repercussions. So it's like you could see that the rival gangs were getting unruly. Do you think it's about a US power vacuum that's caused this as they've retreated from the world stage because of the cost of trying to be the world hegemon?"
    },
    {
        "speaker": "A",
        "text": "Yes and no. But yes, I do think that that's a very cogent analysis, and I think that it has to do with the US. Let's back up a little bit to 911 and that age of being where the US faced these threats that at the time seemed existential. They're not existential compared to the threats we face now with nuclear armed enemies and so forth. But at the time, they did. And those things exhausted the US psychically, from a treasury standpoint, from just energy. And by the time of the financial crisis in 2008, and that's a whole other story, but these things all dovetail. By that time, the US had really just run through a lot of the resources that it had to devote to being the global policeman. And the US population was just exhausted."
    },
    {
        "speaker": "B",
        "text": "Also because its social contract had broken as well. And so it loses support."
    },
    {
        "speaker": "A",
        "text": "Thats right. And, you know, the question was, okay, back to the same question. How is this making life better? How is it making life better? And so, you know, you have this enormous level of expenditure of not just money, but psychic energy, or however you want to put it, you know, effort, belief, all these things that just, we ran through what was an enormous deposit that we had of goodwill to some, certainly some goodwill, and also power, militarily, financially and so forth. And that began to come out in the wash in 2008. And so you had a situation in which things were only going in one direction. They were not getting better, they were getting worse. And then you have the tech revolution of sort of 2008 to 2012, and the birth of the mobile phone and the smartphone and, and the models that were built to capture people's commercial interests, and it's been well covered now. Everybody knows. But it didn't make life better. And tech was supposed to be. That was the one thing left. It was gonna make life better. And the tech guys, the big heads of tech things, they don't even let their children use those things, and they haven't for a long time. So what does that say so? You know, you're up against, I almost think of it like dominoes. You know, that you've got this series of dominoes, planks of pillars on which this whole edifice of rules based order, progress based material, prosperity based, and so forth. They begin to be pulled out of it. And so the thing begins to wobble, and everybody realizes that, and they're now at a point where. And then you have the pandemic, and none of this is disconnected. We created a perfect world for a pandemic because we knitted everything together. And that itself, the complexity and the interconnectivity of things, I think itself has made people deranged because you can no longer understand the world. And now we've got AI, and you keep having these people who they buy into the program, and it's like, oh, okay, great, AI is going to make life better. And it doesn't. And so you've just got, it's almost as if the whole thing is got feet of clay."
    },
    {
        "speaker": "B",
        "text": "Well, it's also, it seems to be getting more and more complex as well. So you and I spoke, even when we first met in Hong Kong many years ago, we talked about the rise of digital societies, and that gets rid of the power of nation states. It kind of at the edges, it kind of erodes the power of the nation state because we now live in these digital states, these digital nation states. So even the power of society, the white picket fence and the church on Sunday, dissolves into this much broader, more complex beast that is the digital world that we live in. And then on top of that, you have the hegemon losing control of policing the world. That then sets a rise to all sorts of other things. It's like, as you say, we seem to have hit the tipping point, the instability point, where we don't know where this goes."
    },
    {
        "speaker": "A",
        "text": "We've hugely hit the tipping point. And that's a really good phrase to describe this. But I would also step back one more era to Margaret Thatcher and that whole neoliberal economics era. And one of the things she said that was enormously influential was there's no such thing as society. They're just individual interests, and they coalesce in ways that look like society. And. But it isn't that. And so there was a whole philosophy of economic development in the west based on that concept. And what it ended up with is it almost became, it created it. She almost became the progenitor of it because everybody grabbed onto that. Of course, what it does. What does it do? It lets you focus on individualism and making money and doing your own deal and being your own self and all that. And so the result of it is not as much of a true analysis as it was of not only a predictor, but a thing that fostered a certain kind of development and ended up with all these kinds of parties, individuals, families, you know, cities, states, nation states, all deciding, well, I'm in it for myself. Well, that has a long history, too, back to the westphalian treaty and so forth. We've talked about that and boiled on the brink also, but now it's just become, it's become a tipping point. We're past that tipping point. And so there is a feeling that, well, to hell with this. I'm doing what I'm going to do, what I need to do, what I want to do, and what I need to do to protect myself and my family and my little smaller groups and those groups, those identity groups, whatever you want to call them. That is one of the key things that the social media world, the social technology world exacerbated, because what it allowed you to do is no longer base identity on place, but on affect, on, you know, what you were interested in, what you believed in, and you could get very influenced. You could get into little groups and coteries and get very influenced by all these ideas. And so that began to break society apart in a different way. And so, you know, when you put all this together, the word that I seems to, the single word that seems to really substantiate or express it is splintering. Now, you know that the group that I work with, Scott Malcomson and others, have long studied splintering, and he wrote the book splinter net. And there's, you know, there's a lot of thought, but it's gone from, okay, well, the Internet's going to be splintered to the whole world is going to be splintered. And now I think we're at a point where the splintering has become so extreme and is going to become so extreme unless there's some major radical change that we're going to face. A world where you have societies that have very little in common and break themselves off from each other, and that's going to have massive implications in terms of trade and commerce and development and all that. But it's also going to have massive implications in terms of conflict. Because, you know, if you, if you decide the other party is not just, you know, you don't agree with them, they're bad, they're wrong, they're evil, and that's where it is now, in the. In. Within countries, including the United States and including a lot of Western Europe."
    },
    {
        "speaker": "B",
        "text": "And when do you. When would you draw back a parallel for this? Because the world has been like everything, everything bundles and unbundles. That's the big trend. And we feel like it's the unbundling, the splintering. When did the world look the most splinter? Was that the dark ages? At what point was that? When the Romans kind of lost control of the world and then the Visigoths and everybody was rising power? What's the mental framework here?"
    },
    {
        "speaker": "A",
        "text": "This pattern has repeated throughout history. And the first instance that we really understand something about was in 1177 BC, and I would advise everybody to just type that date into Google, 1177 BC, and see what you come up with. And it was initially interpreted as an invasion of sea peoples that disrupted the Mediterranean. But in fact, the mediterranean world had a bunch of highly sophisticated civilizations that interacted. It was a regionally globalized world and stretched all the way to Afghanistan. And there was this massive amount of trade, and within an instant, it collapsed. And one of the things that it wasn't invasions of the sea people, it was migration under force of people, which is exactly what we're seeing. That's another thing we haven't talked about. But it was. And it was that kind of experience that led to what. This is a term from archaeology, but it's super relevant right now, which is called general systems collapse. And it's a concept that systems that are highly interconnected, you can't just have one collapse without often having all the others, because they're so interconnected. And this connects to that, to that, back to that, back to that and so forth. It all pulls itself down. And you have. And so 1177 BC is a good example. You have other examples in the ancient world, certainly the fall of the Western Roman Empire and the birth of the dark ages in Europe, very well documented, and we understand how that happened. And the thing about this is that, and I'm not going to remember the dates, but in the early 400s, there was a date, let's say 404, something like that, when the western roman empire was still something. I mean, they still controlled all those colonies in Africa, and it was functional. And literally within eight years, it was nothing. Now, that's before any modern communications, any modern weapons, anything like that. But as you mentioned, you had the Goss and the Visigoths and all these people, and they were coming in. You know, Francis Braudel and others have talked a lot about this migration. They were coming on the force of migration pressures from their homelands. And you know people, this is something, I just heard somebody say this the other day at the UN or somewhere. It said you know people don't leave their homes for no reason. They don't want to. They leave because there's no alternative. And we are just at the bare cusp of this. I don't know what the number is today but something like 70 to 75 million displaced persons both internally and externally. And it's going to be many times that. And what are we going to do? Because those people are, you know when your kids have nothing to eat and your kids are subject to violence you do whatever you can."
    },
    {
        "speaker": "B",
        "text": "I would that gets exacerbated by climate change as well. People cross borders out of need and then that changes or collapses the societies of the people. We kind of hit the limits of immigration in the world. Everyone was very happy for immigration because immigration tends to lead to GDP growth. But what you got was societal collapse because we couldn't deal with the number of immigrants."
    },
    {
        "speaker": "A",
        "text": "That's right. And immigration of people who have tech skills and all those things. Yes. That leads to GDP growth. Immigration of people who happen to just be good coffee farmers to an area where you can't grow coffee doesn't. And so you know there's a. We're coming up and climate change is again another one of these sets of problems that is connected to some other things that are really really serious. And one of those is environmental degradation which is horrific. Microplastics, all this stuff. And it's its own problem. It's connected very closely. It's interwoven with climate change. But it is a separate problem and pollution is a separate problem. And those all work together and they all reinforce each other. And then you have a situation where you can't disentangle. There's a term for this I think it's a great term. It was invented I believe in seventies and the military uses it a lot in the US at least called wicked problems. And wicked problems are problems where you can't separate out the pieces of them. You can't solve one piece without affecting other pieces. You can't you know you can't just. There's no easy or even difficult way to parse these things out. And so you've got a whole bunch of these wicked problems that are now bearing down. And then the final thing I would say with that and this has to do with the climate exhaustion, environmental exhaustion and is that we're pushing up past the carrying capacity of the planet. And that has to do with many things, but including the fact that everybody wants and feels they deserve and have a right to the kind of lifestyle that we in the west have been fortunate from no doing of our own, just where we were born to enjoy for the last 50 years or so. And you simply can't just do the math. Everybody can't live that way and we can't live that way anymore. And so you've got a highly destabilized environment with all these externalities, but yet we're all just going forward as if it doesn't matter."
    },
    {
        "speaker": "B",
        "text": "So we've gone from a stable world to a destable world. And within that we've also got just to Karen, a little bit with the geopolitics before we move on, is we've then got the rise of other superpowers, such as China. And there seems to be nothing we can do, the west can do to stop it. And the rise of its influence. We've got India as another wedge somewhere in the middle. However that plays out, then we've got the rise of two factions of Islam, which has a population larger than the christian population of the world. Now the world is. Is really splintering in a different set of ideals. How does this all play out with the terms of the geopolitics? Or we just have to accept everything splintered and everyone will drive a wedge into their part?"
    },
    {
        "speaker": "A",
        "text": "Well, certainly the latter is very possible, even probable. But I think the way it plays out is that as people get more desperate for things, water, food, and this is another issue. We waste 30% to 40% of our food. In the US, 30% to 40% of our food is wasted. It doesn't go anywhere. You can easily pull up pictures on the Internet of mounds of things, eggs and turnips and all of it edible, and it's thrown out because of this or that reason, rule sets or whatever, and yet 800 million people go to bed hungry. And the price of food has doubled in many places, including a lot of it in the US. The last time that happened, by the way, in North Africa was called the Arab Spring. And that was the ultimate. Maybe not ultimate ultimate, but it was the fundamental cause of what happened, because people simply couldn't. You know, this guy just got so frustrated and he lit himself on fire and the fire spread across the Middle east, and that had to do with a lot of things. Again, it's interesting to peel that back and look at, for example, the change to cash export products in places like Syria. Instead of growing things, people could eat. And so you've got all these parts of the system reinforce each other because."
    },
    {
        "speaker": "B",
        "text": "We went to a globalized system and not a localized system. So suddenly you get fragilities you didn't imagine."
    },
    {
        "speaker": "A",
        "text": "That's right. And so, you know, as I said, when people have nothing to eat, you know, try it. I mean, just, you're going to do whatever you have to, particularly if you have children. And so it's, it becomes a, it becomes a situation which, as you said, you just, you know, if we have to drive a splinter between ourselves and everybody else and we can grow just enough food for ourselves, so be it. But we now live in a world of hyper modern weapons. And as we've seen with these various old conflicts that are now popping up everywhere, the power of even relatively unsophisticated products with a certain kind of strategy of asymmetric warfare and that sort of thing, that essentially changes the nature of warfare because it means that large groups, nation state type groups, no longer have the ability to influence that they used to. Used to be the US could just park a aircraft carrier off a country, and everybody's like, oh, okay, we'll behave. And now it doesn't matter because the asymmetrical advantage, people have learned to use it in terms of technique, in terms of weapons, you know, cyber weapons, bio weapons, which haven't seen yet in any major way. All these other things that when people get these grudges. That's the wrong word. When they, when they become subject to the politics of grievance, then there's nothing to hold them back, particularly when they have nothing to lose. And so you're in a situation where they're going to do what they can, and that then becomes hell on earth. I mean, it's what's happening today in the Middle east. It's what's happening, you know, it's what's been happening in Ukraine. It's what's probably going to happen in Taiwan. And there are all these old conflicts that are now coming loose. And then you have these, these major nation state armies, however good or militaries, however good or bad they actually are, like Russia, thinking, oh, well, we can swat those, you know, Ukrainians. No, doesn't work anymore. And I mean, let aside the fact that most of the money that was supposed to have modernized their army went into the swiss bank accounts of politicians and military officers. But, but that's been the case all over the world, too. And that goes then back to this individualism and the kind of Margaret thatcher, I don't think you can have, and I am, as you know, of a capitalist bent, but I don't think you can have a stable social situation in which you say there's no society, they're just individual interests. I don't think it's true and I don't think it's feasible. And yet that's the raise on death. That's a philosophy."
    },
    {
        "speaker": "B",
        "text": "Well, that's the Ayn Rand philosophy, right? That it is. And. Yeah, and the argument is that's unlikely to work because there's no societal cohesion. If you don't give a shit about your next door neighbor, why do you give a shit about your country? Or why do you give a shit about anybody's value system? Because it's all about me, me, me."
    },
    {
        "speaker": "A",
        "text": "That's right. Yeah. And that goes all the way up and all the way down. And I think we're going to have to. And this would get to sort of, I guess the last point I would think of making right the second, I think we're going to have to find a different philosophy, a different way of approaching life. And I think it's just going to be very. It's going to have to be something very different. And one of the things that troubles me is that we're looking for love in the same old places. We're looking at all the old systems over and over. And, you know, just New Zealand just voted itself far to the right today or yesterday. And, you know, they don't even want to be, they're not right, but they just want change. But they see the metrics or the possibilities of change within this narrow band. And that band includes, you know, let's just say, to put it simply, you know, communism and socialism and capitalism. And it may be that what we need is outside all of those things. And it certainly may be that what we need is outside these old religions that are predisposed to authoritarianism and autocracy. And that's the mentality they create. But how do we get from here to there? I mean, I don't know. I mean, I know there are other alternatives, but they're not current. They're not in the mix of things people think about."
    },
    {
        "speaker": "B",
        "text": "William. And also, you know, talking about the kind of left and the right, you know, everybody's observing this. Obviously the social media and everything accelerates it. But it kind of the bell curve of society used to be quite centrist in the middle and then there was very few on the far left and far right wasn't kind of tolerated within societal construct. What we've done is massively flattened the bell curve and there's huge tails in the very left and very right. And the more that happens, the more volatile culture and society is because there's so little agreement between the two, which makes everybody more angry and confused. I don't know what stops that. A lot of people think that warfare stops it."
    },
    {
        "speaker": "A",
        "text": "Well, what warfare will stop it if it's bad enough and it kills enough people, I suppose. But that is at such a level that the destructiveness of it is incomprehensible. We wouldn't survive it as a civilization. People would survive it and they'd rebuild something in 1000 years or whatever. But it's almost become what they call a power law distribution, which is the inverse of a, of a bell curve. And that, a great example of that is a sand pile. There was a scientist named per Bock, I believe, who studied this quite interestingly. And you would think, okay, well, you drop a single grain of sand on a sand pile and then at a certain point a single grain drops off. No, you drop single grains and the thing grows and grows and grows and then collapses. And that kind of phenomenon is as much a part of nature as the bell curve. But we've been very fortunate in the last 50 to 70 years to live in a world that, where the horror, the recoil from how world war two ended and how it was, the results of it made everybody just, okay, we've got to do something else. And for a while it worked. And we also lived in a world which was climatically stable and where we hadn't pushed up against the resource constraints of the planet. All those things are gone. And so we're now facing, and this is not our kids problem, it's our problem. It's happening. And I don't know if you've looked at any of these astonishing graphs of temperatures this year, but I mean, they're, you know, you've got this band, you know, winter, summer, winter kind of thing, and then they're up here. I mean, they're just suddenly jumped and, you know, well, we all know what the summer was like, even the winter in the southern hemisphere. And, you know, but we're just, we've got our heads in the sand. It, but it's not just that."
    },
    {
        "speaker": "B",
        "text": "Well, because it's become politicized. So therefore it's like it's bananas, but it's now become a politicized thing. Because if you do that, you're against fossil fuels and that's against jobs in America and that's against me driving my big car, it's like, it's not, you know, I don't know how that happened."
    },
    {
        "speaker": "A",
        "text": "But that's also part of a larger phenomenon because if you had told, we'd been talking as we were five years ago, if we've been talking on the subject of a pandemic, and by the way, there was a whole section on pandemics in world on the brain that got left on the floor, we just couldn't do it all. Even though we had 5 hours, we couldn't do it all. But if we'd been talking about that and I had told you or you had told me that a microorganism is going to become completely politicized to the point where people won't take a vaccine like they did in the days of polio and measles and all that, we would have said. We would have laughed, but that's what happened. And again, I have to say from my, where I sit, those things have a lot to do with the, the power of technology, social technology, to isolate people from a larger group and bring them into smaller groups that reinforce their."
    },
    {
        "speaker": "B",
        "text": "Beliefs, you know, because people, and I've seen this before on real vision, people just say, well, Dee's a statist."
    },
    {
        "speaker": "A",
        "text": "I am not. I just said, I don't think the answers. Let me, let me clarify. Allow me to clarify. I statist. I think that the nation state, it was invented in the 1640s, because you'd had 131 years of warfare that had killed a third of the population of Europe, and it was based on everybody interfering with everybody else, including the church. And so they drew this thing out and said, this is the new concept. It's a nation state. The ruler of it can do whatever they want to do. They can persecute their people, they can kill their people, and nobody from the outside can interfere unless they come for them. And it did bring some measure of peace, cynically, but it did. But it's long, long past its shelf life. But here's a pet peeve of mine, is that people, and I see this all the time in reviews of books, and some of them are good, and some of them are not good books, but they'll say, well, he points out all these problems, but he doesn't give us any solutions. They're not any simple solutions. They're wicked problems. And so, no, I am not a statist. I believe the state is no longer relevant. It's inapposite, it's no longer fit for purpose. But I don't know. And this is not to say, well, we have to stick with it anyway because we don't know what the alternative is. We have to think. We have to think about what the alternative might be and think out, way out of the box, out of the bowl, out of everything, because the answers are not in our grasp right now. And so with anyone who believes I'm a status, I apologize for creating that impression, but it is just not correct. I don't believe that's the answer, but I don't know what the answer is. That's what bothers me."
    },
    {
        "speaker": "B",
        "text": "No, and I think that's intellectually honest as well, that we don't know what the answers are because we're going through a massive state of change and we need something entirely new. The other thing I'm thinking through as well is the nature of warfare is about to change beyond our understanding. Because of drones and robots. You basically don't need humans to fight wars. And I don't know what that means. Does that mean endless war? Because it doesn't have human casualty?"
    },
    {
        "speaker": "A",
        "text": "Well, the interesting thing about endless war is that I say interesting, horrible, but interesting is that you very quickly run out of materiel and that's happening with everybody. Yeah, good point. You can't keep it going. And I've seen projections of what would happen in a Taiwan conflict between China and the US, and both sides would lose an enormous number of their airframes, of their aircraft, of their I ballistics, of their, you know, all of their weaponry within a few weeks. And what are you going to do? Fight with sticks and clubs? I mean, literally, even. Even if the electronic systems that everybody's switching to, Centcom just did a deal where they're putting everything into an overarching system of control and command and instant this, that's all fine, but nobody knows what cyber weapons are out there. And if they say they do, they're just bullshitting because those things aren't used until the conflict happens. True of a lot of other kinds of weapons, too, but. So you don't have the capability to just go, just keep going. You simply run through it."
    },
    {
        "speaker": "B",
        "text": "So what is China's game in this, then? So, because China looked like it wanted to kind of exert its influence by might or otherwise, by trade or by might or by debt, whichever way it wants to do it, but they don't have a growing population, they've got debt problems themselves. How does that happen? Or does it just not happen? Do we just end up with this kind of semi conflict all the time without full conflict? Because full conflict, nobody can afford."
    },
    {
        "speaker": "A",
        "text": "I think that people will. My concern is that they will convince themselves, or one party will convince themselves that they can afford full conflict for a while, and then that will be a very short period, and it will, as they get more and more desperate, they'll go to more and more powerful weapons, many of which are 70 years old, nuclear weapons. They're still just as powerful. But I think that what that's going to end up with is, and this is just me, this is vision, it's just an idea, but I think you're going to end up with, yes, ongoing low level conflict of what people can afford and with massive destruction in front of it. And what's China's game? You know, a friend of mine was commander of the US Pacific Fleet and had a lot of relations with, you know, you know, meetings with his counterpart, admiral of the Chinese. And he, and at one point, this was more than ten years ago, he said, you know, what is it that you're doing? Because you've built up this middle class and you've, you know, you're doing well and you're putting it all at risk and help me understand why. And this guy said, apparently, I think I've got it. I think I can quote it more or less. He said, look, we were subject to 150 years of subjugation and brutal repression, and our time has come. What do you do? What do you say to that?"
    },
    {
        "speaker": "B",
        "text": "What does the US Department of Defense and other bodies, NATO and others, think about this? They obviously must see it. There's some very, very smart people there. They must look at this and think, well, this is a total shit show. That's not solvable."
    },
    {
        "speaker": "A",
        "text": "They do. And I have to say it's been one of the privileges of my life to work with as many people in the military as I have. And I have a huge admiration for them because they are highly objective and they don't let. And this is another pet peeve, if you will, that people make decisions about what they think and they believe and what's true, and they stick to their guns despite other evidence. And the military doesn't do that. They really look at, okay, this situation, this, and these mean these things, and this is probably going to develop this way, it might be that way. And so they have a much more objective view of things and they don't let themselves get into these polemics. I mean, some of them do, obviously, they're all kinds of different people, like there are everywhere, but they don't. Generally, the system is not predisposed like the political system in the US is, or in most countries, into these polemical, you know, we know what's right, we know what's true. We know. No, their attitude is we're going to have to deal with this shit. So we need to understand what's likely to happen. Leave the politics out. You know, a lot of general officers don't vote because they don't want any. They want to be able to objectively look at things, and they do. And they've got very good techniques to do that. And I use a lot of them in my business because they're, they're, they're the best. We've got to really get into a peel the onion kind of understanding of things. But I think when they look at China, I think it scares the hell out of them because you've got. There are several views on this, but more and more people are coming around to the view that it's Xi Jinping. Now, there is a view that. That the die was cast, that the socioeconomic military situation in China was already going in that direction, and she came in and filled the spot. But he definitely did that. You'll get into all kinds of arguments about what he was facing when he came in. He came, he cleared the field of all of his enemies under the name of corruption, anti corruption, mostly. And he has asserted control despite the fact that he's failing and his system is failing, and everybody knows that. But the problem with these countries, this goes back to this thing about authoritarian systems, dictatorial systems, is that. And Putin's a perfect example is that if you do it right, you get into a situation where you've got everybody by the balls and they can't, you know, and you've got their families, and so they're, they can't move against you easily because their children will pay the consequences. And that's the oldest playbook in the world, and it's playing out in places like China and Russia and many others."
    },
    {
        "speaker": "B",
        "text": "And what happens when leadership changes? So let's talk about Putin. There's been a lot of rumors that Putin's been quite ill. What happens when he goes? Does that end up being another shit show of a power vacuum?"
    },
    {
        "speaker": "A",
        "text": "Or."
    },
    {
        "speaker": "B",
        "text": "I mean, you think so?"
    },
    {
        "speaker": "A",
        "text": "I think so. He doesn't have any error apparent. And of course, this is why these people hang on. I mean, it's very well known in a number of these cases that they have two alternatives. Hang on. No matter what it takes, however brutal, or what, or go to jail or be killed. So who would want to be in that position. I don't get it. But when they are, they're highly, highly incentivized to hang on iron grip and kick everybody around them so that there's this kind of force field that keeps them safe and their families. And I think that, you know, it's the oldest, as I say, it's the oldest play in the book. It is going to end because first of all, nobody lives forever. But at a certain point, your luck can't hold. No system's watertight. You can't prevent assassination forever. And it's just, you know, things are tried all the time. They are tried all the time, and then they mostly don't work. And then one of them does. And then, depending on the situation, yes, it's another horrible shit show. It could be worse than Putin or Xi. You could have a, you could have an even more egregious leader who's, who's, who is willing to just use nuclear weapons and has gotten people by the balls that will let him do it, or her. So, you know, it's. This is why, as I said at the beginning, we're in this horrible dilemma, because rule of people, rule of man, rule of men, rule of men and women, doesn't work for all these exact reasons. And yet we. And yet we're now finding that rule of law or rule of rules doesn't work because we can't agree on the rules. And that, to me, is the central dilemma that we're facing right now."
    },
    {
        "speaker": "B",
        "text": "And just to finish off on the geopolitics, the Middle east, it looked like Saudi was playing a bigger role. Iran and Saudi were possibly going to make friends, and Israel and Saudi had made friends, and it felt like there was a possibility for stability. Has that all just been destroyed again now, or do you think they all stay out of this conflict? It remains a Hamas versus Israel, and they keep it contained."
    },
    {
        "speaker": "A",
        "text": "Well, you know how family squabbles are. It's very difficult for all the family members to stay out in the end. But I would say that I think that a lot of what's happened, that there's a very strong possibility now, you know, I will never say that anything's absolute because I don't think that I have any absolute knowledge, and I don't think anybody else does either. But I will say that a lot of what is going on with today's struggles has to do with the fact that there are many parties who don't want there to be a rapprochement, who don't want there to be peace between in the Middle east, and particularly between Saudi Arabia and Israel, but also between Saudi Arabia and Iran. They want the conflict because it gives their lives meaning and they're angry. It's just like the Chinese. We've been subjugated. Now somebody's going to pay, and if things calm down, they lose their ability to make somebody pay. It's a very simple minded analysis, but I'm not sure it's not correct."
    },
    {
        "speaker": "B",
        "text": "You know, that's the same with us politics. The american dream was never delivered and people are fucking angry and they've split between left and right, and they hate each other because they want, they want what they were promised and they never got it. It's the same everywhere."
    },
    {
        "speaker": "A",
        "text": "They never will. It's, it's. That ship is sailed. And of course, one of the problems with this is that, that people selling things, whatever they're selling, but particularly politicians selling ideas, oversell them. It's going to be great. It's going to, everybody's going to get, it's all just, you won't believe how great it, because otherwise they can't get people to come on board enough to actually make them happened to try them. And the problem with that is, of course, none of it ever works for very long. And so then you end up with people who are truly pissed off because they were made promises and it didn't happen. It couldn't happen and it won't happen."
    },
    {
        "speaker": "B",
        "text": "And so then you end up with an autocrat because it's the only way of quelling all of that. So you have one strong lead, and we've seen that all over the world right now. And the autocrat rules with an iron fist. And that's the way of stamping that out. And off we go again. The centralization, decentralization. Centralization, decentralization that endlessly happens."
    },
    {
        "speaker": "A",
        "text": "And the autocrat does in one other thing in many cases is that he tries to fulfill those anger. He tries to give that anger a voice and a reality, and he fights the war because that's what people want and that's what keeps people in power with the populace. And a lot of this is a vox populist kind of thing. A lot of this anger in the US and other places comes from the more base level economics, socioeconomic strata. And they feel like they've been completely shat upon, and they have. And so you've got a situation where people are so angry, and then this autocrat comes in and says, I'm your revenge. I will make it, you know, I will give you what you were denied and all that. And they're so upset and they're so angry and they're so threatened and scared. Fear is one of the, is maybe the biggest of these motivators that they accept it. And, you know, I have good information. I'm not involved in politics, international politics, but not domestic politics in the US or anywhere. But I have very good information that even people on the far right are very well informed about what's actually going on. And they understand it, but they will not, and it's true of the left, too. They will not act on it because they want to get reelected. And that's a problem with the system. If the system is about me getting reelected, that's not viable as we're seeing right now."
    },
    {
        "speaker": "B",
        "text": "That's when we go back to the point I made before about warfare. Because you need a common enemy. Because if not, the enemy's within and you rip society apart and you end up in civil war. And if not, so you need another enemy. And that usually leads to warfare. This is why it's so disconcerting what's happening right now. Yet we can't afford a warfare because nobody's got enough weapons to do it. Nobody can do it on the ground. So then it's endless cyber war. It's really, really messy."
    },
    {
        "speaker": "A",
        "text": "It's really messy. And not only that, but even if they could afford to, to do it, the destruction would be so unbelievable that you would just not be left with the same world at all. I mean, an all out war and with stuff that hasn't been tried. The bioweapons are one of the things that scared me the most. But cyber weapons, directed energy weapons, all these things, let alone the old style."
    },
    {
        "speaker": "B",
        "text": "Nuclear weapons, what happens if we just go through a few hundred years of the devolvement of power into these smaller groups? Everybody's got frictions around the edges, but it kind of just maintains the balance because the apocalyptical story is too much for everybody. So we just stay in this. It's kind of stable but unstable, if you know what I mean."
    },
    {
        "speaker": "A",
        "text": "You know, I hate to say this, but that's almost one of the better case scenarios."
    },
    {
        "speaker": "B",
        "text": "Yeah, I know."
    },
    {
        "speaker": "A",
        "text": "And. But I just don't think that. I think that the production and maintenance of the complexity of society that we have, and that certainly includes the complexity of military capabilities and weapons and so forth, couldn't survive that long, hundreds, even decades. It would be too degraded because you'd have internal asymmetric warfare, that is guerrilla warfare, people blowing up things. It's happening in Russia now that just degrades, degrades, degrades, degrades, degrades the system. And at a certain point, then, the problem with the balance of power, I know people like the sound of that. It sounds, well, it's balanced, but it isn't. And that's what led to war in the 19th and 20th centuries, is that people think that they have a slight advantage in this balance, and then they go for it. And so a balance of power or sphere of influence, and they're very closely related. Those kinds of situations are highly, highly destabilized and highly, highly prone to increased conflict. And anybody who says that that's not true has not studied history, in my opinion."
    },
    {
        "speaker": "B",
        "text": "Here's another thing, Dee. If we're talking about stuff that we don't yet know, does sovereign territory matter? Is that the wrong battle? Do we even care? Do we even care anymore? Or is the territory that matters to us our digital territory? And because we can live wherever we want, are we thinking of the entire battle roll?"
    },
    {
        "speaker": "A",
        "text": "It's a really, really interesting question. And what I would have to say is that it does matter because, you know, the world of the. Of the cyber realm is not divorced from. It exists in the physical world. You have to have servers, you have to have power sources. You have to have all these things. And you, you can't just. It's nothing. A platonic realm. I mean, maybe everything's a platonic realm, that's a totally different question, but it's not something that can just exist. And one key element of that that's become very evident in the last decade or less than a decade is resources. Rare earth, critical minerals, things that we're now over the barrel because China's captured so much of it. And there, it's here. It's here in the US, it's here in Latin America and Americas, and it's everywhere. It's all around. But we have let them. Again, it's this homo economicus argument that everything is economic and it should just be produced in the cheapest place, and the Chinese can do it cheaper, so we'll just buy it from them. That's fine until they decide to start a war, and then we can't get it. And so you've got a necessity to have a resource base of those sorts of things that can allow you to run your computers and so forth. So I think that territory is still important. I think it's still, you know, it's still the quotidian world. It's still that you don't knock on your head. It's still."
    },
    {
        "speaker": "B",
        "text": "I just don't know if it matters as much to the individual than it did. Right. If we go back to the white picket fencing and the church on Sunday, right. Nobody cares anymore because their church group is now global, because they're right."
    },
    {
        "speaker": "A",
        "text": "And I agree with that. But how are they going to connect to the church group if they don't have the, you know, resources that they need, the various rare earth metals and so forth to run the computers, and they don't have the power that they need?"
    },
    {
        "speaker": "B",
        "text": "So that's still the game of nation states. The battle of resources is the game of nation states."
    },
    {
        "speaker": "A",
        "text": "Well, it's the game of some kind of territorial imperative. I mean, we don't know the thing. It's so important to realize that the nation state as a concept did not exist until the 16th."
    },
    {
        "speaker": "B",
        "text": "So what was it before then, so people understand?"
    },
    {
        "speaker": "A",
        "text": "Well, it was imperial, for one thing. And it was, you know, people had empire sort of interpenetrated, and there were lots of little divisions within big divisions, you know, kingdoms and things. And there was a complex series of production. A lot of it was, you know, very small scale kinds of production. It doesn't work now, but it's not clear that. It's not clear what would replace it. Again, we're dealing with imponderables from our point of view. We don't know how you could do it, but we do know that you can't rely on getting your rare earths from China in a situation where they may start a war any day."
    },
    {
        "speaker": "B",
        "text": "So the other thing that I'm thinking through within all this equation is, I think we're about to go through an even bigger change than the Internet. It's the extension of it, which is we're going to replace humans at a physical level with robots. You know, that's all a Tesla car is. You and I have talked about this in the past. So we're replacing. So drones are essentially replacements for troops and whatever it may be. Right, okay, we understand that. But there was always this thing, like, you could be a doctor, you could be a lawyer, you could be an accountant, and you were paid for your knowledge. And AI has just now scaled knowledge infinitely that it matters not to anybody. So now we're going to create, I think, the largest wave of immigration the world has ever seen, which is the immigration of AI and robots into our society. And it's nothing. 8 billion people and a couple of hundred million AI's. We're talking about a total pandemic, like proliferation of AI across every single aspect of humanity in a period of time that we have no comprehension. So I think of these as productive economic units, like population, but it's a fucking alien coming in. How the hell are we going to deal with that."
    },
    {
        "speaker": "A",
        "text": "Huge and almost insuperable? It looks like an insuperable problem from our point of view. The thing I would say is, yet again, that it is going to require that the systems remain stable because, you know, one of the things about computers is they require constant maintenance and adjustment by humans. And if those are, if you have all these systems, you know, food and energy and water and all this that support the humans, that then, you know, support the resources to support the computers and the AI's and all that, if that starts to break, you get, have again general systems failure, then they won't survive any more easily than we will."
    },
    {
        "speaker": "B",
        "text": "Well, I don't know, because if you've created AGI, its job is to survive. It will make better decisions than humanity can about how it should survive. Which is the terrifying idea behind AGI, is, well, the first answer is to get rid of humans."
    },
    {
        "speaker": "A",
        "text": "Well, exactly. But we don't know. I mean, there's a lot out now, if you look for it in interesting stuff, we have no idea what AI or AGI actually is, and we have no idea how it works. We really don't. And we have no idea what it's doing, and we have no idea what kind of kinds of decisions it will make. It's highly anthropomorphic to say, okay, well, it's going to make the same kind of decisions humans make. It isn't, and we don't know what the decisions are going to be."
    },
    {
        "speaker": "B",
        "text": "It was amazing listening to the founder of Anthropic, one of the big AI companies, and he's like, we have no understanding how it makes decisions and how it thinks. So we've had to create, like, an MRI machine for the AI just to try and look inside it to see if we can figure out, because it's so complex, and I've talked about this in the past, is when AlphaGo was playing the best go player in the world, when this whole LLM revolution happened out of Deepminden, out of the UK. What happened was it played four games, and you watch the documentary, and there's commentators like, oh, yeah, he's playing this classical move, blah, blah, blah, much like the chess machine learning tools were before it lost a game. And I don't think it's ever lost a game since. And what was the shocking one is after it lost a game. That professional commentators are like, this move makes no sense. Why would it ever do that? And it never lost again because it never played a human game ever again. And that to me puts my hair on end. It's like we have no understanding."
    },
    {
        "speaker": "A",
        "text": "We have no understanding. I agree. And the other thing that we have no understanding of is the extent to which the logic, or whatever you would call it that's going on inside there has any reference to human logic except superficially. You look at the outputs and say, but you know, we honestly, and go talk to some brain scientists. We have no idea how we think and we have no idea how animals think, except that it's really sophisticated. And so, you know, we're playing God with stuff that, you know, it's as you say, we just have no idea. And you know, we are not a good judge as a species of being able to say, okay, wait a minute, let's put this on hold and sit back and think about it."
    },
    {
        "speaker": "B",
        "text": "We won't do it because of individual economic interest. To your point from before, it's survival of the fittest right now as a society."
    },
    {
        "speaker": "A",
        "text": "Well, and everybody wants to make the money. Same, same."
    },
    {
        "speaker": "B",
        "text": "And also the other way I look at it, on the more positive side is, okay, we can probably dramatically increase productivity per capita and therefore GDP per capita. And so I get the economic incentive is to let it run and see whether that can massively improve humanity. Because we're ladled with debt, we've got low productivity, we've got aging populations. What other outcome do we have?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I agree, but the thing is that, and I wouldn't say this definitively any more than I say anything else definitively, but we also can't. It isn't going to increase. Whatever it does is unlikely to increase the resource base of the planet. And so yeah, you're going to increase productivity, but what, what are the inputs for that? What are the resources? Where are they going to come from? Is it going to magically make gold out of."
    },
    {
        "speaker": "B",
        "text": "Well, if you switch to the. But if you apply AGI to looking at the most optimal way of producing nuclear power, we can have localized nuclear power grids. The technology is there. I think a lot of this is solvable. Yes, the rare earths. But before you know it were asteroid mining. There was an amazing person that Mark Hart introduced me to whos been on real vision called Leon Alcalai, who came out of jet propulsion labs and hes now got a vc fund that just invests in space. And hes like, thats all happening. So what you do is get rid of the constraints of Earth and you get the constraints of the universe, which are clearly a lot less."
    },
    {
        "speaker": "A",
        "text": "Well, exactly. And I wouldn't counter that. I wouldn't say that that's not true. But on the other hand, I would say that it requires the systems remaining in place. And I think it's not a slam dunk. And I think that people, this is this idea. Well, we'll innovate our way out of anything. Yeah, and maybe we will, but maybe we won't. You know, all. Nothing goes on forever. And I'm not pessimistic, I'm just trying to be realist."
    },
    {
        "speaker": "B",
        "text": "Yeah, but your realism is by nature quite apocalyptical. So how. Well, it is, right? Because you're like saying, and rightly so. I have no idea how this gets solved, which is a very honest and genuine statement, but I can see that there are lots and lots of scenarios, all of which are not good. And there's very few scenarios that are good. The best we could come up with was like an unstable stability. That was about the best we could come up with. Mine would be, well, maybe we can solve the economic pressures via breakthroughs of AI and have an economic miracle that can solve it, which was what we solved after World War two, which kind of saved the world for another period of time. That's possible, too. But if people watching this, they're going to think, what's it worth?"
    },
    {
        "speaker": "A",
        "text": "That's beyond my ken. I can't address that. I mean, what is life worth? Life is worth living. I mean, life is worth the day, the cocktail at the end of the day. It depends on how you define it. But I do think that in the end, it's a lot of. You used a really interesting word just a second ago, which was miracle. And I think that a lot of this is like prayer. It's like, okay, who can we pray to? Let's pray to the gods of AGI and hope that they can do something. And I just think that's what it is. Now, people pray, and I'm certainly not going to say prayer is ineffective because I have no idea what reality is, but I just think it's like prayer."
    },
    {
        "speaker": "B",
        "text": "So that leads us into the final part is talking about cocktails, because we're going to need a cocktail after watching this. Why did you get involved in making cocktails? How did you go into cocktail competitions? And I want to know your best cocktail."
    },
    {
        "speaker": "A",
        "text": "I got involved just slowly because I like to have an end of the day, a marker for the end of the day, and the marker for the end of the day is a cocktail. And so, as I did that, I like, I'm a foodie taste person. And it's also interesting, there are all these old things, and some of them have been revived, and there's an alchemy to it, because you put two or three or four ingredients together, and you create something entirely different, and it's instant, and you've got instant gratification. And I can't think of a nicer way to end the day. And I don't drink that much, but I do like to have just a flavor of it. It just pulls you away from it. It's like, okay, the day's over now maybe I have some kind of client emergency or something, and I have to get back on it at 930 or 10:00 p.m. but still, I've ended the day. And so I really, I only have ever competed in one competition, which I won, which was one held here. I don't know if you know what the Van Clyburn piano competition is, but it's a worldwide, worldwide known, one of the three major classical piano competitions in the world. And so they had a cocktail competition, and they gave out a little gold medal, and there were about 30 people who entered, and I won. And in terms of what my best cocktail is, it really depends on the mood, depends on the day. I have three or four favorites, and you should come back. And they change from time to time. Absolutely."
    },
    {
        "speaker": "B",
        "text": "I had your. It was like a mezcal margarita, but wasn't quite a margarita last time I was at your house, which was."
    },
    {
        "speaker": "A",
        "text": "You did. And that's one of the best ones. Yeah, it's. What is that called? Yeah, and it has, it has. It has about six ingredients, which is unusual. Really have to carefully balance it. But, yeah, that's a great drink. Some of the oldies are the goodies, you know. A sidecar is a great drink. Corpse reviver number two is a great drink."
    },
    {
        "speaker": "B",
        "text": "Corpse reviver number two. What a great name."
    },
    {
        "speaker": "A",
        "text": "Don't fool with number one. Number two."
    },
    {
        "speaker": "B",
        "text": "But what is a corpse reviver number two, then? That feels like that's the right cocktail for the end of this conversation. We need to revive the global corpse. What is it?"
    },
    {
        "speaker": "A",
        "text": "So it is, and I have, sadly to say, used up a lot of memory. In memory. I think I know that one. It's fresh lemon juice, Cointreau gin, and I. And a thing called Quinna Lillet, which you can't really get anymore, but you can get something very much like it. Which is called coqui Americano. And you can also use Lille Blanc. Either one works. And it's just. It's got a flavor profile that's unique, and it's just one of those things. You just sniff it and, you know."
    },
    {
        "speaker": "B",
        "text": "You'Re transported, you're revived again, and all the world's problems have gone away."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "B",
        "text": "The. Thank you, my friend. As ever, a fantastic, enjoyable, slightly concerning conversation. And let's see how this goes. As you said, we don't know, but we need to have our eyes open and just see how this all develops. But, yeah. Thank you, Zeba, for being our guide in this."
    },
    {
        "speaker": "A",
        "text": "Always a pleasure, Rahl. And I look forward to the next one."
    },
    {
        "speaker": "B",
        "text": "Absolutely. I'm seeing you in Lisbon."
    },
    {
        "speaker": "A",
        "text": "That's right. Looking forward to that too. Okay."
    },
    {
        "speaker": "B",
        "text": "All right, take care. Well, even though Dee is one of my favorite people in the world, to speak to him, and I spent hours talking about many, many things to try and allow me to get a better understanding of the world, I walked away from this one needing that corpse reviver too, because DC's so few opportunities for this to go well. And I know many of you will reflect this too. You all see this and you see the fact that it feels a bit hopeless. And I think for the sake of humanity, the sake of the planet itself, that somehow we find hope. And I think there is possibilities of hope. But as Dee said, and I think Neil Howe would agree from the fourth turning, is we just don't know what system that is going to morph into and how that's going to look. And that journey there, I think Neil Howe thinks that by the mid 2030s, we'll have morphed into something different. And Dee is open to that difference. And Dee, intellectually, honestly says, I don't know what that is. I think it's something to do with technology and how we use it. And can we create a new golden age or do we not? Or do we exist in a combination of a golden age and a dark age? I simply don't know. But we're on this journey. There's literally nothing that can stop it. The competition for individual interest means that there is no society. So if there's no society, then it's each man for himself. And that's when you end up with a lot of unintended consequences. Anyway, sorry for the depressing conversation. Go and find yourself a corpse. Revolver. Revolver. No, don't. We don't need a revolver. We need a reviver. Reviver. Two. Fix yourself a drink, and let's hope that the world is more optimistic than Dee is concerned about. See you next time."
    },
    {
        "speaker": "A",
        "text": "What's up, revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest and biggest names in finance."
    }
]