[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps, and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com."
    },
    {
        "speaker": "B",
        "text": "Tech."
    },
    {
        "speaker": "A",
        "text": "All lowercase. That's Shopify.com tech. Hey everyone, if you like this podcast, go behind the paywall. To get privileged access to the smartest minds in finance, visit realvision.com rvpod and use the promo code podcast ten to get 10% off our essential membership for the first year, join the real vision community and learn how to become a better investor. And now to today's episode of Ralph Real Vision."
    },
    {
        "speaker": "B",
        "text": "Hi, I'm Raoul, and I'm the host of the Journeyman, my podcast, which takes you through my journey to the nexus of macro, crypto and technology. You see, these are the really important things for us to focus on as all of these megatrends come together. And in this episode coming up, I'm speaking to a surprising group, Matt and Mike from Texas teachers retirement system. Now, these guys are at the forefront of institutional adoption, both of crypto, but also technology and how it affects the broader landscape. And it's a real honor because they've not done any podcasts before, but they're good friends of mine, they're great thinkers. And I really want you to see how far people are thinking this through and where the big money lies in all of this equation. It's been the start of their journey. They've been the journey for a couple of years now, but it's only going to accelerate. So I think you'll find it fascinating. You see, the crypto world is endlessly fascinating because so many people just kind of look at price all day and think that price is everything. But a good friend of mine, John Burbank, used to say that price is a liar. And what that means is sometimes price doesn't reflect the fullness of the information at hand. And the fullness of the information at hand is, yes, crypto is driven by liquidity, and liquidity is tight, as we're talking in September 2023. But I've just come back from Mainnet, a big event in New York. And there I could see institutions. I mean, Matt was there again. I had a coffee with him, chatting through where Texas teachers are, but also with people like Colleen Sullivan from Brevin Howard, and she's talking about all the people building in gaming and culture. There were people talking about payment systems, security systems, id. There's people talking about regulation. There's people building real world assets. Franklin Templeton, who've been on real vision, talking about how they're putting real world financial assets on the blockchain. They've got a tokenized money market fund, for example. What we're finding, or what I'm finding is, yeah, we all see the price on the screen, but it doesn't make you appreciate how many incredible people are in this space and what they're building. They're all breaking down a component part of the financial system or the Internet itself and addressing that. When youve got thousands of teams of literally the smartest people on the planet all doing the same thing, youd rather back those than fade it. Thats why Im always fascinated by this space because ive been around the finance industry. When I was at Goldman, most people that they would hire came out of the top universities. We were absorbing more scientists into finance than any other place, which didn't make sense because then people weren't innovating. But the money was big in finance and there was a mega trend. But now we're seeing a nexus of, I think, even smarter people because we've got creators, artists, technologists, macro people, finance people, everybody coming together to build this ecosystem kind of in this distributed mechanism. It's truly amazing. And the VC money that powered the space back in 2020, 2021, and 2022 is funding these projects as they're all going to come through the other side and it'll change the face of it forever. Anyway, let's get back in, dig in with Matt and Mike from Texas teachers to understand how they're seeing this. And as ever, make sure if you're on the real vision platform that you take notes. Get the AI to summarize some of this stuff and take notes. And obviously, if there's bits you don't understand, you can use the AI for that too. But as I said, the note taking is a superpower. It'll collect your thoughts. It'll help you gather all the information at hand and make good investment decisions. Anyway, let's go to the interview. Join me, Raoul Pell, as I go on a journey of discovery through the macro, crypto and exponential age landscapes in the journeyman. I talk to the smartest people in the world so we can all become smarter together. Matt, Mike, finally get you on real vision. Welcome."
    },
    {
        "speaker": "C",
        "text": "Thank you, Raoul."
    },
    {
        "speaker": "B",
        "text": "So this is an interesting conversation because here we are going to be talking from your perspective, which is the Texas retirement system. But we're going to be talking, which to most people sounds like it's something kind of stodgy and an old institution, but yet we're going to actually talk about exponential age and how it applies and how you guys are thinking about it, because it's fascinating. I've got to know you guys over the years now, and I just think it's a great story in what you guys are thinking. So first, give a bit of background about yourselves, and then maybe one of you can talk about what TRS does to frame it all up. And then we'll kick off from the."
    },
    {
        "speaker": "C",
        "text": "I'll kick it off. Since I'm the older of the two of us, I have less time here. But first of all, the future is so bright for crypto and other innovative technologies that I do have to wear sunglasses to work every day, but I will take them off for the purposes. But we really do try and focus on emerging technologies. And my background is just that. I think my crowding achievement in my life, that was finding and investing $20 million in vmware at a $200 million pre, which is now owned by Broadcom at 80 billion. So when you see stuff like that, you have to pay attention. And it also taught me something that I'll say before I cut over to Matt, which is, when the future is bright, it usually is dim for somebody else. There's a lot of doubters. When I looked at that investment, I called intel, I called Microsoft. Both of them told me that it was of the devil, that this was black magic, that the technology was causing problems and didn't work. Once I heard that, and I talked to end users and people that really valued what VMware was doing in virtualizing operating systems, I realized that they were onto something. So I think it's just important that when you see stuff over the years, and I worked at Dell for a long time and did some corporate venture there, which was also very innovative. And before that, I was at a maybe too innovative company called Lehman Brothers that innovated themselves right off the planet. So I appreciate that there's innovation for better and for worse. But most importantly, my job at TRS is to do our co investment program, focusing on technology for private equity venture and growth. Which is why I got paired up with Matt, who I will turn over to now, who got us on the. On the crypto train pretty early for a us pension plan."
    },
    {
        "speaker": "A",
        "text": "Yeah, it didn't start there. So I started my career working for an ability of Goldman Sachs doing real estate, private equity, that is, public private markets, which was an incredible place to be trained. It had, I think, the good fortune to start in 2007, and so saw the tail end of the run up just prior to the global financial crisis. Got to see the industry get reorganized and work on a lot of workouts. It was nice to not have risk on, but to be able to benefit from that experience. But I also just kind of looked at the firm and didn't see a lifestyle that I wanted to model mine after for no reason, one way or the next, and decided I wanted to live abroad. And so moved to Argentina, worked in the wine business, worked for a startup down there. Was really with the goal of seeing the world very differently than we lived here in the United States. It was down there for two years, and at that point in time, we're in 2012, and Argentina was about to go through another unfortunate devaluation and just decided it was time to move back to the states. I was with my girlfriend at the time, now my wife, and we decided we wanted to be entrepreneurs, and so moved to Austin, Texas, to start a chocolate factory, which is what we did and made, in my opinion, some of the best buying chocolates in the world for eight years. But just decided, hey, I agree with a job, one of us should get a job. And that was me and one of my mentors just recommended, hey, take a look at Texas teachers. They're trying to do things a bit differently now. They need to build out a real estate team. Trying to do more principal investing, more direct investing. You should check it out. And then, that was eleven years ago. So I've worked on the real estate team here, focused on a variety of different things, and real estate has slowly blended into real assets. Can talk about that a bit later. But in 2020, I had a friend of mine that was starting a business in crypto, hadn't paid attention to it, but very quickly was convinced that it was going to be a big market and we weren't currently focusing on it at the fund, and so spent the better part of 2020 researching the space, became convinced that it was something that we needed to be organized, needed a dedicated effort to have a chance at being successful, pitched our management team, and we've been, I would say, among the more active investors in the United States for the last couple of years. So that leads us to where we're at today."
    },
    {
        "speaker": "B",
        "text": "It's bizarre that a real estate guy ends up being."
    },
    {
        "speaker": "A",
        "text": "It makes no sense. Yeah, it makes no sense."
    },
    {
        "speaker": "C",
        "text": "It almost sounds like a joke, right? A real estate guy and a tech guy on the way to talk to our CIO about this innovative thing called blockchain and crypto. And here we are. We both still have jobs, we're both still focused on it. And like I said, most importantly, TRS is a long term firm. We're focused on innovation. And we know it's not always easy to find innovation. There's all kinds of stories. Innovation."
    },
    {
        "speaker": "B",
        "text": "Talk me through that a bit, is why TRS focused on innovation, because a lot of pension systems don't. They kind of just say, listen, we're just going to service our pension holders and we'll just get on with it? How did it foster that culture? Mike, I guess you've been around that long enough."
    },
    {
        "speaker": "C",
        "text": "I mean, I'll start with the most obvious, which is we're just in the era that you well know of interest rates climbing to a point where you might be able to create some fixed income streams that could fund pension annuities. But the reality is whether it's private equity, whether it's venture, whatever it may be, alts in general, and I think crypto clearly is a new alt asset category. At some point now or in the future, we recognize that we have to be playing in the areas that are going to deliver at least a double digit return because we have to fund these pension annuities."
    },
    {
        "speaker": "A",
        "text": "Finding little opportunities to make money is easy. It really is. But if you've got real money to put to work at scale, that's much more difficult. And I think it, it very much is akin to venture capital, where first and foremost, its about targeting big markets and ideally getting in front of those big markets before theyre as apparent to everyone else. And so if you just talk about innovation at large, well, thats the force driving change in the world. And that is going to inform existing markets that create different investment opportunities and the new markets where money will be made at scale in the future. So I don't really know how you can invest at scale and not have innovation at the forefront of how you think about the world. I mean, we have big complex problems in the world today that have to be solved. Much of that solution does need to come through a combination of public and private capital, and it's going to need to be addressed through technology or it's going to be hard to make it work."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back. So let's talk about that. Let's talk about both of your investment framework. What is that problem set, because it sounds like you want to get early ahead of the big wave, because that's where the real returns come, which is why you're early stage in a lot of stuff. What is your framework of understanding of the world that you guys have built to say, okay, these are where we want to place our bets."
    },
    {
        "speaker": "C",
        "text": "In general, the necessity, aside from just getting greater returns, to be focused on innovation also impacts existing portfolios. So the framework is, and we can use AI as an example of an innovation that is being adopted very quickly, maybe faster than various crypto and blockchain technologies at this moment in time. But it has real implications for companies. We've seen companies suffer and we see companies spending an immense amount of money in order to stay competitive. So if you were to ignore AI, you're probably ignoring your portfolio. So innovation, but people fail to realize, and Matts point is valid, it impacts money in the ground in a way that can be very detrimental if you're not moving ahead of that curve. And I think the real estate market is probably fraught with all kinds of innovative problems and opportunities right now that people like Matt understand. And if you're not understanding it, then you're investing in the rear view mirror. You're investing in the rear view mirror. That's dangerous. Valuations always lag the innovation on all these things."
    },
    {
        "speaker": "A",
        "text": "Raul, it's like, what are the fundamental long term trends? Start there and then think about these trends as systems and what's been the, the most helpful approach that I've taken, if you want to talk about a framework, is think about the high level trend. Look at it as a system. Try to understand how the different pieces of the system fit together and identify both opportunity and risk. And then use that to inform how you want to be positioned with an investment strategy. Some of the big long term trends that seem apparent is that we're becoming an increasingly energy consumptive world that is powering all of technology. The velocity of movement of people is accelerating at a way that the existing infrastructure and real estate market has not been well suited to adapt to that rate of change. We look at things like blockchain and see the ability for open global systems to be built in a way that hasn't been possible to date. So at the same time, the built world is becoming increasingly regionalized. And this theme of reshoring onshoring is real. The information in the world is becoming more globalized. And if you think about what is plausible, what is possible with AI, in my view, it leads to an increasingly automated, intelligent Internet. And it leads to the amplification of people who have differentiated ideas. And it does it in a globally connected way. And we can go on and on. There's a bunch of these big trends and themes that are present in the world today."
    },
    {
        "speaker": "B",
        "text": "I'll go on to these. The ones I want to get before we dig into a lot of that stuff and get really meaty on that is I want to talk about, because you and I have talked about this is how are you applying this framework to real estate, which people wouldn't ordinarily think of, but this is how you think real estate now you've kind of got a very clear idea. How are you thinking through it?"
    },
    {
        "speaker": "A",
        "text": "Well, we went through the better part of the last century with virtually no product obsolescence and limited market obsolescence. And really all that was happening was that new investable categories were being added and that changed markedly. I guess the first observation of that was how e commerce changed demand for retail, for physical storefronts. And that really occurred, call it 15 years ago, where we saw shopping malls get hit, power centers get hit, and over the span of call it five years, you saw incredible value destruction in space, clearly happening in offices today. And I think that's going to accelerate. And so applying that lens to real estate says I need to understand what we own that has the ability to be disintermediated by technology. I need to understand what big markets are going to be created by technology. And I think we need to think from a differentiated approach to investing in these businesses versus just being tactical. So the typical thing you will see in institutional real estate, I think, is someone that will identify a short term trend or a long term trend. Theyll raise a capital, a pool of capital around it, a fund. But it tends to be, let me invest in this product right now. And I think the world is changing so quickly that it merits a different approach to think about building businesses around these themes. And so we're seeing the convergence of private equity real estate and infrastructure venture capital."
    },
    {
        "speaker": "B",
        "text": "You're in Mike's world here, right? Because you're saying, absolutely be the fund capital to create this new future."
    },
    {
        "speaker": "A",
        "text": "Yeah. And there's just more of an operating need for the new product that's being created. So rather than putting up a physical structure and viewing the operations as commodity, most of the opportunity on the go forward requires very real operating and private equity expertise. And that is new to the industry. And traditionally, the capital markets in real estate have not rewarded that they've required a discount for that. You look at hospitality, you look at, or service related businesses around real estate, and the valuations have always suffered relative to sticks and bricks. And I think that could change."
    },
    {
        "speaker": "C",
        "text": "And in the private equity, early stage venture world and everything in between, if you're not focused on innovation, like I said, you're missing the point. And innovation is not just blockchain. Virtualization is innovation. Crypto is innovation. AI is innovation. Putting two companies together and taking out a bunch of costs is innovation. So I think it's important that you identify innovation all around your world, because it is all around us. It is true that some of the more important innovations are clearly tied to software technology in terms of game changing innovations. But innovation is just something that has to be embedded in everything that you do."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, you have to assume that the world changes and innovation is catching up with change or leading the change. Matt, on the question of shopping malls and now offices, what the hell is going to happen? I mean, there is no way people are going back to work. This is an obvious trend that there's no way. I mean, here we all are in different places, and it doesn't matter to us. We've met in real life, but we also meet in different digital formats all the time. And it's like there's no real reason to go to work. Often there's really no reason to go to a mall. What's going to happen to all of that? Obviously, the banks are sitting on vast amounts of this, so it's a very prescient thing as well."
    },
    {
        "speaker": "A",
        "text": "I'm not as negative on offices, maybe, as the broader market, or what I perceive the broader market's opinion to be today. I think it's clear that demand is less. So starting there, we have less demand for office space for a variety of reasons. Some business models clearly do not need physical space. A big user of suburban office in the past would have been a call center. No reason why you need that operating expense in your business. I think for professional services, it's less clear. What is clear is that demand is less and product preference is changing. And I think that, like most things, it will get oversold and there will actually be a pretty interesting opportunity to position yourself differently. I believe we're going to see for service driven businesses for like, we have an apprentice business here at Texas teachers. And so I think that's very difficult to replicate with a remote model. I think we're more effective when we're in person together. And I think people will continue experimenting on how to use space, how to have teams work together, and there will be a bunch of different models that are adapted over time. But I do think that a more of a residential experience, more of a hospitality and service infused offering will be demanded. And I do think a lot of the product that's existing today is largely obsolete. But I don't think that we're going to look at a world in ten years out and all of a sudden we need half the space that we need today. I don't believe that is true. I think the wildcard there will likely be AI. And seeing the implementation of AI in large scale businesses for things like accounting, legal, middle and back office, will these be traditional heavy office uses that are vulnerable? That's very possible. So I think it's unclear. But what is clear is you're not getting paid to go first here. You're not getting paid today to be a first mover. And I think investors that are looking at a way to invest in the office category will be best off letting out a bit. But you're right, Raul. There's shortage of exposure to the sector from traditional lenders. It's very clear that lenders do not want this product back. There will be likely a very interesting opportunity that people will make a lot of money on trying to right size capital structures, create new product offerings. But from my perspective, it's a largely uninteresting place to be an investor today."
    },
    {
        "speaker": "C",
        "text": "Yeah. I mean, living in Austin, no one will tell you that real estate's going, going the way of the dodo. And when you look at all the farmland turning into, whether it's rocket facilities, parts of Tesla, SpaceX, all the industries moving here, and the people that work in those companies and factories, in factories, they have to be there. They need a place to live. So the real estate model here in Texas, as evidence was happening in Austin, is pretty clear. I spent three days in New York City. I feel like trend is heading the right way. It is an apprenticeship business. I spent a lot of time with our partners. A lot of them were adding floors. Whether they hired people to show up at the office or not, there were people in the offices talking, comparing notes. You could just get the vibe of, you know, of an office and a culture and decisions being made. So I feel like the pendulum is swinging back. I think you're gonna see more people coming back into the office. But I acknowledge fully what Matt said and what youre implying, which is the future is not going to look like the past at all."
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "C",
        "text": "Its about repurposing here in Texas. Its about growing."
    },
    {
        "speaker": "B",
        "text": "Texas is very different because its a fast growing economy. Were seeing a few of those. I go to New York and it feels, I mean, the difference between the vibe in Austin versus New York is so different. New York is empty, ordered up shops in midtown because there's no office workers to go to the bodega or go to the little snack place. And it's like, I don't know how that recovers without prices clearing at a lower level again. And people be able to come back like they did with Brooklyn and make it a bit funkier, a bit more fun, get young people back. I just don't see it."
    },
    {
        "speaker": "A",
        "text": "Well, that point's the right point. So you go to Soho today, you go to Brooklyn today, and they're thriving at the same time, Midtown's dead. You made the comment on retail, and I can say as a retailer with my prior family business, the rent can be free and it's still too high. If there's no traffic, your operating costs don't make sense. And we're going to see that continue with retail and see that continue with offices as well in it. And long term, there's likely going to have to be a reset to valuations where redevelopment makes sense. And it's very expensive to demolish these big structures in midtown. But at a certain point, if there is no demand."
    },
    {
        "speaker": "B",
        "text": "Preston so is the mega trend here is a re understanding of what midtowns and downtowns mean in the United States, because those big steel buildings with lots of insurance companies and that kind of stuff feels like there's probably 30% less workers going to be in those places at best. So what else could you do if you're thinking forward on the big megatrend, how could cities be reimagined?"
    },
    {
        "speaker": "A",
        "text": "Raoul well, there'll be random deals. One off, like I said, I think if you have a small enough amount of capital to invest, you can apply your creativity and make money. We've seen people try to position some of these as residential. If it has power, maybe it's a data center. There's a variety of different strategies that are site specific that could work, but that's not going to be re envisioning midtown. But what you have is you got Grand Central, which isn't moving. Have the park, which isn't moving. You have the museums and institutions, which aren't moving. And so I think this needs to look something like a public private partnership. And on a lot of these large scale mixed use deals, one thing I've learned over and just the years through making mistakes is that early phases of large scale real estate projects almost always need some amount of public support because of the infrastructure that is required to be built all at once. And the way capital is organized in the United States for real estate is largely IRR and shorter term return driven. And that is not congruous with world class mixed use projects. And that's where I think we're going to need to rethink how the public sector and the private sector works together to solve these big problems. And I think if you have forward thinking cities, states, and municipalities that are willing to embrace that, you could have an incredible solution. And if you don't, I think it can take quite some time for it to bottom and recover, because the math, it just won't make sense."
    },
    {
        "speaker": "B",
        "text": "So it's going to depend on regional governments, really, and city municipalities to find people who are forward thinking."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's a local business. And if you want to have something that you're really proud of, hire incredible architects. Feature like, you know, inspiring design, you know, that doesn't work with a merchant. Build real estate development model. That's why you see value engineering. You see in a lot of new cities, very uninspiring design. You can feel it. You know, walk in, walk in Soho, you know, walk in London versus walking around. I don't know. I'll pick out Austin. There's just not, there's not much there. And there's a reason why. Because it was built over the last couple decades with money that wanted to make a short term return. And so all of those design features are engineered out because you don't make enough money on the early leasing activity to justify the expense. It's why you see the same tenants in every new shopping center that is institutionally built, because it's the safe thing to do. It trades on a short term income statement that assumes that these cash flows will be durable and they're nothing. And the market has to penalize that before you see a change in programming."
    },
    {
        "speaker": "B",
        "text": "And so if were on our way down in the commercial real estate cycle, it gets interesting for you once we start getting to more distress levels where things become opportunistic, that you could put capital at work for people to repurpose stuff, create a new future."
    },
    {
        "speaker": "C",
        "text": "That sounds like innovation, Raoul. It does, yeah."
    },
    {
        "speaker": "A",
        "text": "I mean, and right now, prices havent adjusted. You havent had enough for selling yet. And so youre basically being required to make a call on rates because capital structures are inverted. I mean, youre borrowing at seven, eight, 9% today."
    },
    {
        "speaker": "B",
        "text": "Im not even sure that rates, even if they come down if even at the end, this all nets out the 25% less occupancy in offices, I mean, that's a big hole."
    },
    {
        "speaker": "A",
        "text": "Oh, in the office sector, yes. I'm saying product where demand is much better understood, so to say residential, the pricing still makes absolutely no sense in the world today to be a buyer. No, that's not absolutely no sense."
    },
    {
        "speaker": "B",
        "text": "So, Mike, what gets you excited and what you're looking at? Because it's really difficult in your space. People ask me about VC and I'm like, I'm the world's worst. Because everything that looks amazing usually goes to zero, and everything that looks terrible does really well. What are you looking at here? Because there's a lot going on."
    },
    {
        "speaker": "C",
        "text": "Yeah. And I think, unfortunately, like Matt said, sometimes innovation is in the form of rational pricing, meaning that you cant just keep raising your next route at a higher and higher price without any kind of thought about the terminal value or what your business looks like once you finally sell it to the general public, which is the only real way to get liquid in this world. Even if youre doing m and a with a large company, youre ultimately selling to public shareholders. So I would say, first of all, everyone at the moment is still rethinking where things are. As you see companies peeking their head out, as we get well beyond the two year fundraising cycle that most companies are in, in a rational environment, I think you're seeing them. The good ones are popping their head up, getting ahead of things, coming out with rational numbers, looking for investors that are along for the ride, and frankly, taking advantage of the ones that want to go away. So the capital structure is still getting figured out. But to your point about what we're ultimately looking for, I mean, scalable businesses that can ride the wave, that are, you know, capex efficient, that utilize innovation, the ability to use your credit card anywhere and everywhere, and facilitate transactions, clearly has a place for the blockchain and innovation. But you roll back the clock 1020 years, we are much more of a cash society, I think looking at those mega trends and fighting companies that are taking advantage, smart management teams that know what they're doing and have a vision. And you're right."
    },
    {
        "speaker": "A",
        "text": "Roll."
    },
    {
        "speaker": "C",
        "text": "Like, the great ideas are never the ones that you and I come up with. I remember the banker that took, he said, I met this woman, Meg Whitman. I'm taking her company called eBay public. What's eBay? Well, two people meet online and they sell something. I was like, that's a stupid idea. Who's gonna buy something from somebody they don't know. There's no trust. And we go through all the reasons why that was never gonna work, which obviously blockchain the Internet. And frankly, it's just a better way to buy and sell things. I didn't recognize it, and I think that's. That is the reason why we try and find great gps, because it is just a handful of people that can really manifest what's gonna happen."
    },
    {
        "speaker": "B",
        "text": "So you tend to farm it out to other managers as opposed to directs yourself or you do a mix."
    },
    {
        "speaker": "C",
        "text": "Well, we don't have the time or resources, given what Matt said, to really be doing it ourselves. We are a partnership model here. That doesn't mean we're going to blindly give money. And what I do and what a lot of institutions are doing now are doing co investments alongside managers, where we let them think about what's going on and construct a blind fund and have the good ideas, find the people that are innovating and get the money in the ground in a way that's going to create an acceptable return for the risks they're taking. And as those ideas bubble up, they tend to attract more investors. We try and position ourselves as an attractive investor for those situations, to try and get the best opportunities. So we're very much reliant on our partner network, and then we do take a view about certain things and decide to lean in, and that's how we. We end up selecting certain investments based on our views."
    },
    {
        "speaker": "B",
        "text": "Preston, how are you dealing with AI? Because it's a gold rush, of which everything is super expensive already. We all know that we have to be involved. It's hard."
    },
    {
        "speaker": "C",
        "text": "Yeah, we are involved. We're investors in a lot of the AI companies, whether it's software that could talk about some of the infrastructure, but we are a big believer that this is not a flash in the Panasone. I do think it bodes well for blockchain and crypto. I think it creates a lot of innovation. Matt can talk more about that, but the short answer is, if you're not thinking about AI, you're in trouble. And frankly, I work a lot in the enterprise software world, where I think it's going to be very interesting, where they're going to have to root out inefficiencies in their businesses. Most enterprise software companies are basically a database and a front end. So when you peel back the onion, no matter how innovative some piece of enterprise software is, it's about the use cases and what problems are solving in the real world. I believe that AI has a place in a lot of those worlds. And it is a fundamentally different set of tools and technologies, whether it's running it yourself, using it as a service, how you implement it, what you're solving for. And frankly, I'll say this, this is the conversation. How much trust do we have in AI? When you allow AI to point out a problem and then solve it without any human intervention, that's a good thing. That is a scary thing, too. I think there's caution. I think the reality is the lack of innovation in enterprise software is going to rear its ugly head now, and you're going to see companies that are going to charge ahead, and suddenly their offerings are going to be way differentiated than these enterprise software companies that are basically a database and a front end. I think it has huge implications for a number of more traditional technology businesses. And then from there, it just keeps going into different areas, like the Berkshire Hathaway story about sanding cabinets and just using AI to train robots and those types of things to do physical labor. There's robots serving drinks in bars in Las Vegas. Well, what a perfect place if they know what kind of drink you like and they actually have an idea about how to innovate it, and you're like, that's the best damn drink I've ever had. Because this robot has somehow figured out exactly what I want. What I'm also saying is the old world of enterprise software is frankly dealing with it head on, and it's not going to be pretty for everybody. And those that figure it out are going to really innovate and win. But let's not forget about robots serving as cocktails that we love. Like, there's lots of use cases that people have not even thought about. And to get to you, I don't."
    },
    {
        "speaker": "A",
        "text": "Think I need a robot to tell me, I love a frozen margarita mic, but it's an interesting point. I mean, Raoul, like, we've looked at it a bunch of different ways. This is undeniably a mega trend, if not the most important trend, that I think all professional investors need to study. I don't think I have a particularly, I dont have any reason to win this category. Where ive focused on it is our core competency of real estate and real assets. Weve spent the better part of a year trying to understand, again, the system, what is required to deliver these applications to maximize the potential of the technology. Its clear that youre going to need a lot more power. Youre going to need a lot more compute. And, like, just starting there. From the perspective of real assets, it's pretty clear to us that it's going to be uneconomic for any application, mostly to not be on the cloud. I think it's also interesting from a venture perspective that the costs to play as a startup in AI, I believe, are underestimated by most institutions. And both the access to training data and the access to compute are going to be substantial for any startup trying to play in the space. And so it's hard for me to see where the winners will be with respect to startups that are competing with the established players in the space, the Amazons, the Microsofts, the apples of the."
    },
    {
        "speaker": "B",
        "text": "World, if compute alone is hard enough."
    },
    {
        "speaker": "A",
        "text": "Yeah. And so that's where we focus, like, all right, we have a core competency here, let's try to understand how we can participate in this theme. And so I think people should really be paying attention to what's required with respect to power and computing infrastructure, also networking infrastructure. And I think there's going to be a huge tailwind in the real estate business and infrastructure business into just call it data centers writ large. I think there's going to be a lot of money made and a lot of capital destroyed because it's not straightforward. That has our attention. That's probably the most direct way I'm focused on AI. Then from a startup perspective, the digital asset venture funds that we've invested in, there's a number of different ways that you could envision blockchain and crypto being highly complementary to the infrastructure and the architecture of these systems. As AI becomes much more broadly adopted and so feels like it, it really."
    },
    {
        "speaker": "B",
        "text": "Confirms the base case that we had, that web three is the future of how the Internet works, and AI is kind of the reason why it has to happen."
    },
    {
        "speaker": "A",
        "text": "So if you can envision a world where the multiple billion people on earth that currently do not have Internet have it through any number of different delivery."
    },
    {
        "speaker": "B",
        "text": "Mechanisms that are doing a pretty good job of that. I've got it in little Cayman now. It's incredible. Yeah."
    },
    {
        "speaker": "A",
        "text": "And you can envision mesh networks. You see the cost coming down for mobile devices and you say, hey, we have billions of people that are going to come online in the coming decades. They're going to be mobile first, they're going to be connected. Wow, what an interesting source of productivity that's going to come online. And it's going to be in a world where you have an increasingly connected global Internet. And if you believe that blockchain can evolve into the financial rails for this Internet, they're going to be connected both through value and through information. And so I think that as a starting point is an interesting trend. And then if you believe in an increasingly automated and intelligent Internet, that's where this theme of tokenization, it's called real world assets. In the crypto world, it's really the idea that we standardize information. We have a common underlying technology that defines ownership, and we have to create these systems that allow automated market participants to be the most effective. Just think of it as bots for the financial system, but you're not being asked to pay a very high price for it based upon the market cap of crypto today. That's what captures my imagination."
    },
    {
        "speaker": "C",
        "text": "Yeah, I have to add, too, we can't forget about AI as it impacts our investment world directly, our managers. So I'll take the two sigmas of the world, the folks that are very fast in and out of the market doing things, AI enabling that set of technologies for players in liquid public, fast moving markets. Well, that's a phenomenon you can't ignore. I'll take the other side of that. Private equity. Private equity is about information asymmetry. It's about finding a needle in a haystack. It's about not missing a needle in a haystack. And frankly, I'll tell you, as a co investor, the day that I don't see a goal seek for a 20% IRR on a deal, 20.0065 when it's pasted into the cell is a good day, because a lot of the innovation that AI brings to folks that have resources, have data, and have the ability to apply AI. And this is where right now, we're early. One extreme, you have groups that say, we're going to have an AI investment committee member. We're going to use AI to write memos, AI. We're going to harness AI to innovate our industry and give it a seat at the table. You have others that are completely ignoring it and saying that this is a craft business. We really can't rely on AI. But maybe I'll take some AI data here or there, some suggestions. So I think it's very early, and it's going to be interesting to see how it plays out. But our, our investment universe, our managers really need to be focused on AI as well."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners, and then we'll be right back."
    },
    {
        "speaker": "D",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this, for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what with each vendor. Ramp's software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy."
    },
    {
        "speaker": "B",
        "text": "Cards issued by Sutton bank."
    },
    {
        "speaker": "C",
        "text": "And celtic bank members have DiC."
    },
    {
        "speaker": "D",
        "text": "Terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "Yeah, and I just think it plays into that core thesis of blockchain technology so much the blockchain element. Here's a question I've not asked you, Matt, is, have you guys talked to people like whoever, Franklin, Templeton or Fidelity and said, look, we're happy to test one of your blockchain money market funds, or we're happy to test a bond offering that's done on Ethereum? How active are you in actually using within the business, let alone investing with it?"
    },
    {
        "speaker": "A",
        "text": "So spoken with all of them. Have a lot of respect for those groups you just mentioned, but we have not been active in piloting or being a participant in the technology yet. We've started investing in venture capital through dedicated digital asset and crypto investment managers. And I think it's a very logical next step is to think about how we can become a more active participant using the technology in our organization."
    },
    {
        "speaker": "B",
        "text": "I mean, don't forget, if you guys say, look, you know, we're happy to give this a go get. The more people like you who do it, I'm working on, activity is on chain. The better your portfolio goes up, the better your pensioners are. Everybody wins, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. We have to, you know, we have to be very cautious as we integrate new technologies into our business. I'm a big believer in the value that will be created by all of those different things you just mentioned, Raul. And my job is to continue to develop more knowledge, use our network, and to deliver that type of an incremental next step and manage those risks so that people understand. All right, guys, here's what we're doing. Here's why we're doing it. It just takes time."
    },
    {
        "speaker": "C",
        "text": "It takes time. And I mean, I was fed and clothed by the mainframe. I mean, my dad worked at eds early, early days with Ross Perot, and I started ringing it down and I was like, dad, the PC is going to crush the mainframe. The mainframe's toast. And the mainframe is not toast mainframe. Most of our general ledger transactions at most banking systems around the world run on mainframe. So this idea that the financial world is ready for innovation, well, it's never been more ready. And the mainframe may eventually go away. But the reality is that what you're saying is so true, that the lack of innovation there because of the risk return to go and do some of the things you need to do to step off the mainframe and step into a blockchain enabled world, it's happening in pockets. I'll credit Apollo as a great organization that's moving ahead. To do that, I think there's major first mover advantage for the organization's technologies that can jump that risk chasm to get tokenization, to get repos, to settle at blockchain. The list of inefficiencies is long."
    },
    {
        "speaker": "B",
        "text": "I'll tell you a great story. I had my global macro investment roundtable. We were in Mallorca, and one of the guys who's been a member for a long time, Aussie, he ran like trading treasury and everything else at one of the big Aussie banks and he just retired and he said, ive been really busy with blockchain stuff. Im like, what are you looking at? What are you doing? There he goes, we built five stablecoins in different currencies. Im like, whats the point? Hes like, oh, you dont understand. The US is going to t plus one settlement were in Australia. FX is t two plus we've got the overnight issue. He said sometimes it's three day settlement and in which case we have to give tens of billions of dollars to Morgan Stanley or Goldman as our broker to settle stuff on time, which we don't want to do because there's an inefficient use of capital. So we had to set up stable coins. I'm like, okay, that's really interesting."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah. And we go to bed at night knowing that the money is in our checking account. So the general ledger works. But you're absolutely right. As interest rates go up or these t plus whatever problems and the legal realities around them, as well as the costs, whats the tipping point comes over. I think these technologies are going to flood and I think crypto is going to be the big one or there?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think so. So, Matt, how are you investing in the space? Are you holding bitcoin in the funds or are you all vc? Or explain to people how you are approaching this space at this phasing the journey? Because it's still a big organization, it takes time to get stuff through. But whereabouts are you in that journey?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so we began almost three years ago presenting a broader business plan to our management team about how we thought a professional digital assets investment portfolio should look. And just an oversimplified format. It is early stage small specialist blockchain venture funds paired with effectively a public portfolio or a token portfolio, giving you exposure to really the complete market. At that point in time, where we made a decision to begin and start investing, start learning was in the venture space. So we've made quite a few investments in crypto specialist venture funds that are focused primarily on the pre seed seed and to a lesser extent, series A financing rounds in blockchain venture. Over time, I would expect that to broaden dramatically. I do think it's important to have the ability to invest in both the public and private markets in anything. Digital assets are no exception to that."
    },
    {
        "speaker": "B",
        "text": "What do you think? What do you talk about public markets and digital assets?"
    },
    {
        "speaker": "A",
        "text": "You'll talk about holding bitcoin, ether, Solana, whatever it might be. And we're going to see a growing number of interesting protocols, applications, companies that are going to be investable."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, the day we get to pay our 1.3 or 1.4 million at growing daily beneficiaries that rely on TRS in bitcoin, that would change our strategy. But we are not there. We are very much paying people's pensions in dollars. And so we have to be focused on that. Our CIO is very aware of that. And I think putting this in the venture bucket, which is an area that gives us a lot more latitude, take more risks, because it's a venture portfolio, puts us in position to have good visibility to where things are going, because to Matt's point, it's going to become a more stable part of our portfolio at some point."
    },
    {
        "speaker": "A",
        "text": "It's really simple. Again, where we started our job is to target big markets. And it's pretty clear, I think at this point that it is conceivable or plausible that the digital asset industry, crypto, blockchain, whatever you want to call it, couldn't plausibly be an enormous market. And very, very simplistically, we looked at it and said, there is a bunch of different verticals and companies that can be built out of this. You have a lot of different ways to land. You have very sound downside protection unless you get the entire category wrong off of today's crisis. But this is open source software. In many cases, the cost to build winning companies or protocols is generally people and compute, maybe data as well now. And so we thought that value would disproportionately accrue to the pre seed and seed financing rounds, and that it was unclear whether or not there were going to be enormous growth capital needs for many of the big winners in the space. And so the value in going early and going first and our view was going to be rewarded. At the same time, you had a global pandemic that was creating a very different approach to working. You have a very different culture in crypto that's very young, it's global, it is not the."
    },
    {
        "speaker": "B",
        "text": "I don't know how much fits in there. I've known."
    },
    {
        "speaker": "C",
        "text": "I'm trying to stay young. I mean, I'm not afraid to fail. That's me trying to ride the wave. I embrace technologies and I appreciate that I might fail. And by the way, you know, I will point out the obvious that, you know, there is some wisdom that can be applied to crypto. Like, I'm not going to point to all the faults that we've experienced in the industry so far, but some of them may have been avoided with a little bit of wisdom."
    },
    {
        "speaker": "A",
        "text": "So people are learning, and it's a young industry. It's this brave new market structure that's very crazy and how it's organized. And you have, it's a cultural movement as well, in many ways, which a lot of that I love about it, but it has had very bad branding. Like any new marketplace, there are a lot of frauds and scams. There were in the past, there still are today, by the way, that's what's to be expected. It's what's to be expected. Yeah, exactly."
    },
    {
        "speaker": "B",
        "text": "Mobile phones and the Internet. Like the essence of frauds."
    },
    {
        "speaker": "C",
        "text": "Absolutely."
    },
    {
        "speaker": "A",
        "text": "I just think, look, you need to continue improving. You need to learn from the mistakes of the past. There's an increasing amount of professionalization that's coming into the business. But I do believe that there's a bunch of winners that will happen in the future that are not the legacy Silicon Valley venture funds. We also saw an opportunity to back the new talent and new firms that are going to be big winners in the future. You know, our view is that if we're a good partner, we'll be rewarded with a long term opportunity to grow with these winners as the industry evolves. And we think there's a shot that there's a changing of the guard in many ways. And I think you have to pay attention to that."
    },
    {
        "speaker": "C",
        "text": "I mean, credit derivatives took down Lehman Brothers, right? So there is definitely, you know, but credit derivatives are still around. You know, I've never seen an 11,000 year, uh, prison sentence, but one just got handed down, last ride in Turkey. Um, so I'm just saying, like, some of the bad behavior is good is coming out of the system. Um, but we have to stay focused on innovators, you know? And Yatsu, who handed me his business card, like, this is a business card. I mean, I love yat, right?"
    },
    {
        "speaker": "B",
        "text": "And yats, yeah, he's a cool guy."
    },
    {
        "speaker": "C",
        "text": "Been in the industry since he was doing coding for Atari. But, like, I now have to be able to figure out how this turns into a business card. So it's important that you just find the right people, is what I'm saying. I think you have to find the people that are the innovators, people that have character, and, frankly, business models that are sustainable. I think you have to look through and think things through, and there will be some great opportunities for us to invest there, and that's our focus."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think a lot of institutions feel like, hey, they can pick. Firms are going to outperform, and I guess it's possible. It's really hard to do. I think our job is to identify the markets, understand the underlying market dynamics, and understand where risk is present, and then just find partners that have an aligned vision that you can get the appropriate incentive structure with, that you think have a culture that are built the right way. And if you get the first two right, you should do well enough. I think it's very hard to just go out there and say, I'm going to pick the one or two venture funds that are going to win. Maybe that was true in the past with the sequoias and benchmarks of the world. I think that's very difficult to do in crypto. You see that reflected in our portfolio and partnerships. With a lot higher quantity of investments. We've made much smaller investment sizes than we would traditionally do. And that's just a reflection of it's early and we're learning."
    },
    {
        "speaker": "B",
        "text": "Yeah. And if the mega trend is big enough, you'll be fine. You don't need to nail it. You don't need the alpha when the beta alone is good enough. Right."
    },
    {
        "speaker": "A",
        "text": "Yeah. And the biggest mistake, I think institutions have made and should be careful of making is not embracing the fundamental change in what it takes to invest in crypto. It's like you want to have this bridge between traditional finance and crypto, and that doesn't work. That's what has led a lot of these frauds like Celsius and FTX to get capitalized. And it was done for reasons that are understandable, but you can't go halfway. If you're going to invest in crypto and blockchain, I think you have to understand the technology. It's fundamentally different than traditional markets and."
    },
    {
        "speaker": "B",
        "text": "You need to invest. It's not a traditional market wrapper. It's different."
    },
    {
        "speaker": "A",
        "text": "No, no, it's very different."
    },
    {
        "speaker": "B",
        "text": "Uniswap ruling showed that actually that was really interesting. The regulatory ruling on Uniswap, basically you."
    },
    {
        "speaker": "A",
        "text": "Say, and you see the groups, the groups that financed it were crypto native funds. That's who. That's who got a thousand hex on unison."
    },
    {
        "speaker": "B",
        "text": "I mean, that goes to your point. Mike is right. At the very beginning is like mostly when people think you're slightly crazy and nobody understands. It is usually the time, like Josh Wolf talks about this. It's like, if it sounds the most ridiculous idea but your kids are doing it, you better pay attention."
    },
    {
        "speaker": "A",
        "text": "Yep."
    },
    {
        "speaker": "C",
        "text": "My kids were making videos on musical ly and showing me how cool they were. I was like, ah, that's so cut. So cute. Great. Which was acquired became tick tock. So. Yes, yes. So the future, it's in the kit."
    },
    {
        "speaker": "B",
        "text": "Final question for you. One of them's come up. A reasonable one was mentioned in passing electricity."
    },
    {
        "speaker": "C",
        "text": "Big problem. I just learned that there are several organizations trying to build a more distributed grid here in Texas using batteries. There's obviously wind and sources of energy. Electricity is a problem. It's going to be 108 degrees today, a record smashing number for September 8 here in Austin, Texas. And we're getting regular pings from our grid that we need to be conserving power. So hopefully our state is working to solve this and we're going to be there to help find the innovative products to help them."
    },
    {
        "speaker": "B",
        "text": "Yeah, it feels like in your bucket, Matt. This fits way in there as well."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, I'm as bullish on the potential of Texas as anyone. And this is very clearly the number one issue that has to be addressed by the state is reliability of the griddenne. But this isn't unique to Texas. I think power and water will be the two big ones that have to be thought about to invest."
    },
    {
        "speaker": "B",
        "text": "And how fast is the renewables part of Texas going, or what you're observing in the US, and then the nuclear mix, people are talking about it. It's early stage. It's just interesting. It feels like it's in your wheelhouse as well."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I'm not an expert by any means, on power, but I'm trying to learn as much as I possibly can, because it's become increasingly clear that for us to be successful investing in real estate, we now have to understand power, water and natural resources in a way that just weren't as relevant. It's the velocity of. Of migration to new markets. It is the acceleration of the consumption of power for computing and for all the technology needs that are becoming increasingly clear. And so the short answer, Ral, is, I don't know. But we are spending an enormous amount of time in an area that has not been relevant to our core business."
    },
    {
        "speaker": "B",
        "text": "No, because Texas had energy and everything's fine, but it's not."
    },
    {
        "speaker": "C",
        "text": "That's right, it's not fine. I mean, we, Texas, we are a carbon first state, and that's going to be the way it is for a long time. Obviously, Europe with natural gas, at the whim of the Russians, has become a problem. And I would just say for us here in the investment world, innovation, fusion, fission, win, hydro, like, we'll look at all of them. I think you have to be very open minded and not picked. Um, which of those alternatives is the."
    },
    {
        "speaker": "B",
        "text": "Distributed system, I think is the important one here."
    },
    {
        "speaker": "C",
        "text": "And that's not single points of failure. That's right. You can have the best generation capacity in the world, but if it's all bleeding off or you don't have the transmission lines or. Or the proper grid technology."
    },
    {
        "speaker": "B",
        "text": "And the other issue is we've got cyber."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "There's cyber attacks all the time. If you have central points of failure for a state like Texas, that's a huge problem."
    },
    {
        "speaker": "C",
        "text": "Yes. We definitely have to be thinking about Cyber, about sources of power, and just being very thoughtful, because it's a very important point."
    },
    {
        "speaker": "B",
        "text": "Final question, are you seeing. Because, again, it's very relevant to Texas. Are you doing much in the vc side, in space? It's a really interesting market."
    },
    {
        "speaker": "C",
        "text": "Love it. Can't get enough. I think there's winners. They're obvious who they are. And we are very focused on investing with winners. We like. We like to win. But overall, that industry is exploding. No pun intended."
    },
    {
        "speaker": "B",
        "text": "You don't want it to explode."
    },
    {
        "speaker": "C",
        "text": "That's the one thing you don't want to explode. But frankly, the supply demand imbalance and the number of ideas and frankly, the innovation in space, some of the things I've seen heard are just things that you couldn't have even thought about, because all the technologies, and again, this is my concept of riding the wave. We're at the point now with lower cost lift. We're at the point now with innovations in underlying technologies. Quantum computing fits in the space as well. We're at a point now where the convergence of all these is going to open up brand new markets that will be game changing for humanity. That's my view. Not just getting on Mars, but I think here on earth, it's going to help improve the quality of life for people that intend to stay on earth, which I do."
    },
    {
        "speaker": "B",
        "text": "Matt, do you think all of this changes the productivity? Does it get us out of the trap again? You and I have talked about this, the kind of trap of low GDP growth, high debt growth, aging populations, and yet we're seeing it everywhere. Do we think we're on the edge over the next 10, 15, 20 years, where suddenly we finally see per capita GDP rising? Obviously, populations are going to shrink somewhat and growth coming back and productivity leading because of all of these technologies?"
    },
    {
        "speaker": "A",
        "text": "Hard to say. I don't know. Raul. I do think it's interesting to think about GDP. It's always been people physically within our borders. One of the things that I wonder about that captures my imagination with networking and blockchain is, do you have the ability now to pull in productivity from people outside of your borders, to identify talent, to educate talent everywhere across the world, reward that talent in dollars, and to avoid all the strain on the physical infrastructure that that is, that makes immigration, I think, a political issue. I think it's plausible that you could envision a world where that productivity is harnessed by the United States or by other countries in a, like, kind of like, call it distributed GDP. I don't know."
    },
    {
        "speaker": "B",
        "text": "Well, I'm writing an article on this. I'm analyzing Ethereum as if it was an economy, that digital nation state idea. Because if we look at that nation state, it's a bunch of immigrants, of which we're all part of those immigrants. We spend time in the nation state. There's GDP, there's a financial system, there's asset system, there's everything there. And maybe what we think of as GDP is just the physical nation state we live in. But as you suggesting, Matt, there's a whole distributed, global connected world that this technology now deals with. Matt?"
    },
    {
        "speaker": "A",
        "text": "Yeah, there's thinkers like, you know, Balaji has talked about this in the network state. I think there's some really interesting ideas out there by people that have, have explored this design space that are worth paying attention to. It certainly doesn't seem like there's any solution with respect to population growth that's going to get things moving in the direction that you describe. Productivity in general has been underwhelming."
    },
    {
        "speaker": "B",
        "text": "For."
    },
    {
        "speaker": "A",
        "text": "Quite some time, even with what's perceived as very large technological advances. I do think AI is different with respect to the ability to power discovery. So I don't know. Your guess is as good as mine there. But I think this theme of how do we, as nation states, work with the most productive people in the world, create more productive people and capture that in a. In an ecosystem in a way that was not possible prior to these technological advances. I think that's interesting, but no idea, no idea what that means, Mike."
    },
    {
        "speaker": "C",
        "text": "But I do know the people out at burning man aren't gonna solve this problem, like enabling the people of Africa to contribute to a global society and have the types of things the western world has had, you know, helping to improve our climate like that. What Matt and you are alluding to is definitely helpful. And I just want to say, raoul, thank you. Because without you, Matt and I would have been a lot more lost than we were in navigating the maze of getting into this space. You were very helpful along the way, your insights, your support. So I just want to thank you on air that you were very instrumental in helping us get on our way. So thank you very much. Thank you."
    },
    {
        "speaker": "B",
        "text": "And thank you for you guys for always sharing your journey as well. Because we're all on the journey together, right? That's the whole point is we've got this new frontier, this new emerging digital nation states, whatever's going on, and we're in it together. It's fun. It's just fun. It is each other's brains thinking how you think about this. What does that mean? It's great. Thank you, guys."
    },
    {
        "speaker": "C",
        "text": "Yes, everything's bigger. And taxes. Thank you."
    },
    {
        "speaker": "B",
        "text": "And thank you for coming on real vision. I appreciate it. And it's just interesting because I don't think a lot of people will realize what you guys have been up to. Your real pioneers. And people will look back in 1020 years time and go, these people were pioneers and they didn't realize it."
    },
    {
        "speaker": "C",
        "text": "That's our hope. And trs will be here long after we're gone. I mean, we're definitely an institution that's serving the people of Texas long after we're done. So we're serving others."
    },
    {
        "speaker": "B",
        "text": "Thank you, guys. Thanks for saying that rail, thanks so much. It's amazing. When you talk to a prestigious, large institution, they're in the top six largest pension funds in the United States. And people think of pension funds as stayed out of date. And here we are with Texas at the center of everything. It's amazing to see, and they've just started their journey. I love how they're thinking through how does this impact real estate? And not at the superficial level, but really, what is the structure? What do they need? What can they finance that's going to help this new economy, the exponential age, develop? And how can they use crypto to better the opportunity set for their pension holders? Because that's what they do. I mean, they're not VC's who do random stuff. Their job is to make sure the pension holders get a good pension. And they've realized that the opportunity set in. Technology and crypto is higher than other areas. Yes, it comes with risks, but the risk adjusted returns over time are essentially what drives their decisions in this space. So I think it's amazing, and I know many of you ask me all the time, well, when are the institutions coming? They're here. And I keep bringing them on real vision, and everyone still asks the same question, when are the institutions coming? They're here, but they're in the first 10% of their journey. And over the next cycle they'll be at 50% of their journey and more people will join them. So all it is, is a matter of momentum and price to bring people back into the market more fully and some more liquidity conditions. Because again, here in September 2023, liquidity is tight. But as liquidity starts to come back and we start looking through recession and looking to recovery, we'll see money flowing back into the space where the harsh returns lie. Anyway, I hope you enjoy it and I will take you back down the rabbit hole at the nexus of macro crypto and technology in the next episode."
    },
    {
        "speaker": "A",
        "text": "What's up, revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest, and biggest names in finance."
    }
]