[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint."
    },
    {
        "speaker": "C",
        "text": "Mobile.Com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hey, everyone, if you like this podcast, go behind the paywall. To get privileged access to the smartest minds in finance, join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "C",
        "text": "Hi, everyone. Welcome to the real Vision crypto daily briefing. With me today is John Palmer, the head of Sibo Digital. Hi, John. It's great to see you."
    },
    {
        "speaker": "B",
        "text": "Hi. Mega good to see you as well."
    },
    {
        "speaker": "C",
        "text": "So just a quick check of where we are before we jump in. Where we are in the markets. So we've got a crypto up for the most part. Bitcoin, up about 1.7%. 31,077. Ethereum, up 2.8%, around 3% just a few minutes ago, 1967. So a green day for crypto. So, John, CBO has a long history in the traditional options and futures market. It's a bit newer in the digital asset space. Before we sort of dive into some of, specifically some of the stuff you have going on, I understand you played a role in both sides of the business. So talk to me a little broadly about what the catalyst is for CBO to get involved in the crypto space."
    },
    {
        "speaker": "B",
        "text": "Yeah, as you mentioned, we've been in business for 50 years. We operate markets globally across multiple asset classes. So 26 markets, 18 different regulatory jurisdictions. So we know how to operate markets well. And as we look at our global expansion, one of the things that we always consider is not only regional presence, but also different asset classes. And so as digital continued to grow, we saw it as an opportunity to bring the same efficiency, the same trust, the same resilience that we operate our other markets in, but into the crypto landscape."
    },
    {
        "speaker": "C",
        "text": "So for those who haven't been tracking this part of it closely, CBoat recently launched a new levered bitcoin Futures ETF bitx, as well as filed for applications for bought bitcoin ETF on behalf of some of your large institutional clients like Fidelity, Wisdom Tree, Vanek, and others. Is that correct? Is that where we stand? Are those your big initiatives?"
    },
    {
        "speaker": "B",
        "text": "So we have a lot of initiatives kind of globally going on, but if we look at what's happening in crypto, we have kind of two pieces of the puzzle of many pieces, really. You have the, obviously, the ETF listings that you just mentioned, and then we have our actual digital asset exchange both for spot and futures. I think you're speaking to the ETF listings, and I think that's probably the closest. I don't have the list in front of me to know what the exact issuers are, but yeah, we definitely have seen some movement there. And I think, as I think about it from the native digital side, that's really fantastic movement. Right. And it's showing progression. It's showing uptake and demand, and I think it's really interesting to see how that continues to shape up and evolve."
    },
    {
        "speaker": "C",
        "text": "Yeah, I like when you say progression, you're an optimist. Obviously, we'll take it. You have to be if you're in this space. Right. We'll unpack that a little bit. So let's talk about, I want to talk about the digital asset marketplace as well, but let's talk about these two sort of ETF vehicles because it's been kind of in the news. Right. So the bitcoin futures ETF, the levered bitcoin futures ETF that launched end of June just recently. Right. Like June 27, a week or so in, so obviously really early days. But what's the reception like? Have you been happy with the volume so far?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So I think, as you mentioned, it's early days and I think it's interesting to see, obviously there's demand for the product. There's a lot of buy side customers, different funds, different mandates that customers have to adhere to that can't access the spot platform or even the spot assets. These are vehicles for them to gain exposure, whether they want one to one exposure. They want some leverage exposure. I think it's really important because there's different appetites at different investor levels. This is just a reflection of that going to continue to see that grow as, you know, it sits in the market and we continue to see more and more participants look for that type of access."
    },
    {
        "speaker": "C",
        "text": "Yeah. I'm curious, did you, was it builds it and they will come type of attitude toward this? Or was this a response to customers asking for this?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I think it's always a little bit of both. You obviously, we have great relationships with all our issuers, and so we're constantly working with them and understanding their needs and really helping them in their journey as they want to bring new products to market. And so we want to continue to understand what they're hearing from their customers and understanding what we're hearing from our customers and our liquidity providers and how we kind of put the two together and to help them bring a really fantastic product to market and then watch it grow and help support it in its growth."
    },
    {
        "speaker": "C",
        "text": "Yeah. So when we're talking about this demand side, there were reports in the Wall Street Journal Friday that the SEC is again blocking Blackrock spot bitcoin ETF applications. We're not talking about the levered future one that's trading for you now. We're talking about these spot applications. Why are so many institutional clients pursuing this space and looking at the products you just talked about at a time when the regulatory landscape in the US seems so challenging, it's hard for people to, I think, put those two things together."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I think if we take a step back, I think it all comes from use case and how you expect different participants to gain exposure to the different assets. And so if we think about bitcoin and spot bitcoin as an example, it's a little difficult to actually go out and buy and hold that bitcoin compared to maybe buying an ETF or buying a stock. Or maybe difficult isn't the right word, but it's more."
    },
    {
        "speaker": "C",
        "text": "That's what I would use, John."
    },
    {
        "speaker": "E",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "I mean, understanding keys and wallets and private keys, complicated. Right. So I think as we think about broad usage and use cases and how different participants in the market want to hold different types of assets and where they want to hold them, a spot ETF is a really interesting product because there may be masses of folks that want exposure, whatever the amount is in bitcoin, but aren't willing to maybe go down the rabbit hole or the journey of understanding how to actually hold the spot commodity or the spot token itself. And so I think that's really the interesting play here, is getting something that's a well regulated vehicle, a well trusted, has proper disclosures, all the things that modern investors are used to today and other ETF's or etps or any sorts of securities that they're buying, it comes with that concept of trust. And so I think if we can deliver a product that has the same, you know, kind of pillars or tendencies or disclosures, trust exam, et cetera, as what they're used to, then their appetite to own it. And the confidence in owning that, I think, increases. And I think that's what's really interesting about any of, just in general, about a spot ETF. Put aside the different issuers at play, it's just a spot ETF and now opening the doors to more investors into this ecosystem."
    },
    {
        "speaker": "C",
        "text": "So that's really interesting, because from somebody who any of our regular viewers know, a lot of the time I'm on, for lack of a better way to explain it, the macro side, but I traditionally have looked at traditional finance markets, capital markets, the things we're used to. And whenever we're having these crypto conversations, the thing that comes up all the time, no matter what panel I'm on or if I'm moderating questions, it's always that, where's the bridge to sort of mass adoption? Right? What are the vehicles that are going get over some of those hurdles that you just said? The way you're describing it, you, and presumably the clients that you work with, see this spot ETF as that bridge to sort of mainstream it and make access wider and adoption wider to many more people who are used to operating in an ETF type world. Is that right?"
    },
    {
        "speaker": "B",
        "text": "I think. I think it's definitely one of the bridges. I think there's probably multiple bridges, given how we've seen the crypto ecosystem grow and then specifically maybe some of the challenges in the US. And I'm sure we. We could talk about that in a little bit when we talk more on the native digital asset side. But an ETF or spot ETF is definitely one of those bridges, and so does an ETP. Right. The futures listed or the futures backed etps are also that bridge because they're holding futures that are. That are listed, traded, and cleared through a federally regulated exchange and clearinghouse right under the CFTC. So I don't want to forget about those. I think it's just, you know, there's different appetites, etps versus ETF's and what really, what investors want to have access to."
    },
    {
        "speaker": "C",
        "text": "Yeah. So I would be so interested, for anyone who's listening to weigh in, would you be much more prone? If you are not, if you're listening, you may already be going through the steps of getting your wallet and acquiring either bitcoin. But if you don't, if you haven't, or if you want more, would this open up the way for you? I'd be so curious to hear that, because it has been the missing link. So what are you hearing from your institutional clients, John? I mean, there's been so much lack of clarity. There's been a lot of hurdles. It's been a longer road. A lot of people have repeatedly been putting application. What are you hearing from your clients in terms of what they're expecting from this? Do they think it's eventually going to get ironed out and they're just going to be moving forward, or are they concerned that the longer this takes, the harder it will be?"
    },
    {
        "speaker": "B",
        "text": "I think it obviously depends on the institutional investor and where they're at also in their journey and where they're at in the landscape of, you know, the different types of assets they may be involved in. But I think generally the course of direction is positive. It may be a very long kind of timeline we have to look at for generally, because obviously we've had quite a bit of cycles in the crypto landscape, which I think has slowed down some adoption or maybe some folks have decided to pause or pull back. But I think the general trend is up. More and more institutions are starting to dip their toes into digital assets, crypto assets, whether that's via some of these things that are very more on the traditional side, like ETPs or ETF's, or are really growing their knowledge and starting to take their journey into the actual digital asset or crypto game when getting involved with custodians and figuring out how they're going to access the different markets and what platforms they want to access. So I think broadly, it's going the right direction."
    },
    {
        "speaker": "C",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium Wireless 20 $2020."
    },
    {
        "speaker": "A",
        "text": "15 just $15 a month, so give it a try@mintmobile.com."
    },
    {
        "speaker": "C",
        "text": "Switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for a limited time unlimited more than 40gb per month slows full terms at mint mobile.com dot. So if we look at the levered bitcoin future eTF that you got through CBO, you managed to get approval for this, which is not a phrase we hear often in this landscape. What did you do differently that helped you get that across the regulatory finish line?"
    },
    {
        "speaker": "B",
        "text": "I think it's important to look at just this is not a new process for us. We work with our regulators, we work with our issuers very closely. Time and time again, this is, I want to pull the crypto off of it just because it's a levered ETP on futures that are regulated by the CFTC, the trading and clearing of that, let's just pull back the stigma of it being on bitcoin. It's a regulated vehicle, highly regulated vehicle that looks and feels like all the other levered regulated vehicles. So I think from our perspective, we look at it as just another opportunity for different types of exposure and different investors to gain access to something they're used to. Whether it's a levered vehicle on a different commodity, they're all traded and regulated the same way. But spot bitcoin aside, future bitcoin futures on bitcoin are highly regulated by the CFTC. So I think that's really important. And I think that helps the ability for us to be able to continue to deliver new, innovative products in this ecosystem."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's hard, though, when you say in Washington, pull the crypto aside, and this operates like everything else we touched that has not worked, that argument, or it's fallen on a lot of skeptical ears in Washington. You did have to go back with the application. Right. And provide some additional information. Is that a sort of framework, and is that additional information? How did you convince them on the risk mitigation part and that the regulations in place would be satisfactory enough for this digital asset as well? And do you think that can be replicated and that will help in the future with these kinds of regulatory issues?"
    },
    {
        "speaker": "B",
        "text": "I think we look at any kind of new product. Part of this process is always education. And it's not just education to the industry or to their customers. It's also education and working with the regulators kind of side by side. And so anytime they may ask for more information or they're looking for additional kind of processes, procedures, governance, whatever it might be, I think it's a favorable sign. And so it's just the regular, you know, it's just part of the process. So I don't necessarily really view it as a bad thing. I think it's really a good thing. Obviously, there was a fantastic result. I think as we continue to see the ecosystem grow, it is a new asset class. It is a nascent spot asset class. And so I think it's. Unfortunately, there's been a lot of negative headwinds, I think, associated with just how some of the global issues that we've seen in the ecosystem. I think the prudency at the regulatory, at the federal level on, you know, these types of products I think is understandable. And I think, you know, they obviously are looking out for the best interests of the industry for the end customer at mind. And so, you know, if they were to ask for a few extra things, you know, that that's fine. I think it's important progression. I'll go back to that word because, you know, when they ask for these types of things, it's not, it's not a no. Right. They're actually giving us guidance. They're giving us information on how we can continue to help provide them information that may get us to the finish line. And so I think that's, you know, it was a really fantastic end result."
    },
    {
        "speaker": "C",
        "text": "Yeah, listen, everybody thinks that, you know, s and P futures and all of these products that you deal with have existed forever. That's not true. I mean, we have some amazing, amazingly experienced members in our rv community who are some of the first to trade some of the derivative products and futures products that were developed along the way to sort of enhance liquidity and vehicles and capital markets. So this has been an evolution. You know, this is just the next stage. But as you say, there's a lot of sort of attention and a lot of it negative and headwinds because of some of what we've seen happen in the crypto markets. And that's got to be putting up additional barriers. Part of that was interesting for me to see the levered bitcoin future get approval because on the face of it, that sounds so much more inherently risky than something like a spot ETF. But so how is it that that got past the finish line? Is it just because the CFTC and Sec look at things so differently? Is it because of the regulator in charge? Is it because CBoe and CBO have such a long history dealing with this? How is it that that was the one that got through?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that's a. That's a difficult question I can't answer on behalf of the regulator. So, you know, I think it's part of it has to do with what's existing and how we can continue to grow that and how we can continue to grow that prudently. I wouldn't be surprised if we get something in the spot side. Then you continue to see the same sort of evolution. If we think of how other products have been brought to market, typically, you don't see a levered product brought to the market. First you see a one to one product, and then you see the ecosystem grow around that so again, pulling, pulling the crypto stigma away from it. I think it's just natural evolution. And sometimes these things need to be in the market and they need to be out there for a while before the comfort of the industry, including the regulator, grows to a point where they're, you know, they're ready for the next step. Yeah. So I think it's just, again, important progression."
    },
    {
        "speaker": "C",
        "text": "Yeah, I suppose it's interesting that it's mostly an institutional. I'm assuming this is created, the clients that this is designed for are mostly institutional, is that right?"
    },
    {
        "speaker": "B",
        "text": "Its a good question. I mean, I think it depends on the appetite of the investor. I think institutions, more sophisticated investors will tend to look maybe potentially at levered products because they understand the risks associated with it and theyre comfortable with those risks. And they may be looking at specific styles of investment where this meets them versus that doesnt necessarily mean that someone that doesnt have that same sophistication can't have access to this. It's just, you know, making sure that they understand what the vehicle is and how it works. And so I think that's, that's why an ETP is really interesting here, because it comes in that same wrapper that they're used to. So, you know, it's hard to kind of pick who the, you know, the end customer is, but I think it really is a broad range."
    },
    {
        "speaker": "C",
        "text": "So there are some who say that, listen, so much of the trouble in crypto last year was, was because of excess leverage, and that unequivocally leverage and bitcoin don't mix. They don't mix. How do you respond to that? What are your thoughts about that criticism that's been leveled?"
    },
    {
        "speaker": "B",
        "text": "I feel like this is a really interesting segue into more of the native digital asset side of the fence because I think it's a really, there's a big difference between market structures and how things are run or kind of oversought in these two worlds. And so if we look at the leverage and kind of the inner international crypto industry compared to a levered ETP in the US, the way in which those market structures work are completely different. It's like apples and oranges. And so I think comparing the two and saying there shouldn't be leverage at all, I think is too broad stroke. I think we have to look at and understand how risk is mitigated, how regulatory oversight works within the different participants that are in kind of the lifecycle or the ecosystem of, you know, from, from idea generation to actual trade clearing and settlement. And I think there are. Given those major differences, I look at what were doing in the US inclusive of spot and derivative trading in bitcoin, which is what CBO digital is doing. Much different than some of these. More, I would say, very vertically integrated platforms internationally that are offering significant amounts of leverage."
    },
    {
        "speaker": "C",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "E",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, ramp software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy ramp.com easy cards issued by Sutton bank and celtic bank members of DIC. Terms and conditions apply."
    },
    {
        "speaker": "C",
        "text": "So help as a layman in this universe, and you're the expert, help me understand this, because when I was looking at it and asking around about this idea of leverage, because let's remember, well, leverage has caused mayhem in traditional markets too, right? So you need to understand what you're playing with when you do leverage. Leverage. Someone explained it to me that when you have leverage, leverage creates real demand based on imaginary supply, let's say. But the problem with bitcoin is that no one can. There's a hard cap on the supply, right? So you can't satisfy in a kind of crisis situation claims on it. If is there something fundamental about the way bitcoin operates that you have to be aware of in a levered universe or in a marketplace where you're using leverage, does that make sense?"
    },
    {
        "speaker": "B",
        "text": "It does. I would say that I don't know if I have an opinion one way or the other on that. You also could tie in securities lending, stock loan, hard to borrow. It brings to that standpoint as well. That's an interesting debate. I think when I consider the differences, whether it's bitcoin or stocks or some other version of leverage, I think it's important to understand all the pieces of the puzzle, from when you're buying something to how it's being levered, to who has oversight, who's looking at those participants and making sure that they're doing what they say they're doing versus the other types of leverage you can get. It's always, what do we call it in crypto? Do your own research. There's a big term that everyone has been calling out over the last twelve or 18 months. To your point, we've seen issues in traditional finance over the years with leverage, without leverage. So the crypto industry is not immune to learning the same types of things that we continue to learn and evolve in traditional finance. I think we've done it in a much faster cycle or cycles than maybe we've seen in other markets. But I don't think we're different or immune. I think the same risks, the same controls, the same checks and balances that are necessary, need to be in place in crypto to continue to see the market evolve and grow."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think that's a great point. I think that's why also a lot of people would like regulatory clarity to pull this into the light, into places that are transparent and institutions that have a track record in tradfite to get involved. But you've got that argument, and I'm wondering if that's the competition you face. Something I saw in the jungle that is Twitter that not always pay attention to. But this struck me as something that is probably an issue you're going to have to grapple with. Someone was talking about the bitx that hit the market. The institutions don't want this product because bitcoin is volatile enough, retail doesn't want it because they either want cold storage or they want 100 times leverage on an offshore exchange. Is that sort of international, the ability to just do that internationally? Is that something that you see as competition or that you are going to have to fight against?"
    },
    {
        "speaker": "B",
        "text": "I mean, I think across all the ecosystems, there's pieces and there's broad swaths of investors that are going to want different types of vehicles. Obviously, 100 x leverage internationally versus two x leverage in the US are completely different things. Also, if you're in the US, you can't access the 100 x leverage. So if you're looking for leverage, it's difficult to find. And the only way you can find that is in derivatives. And if you don't want to trade derivatives specifically, call it futures or even options, then the only other way you have to gain access to that is through a vehicle like an ETP. And so I think offering that choice and offering it in a structure that investors have the same protections that they have in all the other vehicles that they can choose to buy or sell, I think is really important. And that's the way we've built our markets in the US. And that's why the us markets are some of the most highly liquid and resilient markets globally. That's why I a tremendous amount of the asset management firms globally sit in the US. And so I think its important that yeah, while we would love to compete maybe dollar for dollar or leverage to leverage internationally, I think its important we have to grow into it too. We cant just come in and say hey lets offer 100 x leverage. I dont even know if 100 x leverage is suitable. Thats a lot of leverage."
    },
    {
        "speaker": "C",
        "text": "That was my thought exactly. A telling part of the comment I think. But still that sort of, in any of the regulatory conversations I've been in, the worry about the innovation leaving the US and going abroad is real. Is that something that you worry about?"
    },
    {
        "speaker": "B",
        "text": "I do worry about that. I think it's important crypto assets are built on the blockchain, the DLT technology and the concepts around that. It's important that we don't isolate the US from these technologies and the efficiencies that they can bring our financial markets. All because of a crypto asset, or for the back of a better term, maybe bad actors in that space. Tokenization is something that's real. It's growing. There's a lot of participants are focused on tokenization. And if you believe that a lot of the same things that we trade today, whether they're bilaterally traded electronically via voice, or they're highly liquidity, centrally cleared vehicles, if those are going to be in a more digital form, a more traded or exchanged on blockchains or in some sort of DLT framework, then the innovators along with the rest of the world in the US, because our markets, those same markets that I spoke about earlier that are the most highly liquid markets in the world, are going to move over and start to integrate with this technology. And its important for us to be ready and be leading that effort instead of being lagging or potentially isolating ourselves from that technology."
    },
    {
        "speaker": "C",
        "text": "I think thats such an important point you just made, John, and I would love for you to give us a couple of examples of what that could be because presumably these are things that youre looking at as well. I saw a stat, Boston consulting group predicted that $16 trillion worth of assets, most of which are, they say, illiquid or could be more liquid, will be tokenized by 2030. And if you're talking about things that are already that liquid in another, in another form that are being traded, that are going to move to digital, that number is just going to blow out the roof. What kinds of things are you talking about that you see or where CBO focus? What could be tokenized?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I think the study that you mentioned is, I saw the same study. So I think that's a perfect start. I think we need to look at the places where the most efficiency can be brought, the most highly liquid, very transparent markets like us equities or us listed derivatives. Those probably aren't going to be the first or second or even third or fourth markets that are going to move there. They're probably going to be the last because there's so much efficiency already in those markets. But if we look at some of the other markets that are very peer to peer, bilateral, opaque, maybe still voice, there's a lot of efficiencies that both not only moving to an electronic type of network, but also something where blockchains and distributed technology, you can integrate those two and see a lot of efficiencies and inefficiencies. It's cost savings, time savings, and ultimately that reflects in the price that which people buy or sell, which then goes down to the end consumer in the same cost savings. What we're doing is we're making it cheaper or making it more competitive in those different asset classes. And I think that's, and we're making it more resilient. Right. And more transparent, fairer with more price discovery. And so I think those are all, I think, types of efficiencies that we've been striving in the US to bring all the markets. And so I continue to think that we'll see those types of asset classes move first and then whether it's ten."
    },
    {
        "speaker": "C",
        "text": "Give me an example. What would fall into that category?"
    },
    {
        "speaker": "B",
        "text": "I mean, we're starting to see bonds start, right? So we're starting to see a lot of different news stories and a lot of different groups focused on bonds. And those are extremely opaque, even though there are some bonds that trade electronically. So I think that's a really interesting place, how those bonds get used and how we can find different efficiencies in the ecosystem of finance now that they've been tokenized or now that they're on a blockchain, I think is really interesting. So it's not just the I minted something, I issued a bond on a chain, it's what could we do with it after that? And what types of efficiencies are there after that? Because now that it's on a blockchain, technically you could use it for a lot of different things, maybe a lot easier than you could use just some debt issuance that's not sitting on a blockchain. We're seeing that now. So I think we're going to continue to see that grow. You see a lot of folks talking about FX, a lot of folks talking about exotic derivatives or over the counter derivatives, structured products. Some of these things are really complex, really opaque, and there could be a huge swath of efficiencies if we figure out a way to bring those more standardized, more into leveraging this technology and seeing those efficiencies come through. And so I think you'll continue to see folks look at that as we see that industry go. We're watching it closely, obviously. And so we'll continue to look for ways to offer value to our customers along the way as they kind of grow in their needs as well."
    },
    {
        "speaker": "C",
        "text": "Super interesting. Thank you for that example, because I think people talk about this big picture, but a lot of us are wondering what is going to look like when it crosses our screen or is presented to us as something by a broker. Would you want to do this or do you want this in your portfolio? So being able to sort of think about what that might look like, and I'm assuming that opens up the trickle down benefit for others is that it opens up financing right now in markets that are not that liquid and that people are reluctant to enter into. So you suddenly increase the amount of financing offered to people. So that's super exciting. So we're almost out of time, John, but do you, as we look at the efforts here to get everything past the regulators and to sort of move from progressing to actual pick up the pace of progression, let's put it that way, do we need a spot bitcoin ETF in order for the rest of these digital markets to be able to accelerate and grow, does that need to happen?"
    },
    {
        "speaker": "B",
        "text": "I don't think they're that tight. I think we want to see a spot ETF to continue to see the ecosystem of crypto or BTC grow and getting that type of product in the hands of more users. But I think on the more tokenization front, I think what's really needed is more of just the clarity around how some of these things are going to be treated, digital assets versus crypto, currencies versus digital commodities. And are they different or treated differently than existing securities or existing commodities? And that, I think, is something that obviously a lot of folks are working on, both in the industry, at the regulators, and even on the hill. And so as we see that continue to evolve and shape up, I think that's going to be really the entry point or the inflection point for how the digital economy maybe kind of starts to unfold and grow with the use of blockchains and DLT technology."
    },
    {
        "speaker": "C",
        "text": "Fantastic. The digital economy. I like that. Clearly, we've just scratched the surface on what you understand about this stuff, John, and this idea of tokenization into some of these markets that are really illiquid and the changes that we'll bring. I think we got to get you back on to talk about that because we get so stuck in the regulatory problems right now and the kind of consumer protection part of it that we don't spend enough time talking about what could be unlocked if we start to make progress on this. And sometimes it's banking, the unbanked, sometimes it's sort of, you know, improving financial markets and financing. There's so many benefits and we never get to dig into that enough. So we hope you'll come back and tell us what you're up to and keep us up to date on what CBO is up to as you sort of create all these new markets."
    },
    {
        "speaker": "B",
        "text": "Absolutely. Looking forward to it."
    },
    {
        "speaker": "C",
        "text": "Great stuff. John, thank you so much. Exciting times. Thanks for being with us on this holiday weekend. We were joking that we both drew the short straw on that, but I think maybe I was wrong because that was really, really informational and I appreciate it."
    },
    {
        "speaker": "B",
        "text": "Yeah, thanks for having me as well."
    },
    {
        "speaker": "C",
        "text": "Maggie, thanks so much. And thanks to all of you who took the time to watch on your holiday weekend. If you're here in the US, enjoy the rest of it. As always, take care and good luck out there."
    },
    {
        "speaker": "A",
        "text": "What's up, revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest and biggest names in finance."
    }
]