[
    {
        "speaker": "A",
        "text": "People are going to lose their minds. This is a moment in history unlike anything humanity's gone through. It's a very different world for humans."
    },
    {
        "speaker": "B",
        "text": "To come take a step back and see the broad picture, which is the way all these technologies are interlinked, because."
    },
    {
        "speaker": "A",
        "text": "This is all about exponentiality, and humans can't think in exponential terms."
    },
    {
        "speaker": "B",
        "text": "How consequential do you want to say machine intelligence is? It's almost certainly as consequential as writing. How long did writing take to disseminate through the human population? You know, hundreds, thousands of years. And we're dealing with it now on a scale of months."
    },
    {
        "speaker": "A",
        "text": "But in this kind of world, you're compounding 100% growth every year and the numbers become astronomical."
    },
    {
        "speaker": "B",
        "text": "AI is going to spot patterns in the world that were just completely invisible to us."
    },
    {
        "speaker": "A",
        "text": "Even if you think that the AI and the robots are your demise, you might as well bloody invest in and make some money out of it. If not, you're just gonna be angry, Mandy, shaking your fists at the clouds."
    },
    {
        "speaker": "C",
        "text": "Hi, everyone. Welcome. Hi, Raoul. Hi, David. How are you both today?"
    },
    {
        "speaker": "A",
        "text": "Hey, Maggie. Perfect, no complaints. I'm little Cayman, so it's always good."
    },
    {
        "speaker": "C",
        "text": "Perfect is a high bar. I don't know if I can achieve that one, David, but we'll try. So, as many of you know, we launched the new version of the real vision platform. We're holding these town hall discussions on the regular to make sure we update you all and answer any questions that you have. It's been so fun seeing everyone migrate over and that globe fill up. I know, Raoul, you smile every time you see that."
    },
    {
        "speaker": "A",
        "text": "I do. I play with it all the time. Just see who the members are, where they are, see the numbers growing as people come onto the platform, start using it. And there's a lot of interesting stuff that we're going to be doing with that as well, allowing people to. We'll have chat groups for people to make it easier, because right now, you know, it's like, oh, can I contact Maggie? Or, you know, whatever, or David? But what we want to do is kind of bring it all alive, and that's coming up very soon. We'll talk about what's to come, but there's a lot for that community, which should be fun."
    },
    {
        "speaker": "C",
        "text": "You're jumping ahead, and we will get to as much as we can today. I know, especially when I ask about the community. I should have known better than to do that. But it's been super fun. By the way, you can dm us now, which is great. And a lot of you have been doing that with suggestions about guests, about topics. So, so appreciate that. And it's been really fun to communicate that way. So it's been a month since our last town hall. There are a lot of updates. We received a lot of questions. I'm getting them right now in the chat. I see you all. Glad you're able to tune in. Welcome. We are going to tackle as much as we can, be as transparent as we can. We're moving super fast, so bear with us. But we're going to tackle a couple of the questions that have been coming in. We'll do those first and then we'll get to some of them that you're posting right now. Some are the same, so keep the conversation going. But first up, the marketplace. So we referenced it briefly in our last AMA. It's part of why David's joining us today. But let's start a little broadly before we dive into the exponential list, because we got a question on that already in the chat. So talk to me about this marketplace. What are the plans here?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so our idea has been, I've had this idea for a long time, is we need a marketplace for independent research right now. It's very difficult to find curated research from people that you trust. So you're kind of finding people on Twitter, you're finding people on real vision. And we thought actually what we need is some sort of app store to bring it all together so people can select what they want for their experience and needs. So we have this amazing community of independent research makers and eventually be applications on top of this real vision platform. So you need to think of real vision as a platform and a network of which, like Apple, in their app store, you have your membership, and that gives you all of the massive benefits you get from your membership and all of the stuff we're building out. But you can also select research experiences that are outside of real vision, but will live in your real vision experience so you don't have to go elsewhere. I mean, right now, all the research I get from other people, I have to go to an email, different website, all of this stuff, a substack, whatever, we just bring it into one place and it populates your feed and gives you this seamless experience of bringing all of your financial life together in one place. So that's really the idea here, is to give everybody everything they need. Because most people are paying for research all over the place, but having disparate experiences. And because we're real vision, we can negotiate good discounts for a lot of this stuff and for different membership tiers, better discounts, etcetera. Because these are not part of a membership tier because you're buying third party research, but we want to make it so it makes it super easy for your financial life."
    },
    {
        "speaker": "C",
        "text": "Yeah, so that makes sense. And maybe a little bit of discovery in there as well, because if it's in a centralized location, you can shop for what you might want or need that you might not have been able to find out about in the sort of holy mess that is Twitter."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, I first wrote about this idea, an internal strategy piece actually, three years ago, and I called it the Amazon of independent research as a internal tagline. And the idea is there is no single marketplace to bloody find independent research and you don't know who's curated. But now if we have a marketplace, we can have the community say, well, this is amazing research. I really like this. This is how I rate it. And you can have a much better contextualized understanding where the community says, hey, this research is really valuable, or we're not so sure about this research that's really valuable, not just us telling you what's valuable or what's good research, it's the community doing it as you would do reviews on Amazon or Airbnb or whatever it may be."
    },
    {
        "speaker": "C",
        "text": "Yeah. Okay, great. So one of the consistent questions that has come up is shouldn't anything you add, this is from Chris T. Shouldn't anything you add just be part of the existing RV subscription tiers?"
    },
    {
        "speaker": "A",
        "text": "Yeah, and I hear you. We are building as much as possible into the platform experience to add more and more value to everybody. And we'll talk more about what's coming. But you've seen the incredible platform that's all included in your membership, everything from AI to the ability to network, to note taking all of these groundbreaking things. But really, because these are third party independent research providers, we either would have to raise the price to include each one in the bundle or allow people to make their choice and add it themselves. Because the idea is not everybody needs to have everything. The idea is you get to choose your own journey. And if not, we'd end up raising prices. And that's not fair on people. It really is. You've got your tier or level, and in addition, as you just would do normally, everybody's paying for different research elsewhere, but we want to deliver it on the platform so you can have it as part of your real vision experience. That's the real idea behind this."
    },
    {
        "speaker": "C",
        "text": "Okay, so that makes sense. There's a question I think about how do you decide what's going to be an add on and what should be part of a tier? That one came in as well."
    },
    {
        "speaker": "A",
        "text": "Yeah. So again, if these are third party research products, then it becomes an add on product. We can't do it as part of the bundle. Yes, platform experiences, all of those things become part of the bundle. But we have to get used to this world of add ons where we get to choose what we want. Not everybody on that Apple phone wants the same things. And if they did, you'd have to charge for every single app. And so suddenly your Apple iPhone is $10,000. It's like Bloomberg, right? So Bloomberg, my Bloomberg terminal is $30,000 a year. And then because there's so much in that bundle, but even then there's tons of bolt ons or add ons that you add to your experience should you want it. That can bring that cost up to $100,000 a year, $200,000 a year, depending what you need. I don't add those because I get enough from the, from the Bloomberg platform as it is. So it really is that. And same with app store. How many apps do you pay for in the app store and you don't want all of them."
    },
    {
        "speaker": "C",
        "text": "So I think there's a little bit of a scarcity theme or concern running through here that the creation of the marketplace will detract from the sort of richness of the content that people get as part of their rv memberships."
    },
    {
        "speaker": "A",
        "text": "That's a great point. The idea here is we're not taking away anything from anybody. Everybody gets everything that they get. None of this is something being hived off and we're charging you extra for it. It's actually, hey, listen, you get all of this in your membership package, whether you're a pro plus or essential. But if you want these things and you want it on the platform, which you may be paying for already somewhere else, that's what we're trying to get to here. There is no way that we're taking away any product from people on the platform. As you can see, every day we're adding platform experiences and adding new shows and adding value in every way that we can. So these products can either live outside of real vision, which is how they are now, or they can come into our world and we get this beautiful ease of use where we can bookmark, use the AI, take notes, keep everything together. That's the really powerful thing is if real vision becomes the place where all of your knowledge is held and those notes. So if you're reading research from Miss Schneider and you're like, that's an amazing point. I want to both bookmark that piece, but also I want to take notes because I'm thinking about this particular trade. Then there's another piece on platform. There's an interview on essential. There's a piece out of the course, or there's something in pro macro. You could put all of those together, keep your notes and keep all of your knowledge in one place."
    },
    {
        "speaker": "C",
        "text": "Yeah. And we do get questions all the time. How can I get more? How can I learn more? I can't find this person. I can't see the research they do. And we're having do it on an ad hoc basis and try to connect people. So Maura asked, I think, a very good question about that community part of it. And she says, I'm worried that different add ons are just going to lead the community to being splintered. What's the strategy here?"
    },
    {
        "speaker": "A",
        "text": "So again, we are moving very fast in our product roadmap. The idea is to have rv general communities. They will come probably in the next two weeks. So that means there's a crypto chat macro, chat, tech chat, other stuff, maybe a real vision chat. But also, as we do in all life, like me on Twitter or Instagram or Facebook or whatever, we have sub communities that we're part of. You know, I'm part of communities on Reddit, I'm part of communities on Twitter, all of these things. So we want that too. What Maura's feeling, and rightly so, is the same issue about research is I'm having to do them on different platforms. Give us a few weeks, maybe a month, and we will start having these all on the platform. So then your messages, you'll be able to see everything and it'll suddenly feel connected again. The issue with Discord is I have to log into a different thing. The issue with the Slack channel for RVIP is have to log into a different thing. What we really want to get to is it all on the platform. And then I got this cohesive experience. It's the same idea behind the marketplace for research. We don't want that clunky user experience of having to go somewhere else and read an email. Email boxes are full, blah, blah, blah. But if I want it, it's all in one place. Then all my knowledge, all of my conversations, all of my network is in one place. So more is right. And the issue is I always have tell you about what's coming because that's the nature of building products. You know, it's technology. It's like what's coming?"
    },
    {
        "speaker": "C",
        "text": "I think it's the nature of you, Ral, and everyone's getting a peek on the sprint that we're always doing to try to keep up with you as you imagine what's going on. Because I think you just said before, three years ago, you sent this internal memo. But I think that that's an important point to make because we can see behind the scenes this sort of all out sprint that everyone on the sort of technical side right on the backend is doing to try to keep up with all of these ideas. So people can't see this stuff yet. We're kind of doing it in real time and bringing them along. Is that fair?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean we have a very structured roadmap. And Rabi and Kunal, that's rabi runs product and customer insights. Kunal runs the technology side. I mean there is a very structured roadmap, but we also are in real time doing both quantitative and qualitative understanding of customer needs so we can make platform improvements as we go. This is how you build tech products at scale and speed is you follow a roadmap of this is what we're trying to get to. But then as you go, you're always listening to the members iterating and improving. And when I show you what we've got coming up next two weeks, it's actually split pretty 50 50 between ok, we've heard what you guys need where the platform doesn't deliver yet. We've got changes coming that, but we've also got further stuff out."
    },
    {
        "speaker": "C",
        "text": "Right. So that brings us to the exponentialist, which we have been talking about as well. And we've got questions about that as well. So first of first is from Dan R. Is the. And this is why David's with us today. Is the exponentialists included in my membership?"
    },
    {
        "speaker": "A",
        "text": "It's not because it's a third party product. Yes, I write about exponential age in pro macro. We have exponential age shows. None of that changes. None of that changes. The idea here is for those people, that small subset of our tens of thousands of members, who really want that deep dive in technology and understanding and its societal impacts and the opportunities that it might give for building businesses, your life, your kids, your investment portfolio, thats what this is about. So its a deep dive separate thing. It does not mean in any way that I stopped talking about it in pro. It doesnt mean in any way that the exponential aid show and all of that content goes behind a paywall. Its for those people who want to add on extra knowledge, because if not, even if we were to put it in a bundle, assume we didnt have to raise prices, but we would. But if we did, then people get the problem that theyve got right now, which is theres a lot of content. So suddenly its just more and more and more content. And what we found is actually people disengaged. But if you actually get the content that you want, that gives you value, then that really changed things. So it is a third party. I mean, David is the key writer. I'm obviously a big part of it as well. It's new content that doesn't exist in the world. It is a product that doesn't exist in the marketplace of research out there. It's very different to, let's say, even Beth kind of. So there is nothing really like this. And therefore, that's why it's not part of real visions, pro macro, pro crypto. It's really only for some people, some people who are really curious about where this is all going, because this is the fastest pace of change humanity's ever going to live through."
    },
    {
        "speaker": "C",
        "text": "Right. Everyone's got sort of different expertise that we're trying to sort of make available."
    },
    {
        "speaker": "A",
        "text": "So, David, because I mentioned it to you about what's in David's first article, you're like, well, that's not for me."
    },
    {
        "speaker": "C",
        "text": "Well, David, maybe it is. Maybe I would choose, and I can't."
    },
    {
        "speaker": "A",
        "text": "Wait to read this. And that's what it should be, right?"
    },
    {
        "speaker": "C",
        "text": "I mean, in all fairness, I think this is part of the interesting part of discovery, too. If it's in one place, and as you, maybe someone wants it now, maybe somebody else is going to find they need it when presented at something for work. And then they're like, wait a minute, I need to educate myself on this. I am going to go out and seek this. But, so, David, Tony G. Asked, I'm interested, but I'd like to know exactly what you guys are planning for this content wise. How deep in the weeds will we get? So maybe we can sort of explain and you could talk about what you're looking at. I mean, I know Raoul just gave a little summary of one of the pieces that you're thinking about first, so people get a sense of what this is about."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, just as, I mean, I'm just so excited to put it out into the, into the world because like Ralph said, it's something we've been in the lab working on for a while now. And exactly as Raoul said. I mean, the idea the fundamental belief underpinning it is that we are living through just a historic wave of change, multiple technology revolutions happening at once, head spinning implications, and we're on a journey in the exponentialist of just deep understanding of what that means for us as human beings, as investors, as professionals, as researchers. It's not going to be for everyone out there in the real vision audience, but it's going to be for lots of them, because this touches all of us in so many different ways and in terms of what we're going to sort of practical terms, what we're going to deliver. The centerpiece of it really is just a deeply researched monthly essay. I just want to build my obsession. My life really is building models, frameworks that help us understand what is unfolding around us right now, because we look out to an insane pace of change right now. When you have Amazon trialing last week, humanoid robots in its warehouses, 1.6 million people working in Amazon warehouses, when you have the United States creating new rules pretty much overnight around the regulation of the most powerful AI models, when you have mixed reality and virtual worlds imminently in people's homes with the Apple vision pro, what does this mean for the economy? What does it mean for society? And so on. So deeply researched essays, but also deeply accessible, because when we look out to the world out there, it's just hugely complex and head spinning. What I am trying to do is distill that, make it simple, make it comprehensible, build frameworks and models, give you lenses that you can look through that empower you to make sense of what you're seeing, to think about what it means for all our futures. What does it mean for you? How should you respond at work, in your family life, of course, as an investor as well. But around that, we'll build an amazing conversation. So we'll do a weekly video where I'll present the essay, do an ask me anything. People can fire questions at me. We'll have great fun on those. The week after that, Raoul and I will get together and have a conversation. We'll be talking about the essay, of course, but what's happened in the month, you know how that's feeding into the frameworks we're building and so on. And we'll have this constant rolling community. And I know we're going to build an amazing community around it where we're just, we're obsessed with this stuff and we're talking about it and we're thinking about what it means. So I can't wait to get the first essay out there. And, Maggie, I know you're going to love it. Despite what you may think now, you are going to love it. Maggie, I."
    },
    {
        "speaker": "C",
        "text": "And, well, whether I love it or whether I feel like I need this sort of really deep level, but I think this brings up a really interesting point. Raoul. So again, these are themes and issues that will, we will be talking about as part of the RV membership. This is just a really deeply researched down the rabbit hole."
    },
    {
        "speaker": "A",
        "text": "That's right. If you think about my conversations with Jordy Visser, or mine with Leon Alcala about space, or David's conversation with Evan Helder about AR VR, his conversation with Robert Scoble, these are marker points of David and I learning from other people the actual output of that, and that's everybody in real vision gets to see all of those. The actual output that gets built comes into this product."
    },
    {
        "speaker": "C",
        "text": "Right. That's a good way to look at it. So again, leaning into the abundance, not scarcity, it's not like those conversations will be. It's what. No, it's primers that we all need. And then if we feel because of our jobs, because of our kids, because of whatever is happening in our lives, that we really need to, like, granularly understand large language models and how they're being deployed in blah, blah, blah, then this is that technical. I am David, but that's where we define that."
    },
    {
        "speaker": "A",
        "text": "Yes. It's like when you want to double click and really find out more. We do so much on the platform of this. I introduced this theme on real vision, what, two and a half years ago? And we've been pioneering that, much like we pioneered crypto. Crypto is actually part of the exponential age. Again, it's not the kind of crypto stuff you get in pro macro or pro crypto. That's not the idea here. The idea is the broader contextualization of how this all fits together in this big, massive period of change and what that means for us all. So it is just very different than a trading or investing service. It's really a thinking service. It's helping you curate all of the noise going on and saying, hey, here's a way of thinking about this and what it means, William and large language."
    },
    {
        "speaker": "B",
        "text": "Models and that kind of the AI revolution we're living through right now is such a great example. I mean, of course, of course we want to develop some technical understanding as a bedrock, but it's far more than that. When you have huge organizations right now fine tuning these kinds of AI's and deploying them across tens of thousands of their employees. When you have the rise of essentially virtual companions. Meta launching 28 AI characters. Given the faces of global megastars like Snoop Dogg and Mister Beast, the social economic implications of this technology is also hugely what we're seeking to understand with the exponentialist. How will this reshape the economy? Who will the winners be? Who will the losers be? What will it mean for you in your professional life? What is it going to mean for your children 10, 20, 30 years down the road?"
    },
    {
        "speaker": "A",
        "text": "David, I think one of the key things is if you are not, and Jordy Visser and I have talked about this, if you are not thinking about how this impacts your business, you are going to get into trouble. This is a massive quantum leap of a change for all business models and everything, just for everybody's sake of the businesses that they operate, their kids, their lives, they need to understand this stuff, right?"
    },
    {
        "speaker": "C",
        "text": "So we got a couple different questions here. We're going to get to the crypto academy, don't worry, because that's another sort of offshoot. But Quentin saying the business model makes sense. It's similar to what seeking Alpha does with a basic level and many, many further add ons of which I use myself. I like the approach. Looking forward to see how content develops. Thank you, Quentin."
    },
    {
        "speaker": "A",
        "text": "It's exactly like seeking Alpha approach, but seeking Alpha generally has more community driven research. We will look at that, too. We think that's a great idea, given."
    },
    {
        "speaker": "C",
        "text": "Some of our community members are monetize."
    },
    {
        "speaker": "A",
        "text": "Their own products and services, but also, yeah, we're very lucky in who we can curate as well."
    },
    {
        "speaker": "C",
        "text": "Yeah. So this question has come up, and it's a couple different, in a couple different ways. I'm reading these. I'm reading these in real time. But so one person said, I'm still down pretty big on crypto and various other things. Like, listen, it's been a very tough market condition. Are you guys open to offering shorter term memberships to start? Has that come up?"
    },
    {
        "speaker": "A",
        "text": "I think about this stuff all the time, because the issue is we really want to help people, and nobody's got any money right now. That dichotomy is hard, but the opportunity set is still there. So look, if you want us to think about some quarterly subscriptions, tell us ways we can help you. We're here to listen. Just write to essentialealvision.com and give us suggestions how we can help you. We don't want to stand in your way. We want to stand behind you."
    },
    {
        "speaker": "C",
        "text": "Yeah. And then same thing. Will all new add ons be treated like this? How will you let us know what add ons are. I think that there's a little cart and horror situation here because we are doing this kind of in real time and that's all going to, I'm going to guess and answer for you that this is going to be refined as we go. I think one of the. Do you want to speak to maybe one of the reasons why this is the first one we chose? Is it because of the subject matter and just how quickly things are moving here that we wanted to."
    },
    {
        "speaker": "A",
        "text": "Yeah, first we also like to test stuff, right? So that's why we're answering all these questions. There's no point launching 20 research writers and everyone goes, well, I don't know what the hell this is. So first we need to test, we need to listen to the community, figure out what the right ways of doing this, what people need, what people want. Also, the technology is moving so fast and the opportunities in investing in it and moving so fast that we just wanted to get this out quickly. There is no product like this out there. It doesn't exist yet. So we wanted to just give people that early heads up and like, here's something, it can help you. But we also, you know, the marketplace is on the roadmap for, I think, December. And the idea is then we'll launch with more. Again, we'll launch with a small subset. People will say, well, that's not the research I want. That's great feedback. Because the idea is we'll find what everybody wants, but we have to do this incrementally. Because if not, you do what I refer to as a Tada moment. It's like, Tada, here you are. And everyone's like, I didn't want this at all. That's too risky for the business and it upsets members. You're better off to do stuff, explain, get people to understand, say, yes, we like this. This is the changes and then you move forward. So this is going to be very typical. Real vision has always done this. It's the right way to be able to develop product is listen to the community. If we think about the platform that came from first, from using data and understanding of how people were using real vision, where their frustration points were, where their frustration points were with their financial journey, and then Rabbi and team doing hundreds of hours of customer insight research, talking to people, that's where the platform came from. So it's all the same thing."
    },
    {
        "speaker": "C",
        "text": "Yes. And one thing we can rely on is that we have an incredible community of really smart people who give amazing feedback and sometimes offer solutions that we look at. And so as we figure out how to identify this, and I think how we communicate about what's coming in this marketplace will be something that we're going to have to play with for sure. We talk about that all the time. How do we of identify when there are updates coming on the new platform? And we've been doing that. We've been working on that. And it's not perfect."
    },
    {
        "speaker": "A",
        "text": "No. And look, I mean, Apple doesn't tell you every single thing that's coming out in this product release, but we're trying to because we've got a great community. So if I'm sharing my platform now, I can give you a peek behind the curtains of what's coming up."
    },
    {
        "speaker": "C",
        "text": "So while you do that, Raoul, just let me interrupt you for 1 second. David, can you just speak to the rate of change in this area that you're looking at? Because I do think that there's so much coming at us and there is this huge need for all of us to be educated. I mean, it's kind of off. It's easy to just say, oh, it's nothing like anything we've ever seen. But that's so true on a very deep level."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, last Friday on the daily briefing, just take AI. I compared the emergence of the kind of machine intelligence we're seeing now to the emergence of writing. I really believe it is that consequential. Whereas writing took hundreds, thousands of years to disseminate across the human population, this is happening at the speed of, we're measuring this at the speed of months, weeks, days, this level of transformation across multiple technologies, all happening all at once. And it's all underpinned by this new form of intelligence, machine intelligence, a force on planet earth that we've never lived amid before. And that actually is the big framework I want to establish in the first essay. This pace of change is just exhilarating. It's terrifying. We need to try to make sense of it. And of course, there are huge opportunities latent in the, and that is the deep sort of position, belief at the heart of the exponentialist, that we're privileged enough to be living through a truly unique moment in human history. Let's make sense of it together. Let's profit from it together. Let's navigate it together. That's what the exponentialist is all about. Really exciting to be the first in the marketplace, too. And I can't wait to see the other services that the marketplace curates. But I know that Raoul and I all along from the moment we started cooking this up have said we're going to set the bar high. We're going to set the bar really high with the first one. And I know that real vision will then curate an amazing selection of other research services, too."
    },
    {
        "speaker": "C",
        "text": "Hey everyone, we're going to take a quick break right now to hear a word from our partners. We'll be right back. This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps and powerful analytics used by the world's leading brands. Sign up today for your $1 per month trial period@shopify.com."
    },
    {
        "speaker": "A",
        "text": "Tech."
    },
    {
        "speaker": "C",
        "text": "All lowercase. That's shopify.com tech. So Rob, what are you okay, what are you showing us here?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so here is my library and my notes, because I use these notes all the time for all sorts of stuff. But actually this is the note for the November sprint. So this is the sprint that starts tomorrow, I believe, and finishes in two weeks after that. So what we're doing here is so just to give you a peek behind the curtain, the carousels. We've had membership feedback that, hey, the carousels a little bit complicated. We need to clean that one up. So we've got two or three parts of cleaning up the carousels. The continue watching. If you're starting to watch something and then come back to it later, it stays in your carousel. But we want it to go into my library so then you can easily refer to stuff that you've not done. Search huge thing. More feedback came back on search because the search on the new platform is not good enough yet. We've got a massive overhaul of search coming, so that will be done in two weeks. We're looking at a whole bunch of other things. The AI bot on all videos right now, the AI transcripts, until they're cleaned up by humans. The content bot can't figure that out, so we're changing that. So we'll have instantaneous use of the AI for stuff. And then there's a lot of basic features, but I've even got the other one of platform notes of stuff we want to get to still, which is like sharing notes of content and charts playlists. We want to have more in the knowledge center. We want to have trade idea templates and other templates in the notes section to give people better chances of making better investments and understanding. So look, there's an endless list that's coming. But the next sprint is that. In addition, let me stop sharing my screen. In addition, the one that we're also trying to get through is trying to get these group chats. So RVIP, macro chat, crypto chat, maybe a tech chat. We want to eventually get the exponentialist chat and then think of that. So let's say one of our real vision rock stars, one of the people who appear regularly on the daily briefing, appears on the marketplace, and then they have a chat on the real vision platform. And now you're speaking to Andreas or mish or whoever it is on the platform with the community. This is cool shit. That's what we're getting to. And be able to come onto the platform and just have a conversation with people in real time will bring the whole thing alive. So we're pushing that one to get through as fast as possible as well, because people can connect with each other now, but now we want people to get together. The other idea we've got won't be on this sprint will be regional chats. So the New York City group, because then they can start organizing events for, let's say, I'm going to New York, and I can ask for restaurant recommendations, or I can say, hey, who wants to come out for a drink? Because we all travel and that member, let's meet up. I'm going to Singapore. I'd love to know some real vision members, because it's an amazing group. So that is all coming. There's a lot to come from the connections in the RV network."
    },
    {
        "speaker": "C",
        "text": "That's fantastic. And it just occurred to me, it's just a kind of formalization of these things are happening and people are asking for them. It's just making it so. You mentioned mish, of course, and Andreas. One of the things that we get asked a lot about, and this is where we talk about it, but there's a really ability for people who want really deep, deep, deepest coverage on it. Commercial real estate is a perfect example. So we get it. We have a group of people are very interested in it. They roll up on the shows, we cover it. Sometimes we do whole shows on it, but they want it all the time because it's a part of their portfolio they're really interested in. There's an ability now, through something like the marketplace to provide that, but it's not for everyone. It's for people who really want to pay extra for that type of knowledge. You're going to get in depth, and."
    },
    {
        "speaker": "A",
        "text": "If they don't want to pay extra for that type of knowledge. But they want to learn from each other. Well, that's what the network's about, right. And you can create, you know, you will be able to create a real estate chat. So then people around the world can swap notes, talk about what's going on. And so, because don't forget, our community is full of the smartest people in the world, right? And so unleash us all on each other, and it's a massive multiplier effect."
    },
    {
        "speaker": "C",
        "text": "By the way, some of you are asking great questions, and the team is answering some of them. So I'm not going to read them all, but we're going to get to the crypto academy now, and Mikel is asking about unlocking stuff in the meantime. And Nico, that we have unlocked something, protecting your crypto assets for academy members as we wait. So there's a lot of that conversation happening now. So let's talk about this crypto academy. When does it launch? Because we've had a lot of people asking. They're confused about where does it live? You know, like, I can't see it, I can't find it. That's because it's not completely there yet, but coming very soon. So what do we know?"
    },
    {
        "speaker": "A",
        "text": "You probably know more than me, but."
    },
    {
        "speaker": "C",
        "text": "As far as I think, mid November. So mid November, November 15 is the official launch date. But there is an episode now, some of it from the exponential age series that we are unlocking, which I just mentioned. Nico just said so that you'll be able to get that if you've signed up for the crypto academy. So things are unlocking before that. But then the launch will be November 15. A lot of great segments on there. And also, Raoul, worth pointing out, the timing is unbelievable because we've seen a huge, I mean, we know you've been bullish crypto from the beginning of the year, and everyone scoffed at that call. And I know you're really enjoying where things are right now, but this has been moving another area that's been moving super rapidly."
    },
    {
        "speaker": "A",
        "text": "Yeah. And look, you're getting into the zone, and it won't be plain sailing yet, but you're getting into the zone where people lose their minds. They actually lose money. Not in a bear market. They lose money in how they deal with a bull market. So they start taking leverage. They start buying all sorts of stupid tokens because their uncle told them that they met a bloke who said that this token called moonbaby.com is going to go to the moon. People just become greedy and they look at the tokens that they've got, and they've got bitcoin and eth, and then suddenly some other meme coin has gone up ten x, and they want a bit of that. And then it goes down, and then they lose it, and then they button all of this stuff. These mistakes is what that course is there to help you not do. And it's learning from people who've made mistakes. I've made mistakes. Obi's made mistakes. Mando's made mistakes. But we also come with a foundational understanding of how to trade financial markets. And it's the same. But the nuances about trading meme coins versus bitcoin, that's somewhat different. But the good thing is those guys know how to do it. So the idea is you learn how to control yourself in a bull market, and that will allow you to navigate the bear market. Whether you want to trade out of your tokens or you've got a longer term time horizon, it'll give you those things to not screw this thing up. We've all got the shrapnel of shame in our wallets of stuff that we bought, hoping it was going to go up."
    },
    {
        "speaker": "C",
        "text": "Shame. That's amazing."
    },
    {
        "speaker": "A",
        "text": "I've got a bunch of that stuff. I did actually clean it up in the end because it was just so embarrassing that I clicked it up and put it into just more major tokens. But everybody will do that. If you are going to go down the shrapnel of shame Degen, then just do it with a small amount to feed your inner degen, but keep your portfolio unlevered, separate off exchange that gives you the highest chance of success. If you honestly think you're going to put all of your money into a leverage hundred x token and become a gazillionaire, you're going to lose all your money."
    },
    {
        "speaker": "C",
        "text": "So I think that that's an interesting thing you just said, because it's sort of the ability to kind of reboot, learn from the mistakes of the super new crazy action we saw last time around when everybody and their brother was cycle."
    },
    {
        "speaker": "A",
        "text": "So I've been through them all, and they're all the same, and every cycle, everybody loses their fucking minds, and they just stop thinking rationally. Because you can see it going on in Solana right now. It's up 300%. But this is a whole asset, a multi billion dollar asset. We don't see stuff like this outside of crypto, and it gets people ultra greedy, and they stop making rational decisions because they see it."
    },
    {
        "speaker": "C",
        "text": "Great. Time to introduce some rational thought, discipline some lessons and build that framework so you don't."
    },
    {
        "speaker": "A",
        "text": "And then what you do is you go through that course, you take your notes and these trade idea templates will be launching at some point, probably by the end of the month. And that will allow you to hold yourself accountable by saying, this is my trade idea, this is my time horizon, here's my stop loss, blah, blah, blah. So you've got a plan and you'll have the notes from the course to help you navigate that plan and it'll all live in your library. So it's all there. This is what we're trying to build is this power for everybody to navigate how they get through their financial lives."
    },
    {
        "speaker": "C",
        "text": "So this is might be a good example. So the crypto academy is something that is new that we're launching, that is part of your membership if you're plus or higher that just like the other academies, that is not a bolt on, it's not in the marketplace because this is something we're doing. So this is like an example of adding that we're not going to just be taking things away from the platform and hiding it all out."
    },
    {
        "speaker": "A",
        "text": "We've been talking internally about, okay, what are the next academies? There's one around personal finance. There's pretty much everybody in their thirties is making decisions. What the hell do we do? Do we buy or rent? How do we think about kids school fees? We've got 401k investments. How do we think that through? How do we think about anything else? People are making big life decisions in their thirties. So that we think is another great academy that will be rolled in the other one. I think there's one around technology investing because it's a different skill set. I think that's going to be interesting. We might do one on angel investing. Depends what the members want, what is their interest."
    },
    {
        "speaker": "C",
        "text": "But this is stuff that will be included in."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "C",
        "text": "Some of the tiers of, depending on what it is of the RV membership."
    },
    {
        "speaker": "A",
        "text": "If it's an academy, it'll always appear in plus. That's the idea of the plus tier is that's where you get your, you turn information to knowledge. That's what education fits."
    },
    {
        "speaker": "C",
        "text": "Right. So I think that's important because that helps differentiate."
    },
    {
        "speaker": "A",
        "text": "Imran's option course in the marketplace. That's different. That's Imran's course, it's his business. It's not part of real vision. So we've already got an option course, obviously, that Imran did for real vision. But if you want to do his live learning cohorts or whatever. That may well be different because it's his costs, it's his business greatly for us. Did the whole course on options trading like the mark on DmArc indicators. Dave Floyd on chart."
    },
    {
        "speaker": "C",
        "text": "Right. This is just beyond. Right. But I think that's a good, I think that's a good, good, you know, differentiation or helps sort of fill in how to think about this. So this one is from Ian. I really love the new feature. A lot of the new features on the platform like notes and AI, but I find myself going back to the old platform because I find it easier to find content and search. I think we touched on this before. Yes."
    },
    {
        "speaker": "A",
        "text": "So that's in the sprint. It's coming complete overhaul. It'll be the best search experience we've had and we'll continue to improve it. So yes, thank you. We got amazing amount of comments from our members giving us feedback, which is what we asked for and thank you for that. That's helped us redesigned a, how the carousel works and how you find content when you come onto the platform and b, how the hell you search for stuff between searching for members notes, finding all research, finding, you know, if you want to find the research reports, going back in time, finding stuff, finding stuff on topics, finding stuff, you know, all of that. Yes. And we're trying to make it in a really nice, user friendly experience too. So it doesn't. So it should be really accretive. There's a lot of work to be done, but the team are on it and it'll be out in two weeks."
    },
    {
        "speaker": "C",
        "text": "Fantastic. Definitely people excited about the food chat. Very questionable choices being recommended right now in the chat. I'm not going to name names, but a hot dog should never be part of that conversation if you ask me. And great feedback on the academy. Dan said, great news. Thank you so much for the approach. Got a lot of questions about very specific pricing recommendations and trial recommendations. We're not going to go through them one by one. We will again take everything that you're saying and feed it back."
    },
    {
        "speaker": "A",
        "text": "That's another key point, Maggie, is look, the exponentialist is not the cheapest product in the world. We understand that. But it's also very deep, very high quality. I mean, David speaks to some of the and presents at some of the largest technology firms, management consulting firms, all of that in the world. Right. So David is a true expert, but we will also have add on products that are $100 or $200 or maybe less. It'll be multiple different price points. And again, it's just there for you to pick and choose what you want according to your needs."
    },
    {
        "speaker": "C",
        "text": "Yeah. So this is a very interesting. On that point, Quentin saying, raoul speaking the truth in the.com, i turned five k into 100k with stock options, and even more rapidly turned it into zero k. Oh, boy. Lesson learned. Also learned. Relearned in later cycles, although not so drastically. But Quentin said he signed up for the exponentialist because he really needs to understand what's happening in tech. But great feedback. And Ralph mentioned the market can be an expensive teacher, but the point is to keep learning. Right. I think that that's really important, and."
    },
    {
        "speaker": "A",
        "text": "That'S the ethos of real vision. The ethos is we want to turn information into knowledge and then into wisdom. That takes time, and that takes learning, applying tools, and having an incredible network to leverage. That is really what we're trying to do for everybody here. There's no shortcut. You just have to take time, do the work, and we'll give you as much as we can to help you do that."
    },
    {
        "speaker": "B",
        "text": "Yeah. And empowerment is part of what makes me so excited to bring this out into the world, because exactly, as Raoul said, I spend my life developing these frameworks, developing these models, and this understanding and communicating that, essentially, exactly, to huge organizations, technology firms, consulting firms, the biggest brands on the planet, and the leaders inside those organizations. What is so exciting to me about this or one of the facets that's so exciting about this is the chance to distill all of that and give it to the amazing real vision audience and empower them with the same kind of knowledge and models and frameworks that the world's largest organizations are developing to make sense of this moment of change, because they are, they are, they are, you know, they're terrified. They see the opportunity. Some of them are in panic mode. And I'm speaking to these leaders every week, you know, some of them multiple times a week, and I'm inside those organizations helping them make sense of it. That's fulfilling. But what is even more fulfilling is to empower people out there, the amazing real vision community, with those kinds of models and frameworks."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's democratization. Right. Most people don't have the privilege to have the conversations that you have, and what you're doing is taking all of that knowledge, plus all of the people you talk to on real vision that puts it into your brain or my brain, and then it comes out into something that is the distillation, the deep distillation of all of that knowledge that people don't get access to."
    },
    {
        "speaker": "C",
        "text": "Yeah. And David, I have to say, you are, even though sometimes I leave terrified after speaking with you. But you have a great ability to bring us on that journey, and especially as a parent, I really appreciate that because I feel like it's easy to not stay on the front foot because so much is happening and you kind of want to sort of just hide a little bit sometimes. But you do have a fantastic ability to kind of bring us all on to the level of your knowledge. And if we can even do that a little bit, I mean, I certainly find it helpful. And I'm trying to sort of then bring my kids on that, too, and sort of say, this is what waiting for you? It's a little nerve wracking, but ignorance is not really a choice."
    },
    {
        "speaker": "B",
        "text": "Yeah. Well, thank you so much. And that at the heart of that is because my true obsession is us, is human beings. As much as I'm obsessed with technology, I'm fascinated by it and have spent a decade or more just so immersed in it, at the bedrock of it all is human beings. What does it mean for us? And even deeper questions. What are we becoming? Who are we in the midst of this incredible change? And that's what I want to develop understanding around. And that is a lifetime's journey. As we've said so often, we're all beginners in this new world, but I want to try to distill that and empower others and then learn back. We're going to create an incredible conversation around this. And exactly as Raoul said, the real vision conversation that has been ongoing, you're still going to get all of that on the platform as standard, but those will be a window into something going on that's even deeper, that's plunging even deeper, that's on this quest, borderline obsessive quest for some of us to really understand, make sense and respond to this moment. And if that's. You jump on board."
    },
    {
        "speaker": "C",
        "text": "Yeah, I just, as a lot of our viewers know or who listen to the daily briefing, I'm agonizingly going through the college process, and there's no PhD for this right now. It's happening too fast. It's happening in real time. So, like, that's how I'm thinking about this. Like, I could try to enroll in university and pay them to learn something that's already outdated."
    },
    {
        "speaker": "A",
        "text": "Don't even know what university means, Maggie. Yeah, literally. And I spend a lot of time thinking about this as well and writing about it and look, really, the visibility of what this all means, we don't have it. It's happening too fast to understand. What does it mean for education? We simply can't answer that one question. And I know every parent is like, what hell do I do? I'd like to give you an answer, but I don't have one yet."
    },
    {
        "speaker": "C",
        "text": "Well, you're not going to learn it in school. The only way you're going to know, I mean, everything that's happening is sort of where David's living, is my point. Right. So we. We need to know what. We need to be part of those conversations."
    },
    {
        "speaker": "A",
        "text": "Yeah. What does an education mean when you've got a superpower in your pocket? Yeah, what does it mean? Where does that, where does education go? How do you apply education once you. We're all armed with this augmented suit superpower."
    },
    {
        "speaker": "C",
        "text": "Well, David, you're going to be my PhD right now. You're going to be my PhD course that I'm going to take so I can hang on and understand what's happening."
    },
    {
        "speaker": "B",
        "text": "And that's just one tiny fragment of what we're trying to understand. Exactly. The universities are, let's be honest, they're in trouble. My sister teaches at a university. I'm friends with lots of academics. The speed at which this has unfolded across them and the way they're trying to get their head around it, just something is something to behold. But we're going to have to develop new relationships with knowledge and new relationships with kind of what knowledge means to us and what we do with it, just as we did, you know, when the, when the calculator came along around maths. But this is just a billion times more complex and difficult. But at the end of it is an incredible destination where people are equipped with just this almost incomprehensible creative and cognitive power. If we can get this right, it can just be incredible for humankind. But we, you know, we need to go on that."
    },
    {
        "speaker": "C",
        "text": "That's a very important caveat in there. But I always appreciate your sort of optimism around this because it's easy, as I said, to want to put your head in the sand. Totally different. I'm just switching around because I just want to get a couple questions in before we have to fly. Mikael asking, thanks for going into the crypto academy. What will the difference be between the academy and the crypto pro memberships? Raoul?"
    },
    {
        "speaker": "A",
        "text": "Okay, so the academy is crypto pro. You get the academy anyway. You get everything in. Plus, because dont forget, every level, you get everything from the previous level. The crypto academy is just a series of videos that essentially create a course around how to become a better, more knowledgeable investor in crypto and web three pro crypto is one stage further. It's like now I've got the knowledge, I want to apply it and I want to invest. So I want now deeper dive knowledge. That's where you get the deep dive knowledge on crypto. And I want to speak to the community and I want to then focus on my investing. So that's that journey from information. As I'm just watching stuff or looking at Twitter knowledge, I'm going to take a course part of plus learn how to become a better investor. And then the pro level is like, now I want to become wise. This is where we can have the meaningful conversations, the meaningful understanding of the technology, the opportunities, what's happening in the space, all of that."
    },
    {
        "speaker": "C",
        "text": "Awesome. We have a couple of questions about the NFT utility. I'm not sure if someone's jumped in the chat to answer that. Is that something that you can tackle, Raoul, or do we need to get."
    },
    {
        "speaker": "A",
        "text": "Which NFT, which particular one?"
    },
    {
        "speaker": "C",
        "text": "I don't know. Rv nft utility."
    },
    {
        "speaker": "A",
        "text": "So one thing I do want to say about that is we are also working not on this sprint because we've got too much to do and not enough money and not enough people to also bring the full wallet integration, token gated content, token gated communities all into one roof. We are working on that on the roadmap. We're trying to get to it. As you can tell everybody, we have like 500 things we need to get done because everybody wants lots of things and we want to give them to you. But just bear with us. We're trying to move as fast as we can without, as I've said before, we are not google. We don't have 100,000 employees all developing for us. We are just working as hard as we can right now."
    },
    {
        "speaker": "C",
        "text": "This is when Raoul sends those missives out. Let's remember to talk about wallet integration that the team probably shrieks when they get, because it's on your mind and you're always pushing about the future, but you got to keep it on."
    },
    {
        "speaker": "A",
        "text": "I live in the future. It's how I've always operated. So in the future, I have a very different state to today. So it's immensely frustrating to me because I just want to be there. And then obviously the worst thing, why everybody hates me, is the moment I get to there. I'm now living another two years in the future, so it is difficult, but it does give us a sense of direction."
    },
    {
        "speaker": "C",
        "text": "Well, it's the vision we count on. I see David sort of laughing and smirking so I have a feeling he's been or he shares that view with you, maybe as a futurist himself."
    },
    {
        "speaker": "B",
        "text": "Exactly that."
    },
    {
        "speaker": "C",
        "text": "All right, great. We got through an awful lot of territory. I hope we cleared some things up, made it a little bit more understandable. I know that there'll probably be more questions coming. That's why we do these regularly. So we're going to, we'll schedule one again and give you all the updates we can take, the feedback we've gotten, answer some of the questions or any of the ongoing problems. Remember, if you are operating on RV 1.0, you've got to migrate over because at some point we're going to shutter that."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, look, and also we get it, people are used to the behavior of the old platform and yeah the search is a bit clunky but we honestly can't run two different worlds. It's expensive and complex for us. So go to the new platform, give us your feedback, we will build it and make sure you get what you want. Weve got most of what we think is the core feedback but please go over to the new platform. Look, some people still say theyre having trouble with the password thing, all the explanation. Im sure somebody will put a link below exactly how to do it. If not, just write to Milton. Milton?"
    },
    {
        "speaker": "C",
        "text": "Yeah. Milton is still doing this on an individual basis for anyone."
    },
    {
        "speaker": "A",
        "text": "Just if youre struggling, you know, it's telling you, you know, you need a new password and you don't know what that is or why. Just ask Milton. I know it feels like it's complicated because you've got to change the way you do things but literally do it once and you'll be done and everything will be sorted out. The other little trick by the way is if you are, I don't know if Chrome does it, but if you are on the new Apple Sonoma, you can actually open up the new website for real vision. Click at the top, say save it to my. What's it called? The bookmark? No, no, no."
    },
    {
        "speaker": "C",
        "text": "Toolbar."
    },
    {
        "speaker": "A",
        "text": "It's not toolbar. What's it called? Let me just."
    },
    {
        "speaker": "C",
        "text": "Oh, thank you Dan Ral, you answered the NFT question. It was general. But there'll be more info coming on that and you can always hit us in the chat. Dm us. You know you can all do that now. Dm us. And if we don't have the answer we'll have connect you with the person who has it. Yeah."
    },
    {
        "speaker": "A",
        "text": "So it's add to doc and it then goes to the bottom of your screen as if it's a full desktop app. And so real vision app is then always open, and you just double click on it and it gets rid of the browser window at the top and becomes this really nice desktop app. So on Apple, do that, add to doc, and then you get, I mean, I have it on my screen all the time now. It's brilliant. It's like I can't tell the difference between slack or ledger or Evernote and the real Vishnet there."
    },
    {
        "speaker": "C",
        "text": "Fantastic. Not only has he given us a vision in three years, he's giving us toolbar recommendations on how to navigate our damn computers. But it was great. Dan says, appreciate the town halls. Thank you. We love doing them. Keep the feedback and the conversation going. Raoul and David, thank you so much. Great to hang with you gents. David, we're really looking forward to the first exponentialist. Can't wait."
    },
    {
        "speaker": "A",
        "text": "No pressure."
    },
    {
        "speaker": "C",
        "text": "No pressure. Yeah, no pressure."
    },
    {
        "speaker": "A",
        "text": "I've got to write for it as well, so I need to get my head around it as well."
    },
    {
        "speaker": "C",
        "text": "All right, both of you, get going."
    },
    {
        "speaker": "A",
        "text": "All right, everyone. Great to see you all. Thank you, Maggie, as ever. Thanks, David."
    },
    {
        "speaker": "C",
        "text": "We'll see you at the daily briefing later. Take care."
    }
]