[
    {
        "speaker": "A",
        "text": "Hello everyone, and welcome back to real Vision Crypto daily briefing. Here's why you should watch today's show. The SEC wants to know more. We'll discuss the latest crypto guidelines for us companies. Plus, we'll be joined live by Ryan Berkman's to talk about the next big thing in Ethereum. I'm Nico Bruga. Ash Bennington is with me. How are you doing, Ash?"
    },
    {
        "speaker": "B",
        "text": "I'm doing great. Happy Friday, Nico. Lots of newsflow."
    },
    {
        "speaker": "A",
        "text": "Happy Friday now. Lots of newsflow. I hear Croatia, Brazil is in overtime. My dutch play, Argentina too. It's an exciting day, but let's get to it. If you're watching us on the real Vision website, thank you. And if you haven't signed up there yet, check it out@realvision.com. crypto. We have a ton of crypto and macro content you need to watch. And if you're watching on YouTube, please like and subscribe. It's incredibly important as we want to grow the channel. Now let's jump right into the latest price action. We're closing the week on a more positive note, which is great news here on Friday afternoon. Bitcoin is adding around 1.5% to its price in the past 24 hours, and that's pretty much its entire move for the week, which tells you a lot about how little movement we've actually seen. Bitcoin is currently trading at around $17,200. Ash, how's Ethereum doing?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that's right, Nico. It's kind of a weird stasis across the board. For the last few weeks. In the wake of the FTX collapse, ETH is adding a solid 2% or so. On a trailing 24 hours basis, ETH is trading at nearly $1,300. Looks like around 1275 on my screen right now. Unlike bitcoin, ETH remains down for the past week, though we'll cover Ethereum in more detail with Ryan Berkman's later in this show, of course. Talking of bitcoin, however, there's one more thing I'd like to point out. Shares of the Bitcoin trust, GBTC, which is run by Grayscale Investments, that's a DC G company, that's digital currency group, Barry Silbert Shop, are trading at a record discount relative to the price of bitcoin right now. According to data from trade block, that discount is now 48%. This comes at a time when Grayscale's DCG sister company, Genesis, is experiencing some significant financial difficulties attempting to raise some money. From the reporting that we've seen in the Wall Street Journal and elsewhere. We've been reporting extensively on this story, of course, and we'll continue to monitor it closely. Niko, thank you for that."
    },
    {
        "speaker": "C",
        "text": "Ash."
    },
    {
        "speaker": "A",
        "text": "One more token we're looking at today is link. The native token of the chainlink network is up slightly today. As we know, Chainlink launched its first ever staking pool draw on Tuesday. By Thursday, it drew in more than 24 million link tokens worth some $170 million. This means a community limit filled up in just two days. Of course, Chainlink co founder Sergei Nazarov was a guest on the show yesterday. So check out that episode if you haven't seen it yet. Now let's look at our top story. The US securities and Exchange Commission wants companies to come clean on their exposure to crypto. The SEC has issued new guidelines that urge publicly traded firms to reveal any potential impact to the ongoing crypto turmoil. So ask. So, Ash, what exactly are they being asked to do here?"
    },
    {
        "speaker": "B",
        "text": "Yeah, there's a lot going on here, and I just wanted to give some background, some context, and quote a bit from what's happening that says letter says, quote, companies have disclosure obligations under the federal securities laws related to the direct or indirect impact that these events and collateral events have had or may have on their business. Close quote. Obviously, a little bit of legal ease here. The sample letter the SEC provided for companies says if they face any risks to their business due to, quote, excessive redemptions, withdrawals, or a suspension of redemptions or withdrawals of crypto assets. Close quote. The letter also includes guidelines on exposure to third party crypto market participants and liquidity risks, quote, legal proceedings, investigations, or regulatory impacts. Close quote. Within the crypto markets are also mentioned. As we reported yesterday, the SEC chair, Gary Gensler said that the rules on crypto compliance are there to be followed, and he's now making sure publicly traded us companies are fully transparent about how any potential impacts may have from the crypto space as well. Look, I know that this sounds a little bit legalistic in these definitions, but if you're looking for a back of the envelope way of understanding it, these guidelines sound as though essentially what SEC is asking is for very detailed disclosure around any potential exposure to crypto in any way. That's why you see all this sort of, sort of very redundant language that attempts to ferret out any ambiguity around exposure, whether they're direct or indirect, whether from redemptions or the halt of redemptions. They're being very specific here. They're going through with a fine tooth comb and attempting to ascertain which is within their jurisdiction to do so. Obviously for a publicly traded us company, whether or not there is any crypto exposure whatsoever in publicly traded US companies."
    },
    {
        "speaker": "A",
        "text": "Nika, thank you for that, Ash will definitely be an interesting one to watch. What comes out of it now. Moving on to another story. Now that the Ethereum merge has been success successfully completed, many people are wondering what's next for Ethereum, what's the next big thing and when? The answer to this is called Shanghai, and we now know that it's planned for March 2023. Ash, just what can we expect?"
    },
    {
        "speaker": "B",
        "text": "Yeah, you can expect to mark your calendars. March is what Ethereum developers are targeting for the Shanghai update or hard fork. That's the target date. But as always, these dates can change. This upgrade will include code that will allow withdrawals of state ether from the beacon chain. The beacon chain was of course the name of the original proof of stake blockchain that launched in 2020. It was used for testing the proof of stake consensus mechanism before enabling it on the Ethereum mainnet. The drawback was that staked ether remained locked on the beacon chain. If all goes well, in a few months, people who staked ether on chain should be able to finally access it. That's not the only upgrade, however, coming for Ethereum. Developers also agreed on a second hard fork sometime in the fall of 2023. The aim of that hard fork is to address Ethereum's scalability issues. Developers want to do something that's called a so called sharding. It's a method that splits up transactions into different components. It increases the capacity and brings down gas fees. I'm sure Ryan will have much more to say about that very shortly. Niko."
    },
    {
        "speaker": "A",
        "text": "Well, thank you for that alley oop. I'm going to take it and we're going to slam dunk this in and bring in Ryan Berkman's, who is an Ethereum investor and community member. Welcome to the show, Ryan."
    },
    {
        "speaker": "C",
        "text": "Thanks, Nico. Great to be here."
    },
    {
        "speaker": "A",
        "text": "Wonderful. Well, I'm going to go dip in the background and listen intently to this conversation. I might be back in with a news item or some key takeaways wise. Ash, take it away."
    },
    {
        "speaker": "B",
        "text": "Thanks, Nico. Ryan, always great to have you back on the show. Thanks, Ryan. We were just talking about the Ethereum roadmap in general and the recently locked Shanghai upgrade in particular. Lots to say about that, which we're going to cover in great detail during this conversation. But first, where are we right now? Ryan, with Ethereum in the post FTX collapse world? What's been the impact if any, as you see it, where are we? Big picture, right?"
    },
    {
        "speaker": "C",
        "text": "So I think the big picture has multiple it relates to FTX and Ethereum and those who have been around and spent time studying and been involved in the insider network. You know that Sam Bankman Fried was never a friend to Ethereum. There was a competitive relationship. And because it turned out that Sam Bankman fried is one of the biggest fraudsters in history, it's unfortunate, very unfortunate, that folks have lost money and been harmed by this. But what we're really talking about is bigger picture. Stepping back on a multi year timescale, this is somebody who was an opponent of Ethereum that it turned out many of his opposing activities were oriented around fraud and theft of customer funds. And now this is somebody who's sort of being removed from the big picture. And so I think that what the Ethereum community needs out of the FTX collapse is for the right folks, who are lawmakers and elites, to understand that the blow up of FTX is a centralized fraud matter, similar to Madoff, similar to the original Ponzi scheme. It does not reflect on decentralized crypto. It does not reflect on great apps like Uniswap, compound finance, makerdao. And so by separating the centralized FTX fraud blow up from the great innovation and development and growth that's going on in crypto, we get closer to what many in industry see as an ideal scenario in the coming years, which is this golden era of regulated government sanctions, government friendly crypto growth. Everybody in the industry wants to see healthy regulation. We want to see this positive relationship, not just between decentralized and centralized, but also between Ethereum and America. And so having Sam and his FTX cronies, criminals, as they turned out to be removed from the equation, is just a terrific long term signal and story arc for Ethereum."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "D",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp's software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank."
    },
    {
        "speaker": "C",
        "text": "And celtic bank members of the IC."
    },
    {
        "speaker": "D",
        "text": "Terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "Well, let me just jump in here. It's important to note, obviously, this is an ongoing story. There are lots of allegations of wrongdoing here, out there, floating around on the twitterverse and elsewhere. But it's important to note, just for the purposes of clarity, that a crime has not yet been charged in this case. We know that the Department of Justice is investigating on the criminal side. The US securities and Exchange Commission and presumably other federal regulators are investigating on the civil side. But no criminal complaint has yet been filed. And of course, everyone is innocent until proven guilty in a court of law. But obviously, you know, as you point out, this is, this has been the source of considerable consternation. I'm curious if you could give us a little bit of background on the technical side, what the dispute was between the Ethereum community and Sam Bankman Fried. In other words, what were the ecosystems that Sam Bankman freed, in your view, at least, supported and was trying to develop versus the view of the Ethereum community? Just on a technical basis."
    },
    {
        "speaker": "C",
        "text": "Right? So on a technical and perhaps economic product basis, a layer one blockchain is not just software, it's a movement, it's an institution. And when you put your assets on Ethereum, or you deploy your application, your smart contract to Ethereum, you're not just trusting that the software runs correctly, you're also trusting that the institution of Ethereum mainnet safeguards your data, and that in the future, nobody's able to come along and force an upgrade that contravenes your property rights. And for that reason, layer one blockchains are fundamentally institutions of confidence. And in these early growth days, especially two, three years ago, when Sam Bankman Fried really got started in crypto, there was competitive opportunity to not necessarily join the leading platform, but to try to create a competing platform. The idea being that if you're an ambitious, organized, capitalized, smart person who's really going hard in this space, why take a slice of Ethereum, which is bigger and growing and doing well, but you have a tiny slice, versus the opportunity to take a larger slice of an upstart platform that could one day comprise 5%, 20% of the entire market."
    },
    {
        "speaker": "B",
        "text": "Preston what's this upstart platform, not to interrupt, but what's this upstart platform that you're referring to?"
    },
    {
        "speaker": "C",
        "text": "Ryan Right. Sam and FTX originally were primarily allied and involved with Solana. However, I think it's very important to acknowledge, and this is something that the Solana community has been saying in these past weeks, and I support them in this, which is that FTX and Solana began drifting apart a while ago, perhaps as long as a year ago, maybe a year and a half, which in crypto time is like a million years. And what we think happened is that FTX realized that in the multi chain world, it was not going to be possible for Solana to simply flip Ethereum and become the number one platform. And for that reason, my group's view is that FTX chose to branch out and they made investments in Ethereum, in holding ether token, in many other venture investments, including other layer one blockchains that were Solana competitors. And so we think that while FTX began with a one to one, we're a Solana ally. Solanas who we're growing. That's our horse. In the last year and a half or so, we've really seen the Solana community stand on its own, two legs away from FTX and FTX to grow in many different directions. And so while I think it is fair to say that Solana and FTX used to be so close that we thought of them as a single competitive entity, that's no longer been the case for a year or so. And as difficult as these times are for the Solano community to sort of pull through this blow up of an alleged fraudster that was so tightly tied to their community on many dimensions and threads, by the way, it's not just business development. FTX supported some key infrastructure on the Solana chain, and they had to kind of scramble to upgrade and replace that. And so I think it's important that to acknowledge that, like, FTX was never a pro Ethereum company, that was really trying to work to advance Ethereum dominance. And their expression of that preference against Ethereum began with Solana and then really grew into more of a multi chain FTX first strategy. So I certainly would not throw any shade at Solana in regard to the blow up. I think the key Solana people were as surprised as anyone else that FTX turned out to be insolventhe."
    },
    {
        "speaker": "B",
        "text": "Ryan that's absolutely fascinating. I think that many of our viewers who are not directly involved in the Ethereum community are probably hearing some of this for the first time and getting a little bit of understanding, in your view at least, how the Ethereum community viewed the FTX meltdown, their relationship with Solana, the move toward a multi chain world. And of course, obviously, as I said earlier, there are lots of allegations out there floating around. None of them have yet been proved in a court of law, either on the criminal side or on the civil side. But I think the positive news is that this is something that we are going to get to the bottom of eventually. There are lots of investigations that are ongoing. This is going to come out in a very public way when these legal cases move forward. We're going to get more information. Obviously we're going to keep following it here on the show. But it's really fascinating just to hear you give your view of how the Ethereum community viewed FTX, how they viewed the relationship with Solana, and then as you describe it, kind of a perception, at least in your view in the Ethereum community, of the drifting apartheid of the Solana and FTX worlds. Really interesting insights."
    },
    {
        "speaker": "C",
        "text": "Thanks Ash. Well, I think the future is bright for Ethereum and my heart goes out to everyone who lost money in the blow up. And hopefully there will eventually be some recuperation down the line. And the fact is that given that there was some level of misconduct occurring, I think severe misconduct that will ultimately prove to be criminal in a court of law, I just think it's just great that now we get to proceed with one less bad actor ruling things. I think it's important to reflect back and recall that what really started the timeline of the blow up was Sam Bankman Fried's proposal to us regulators that DeFi front ends. This is to say ordinary websites that include web three functionality to connect to Ethereum apps and other blockchain apps become requiring mandatory licenses, become regulated in the need to ask permission sense. If we were to look at today's Ethereum where I can boot up my browser and I can go borrow money on maker and compound and lend on many different sites, and I can swap tokens on Uniswap and register domain names on Ethereum name system now there's a whole growing ecosystem of Ethereum layer two networks that are successfully scaling Ethereum and they have many of their own apps like the GMX perpetual Futures platform on Arbitrum is a very popular one right now. If you look at all these applications, Sam, SBF's proposal, official regulatory proposal, was that none of these apps should exist, that they should all require an ambiguous and no doubt expensive and lengthy licensing process for any of these websites. And so while the Ethereum community is extremely interested in healthy regulation, and I'd love to get in into my view on what that would comprise, what really kicked off this FTX blow up was Sam went out there and said, all the sites we build today and love today should be effectively not available on the legal basis they are today. And that ruffled feathers, to say the least, and a few tweet storms and back and forth later between key characters, and that's how we got here. So Sam was, many people think, not a true friend to defy or even the crypto movement. And you can find historical remarks he's made where he said, I'm in crypto because that's where the money is in this period of my career. He's not. You know, there's many of us who really believe in the crypto values and the potential to connect the world and build a loving, level playing field, Sam is not among them. Sam. Sam is an operator. So, you know, we'll see how it all plays out. And myself and many others are eager for the full facts to come out."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean it's, it's fascinating, Ryan, to hear your, your perspective on this. Obviously, these are just your views of the world, but you are very closely associated with and aligned with and spend an enormous amount of time in the ethereum community. So to have you come on and to give these views, I think it's important for people to understand how you see the world, particularly from within the context of being embedded so deeply cheeked by jowl in the Ethereum community. But I don't want the whole conversation to be about the FTX collapse. There's lots of other stuff that's happening out there that's interesting. You mentioned some of the potential legal, regulatory and compliance frameworks. Before we get to that, I also want to talk about what's happening right now with the upgrade schedule for Ethereum. You have a unique position here as a software engineer turned investor. You have unique insights about these technical changes. Big picture. Give us a little bit of a sense of where we are in the post merge world. What's happened on the most recent upgrade, what the next upgrade is going to look like, and what the roadmap looks like in your view going forward."
    },
    {
        "speaker": "C",
        "text": "Well, Ash, the merge was a huge success. It was one of those successes, like the engineering effort in the 1990s to solve the y two k problem that was so successful that there was no ripples in the water. The plane was going over the Pacific 24 7365 flight that never lands, this Ethereum blockchain constantly chugging along, securing trillions per year in remittances and hundreds of billions in value. The core development community and researchers successfully swapped out the heart of that, the beating heart of the consensus mechanism from the energy inefficient and economically wasteful proof of work towards this more secure and driver of profitability proof of stake. So it's a very successful transition. And in the 85 days since the merge, the Ethereum community has saved approximately a billion and a half us in payments to Ethereum miners by forgoing that mining expense and something that is potentially a common misconception around inflation rates and mining. And proof of stake is that its not just about the inflation rate in a token, its also about where that inflation goes and how its used. And because of the mining cost structure, where youre buying these asics, these computers to crunch to the cryptographic puzzles to."
    },
    {
        "speaker": "B",
        "text": "Find that next application specific integrated circuits, these are the boards that are used to mine bitcoin and other mined coins."
    },
    {
        "speaker": "C",
        "text": "Absolutely. And because of the cost structure of mining to buy the specialized hardware and power it with tons of electricity, it enables miners to theyre willing and able to spend up to a dollar to compete for $1 in bitcoin revenue, or ethereum, before the merch. This has two big implications. The first is that when you pay a dollar in issuance to miners, that tends to be most of that dollar theyre going to turn around and dump back on the market. And since crypto assets are relatively illiquid and based on confidence that continuous dumping has a very outsized effect on market cap. And furthermore, because each individual miner in the competitive landscape of miners is competing to try to figure out how much hardware they should buy, if you're a pizza shop, you need to figure out, all right, what's going to be my 30, 60, 90 day look ahead for pizza dough and ovens and my electric bill? Well, miners have a really tough game because it's not just they have to order their hardware far in advance and make sure they're staying on top of the cutting edge hardware. They also have the problem that the more other miners buy hardware, it makes their own hardware literally less good. Like imagine if you're a pizza oven and all of a sudden your pizzas start taking an hour and a half to bake just because your competitors upgraded their ovens."
    },
    {
        "speaker": "B",
        "text": "So essentially what you're describing here is a kind of hardware arms race that can sort of evolve on the mined coin side space."
    },
    {
        "speaker": "C",
        "text": "That's right Ashley. And the second big implication of that hardware arms race is that its possible for the entire mining industry as a whole to be unprofitable over a given time period, if they all over invest, if they all collectively on average underestimate price depressions. And so were seeing that right now with a lot of bitcoin miners having to declare bankruptcy and a historic, historically high proportions of bitcoin having to be sold by miners just to stay afloat because we're in this bear market. Meanwhile, Ethereum, we've completely gotten rid of this. We have lower issuance than ever and we've saved over a billion dollars in payments to miners. That directly affects a billion dollars less sell pressure of the ether token. So I think economically as well as on an engineering basis, the merge has just gone swimmingly. And it's a very exciting future in the years to come."
    },
    {
        "speaker": "B",
        "text": "Hey everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing. Brian, one of the reasons we love having you on the show is your obvious passion for the space and your ability to come up with these incredible metaphors like the pizzeria and the cost of dough for mining. We should point out however, that some of our friends, of course, on the bitcoin side of the equation, would probably take exception with some of those characterizations and view proof of work as the gold standard for security on a blockchain. But of course, what's so important about having you on is that you represent the Ethereum view of the space. And I think you've described it very well there. So you've just given the context leading up to the merge, the switch from proof of work to proof of stake in Ethereum. Let's talk a little bit now about what's happening going forward. The next hard fork, Shanghai we talked about earlier at the top of the show during our news segment piece. But give us a little bit of a context for what this means. How the ability to bring back some of that staked ether that was on the beacon chain impacts the broader Ethereum ecosystem."
    },
    {
        "speaker": "C",
        "text": "Right, Ash? And so the merge is complete from an execution standpoint in the sense that proof of stake is live. We're not paying miners anymore, we're moving forward. But when you participate in the staking process, if you own 32 ether, you can make a whole validator. If you own any amount of ether, you can participate in the staking derivative opportunity where you can buy staking derivatives from a handful of vendors, including Coinbase, including lido and rocket pool. And these staking derivatives give you exposure to staking yield great. However, these underlying physical validators, this 32 ether associated with one validator, those can't be withdrawn yet. They're frozen inside the proof of stake layer. And so that amount of stake ether has only been going up and it cannot exit, cannot be drained. Even if you want out, you're strapped to the roller coaster right now."
    },
    {
        "speaker": "B",
        "text": "The stake, it's illiquid."
    },
    {
        "speaker": "C",
        "text": "It's illiquid. And so a major focus of the Shanghai hard fork is to enable withdrawals. And that's nice for folks who have been staking for a few years and maybe want access to some liquidity. But I think the two greatest benefits are one, being able to reinvest staking rewards into new validators. Because you have folks who are up a total of potentially 10% or more on hundreds or even thousands of ether. These are long term ethereum folks who believe in the opportunity and believe in the vision. They don't necessarily want to offboard their staking rewards so that they can market dump them. They want to off board them so that they can cycle them back into staking and create even more validators from those accumulated locked staking rewards. So that's pretty exciting just to see the expectation of hardcore stakers doubling down and not dumping ether after the withdrawals. Another exciting thing is that the network right now is on a validator basis in terms of who's running the consensus mechanism. It's static today. If there was some kind of weakness or threat that required a response, could be a bad staking operator, could be a company blowing up, could be an intermediate regulatory state that as we go towards healthy regulation, there could be some short term action that would be adverse to the network in some light. Today, we don't have the ability to off board those validators and move them to a different operating entity, or there's no ability to vote with your feet in Ethereum staking today. So gaining that ability to withdraw the validators and be able to reorient the network of who is running these validators is going to be a very important thing for the decentralization and censorship resistance of Ethereum. So we're very excited to see withdrawals get shipped in likely March, and I'll pause there, but we're certainly excited as well as for the scaling benefits to come."
    },
    {
        "speaker": "B",
        "text": "It's such a good description and I think it's important for our viewers to understand how well you've sort of linked in the core ethos of the Ethereum ecosystem, some of the core values that folks in the Ethereum space are so passionate about and tied it to, to exactly what's happening on the ground in terms of the code base. Such a fascinating view for our viewers to have, particularly folks who are not following the ecosystem as closely as maybe they would like to, because life intervenes with that said, speaking of intervention, and I'd like to bring Nico back in, who I know has a couple of stories for us."
    },
    {
        "speaker": "A",
        "text": "Yes, Ash. Well, I feel like we say this every couple of months or so, but the stable coin wars are heating up again, and there's been another salvo. Us crypto exchange Coinbase has announced its cutting fees to zero on a swap from USDT to USDC. USDT is of course issued by Tether, and it's the largest stable coin by market cap. In turn, USDC is run by Circle and was co developed by Coinbase. Ash, mind shedding a little light? What's behind this move?"
    },
    {
        "speaker": "B",
        "text": "Sure. Coinbase says events of the past few weeks have put some stable coins to the test, and we've seen a flight to quality in the stablecoin space. Coinbase is thus touting USDC as a, quote, trusted and reputable stablecoin, and thus indirectly implying that its biggest competitor is not, perhaps we should say, in the interest of skepticism. Coinbase says USDC is, quote, unique in that it's 100% backed by cash and short dated US Treasuries held in us regulated financial institutions. We should say, for folks who don't have native financial experience, short dated us treasuries are, of course, the most liquid government debt instruments, and therefore the most liquid collateral. The Coinbase post also adds that USDC is fully audited by Grant Thornton, that is, a large us auditor. Two important notes here, Nico. First, Coinbase is a co founder of US DC, as you pointed out. Second, it's not the only similar move we've seen lately in the stablecoin space. It's September. Binance announced that it would be auto converting USDC to its own stablecoin B USD. Excuse me? So it's truly a stability. So is it truly a stability concern, or is the strategic pivot by Coinbase to gain more market share and market control? That will likely be the debate out there that's happening around this right now. Finally, I just wanted to read a quick quote from the block from earlier this morning. Quote on December 1, the Wall Street Journal published a report claiming the company behind Tethere, quote, may not have enough liquid assets to pay redemptions in a crisis. That assessment came from an apparent increase in loans as opposed to direct sales. Tether responded with a scathing blog post titled Wall Street Journal and Company the hypocrisy of mainstream media asleep at the information wheel, unquote. So, you know, look, it is obviously something that other news organizations, I pointed this out. It was an unusual move on behalf of the folks over at Tether, to say the least, to really go after the Wall Street Journal, I think, in that way for doing this story. And I think we're going to continue to see the implications from that decision sort of filter out in the form of more reporting around what's happening in tether."
    },
    {
        "speaker": "A",
        "text": "Nico, thank you for that, Ash. Now it is time for some viewer questions, but before that, please remember to subscribe to the channel. It's really important for us. All right, first question. Ali Adams on YouTube is asking, can ETH being deflationary adversely affect the ecosystem? Ryan, you want to take a first stab at this?"
    },
    {
        "speaker": "C",
        "text": "Certainly, Ali. I think that's a great question. And sometimes we hear, well, if ether is deflationary, does that create a money velocity problem where people are going to say, well, ether is deflationary, so I'm going to hoard it and not spend on gas and on economic bandwidth in various apps. No, ether is different from ordinary money, especially because I personally think ethers money. But we have this key mechanism in Ethereum, which is that we have the gas price. So this key consumable unit of work in Ethereum, a unit of gas, it has a floating price. And so that means that even if ether as a currency is deflationary, it'll still be the case that the amount of Ethereum processing power your ether buys will be dependent on current market demand because of that floating gas price. So I do not think that deflationary ether hurts it as a case for money or for everyday use in ordinary applications."
    },
    {
        "speaker": "A",
        "text": "Thank you for that, Ryan. Ash, anything you'd like to add?"
    },
    {
        "speaker": "B",
        "text": "No, I think that was a great sort of summary, I thought, from Ryan on it."
    },
    {
        "speaker": "A",
        "text": "Completely agree. Now, this one is picking up your amazing metaphor, Ryan, which deserves an award of the year for great metaphor. Ralph H. On the RV website wants to know. Now, bear with me, it's a bit of a long one. So, Ryan, you basically characterize the forces on miners driving them to a race to the top. That is, miners having to upgrade with state of the art systems. Would the opposite be true? Now, a race to the bottom. That is, instead of upgraded pizzas, amateurs are coming out foisting giorno hot pockets with cheese product and preservations onto the general public. Ryan, obviously, he picked up that metaphor great there. What do you make of it?"
    },
    {
        "speaker": "B",
        "text": "I think Rob's going to take my job. That's brilliant."
    },
    {
        "speaker": "C",
        "text": "Yeah, well, I mean, I enjoy digiornio myself. I don't know if I would, I would put that in the race to the bottom bucket. But the, you know, I think. I think the thing about proof of work is that, you know, the, the, the evergreen challenge, the perennial recurring challenge that will never go away, is that the organization that has the most hash power is running the network. And that means if you have a secret government lab that can invent a next generation ASIC that has more hash power, it prevents the ability to race to the bottom where the people who have the best technological advancements combined with the folks who can accumulate the greatest economies of scale in terms of building an industrial mining farm next to a hydroelectric dam in Siberia, where they don't need any, they don't need any cooling, they have close proximity to manufacturing in China. I'm just making this example up. But because of the inherent technological challenge around hash rate development and the inherent economies of scale in industrial mining, I dont really see a race to the bargain barrel bottom being a possibility in proof of work. I think itll continue to industrialize. Well see, edges continue to accumulate among these insider large organizations, but I think its the opposite. In proof of stake, folks now are running proof of stake validators on very tiny computers on arm, which is sort of a mobile platform. So I do think we're seeing the race to the bargain barrel in proof of stake validator hardware. And again, that's just because all you need is a basic computer, not special mining equipment."
    },
    {
        "speaker": "B",
        "text": "Well, sadly, I don't have access to any secret government labs. I would say that I think that the bitcoin position on this would probably be that the market for hardware is a fungible one, and that folks who are in the mining business that have access to the different tiers at different price points in a competitive environment, and they would probably argue, I would guess this would be the position that, that balances it out and makes for a level playing field, at least at the economically competitive, higher end of the market. That, I assume, just to do justice to the folks who are not here on this call participating, would probably be the argument that they would make."
    },
    {
        "speaker": "A",
        "text": "Very well said, ash. Well, it's that time of the conversation, so get those horns a blaring and the spotlights swinging. Because here are my key takeaways already. First up, according to Ryan, Ethereum and a post FTX world is poised for success, especially considering the alleged cozy relationship between SPF and Solana that at one point existed. The second thing I'd love to highlight is the merged success, especially as we've seen regarding the proof of stake to proof of work transition and the ways in which miners of the bitcoin world have been decimated with the price falling. And then I apologize, it turns out we have one more question. So, Ryan, before I get to your key takeaways, Dhruv Patel on YouTube wants to know there are looming concerns of ETH being declared as a security. Any thoughts or comments on this?"
    },
    {
        "speaker": "C",
        "text": "Right, so I'm not a lawyer nor an american law expert in any dimension. So I, you know, my, my, I am not a lawyer. Armchair view is that, on the one hand, I don't think ethereum is a security, which, you know, is an opinion that counts for very little. On the other hand, I think that something I have greater expertise in is just the understanding that when these securities regulations were drafted, many of them, some 80, 90 years ago, there wasn't this concept that securities could be so inexpensive to create, nor so flexible and powerful and multipurpose. We're living in a world where a young upstart technologist might fly through an innovation cycle of they do two or three nfts, and then they try two or three different protocols with their friends. And we're talking about a new technological paradigm where, using the letter of the law, it's possible that a single energetic young person could create a dozen unregistered securities over a three month productive period. It's just, we're just reaching a new scale of these instruments being more flexible and more integrated into society. So something that we often joke about that I think really hits home is, well, the sneaker, the designer sneaker. You know, the shoe resale market has been a huge thing for a long time, and people who are into sneakers are really into them. And our sneaker securities are all collectible securities. So I just think that the crypto has encouraged discussions around the blurring of the lines. And in my view, the less, you know, the question on the table is, is ether a security? But I think the question that we, we should all encourage government to ask is, are these regulations prepared for a world where securities are 10,000 times cheaper to create and 1000 times more flexible and useful? I think they're not boy, I think."
    },
    {
        "speaker": "B",
        "text": "Ryan did a great job of framing that. I would say, you know, as I think this through, look, there are, there are clearly digital assets, on the one hand, that look, smoke, smell, taste, feel like securities to me almost in every possible capacity. It just seems that because they're issued on chain, there are those who, for whatever reason, believe that securities laws don't apply to them. I think that's a problem. On the other hand, on the extreme other hand, I would say that there are digital assets like bitcoin and ethereum that feel, to me, at least, again, as Ryan said, I'm not a lawyer or an expert in american law, but that certainly feel a lot less like securities. They feel like public utilities. They feel more like infrastructure. Now, again, I think the challenge that we have here is figuring out how laws that were written in the 1930s and 1940s are going to apply to this new digital ecosystem. I would say it maybe in an optimistic way, and maybe this is just my hope, speaking ahead of my reason. But my hope would be that there will be a mechanism in the law to address things like Ethereum and Solana and maybe a few other layer one networks that find a carve out, that find a way for them to coexist with the United States. Securities law, I think, is incredibly important for these protocols as they become larger, as they scale, as they become more integrated in the global financial ecosystem. To have some imprimatur under us law, under international law, I think that's incredibly important. And maybe I'm an optimist, but I really hope that there will be good meeting people on both sides of the aisle politically in Washington DC and in Brussels and elsewhere in the world, that will hammer out away a modus vivendi, so to speak, for these very powerful, incredibly useful networks to exist in a way that is within the purview and within the framework of regulation. That's my hope, at least."
    },
    {
        "speaker": "A",
        "text": "Very well said. Ash Ryan, any final thoughts?"
    },
    {
        "speaker": "C",
        "text": "Yes, I think the future is very bright right now. There are some folks who are exposed to various degrees of news from different sources, and I think they have a lot of reasons to be feeling down about crypto. Theres been a bear market cycle, multiple major frauds this year, questions about legitimacy and regulatory certainty, and I think these are all important questions. But for me, as somebody who is an ecosystem researcher on a full time basis, its fairly correct to say that I read crypto news for a living. And it's just the future looks brighter than ever. The proliferation of real world use cases and situations where the crypto technology is very significantly and obviously better than the legacy approach and legacy alternatives. It's just we're seeing a thousand flowers blooming. So I think these days, which may seem among crypto's darkest, are really quite bright at their core. And I know that in the months and quarters to come, we're going to see a ton of new app launches. And so I think the future is extraordinarily bright. And not everyone agrees with this, but I think at this moment, cryptos actually never look better."
    },
    {
        "speaker": "A",
        "text": "So, Ash, anything you'd like to add?"
    },
    {
        "speaker": "B",
        "text": "I would call to back to two of Ryan's points. First, the description of what's happened on the Ethereum ecosystem in terms of this transition, this really incredible transition that happened, it's interesting. The non story was there weren't any catastrophic events. In fact, there weren't really any even minor failures that happened with the merger, with this shift from the proof of work ecosystem to a proof of stake ecosystem, I think Ryan described it very elegantly. And also the next step, the Shanghai upgrade, the description of precisely what's going to happen, the ability to actually redeem some of the staked eTh on beacon chain that's coming at the next upgrade, incredibly important. And I also think, you know, to call back to another sort of framework that Ryan gave. I thought it was interesting to hear his perspective on his view from the Ethereum community on what happened at FTX. You know, it's, it's interesting. Sometimes there's a, there's a lot of recrimination in this space, sometimes a lot of name calling. You know, I don't like so and so because I don't think he's a good guy or gal. But I thought Ryan really broke down at the philosophical level, the, you know, the disconnect between what was seen in the Ethereum community, at least in Ryan's view, and what was happening at FTX. I think this is really about the conversation that we've been having here on real vision, more broadly about centralized versus decentralized ecosystems. And I thought that was an incredibly interesting take. And I imagine that lots of folks who are listening, who are not directly involved in the Ethereum ecosystem probably found a lot of value in that as well."
    },
    {
        "speaker": "A",
        "text": "Niko, very well said. Well, that's it for today. Ryan Ash, thank you so much for joining me. Don't forget to subscribe. Real vision crypto is free, and for those of you watching on YouTube, if you're not a subscriber yet, please click the button. It will help us out big time. Join us again next week. John Deaton, Ben Cowan and Rob Frost are just some of the guests that will be joining us live. See you at noon Eastern, 05:00 p.m. london, live on real vision, crypto, daily briefing. Have a great weekend, everyone."
    }
]