[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless how to bid to get 30 30, baby get 30. Baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 up front for three."
    },
    {
        "speaker": "C",
        "text": "Months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Jean Marie, welcome to real vision."
    },
    {
        "speaker": "E",
        "text": "Thank you for having me, yash."
    },
    {
        "speaker": "D",
        "text": "Well, it's a pleasure to have you here. Let's jump right in. What's the current state of play in the crypto space from where you sit right now?"
    },
    {
        "speaker": "E",
        "text": "Oh, where we sit? This is a bit busy, let's put it this way. The market is reacting really, really hard to all this macro environment, and we are kind of hostage of this microenvironment right now, hoping for a turn at some point."
    },
    {
        "speaker": "D",
        "text": "So let's talk a little bit about coinshares. For folks who do not know. Tell us a little bit about what you guys do there. What's your focus? What are your products and what other services do you provide?"
    },
    {
        "speaker": "E",
        "text": "Well, so Coinshare is defined by three attributes, trust, transparency and technology, and is a listed company in Europe. So Coinshare placed in the market is number one. European trading and investment house specialized in digital assets. And this takes expression in three different business units we are running, one being asset management, the second one being a capital market unit, and finally, our consumer and all these different activities underpinned by our technology backbone and our operating system called Galata."
    },
    {
        "speaker": "D",
        "text": "So let's talk a little bit about each of those sides of the house. Talk about asset management, the business solutions, capital markets that you guys provide, and how those services fit together."
    },
    {
        "speaker": "E",
        "text": "Yeah. So you need to rewind a little bit to clock and see where we come from. So before Coinshare, we're running a company called Global Advisors, which is a commodity hedge fund. And at the end of the commodity cycle, we give back the money to our investors and decide to stay together because we like us as a team, and we stay together and discover bitcoin. And because we're coming from a hedge fund world, the first stuff we did was to do a hedge fund again. And that's how we started practice since early 2014. And it's only in the early 2016 we realized the active asset management was not really having scalable traction, that we decided to pivot into something much more indexed and beta approach of asset management."
    },
    {
        "speaker": "D",
        "text": "So let's talk a little bit about that, particularly for people who don't have backgrounds in traditional finance. You saw this as an active strategy and you said not gaining a lot of traction, meaning that the demand wasn't there in the market. You're looking at more of a beta strategy and index strategy. Talk a little bit about the distinction between those two approaches and why you feel that the latter was more appropriate for where crypto was when you decided to make that transition with the business."
    },
    {
        "speaker": "E",
        "text": "I think the key point was what the market wants. And at that point back in time, people were looking to get some basic exposure to crypto in a simple way. And having a listed product that you can use with your normal trading account number, brokerage account was kind of the answer to this need any kind of more sophisticated hedge fund type of. Roche was probably overcooked for what the market wanted at the time. So the idea was back to basic. People want some simple beta exposure before they want some relative value or something a bit more, I would say exotic to the ecosystem. So it was like okay, well let's just give simple exposure. BTP's wrapper was a perfect function for that."
    },
    {
        "speaker": "D",
        "text": "So ETPs, for folks who may not know, are exchange traded products, specifically in this case ETF's exchange traded funds. Talk a little bit about those products, the role that they play in your business and where you saw the demand."
    },
    {
        "speaker": "E",
        "text": "In that space, just to precise, a little bit better. The ETPs family is comprised of different subcategory and within the subcategory you get the ETF election trade product, you get the ETN, the exchange rated notes, and you finally get the etc. The exchange rated commodities. And realistically Coinchare started with the ETN framework, which is our platform, XBT provider, which is in Sweden, and effectively the characteristic of an ETN. It's like it's banged by a swap. This is a great product, but you know, post 2008 great financial crisis, anything which has a swap is not the best solution for institution. So what we did is like evolve from this ETN model towards an ETC model which is, I would say golden standard in Europe for anything which is backed by physical assets such as crypto. I know it's a bit of a barbarism to use physical next to crypto, but that's kind of a representation more than a reality."
    },
    {
        "speaker": "D",
        "text": "You basically mean when you say physical, what you're talking about is basically, the cash traded market, the underlying securities themselves, or, excuse me, upset regulators by saying that. Meaning the underlying coins themselves rather than the derivatives. Yeah, correct."
    },
    {
        "speaker": "E",
        "text": "So that's two format, and we run these two formats for, you know, since 2015, 2016 until now. And we finally get a third platform, which is a joint venture within VSCO around crypto equity specifically, and that this one is an ETF. So really gets the all family ETN, ETPs and ETF, and they all cater for different in the market, whereas our kind of bitcoin or digital asset product cater for people who are already able to add this kind of risk on the balance sheet. The crypto equity is more for people who want to get a better export to the sector without having to own some bitcoin directly."
    },
    {
        "speaker": "D",
        "text": "Mike, the general premise there with the folks who are not able to own those directly is that there are, for example, funds that have investment charters that don't permit them to directly hold bitcoin or Ethereum, for example. And there are also individuals out there who are just more comfortable with the idea of, for example, buying an ETF in their brokerage account. Many people have done that in the past without thinking about necessarily custodying the crypto assets directly."
    },
    {
        "speaker": "E",
        "text": "Yeah, you're absolutely right. And there's other type of advantages. Many countries in Europe, we only distribute in Europe, we don't distribute in the US. But many other countries in Europe have some tax benefits and some eligibility for your tax or your pension plan as well, which you won't have by buying outright crypto. So there is some very interesting advantage for long term holder."
    },
    {
        "speaker": "D",
        "text": "Yeah, tax advantage. Obviously a very large part of any investment strategy. Talk a little bit about the scale of the business. As you said at the top of the show, you are the largest player in this space in Europe. Talk about the number of countries that you're in and a bit about the scale of the business that you guys are running."
    },
    {
        "speaker": "E",
        "text": "So, coins share as a business is hundred people. We are present in four countries with four offices, and our distribution capacity is throughout Europe. So we're targeting pretty much every single country in Europe. And we have the authorization to distribute in all these countries, which is a really important thing because Europe being a fragmented block when it comes to regulation, compared to the US, which is just one big market where you can outreach much more easily. Very Europe. We also get many languages, not just English, makes the old distribution game a bit more fragmented than just addressing the american market. So just so at the peak of the last bull market, we are managing around $6.5 billion of assets for all our investors across our three different platforms."
    },
    {
        "speaker": "D",
        "text": "So, JM, obviously we mentioned regulation in that conversation. Let's talk a little bit about it. It's something that's very much on the minds of folks here in the United States, but also in Europe. There's something called mica. For our us viewers who may not know, this is the markets and crypto assets regulation that is currently going through the European Parliament. Talk a little bit about how regulation impacts your business and how you've adapted to that."
    },
    {
        "speaker": "E",
        "text": "Well, I would say the beauty for Coinshare is like we come from a regulated environment in our previous businesses. So we have always approached crypto as something which will be regulated anyhow. It's just a question of time. So we always make the effort from the get go to see how can we address this thematic with our regulated hats, not just forgetting we know what regulation means. So everything we have done since the very, very beginning imply a high degree of regulation. And to some degree, one would argue that the reason we have been able to launch a product without is because we were demonstrating this regulation capacity to a different counterparty from the get go. So we are regulated in London, in Jersey, regulated in France. We have some regulatory touchpoint in Sweden. We also regulated in the US. So we have really kind of a wide array, a wide surface of regulation available within the group."
    },
    {
        "speaker": "D",
        "text": "It's so interesting you mentioned this notion that you guys have been regulated from the beginning, because you started out as a regulated entity and a regulated business. It almost seems that in crypto now, we find ourselves in this space where you have two ways of approaching this. Folks who are kind of true digital natives, who have the background in, for example, software development on the one hand, and on the other, you have folks who come to it, as you guys do, from this regulated framework, having participated in capital markets in a regulated way. And it's almost like we're meeting in the middle. I guess that's the goal, particularly for people who haven't been regulated. But really, the regulatory story right now, as we have this conversation here in October of 2022, obviously it's a dominant theme. It seems as though it's only growing. What's your expectation for the short and intermediate term with where regulation is going, and how are you adapting the business to suit that?"
    },
    {
        "speaker": "E",
        "text": "I think that the regulation has been too slow to come and to be deployed. As a result, a lot of people got hurt. And the problem is, the mission of the regulator is to prevent retail investors to get hurt or to protect retail investors in general, events like terra Luna are definitely affecting the retail market. And as a result, the answer to that is going to be, I think, pretty much an overreaction because the regulation going to come after the event, not before the event. So we are in a kind of not preventive kind of medicine. We want to kind of like, okay, we're already sick, now we need to take the drugs type of approach. So the medicine are going to be pretty painful for the overall industry to digest. So that's why I think it's very important to put your regulatory hats on very early on. That's what we did at Coinchare. That's what we will keep doing in the future. And I think there will be a very big premium in the future for the business who can demonstrate this full integrated regulatory framework."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless 30 30 biddy get 30 bid to get 20. 2020 biddy get 2020 1515 just $15."
    },
    {
        "speaker": "A",
        "text": "A month so give it a try at Mint mobile.com switch $45 up front."
    },
    {
        "speaker": "C",
        "text": "For three months plus taxes and fees. Promoting for new customers for limited time Unlimited more than 40gb per month slows full terms at mint mobile.com dot when."
    },
    {
        "speaker": "D",
        "text": "You talk about this integration of regulatory frameworks, obviously this is something that would be a pretty significant shift for the space. Crypto has been kind of a wild west libertarian utopia for a very long time. What do you think that implies for what's going to happen with crypto markets? What do you guys expect to see in the industry more generally as a consequence of the regulation that you see coming?"
    },
    {
        "speaker": "E",
        "text": "I agree with your point. If you read the white paper from Satoshi or you speak with the team at Blockstream, which were the very early adopters of bitcoin, the very first people working in this industry and trying to see what you can do with tech. There is a big shift which is happening with approach of regulation. However, thinking you can scale this industry without having any kind of regulatory touchpoint is also delusional to some degree. So it's not so much about why do you need the regulation, the regulation going to be imposed to you, so you better just get going with it and be ready for it. Because there is plenty of examples in the world where regulation happened overnight and you either have a business on one day and you don't have one on the next day. If you look at the effects business in Switzerland, for many, many years it was a non regulated activity to do effect brokerage in Switzerland, and overnight you have to get a banking license. So a lot of brokerage has went under and it was just a couple of smart guys who decided to have a bank. And that's the story. Funny enough of our own investment in Flowbank, wherever floodback has been created by one of these guys, which overnight think about having a license, was the right stuff to do, and went for banking license before it was a requirement in the FX market in the nineties. And we are back with him in business to redevelop banking and redevelop banking around crypto as well."
    },
    {
        "speaker": "D",
        "text": "It almost becomes kind of a de facto regulatory arbitrage, where the shops that are sophisticated enough and large enough and well capitalized enough to invest in the legal, regulatory and compliance architecture benefit while everyone else is disadvantaged."
    },
    {
        "speaker": "E",
        "text": "I'm not sure it's an arbitrary, I think it's a culture, I think it's a culture shift. You know, like regulation is not so much about, you know, people paint regulation with a big brush and say, oh, regulation is bad and we can't build regulation. You just, you can build regulation, you can scale business regulation, it just take a bit longer. You just, you just do it differently. You make a difference, you have a different decision process, but it's a cultural shift from within. And I think the old management need to also embrace that and accept that. So it's an alignment between shareholders and management to be able to carry the same message from within. But that's a sense of the journey."
    },
    {
        "speaker": "D",
        "text": "Talking of that journey, jam, let's talk a little bit more broadly about what your expectations are on a slightly longer time horizon for these markets. Where do you see the crypto space shifting over the next one, three and five years?"
    },
    {
        "speaker": "E",
        "text": "Forget my crystal balls, but I think for the next one, for the next year or two, we are a bit attached to the macro environment. So the dynamic going to be very much dictated to us by the overall environment which is happening around us. The latest CPI number are not really going or showing any sign of a relief anytime soon. Now, if you look a bit in a longer perspective, we are a company looking at ETF, looking at etps to some degree, people may argue they are very much backward looking versus what crypto is all about. But what we're trying to do at concierge is to always stay relevant and always think forward. So we're already exploring that. The direction asset management and investment in general will take over the next five to ten years. And that's what our R and D team is looking at very closely. It's like, how do we reinvent the model of asset management, how do we reinvent the model of investment? All this kind of thematic around tokenization have some interest for us. It's a question of how do they deploy and how do they scale within a regulatory environment."
    },
    {
        "speaker": "D",
        "text": "By the way, I should say for people who are wondering what the CPI print is that we're talking about here, as we talk on the morning of Thursday, October 13, when that number has just been released, CPI is up 0.4% in the US on a month over month basis and up 8.2% from a year ago today. Obviously, inflation still very much a factor, very much in play here. Let's talk a little bit about that, about what it's like to be in this inflationary environment, and the knock on effect, which is that global central banks are withdrawing liquidity from the market that's been pumped in extensively since the global financial crisis in 2008. What do you think about that as a macro backdrop, as a framework for investing in crypto and what are the implications?"
    },
    {
        "speaker": "E",
        "text": "Well, right now, you know, like, it's very simple. Crypto is trading as a proxy of us liquidity. So if you just follow us dollar liquidity index, you know, with different kind of attachment to it, to just have a very clear picture, you know, you can see crypto trading kind of in line with that. Now that's a very sad way to look at crypto and to just limit crypto to a very kind of macro thematic, whilst completely forgetting the overall, I would say, technology play which is developing in front of you around crypto. If you look at Ethereum merge, you look at what it means, you look at the kind of property which are being built on the ethereum network, we can talk about Uniswap, we can talk about having all this kind of decentralized application have a lot of unrealized value and unrealized benefits, which if you compare them to the real world asset or properties such as CME and NICE, and you can start to wonder like, okay, where is it all going on this kind of giant computer, which is Ethereum? So there is a lot of stuff which are completely missed out in terms of valuation of all these crypto assets, in terms of all the technology elements of it. So yes, the macro environment is not helping. I think once we see some us liquidity issue being resolved or turning around crypto, probably going to turn around as well. But overall, there is a big piece of the valuation discussion, which is completely forget right now because it's very difficult for people to conceptualize something they don't see. It's like the value which is going to be delivered through the creation of this new property build on this Internet."
    },
    {
        "speaker": "D",
        "text": "Computer to exactly that point, just for a little bit of background and context. I know the show is going to air a little bit later, but when we saw these numbers drop on CPI, I'm looking here at the seven day chart on ethereum and bitcoin. It's not pretty. Bitcoin falling below the key psychological level of around 19,000, where it's been hovering for a few days, and ethereum falling below the $1,300 level, where it's been hovering. You look at the seven day chart, it's not pretty. The point here is that from a short term trading basis, when we have these macro numbers come out, when we get these macro prints, what we see is significant impact on the bitcoin, ethereum and an entire cryptocurrency asset complex. When we see, as you said, JM, this withdrawal of liquidity from the system, or the perception that numbers are coming out showing high levels of inflation are going to cause liquidity to be withdrawn from the system. But then. But then, contrasting with that, you make this broader point about crypto as a long term technology play, about the development of infrastructure in the space, about how digital assets are being built out right now. From a technology perspective, how do you reconcile these two radically different points of view? On the one hand, the continual accretive growth of the technology, developing a more robust ecosystem where digital assets can be traded. And then on the other hand, you have this macro trading play where you get a number that shows that perhaps central banks are going to need to act more aggressively and you see the bottom fall out."
    },
    {
        "speaker": "E",
        "text": "In the short term, I think it's an escape velocity problem and you need to park away the macro thematic which is imposed to you. There's not much you can do about that. You know, the saying is like, don't trade against the central bank. So you have to just go with the flow on this one and at the same time keep building. Bear market have this great attribute. Despite being painful for crypto orders, they also great time to buy when the market is under a lot of pressure. On the upside, you try to make sure you can service your clients to the best you can. Now it's time to build and time to keep developing companies and keep developing projects. So it's a good time overall."
    },
    {
        "speaker": "D",
        "text": "Yeah. Jean Marie, a broad, wide ranging conversation here today. Final thoughts, key takeaways that you'd like to leave our viewers with?"
    },
    {
        "speaker": "E",
        "text": "Key takeaways keep building. The market is in a very, very interesting position right now, but concierge will keep building. We keep focusing on tomorrow, and we keep deploying more and more technology for investors."
    },
    {
        "speaker": "D",
        "text": "Thanks for joining us."
    },
    {
        "speaker": "E",
        "text": "John Marie, thank you very much."
    },
    {
        "speaker": "D",
        "text": "Thanks for watching, everyone."
    }
]