[
    {
        "speaker": "A",
        "text": "Golddealer.com provides one of the nation's largest inventories of gold, silver, platinum, palladium, and rhodium bullion, and our website offers live buy and sell prices. We specialize in precious metal IRA accounts, charge no setup or shipping fees, and provide one of the best storage programs in the business. GoldDealer.com also provides a free audio quote line that is updated twice each day and a gold newsletter that is published every week."
    },
    {
        "speaker": "B",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "C",
        "text": "What's up, everybody? It's Ash Bennington. Welcome to real Vision Crypto Daily briefing. Today I'm joined by Jacob Blish, head of business development at Lido. Jacob, welcome."
    },
    {
        "speaker": "D",
        "text": "Thank you for having me. Pleasure to be here."
    },
    {
        "speaker": "C",
        "text": "Well, it's a pleasure to have you. I'm excited about this conversation. I've gone deep down the Defi rabbit hole preparing for this interview and excited to have you here."
    },
    {
        "speaker": "D",
        "text": "Yeah, I'm excited to dive right in."
    },
    {
        "speaker": "C",
        "text": "Well, let's take a look at some prices before we get started. Bitcoin right now trading at 30,000, 530,492. On my screen, about 30,500. Trailing 24 hours basis, it's up about a quarter of a percentage point. Trailing seven day basis. Bitcoin up about 2%. Let's take a look at Ethereum right now since it's going to feature prominently in this conversation. Ethereum right now on my screen trading at $1,852, down about four tenths of 1% on a trailing 24 hours basis. On a trailing seven day basis, it's down about one and three. One spot, 35%. I had lido on my screen just a second ago, and I lost it. We're going to bring that up, uh, in just a second to talk about price. Oh, here we go. Trading at $1.88. Lots of screens this morning, Jacob. We got lots of charts and lots to talk about, Jacob. Let's give a little bit of background for folks who may not be familiar with the ecosystem. Let's talk a little bit about the framework for how Ethereum staking works."
    },
    {
        "speaker": "D",
        "text": "Yeah, I'll smooth over a bunch of technical potholes that someone on the protocol team might scream at me about. But generally, the idea with proof of stake is it's a way to make a system l one blockchain, a base level blockchain, much more efficient. From a computation and electrical consumption standpoint, the idea works broadly. As you put something up, you put something up for stake, your collateral in this case, so eTH, and it allows you to perform services such as securing the network and ordering transactions. And if you are behaving in the correct way, then you are rewarded with emissions from the Ethereum network in ETH. And if you're a bad actor or bad at your job, then you get slashed. So your collateral that you've put up in order to provision the service or provide this service is potentially at risk. So it's a way to keep you in line without spending all the electricity needed to solve math problems and proof of work historically, yeah."
    },
    {
        "speaker": "C",
        "text": "And the folks who are staking that ether called validators on the network, I guess to go back a little bit further, obviously this is coming out of the bitcoin blockchain original framework for this, which is proof of work, proof of stake, as you say, in the minds of many, and improve that. Not all. Some people maintain that the proof of work method of securing the blockchain is more secure. But the idea here is that you move from a proof of work standard, which is obviously very computationally intensive, which means it consumes a tremendous amount of electricity, to proof of stake, which is much more efficient. From that perspective, those consensus mechanisms are still hotly debated, but you capture really all the essential issues there when you talk about how staking works. This is interesting because there are a lot of levels to this stuff here for people to understand. But I think we've done a pretty good job of describing the basic framework for staking. Let's talk a little bit about liquid staking, particularly in the post merge world. What is liquid staking, what does it mean and why is it important?"
    },
    {
        "speaker": "D",
        "text": "Yeah, so I'll add some context. With Ethereum's proof of stake, the current requirements in order to participate are 32 eth, which is somewhat expensive depending on your person or entity type."
    },
    {
        "speaker": "C",
        "text": "It's about grand right now."
    },
    {
        "speaker": "D",
        "text": "Yeah. So that creates a centralizing vector in the sense that only those with sufficient capital could originally stake on the Ethereum pos network. So one of the ways to address that is by lowering the threshold so the validators still technically require 32 eth. But you want to make this more approachable and economically viable for other participants in the industry. But first there was the idea of staking as a service where other operators were willing to provide the infrastructure, the validator infrastructure, if you still could provide the capital. So it removed at least the hardware and infrastructure requirements, but it didn't resolve the economic side. So liquid staking came about towards the end of 2020 as an attempt to keep Ethereum or other proof of stake networks decentralized and avoid the centralizing function. Similar to proof of work, the economics of scale will just slowly centralize it around those who can run the largest amount of infrastructure for the cheapest with the highest amount of capital. So Lido, as one such example, does a couple different things. One, it allows anyone that has as little as 0.1 eth to stake in the protocol, and the protocol will then handle it through a systematic process that bundles it into 30, passes it to the underlying node operators that run the validators. Anyone with any amount of eth can come in. The other thing is, it removes the hardware and software requirements of running your own infrastructure. I always make the story about someone named Bob in their garage running a validator for Ethereum. Maybe not a malicious actor, but they might not be good at their job and might be net new. So there's some potential risk without any sort of reputation of giving them 32 eth where they may just be bad at the job. And it results in what's called slashing, which in bad performance takes some of the delegated or allocated ETH and removes part of it from the pool as punishment. The final thing that liquid staking does is more, I guess I would call it philosophical in nature, with the current requirements around the infrastructure as well as the eth amounts. The other thing that it does is it forces a paradox of choice on the user who has that Ethan and native staking you can choose to stake, but you lose the liquidity of your capital in order to provide the service and get some nominal amount of return or rewards from the ethereum monetary policy. Or you could go and increase your risk profile and trade into defi. And generally the idea is that altruism will lose to greed most times and people will focus on higher returns, which then means the security of the underlying Ethereum network or any POS network is compromised. So with Lido, what it allows you to do, or other liquid staking protocols is it allows you to still deposit your ETH and know that it's going to be run by trusted parties on the validation side, and you get a deposit token that represents the eth you've provided, and you can use that in DeFi to customize your trading strategies to your profile, risk of choice."
    },
    {
        "speaker": "C",
        "text": "I want to take a look at a couple of charts here that just explain the scale of the business that we're talking about. But first, I want to issue this generic disclaimer. Obviously, none of this is financial advice. This is for educational purposes only. Lots of education is needed, I think, in this space. And of course, this is incredibly new technology. What we're talking about here is very much on the bleeding edge and therefore has all of the risks and potential rewards that are attendant with that. I think it's important for people to understand. So I want to take a look at some data from DeFi llama just to put this into context for folks who are watching this show and trying to get their head around what all this means. First chart I want to take a look at is the DeFi llama protocol categories. I think this is an important chart for people to see just so they can get a sense of the scale of this business. Liquid staking, as you can see on this chart, is by far number one with $20 billion in TVL. That's total value locked, which is the key metric that people in the DeFi space look at. And if you look below that, you basically see everything else. Dexs, lending bridges yield all of the other functions that we talk about in DeFi. But liquid staking here, as you can see on this chart, by far the lead category. Now, I want to take a look at this table that shows the liquid staking TVL rankings. What you can see from this table here is clearly lido is the marketplace leader by a very large margin. $14 billion in total value locked. As you can see on this chart, the number two player in this space, Coinbase with wrapped staked ETH, coming in significantly below that at $2 billion. So obviously a big delta there, less than a 10th. Finally, I want to take a look at the TVL chart for Lido. This is ldo, and you can see on this chart they're actually are these events that show you what was happening in the space. And you can look at this and you can just get a sense of where we are right now in total value lacked on Lido. I know that that's a lot of information, that's a big data dump, but it's important, I think, for people to understand this so they can try and get their heads around what's actually happening here in terms of the scale and the scope of this business as they try and visualize it. These are some very big numbers that we're talking about here. Jacob, can you give us a little bit of context on the size and scale of. Of this business?"
    },
    {
        "speaker": "D",
        "text": "Yeah, so the Lido protocol is, as you mentioned, currently the leader in the space. And one of the things that I think is driving it, and this is all. Of course, my personal opinion is there's a new, I guess I would call it meta narrative. The crypto industry web three goes through fits and starts, where there's new rotations of hype cycles around certain technologies, or new primitives that are designed. We saw this with, with new l one blockchains last year, with DeFi and lending last year as well. Then we've seen l two s as kind of a new narrative that have been popping up in terms of the scalability. So the current narrative that's being popularized on Twitter is lstfi liquid staking tokens. Fi. It's a play on decentralized finance, Defi, and I think the reason it is, from my perspective, is that because of the reward bearing properties of the LST tokens being powered by the underlying network, it creates really unique opportunities that are really easy to understand, which is, I think, one of the most important parts of this space, because it's very easy to get lost in jargon. And having something that you can use as collateral in a lending protocol or in a money market is really enticing because you have collateral that increases in value over time. So it's effectively becoming a self repaying loan, of course, depending on rates of the borrow and everything else. And for participants in the ecosystem that want to be able to long their position and still maintain that position, LST assets are a huge benefactor of this kind of narrative that's going on at the moment, and we're seeing a lot of protocols start emerging that are building new, stable coins built on top of these tokens due to the same reasons, because historically, various stable coins, especially algorithmic ones, have not done very well in the market."
    },
    {
        "speaker": "C",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "E",
        "text": "Whether you're into blowout, backyard bashes, or simple soirees al fresco, Uni is here to fire up your summer entertaining plans with the brand new Kota two max gas powered pizza oven. It sports a massive 24 inch cooking area, and it's got two independently controlled temperature zones. That means you can roast a chicken on one side while baking a hot, crispy, cheesy, New York style pizza on the other. You can even do 310 inch pizzas at once while monitoring temperatures via the Ooni app on your smartphone. Because the Koda two Max isn't just an oven, it's your summer party copilot. Make your summer an ooni kota two Max summer. Learn more@uni.com that's ooni.com."
    },
    {
        "speaker": "C",
        "text": "Yeah, just as we're talking about jargon, other folks out there may have heard the phrase LSD. Liquid staking derivatives use the phrase LST. I believe those terms are roughly synonymous, yes."
    },
    {
        "speaker": "D",
        "text": "As cryptocurrency and web three are the growing up and becoming more mature, it's becoming important as we speak to different audiences that some of the druggie underground counterculture narrative get removed. And because LSD has affiliations with other cultures and things, the idea is to push the narrative of LST to make it a little bit more approachable and grown up instead of being childish. And that's been a lot of the work that's being done with trade organizations like the proof of Stake alliance and European Blockchain association."
    },
    {
        "speaker": "C",
        "text": "Yeah, when you have organizations getting sued in the space by SEC, probably not a great term to have associated with space. I think LSD has a little bit of baggage associated with it. Listen, Jacob, you mentioned this idea of yield. Let's take a look at the median yield chart right now for Lido. Let's just bring that up on the screen and what you can see there is basically defi llamas median APY. This shows the yield that you're able to generate or collect from participating in the network today. Talk a little bit about the relationship between that yield and the staking yield that is native to the Ethereum blockchain."
    },
    {
        "speaker": "D",
        "text": "Yes. So again, oversimplifying. So if anyone's highly technical, please don't attack me on Twitter. The idea is that there's the base level emissions from the Ethereum monetary policy. So the Ethereum network every year emits a fixed number of Ethereum and it's distributed to those that are providing the proof of stake services and validating services for the blockchain. And that is dependent on how many people are or are not staking on the network. And that's meant to be a self balancing mechanism in the sense that if too few people are providing validation services or entities, it doesn't have to be a person. Then that puts the Ethereum security at risk. So the APR proportionally goes higher or the reward rate goes higher. So that encourages more people to stake. And if more people are validating and it's too much, then the reward weight starts dropping down because it's distributed across a larger pool of validators. So that's one mechanism that provides the base level rewards. We'll call it a. And then there's a couple others that are more nuanced. One of them is priority fees or skipping the line. It's usually called MeV. And what this does is when there's an opportunity, and again, not getting too technical, what's called the mempool down where the transactions are getting ordered."
    },
    {
        "speaker": "C",
        "text": "Broadly, this is the bunch of transactions that are sitting on the protocol, waiting."
    },
    {
        "speaker": "D",
        "text": "To get moved into a block, waiting to be validated. Exactly. And so if there's opportunities due to arbitrage or inefficiencies in the market, you can use basically bribes to the validators to jump in front of the line, and those get further distributed across, at least in Leidos case, across all the holders of the STE face asset. And that is really what changes the APR the most on a weekly or daily basis. So if there's a big NFT drop that's happening, or there's a big liquidation event of some sort from either AAvE or other lending protocols that spikes network transaction throughput, that's usually when we'll see an increase in MEV rewards as well."
    },
    {
        "speaker": "C",
        "text": "Jacob, let's talk a little bit about liquidity mining and the role that it plays in the lido network."
    },
    {
        "speaker": "D",
        "text": "Sure. Anything specific, or would you like me to talk about it broadly?"
    },
    {
        "speaker": "C",
        "text": "Let's start by defining it for folks who may not be familiar."
    },
    {
        "speaker": "D",
        "text": "Again, my definition, because we don't have canonical terminology in the space quite yet, my reference to what liquidity mining is, is using a protocols, tokens or assets in order to encourage user behaviors for a specific purpose. So for us, speaking firsthand for the DAO, one of the jobs that I had was to make sure we had sufficient, we, meaning the Dow, there was sufficient liquidity for a user to enter and exit their positions relative to Steve. And this was before withdrawals had happened, because there was fear that effectively there was only one way to exit your position, which was through swapping, because withdrawals weren't live. So we needed to make sure that there was a sufficient amount of capital on chain in these dexes and in these pools, so that if someone needed to exit their position, they wouldn't suffer what's called slippage, like a heavy price imbalance as they were exiting back to eth. This is also the same for players like Aave or maker, where they're collateralized, and if there was a liquidation event, same thing that there's an exit path to recoup any imbalances or losses on those protocols. So that was the most basic case in what has been used very broadly in DeFi. The problem in my mind with that is it's very volatile and it's a very mercenary based type of user profile. They're there for the rewards rate. As soon as that faucet of free money turns off, they're going to immediately look for the next best offer. So it created a lot of poor predictability in terms of liquidity, but it served a functional need in the short term for any protocol, lido or otherwise, that is looking to bootstrap its initial go to market."
    },
    {
        "speaker": "C",
        "text": "Jacob, you mentioned staked EtH, ST ETH also wrapped stake Eth on the protocol. Talk a little bit about the role that those two tokens play."
    },
    {
        "speaker": "D",
        "text": "So Lido on Ethereum's core asset is Steth, or its core product is the steth token. There's a second version which is called wrapped steth, and cleverly, it's just a wrapped form of stethem, similar to Ethereum. And wrapped Ethereum being composable in defi, they are infinitely composable back and forth to each other. And the reason that they both exist is because they have slightly different mechanisms. So Steth is what's called rebasing. It became very popular in the early days of Defi, didn't quite get as much traction at the time due to some technical complexities of it. And what that means is anyone that is holding on to Steve over time, more Steth will accrue and the balance will increase in their wallet or their custody provider or wherever it's being held. So if you start the year with one, after a full year, assuming a 5% reward rate for Ethereum, you would have 1.05. Steven. And it's always going to be one to one in terms of matching the price. So if you choose to ever exit your position, you'll get that from lido protocol."
    },
    {
        "speaker": "C",
        "text": "And those prices stay in line between, I guess, arbitrage, liquidity, mining and staking rewards."
    },
    {
        "speaker": "D",
        "text": "They do post withdrawals, they're held much more strongly in place, because now there's a way to do. You can now do dual path arbitrage. Previously, you could only arbitrage one way because there were no withdrawals. But now that we have withdrawals, if the price discrepancy on swapping through a secondary market is not what you want, you can choose to formally withdraw from the Lido protocol and you'll be guaranteed up to one to one of your original collateral. So if you put in one ETH for first ETH and have 1.05, you'll get that same amount when you withdraw. And the wrapped ST ETH version is similar in function but separate in mechanics. The balance does not change every day, but the value increases over time. So instead of going from one to two to three ste, your value of your one wrapped steth would be worth one then two, then three. Ethereum equivalent. And the reason is some protocols, such as uniswap v three and earlier are not compatible with rebasing tokens. But then curve, for example, a popular Dex is compatible with rebasing tokens, so it became a requirement due to that. The other consideration that emerged later and turned out more serendipitous, is that depending on your jurisdiction and your risk tolerance and your accounting firm and, and, and it is somewhat easier for some parties to do their accounting with the non rebasing version of the token wrapped Steve. But that was not the original intention that had been designed for hey everyone."
    },
    {
        "speaker": "C",
        "text": "We'Re going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing. I should say, as we have this conversation that we're committed to keeping content like this free. Obviously, it's important, I think, in this space to have a place where we can go and have these conversations, particularly for folks who are relatively new to this space. So if you're watching on YouTube, please smash the like button and subscribe to this channel to stay up to date so we can continue to have these conversations and to provide them to an incredibly broad audience for free so that everyone can get a part of this conversation. Let me ask you this, Jacob. As we talk about this, obviously there's a lot of technical complexity, a lot of complexity in terms of the mathematics behind the scenes, in terms of pricing and economics. What are the risks? I think a lot of people in the space who are just vaguely familiar with the history of what's happened here, remember the terra Luna collapse? Talk a little bit about some of the potential risks in the lido ecosystem as you see them."
    },
    {
        "speaker": "F",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy, ramp.com easy rmp.com easy cards issued by Sutton bank and celtic bank members have DIC terms and conditions apply."
    },
    {
        "speaker": "D",
        "text": "Yeah, broadly and oversimplifying their smart contract risk. Of course, Lido takes security as a DAO. We take the security of the Lido protocol very, very, very as our penultimate goal, because if there's a crack in the Lido protocol, then the whole system basically would collapse. So we have a number of audits that are done regularly. There's a multimillion dollar bug bounty program as well, in order to make sure that the protocol is kept as safe as possible. The other is, of course, broadly regulatory risk. There is a lot of changing regulatory conversations, and I'm not an expert in this space, especially based in different jurisdictions, but there is a risk that the industry gets ring fenced as a whole, or that certain off ramps are restricted, and that poses just a general threat, not just to lido, but to the whole ecosystem in general. And then finally, theres more nuanced ones that are more tailored to the Lido protocol itself, one being which partners that the protocol and the DAO work with. Because if using Aave as an example, Aave is a great partner. But if AAVE has a code flaw and they're holding potentially billions of dollars worth of lido assets, that can cause a lot of exogenous factors and risk. The other is what's called governance capture. And this is currently being addressed with dual governance. So in theory, an enterprising madman or consortium that was well capitalized could buy a majority of the governance token that allows the DAO to impact protocol upgrades and decisions. They could spend an outsized amount of capital and collude to buy sufficient control to basically pay themselves directly out of the treasury, for example. So that doesn't appear to be a realistic short term issue, but it might, as Lido continues to grow, as the protocol grows. So what we're working on at the DAO is working on is called dual governance. And because of that, there's, to quickly describe it, there's two different actors or users of the Lido protocol. There's the Lido Dao and the LDO token, which governs the protocol itself. And then there's Steth, which is the product of the protocol that is used to to facilitate staking on the network. And those two groups may not share the exact same interests. So what dual governance will implement, it's still in the research phase, is it would eventually impose a system of checks and balances, basically to allow one party to veto the other if it looks like it's in an outsized disregard or like moving away from the needs or wants of the other party. And that also."
    },
    {
        "speaker": "C",
        "text": "I love the phrase enterprising madman. I want to try and use it more frequently on this show. It's a great one. Listen, unfortunately we're running out of time here, but I wanted to do a little bit of a speed round because we've got some questions coming in from our audience. If you can answer these real quick, I think our audience would be greatly appreciative. The first one comes from Paul on the real vision website. Was your positive and negative reinforcement model developed with BF Skinner's stimulus response theory?"
    },
    {
        "speaker": "D",
        "text": "I would say not intentionally. It may have been influenced somewhere in the subconscious, but not directly, as far as I'm aware."
    },
    {
        "speaker": "C",
        "text": "Here's one from one of our YouTube viewers. Int Pro on YouTube is this different from liquid loans asking essentially if the lido token, the lido model is different from the liquid loan model?"
    },
    {
        "speaker": "D",
        "text": "I'm not familiar with that exact phrasing. If it's akin to a flash loan, it's very different from a flash loan because in those instances you're borrowing capital to perform a very specific set of actions to immediately return that capital back. Lido is not built or designed in that way at all. It's meant to facilitate and increase the availability of being able to stake on the Ethereum network only."
    },
    {
        "speaker": "C",
        "text": "Okay, one final question. This one comes from Mary, also from YouTube. You can see Matthew is thinking about risk. As I mentioned earlier, what is the danger in liquid staking? Isn't there a danger of lido controlling too much of the staking? Good question."
    },
    {
        "speaker": "D",
        "text": "I will try to answer this one quickly because this is a common conversational topic that Lido Dao has to engage in. There is risk in the world as it is today. However, I would argue every protocol is a risk in its current form today, and progressive decentralization and further increasing the resiliency and ossification of those protocols should be everyone's goal. I don't view Lido as the protocol as a risk, even if it grows to an outsized share of the market from where it is today. The reason is again my personal view. So I'm biased of course. My personal view is historically humans like low entropy environments when it comes to consumer choice. What I mean is if we've lived through the cell phone adapter and charger phase, is it micro USB? Mini USB? USB A, USB C? Lightning? Some other dongle made by Microsoft? We don't like that. Do you drink coke? Pepsi? RC Cola? Is there anything else really after that? Are you upset about that? Not really. Do we use Mac and Windows as our primary operating systems? Linux being a distant third, but they round out 99% of the market. My theory is that I would rather a protocol build towards decentralization in every facet of that definition instead of artificially creating competitors that are all self limited. Because if we forced everyone to stick at 10% of the market, everyone's going to do the bare minimum to stay right at that threshold and not innovate or build a better product because there's no incentive to. And the underlying infrastructure providers, there's nothing stopping them from being a part of all ten of those protocols and aggregating control. And all we've done is push the risk wet spaghetti down the pipe to a lower level. We haven't gotten rid of it. So it's all about risk mitigation and management. My thought is that it would be better for everyone to work towards the best possible solution instead of artificially capping everyone's work to create a bunch of middle moderate solutions that are suboptimal in certain areas."
    },
    {
        "speaker": "C",
        "text": "You mentioned this idea of decentralization. How close are we to true decentralization and trustlessness in the lido network?"
    },
    {
        "speaker": "D",
        "text": "In my mind we're already most of the way there. It depends. It's like smashing atoms. We can keep going down and find the electron and then the, the quarks and then the Higgs boson and I'm sure we'll find something else later if we keep smashing we're working on. I mean some of this stuff isn't even fully defined. Bleeding edge tech like DVT and SSV taking the validator instead of a single key and sharding it like a multisig wallet and having that be run across multiple parties. So it's active, active redundancy. We're actively engaged in live main net tests and hoping to deploy our first instance of that. Fingers crossed for the protocol later this year. Dual governance is bleeding edge emerging research that is actively being worked on. And again, I'm not sure if timelines, so I won't speak to that, but there is a desire to push that as quickly as possible. The other thing is, while Ethereum is still we've done the merge, but there's the surge and the purge and the splurge and the next unteenth, things that need to happen while all of that is still being defined. If any protocol ossifies too much, what will happen is it will be stuck in this period of time, whereas Ethereum continues to grow. You're going to create this problem of you're going to have to just make a net new protocol at some point if you've hardened it too much."
    },
    {
        "speaker": "C",
        "text": "Jacob, unfortunately, we're out of time. That's all we have time for today. Great conversation. I hope you can come back and do this with us again soon. I really enjoyed this one."
    },
    {
        "speaker": "D",
        "text": "I'd love to. Absolutely."
    },
    {
        "speaker": "C",
        "text": "That's it for today. Make sure you check out our website. Go to real vision.com forward Slash crypto. That's real vision.com forward Slash crypto. It's free to sign up for our crypto content tomorrow on the show. We'll have the asset manager and bitcoin supporter Mike Alfred join us live for that conversation. See you at 09:00 a.m. pacific time noon Eastern 05:00 p.m. london thanks for watching everybody. What's up revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest and biggest names in finance."
    }
]