[
    {
        "speaker": "A",
        "text": "You're a podcast listener, and this is a podcast ad. Reach great listeners like yourself with podcast advertising from lips and ads. Choose from hundreds of top podcasts offering host endorsements, or run a reproduced ad like this one across thousands of shows. To reach your target audience with lips and ads, go to lipsandads.com now. That's Libsyn ads.com."
    },
    {
        "speaker": "B",
        "text": "Welcome to real Vision Crypto. I'm Ash Bennington. I'm joined today once again by see the light trading. Dean, welcome to real vision."
    },
    {
        "speaker": "C",
        "text": "Thanks, Ash. Very happy to be back and a lot of things to go through again this week."
    },
    {
        "speaker": "B",
        "text": "As always, it's a pleasure to have you here. I should say, as always, views expressed on price are the views of the guest and not necessarily the views of real vision or the host. With that said, dean, let's dive in."
    },
    {
        "speaker": "C",
        "text": "Okay, well, you know, without waiting and just diving right in, let's just go straight to the BTC coverage here. Last time I was on here, I discussed the possibility of rotation up. That never happened. Therefore, we had no longs, and we dropped from that 30 32,000 area down below 20,000 and below 18,000 on the BTC USD. So as I look at the charts right now, I really don't see a tradable bottom per se. There was an opportunity maybe to buy some down in here around that 17,000, 18,000 area, and I'll show you why. But otherwise, we haven't had a lot of constructive action. It seems like a big move, and it is on a percentage basis. But in a bigger scheme of things, this drop is still overwhelming. And we're going to need longer term timeframes to show us the way before we can get too bullish. So, looking at the daily, as you can see, this downward sloping 50 SMA is providing resistance. The weekly bear flag, which is evident on many of the cryptos that I follow, is really coming into play here as that ten EMA holds it down. When I have this much air below the ten EMA and all these candles and what I mean by air, the candles not coming back up and touching it when I have all this air, that's a sign of weakness. And to me, this is like a bear flag. Bear pennant. At this time, I'd love to get bullish. I want to get bullish and I want to add more to my little tiny buy around 18,000. But without proof, I'm going to be risking zero, as in a breakeven stop. And the only way I'll add is if we get back over that 24,300 in here and regain this downward sloping ten EMA on a daily close basis. Moving on to the monthly chart, last time we discussed that, we wanted to see back over this 40,023 area. That didn't happen. Now what we need to see is back over this 32,000 area. One of the issues I have with that is there's only a few days left in this monthly candle currently, and that's likely not going to happen. The other issue I have is the ten EMA is downward sloping. And even if we get over that, there's not a lot of room between this high and that ten EMA. And it doesn't provide me with the best risk reward setup with my type of trading. So what I'd rather do now is, since we're only a few days away until August 1 and we get a new monthly candle, I like to wait till we see that 24 277 area taken out this high in here. If we do that, then we can get away with a tighter stop, and our risk reward scenario will give us room, at least at that 31 32 area, if not all the way to that 34 35,000 area, and it'll provide us, you know, with a setup that makes sense rather than chasing it. If we were to zip up and clear over that 32,000 in the next few days, which is, of course, highly unlikely, and based on this weekly bear flag, I don't see it happening in the next few days. Otherwise, I'd say at this juncture, you know, you can't be holding and hoping. If you're up here and you didn't get out on this monthly rotation down like we discussed last video, then you got to kind of wait and see how things develop. And if it's going to develop to the upside, you're going to have plenty of time. There's no reason to have fomo. Let's point out that the volume was extremely high this candle so far, and therefore this is of interest to me. When I have a lot of volume on a potential bottoming candle, I respect it a lot more than I would if it was one of these candles. So that 24 277 area up in here holds more weight, and therefore, I'd be more interested in buying along there."
    },
    {
        "speaker": "B",
        "text": "Because of the relative change in volume."
    },
    {
        "speaker": "C",
        "text": "Yes, yes. So when you have a potential low, a lot of times, like in here, you'll see this volume was very high on this candle, and the whole trends changed. So it's not foolproof, it's not 100% something that you can hang your hat on. But it's something to be noted along with all the other weight of evidence that we build by using a multi timeframe type analysis."
    },
    {
        "speaker": "B",
        "text": "I should say when you mentioned timeframes, we're filming here on Tuesday, July 26, 2022, just to give our audience a sense of context of what we're looking at."
    },
    {
        "speaker": "C",
        "text": "Yes. And with that noted, and knowing that there's only five more days till the end of July, that monthly candle is going to come into play very soon here. And I'd like to really pay attention to that 24,300 ish. Let's round it off for the sake of making it simple as a potential rotation of the upside. Okay. The next chart I would like to move on to is the ETh USDA. And it's very similar in nature to the BTC. Not a lot of difference. The daily chart is somewhat constructive because it kind of holds above this 50 SMA, whereas the BTC does not. And the fact of the matter is that it had a bigger pop off the lows. Let's move on to the weekly. You'll see that it got clearly over that ten EMA on the weekly, whereas BTC has not even tagged it yet. Now, what you want to avoid here is a move below 1330 this week. That would likely add pressure, and I'd say, you know, very potentially a 1000 test or even lower would come with that. We're above the 200 SMA on the weekly. That's a positive. We tried to close over the ten EMA, this blue line on the weekly, but we couldn't. We did, and then we just, we're not holding right now. So now I have a problem until I get a monthly up. And I mentioned last review and video that I didn't have a position and I still don't. I probably regret not buying around 900, but I did not. So what I'd rather do here is wait for some kind of monthly rotation. Because how I. What I see is that if I can use a risk that's tight to the price I'm entering, I feel better. Whereas if I did it last month, I had no price for reference. Likely the only price I had for reference would have been way down here in the 60 to 100 area, and I wasn't going to risk from 800 to that on a percentage basis. Right now, next month, if we are buyers over that 1665 area, which is this month's high, then I can risk this month's lows, which is 1000. A much smaller percentage. A big move nonetheless, but a much smaller percentage. So two things I'm watching and I'll keep this very short. We got to reclaim that ten EMA on the weekly and close above it on a daily basis. That'll get me interested on a partial long and then a monthly up back over that 1665 in August."
    },
    {
        "speaker": "D",
        "text": "This podcast is sponsored by ramp. Are you the decision maker in your company? Consider this, for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp's software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get Dollar 250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank and celtic bank members of DIC. Terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "Dean, can you talk in a relatively general way about how you think about when it's time to get involved and when it's time to just sit out with a bat on your shoulder and wait for your pitch?"
    },
    {
        "speaker": "C",
        "text": "As far as I'm concerned, the best way to think about that, generally speaking, is to have a size versus reward and risk scenario set up. And I think that's really what it comes down to every single time you put on a trade. So in my opinion, I think that if you're buying something based on your system, in this case, my system would be that we think the Ethereum just had an ABC correction and potentially could be setting up for another move off of prior support, which is right around that 1000 area, all the way to 1300, and we're going to move higher, but you have to have a stop. So what my thinking is, if you don't have a low that spikes or a volume low or a spot that you think is support, then why be involved in something when you, when you're just throwing the dice or rolling the dice and throwing darts? That's kind of how I look at it. So it's really a numbers game in the end. There's no point in me buying something when I don't have a proper stop. And that's the first thing I look at on every trade as a stop. Reward will come later. You can put in your extensions, your parameters, your targets, etcetera. But if you don't have a proper r and r risk reward scenario, 3456 to one or higher, even then, there's no point in putting it on. And that's how I stay away from trades that don't set up the way I like to see them."
    },
    {
        "speaker": "B",
        "text": "So next up is Solana."
    },
    {
        "speaker": "C",
        "text": "Okay, the Solana is another crypto that's looking heavy to me, mainly because, again, we have a weekly bear flag. And what I mean by a weekly bear flag is we have all these candles that are below the ten EmA and we've come up and tagged it, and now we're below the prior week's lows. Not a good look in order for me to get bullish. And last time I mentioned I wanted to see a monthly up. Didn't happen. Didn't happen here. Hasn't happened here. It tried, but no daily close over that 40 612 area. So now what sets up, and I think will be a very interesting short to maybe even mid term trade, is that we get a two x and up. And what I mean by two x and up is when you have two highs that are very close together, this 146.12. This 147.36. If we can clear those highs, then we likely, in my opinion, will get a push back up towards that ten EMA area and the prior breakdown spot all the way to 75. That is an excellent risk reward scenario, in my opinion, because you can get away by risking just below 31.82 with a potential to make all the way up to at least that 70 to 75 area, if not all the way into the nineties. So I'm simply just stocking this right now, waiting for that two x and up. And when that happens, I'll be ready to buy. I put an alert in, and how I typically do is I put an alert in maybe 5% lower. That way I get an email and a sound alert just in case I'm not in front of my platforms, and then I can get back and start putting an order. That's basically what's going on with Solana. I'm going to keep it very simple. We just want a two x and up. If it develops into something more than just a short to mid term trade, which it could, because the quarterly chart sets up in a bullish way, even though we don't have a lot of data. The pattern to me looks very, very solid if it can hold this low here, which comes in right around that 20 area. So last time I mentioned that the big supports 30 to 40. We keep holding it. Okay, between 25 and 35 right now is basically where we're holding. As long as we keep holding that, that setup is valid. And I'll be more than happy to trade that when and if it happens."
    },
    {
        "speaker": "B",
        "text": "Hey, if you like this clip, be sure to check out the full interview and more only on realvision.com crypto. It's 100% free. Sign up now."
    }
]