[
    {
        "speaker": "A",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what with each vendor. Ramp's software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding Ramp could be one of the best decisions youve ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy ramp.com easy rmp.com easy cards issued by Sutton bank and celtic bank members of DIC. Terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "Hello and welcome back. Here's why you should watch today's real vision crypto daily briefing. All eyes are still on the Ethereum merge. Just yesterday, the Ethereum foundation gave us specific dates on when it's going to happen. We're going to get into why this matters and what it means for you. Plus, we're going to dig deep into the recent hacks and security breaches that have plagued crypto. Corby Prior is back to break down why they're happening and what, if anything, could be done to stop them? We're going to leave you with the key takeaways from that conversation. My name is Marco Oliveira. With me today we have, as always, Mister Ash Bennington. Let's get into the latest price action. It's another slow day when it comes to price action. Right now, bitcoin is roughly at $21,500. $500. That's up nearly a percent over the last 24 hours. But Ash, what's ETH looking like? The mergers right around the corner? What's going on with the price?"
    },
    {
        "speaker": "C",
        "text": "Thank you, Marco. Right now, ETH is trading around 1700. That's up a whopping approximately 3% in the last 24 hours. Kind of flattish. Looks like a bit of a late August volume slump, Marco."
    },
    {
        "speaker": "B",
        "text": "Well, yeah, speaking of ETH, our top story today is about ETH. The Ethereum merge has an official kickoff date. Yesterday, the Ethereum foundation announced additional details regarding this much discussed update to proof of stake. Ash, you and Nico broke down proof of stake yesterday and how it's considered more energy efficient than the current proof of work system. And we now know that the merge will start sometime on September 6 and will complete sometime between the 10th and the 20 September. Ash, what do you make of all this? What does this mean for investors? Of course not financial advice, but what is worth paying attention to as we get closer?"
    },
    {
        "speaker": "C",
        "text": "Great question, Marko. So what this is really all about is fixing and finalizing the specific parameters for the merge. The reality is that these are mostly interested to folks on the tech side. Like, if I were to say activation is scheduled on beacon chain at epoch 14489 611 34 47 UTC, you'd be like, well, that's cool, but why do I care? The real answer here is if you're not on the core dev team or following this closely on the technical side, you probably don't really care all that much about the specific parameters that have been fixed. But why this story is important is because of what it signifies, Marco. And what it signifies is the merge is moving forward. If this were a shuttle launch, what you just heard from mission control at NASA is all systems are go, the merge is imminent and we're moving forward. Marco?"
    },
    {
        "speaker": "B",
        "text": "All systems are go. I like that. That means we're finally here. It really does feel like the moments before a big launch that you see when you're on watching television. It's going to be truly a moment to watch. It's going to be exciting. Couple of weeks. Let's turn our attention to what else is making news today. Our first story here is Singapore court greenlights inquiries into three ACS Finance. You know, as we see the damage from the terra Luna collapse and all the subsequent meltdowns continue to unfold, the Singapore High Court is targeting three arrows capital. In case people forgot, three AC was one of the world's foremost crypto funds. They went belly up in June as Terra Luna and Celsius created the so called death spiral. And the Singapore High Court is now allowing the liquidations of three AC's assets to proceed. Ash, tell me, why was three AC such a big deal? What does this move mean for the larger crypto ecosystem?"
    },
    {
        "speaker": "C",
        "text": "So, Marco, let me break this one down and recap, because there's a lot here. It's a complicated story. Three arrows capital, often referred to in crypto land, is just three AC. Obviously a very well known crypto hedge fund founders Kyle Davis and Suzu, widely held in high esteem in the crypto space, at least prior to this collapse. In the wake of the terror collapse, we'll all remember, of course, the dramatic collapse in price and Terra. Three AC had exposure to Tara to the tune of about $200 million, according to an interview that Kyle Davies gave to the Wall Street Journal. That exposure, and perhaps some other factors, caused three AC to default on loans to Voyager Digital. Those loans were worth around $650 million in cash and bitcoin, according to the contemporaneous reporting at the time. Now, you probably remember that Voyager itself then went background, excuse me, then went bankrupt. So that's the background here on this story. One of the things that you can see when you look at it and when you break it down and walk through this history is the daisy chain effect or the death spiral, as you said at the top of this segment, how these projects and companies begin to fall like dominoes because of these interlinked exposures that they have to each other. So how do we get to where we are today? A few days later? This is back in 2022, a court in the British Virgin Isles issued a liquidation order in response to a petition by Teneo advisors, who are the liquidators of three AC. They're the ones who are going to sell off the assets so that the creditors can attempt to recover some of their funds. That's all back in June. So what's the new news? What's happening right now? Why is the story back in the headlines? It's this, Marco. Earlier this week, in a court in Singapore, Teneo was recognized as three OC's, three AC's liquidator. So this gives Teno greater access to information in Singapore. That's where three ac actually operated. We're talking about really critical information, like three AC's bank accounts, properties, and crypto holdings. All this according to reporting recently from Bloomberg. So, long story short, when we look at this story, what does it mean? Well, it means that the liquidation continues and that the liquidators will have access to these critical records in the jurisdiction where three AC operated. It also means that maybe, maybe we'll all be getting more information soon on what happened with three AC. Marka."
    },
    {
        "speaker": "B",
        "text": "Yeah, you know, more information is always good news. It really helps us learn what went wrong, how we can prevent it in the future, what steps to kind of, you know, pay attention to if we encounter a similar situation. So I'm really looking forward to learning more about this in the coming months. Moving on to our final story of the day. Yesterday, Tether announced that they will not preemptively freeze tornado cash addresses until they receive more guidance from law enforcement. A quick refresher. Recently, the Treasury Department sanctioned crypto mixer tornado cash, accusing it of being used for money laundering purposes. And unlike stablecoin issuers, Circle Tether is not bowing down to us regulators. That's of course getting them rave reviews from the hardcore defi crowd. But Ashley, how could a move like this affect tether, stablecoin, UST and the wider ecosystem?"
    },
    {
        "speaker": "C",
        "text": "Well, you know, Marco, as you said, what makes the story interesting is that Circle agreed to preemptively freeze tornado cash wallet addresses from transacting using USDC, while Tether did not agree to do the same with us. DT Tether also says they're awaiting further instructions from law enforcement and they've not been asked as of yet at least to freeze any addresses by law enforcement. What does it all mean? You know, I'm not really sure. It sounds as though tether may or may not ban addresses if asked by law enforcement, in which case the story totally inverts. Right? If and when tether does free wallet addresses based on a request from law enforcement, it's just a totally and completely different story. Final point on this, more generally speaking, not in regard to this tornado cash situation. USDT has back blacklisted 709 addresses, while USDC has only blacklisted 82 addresses. Again, this is in total not with regard to this most recent story here with tornado cash. So tether has blacklisted eight and a half times the number of wallet addresses that circle has. This according to reporting from the defiant, based on the analytics dashboard Dune data, which I was exploring last night. And I was also encouraged people, everyone in the audience, to go and check the data for yourself on the Dune analytics dashboard. One of the things that's cool about this space, of course, is that you and I and anyone are just able to go and take a look at the data and you can actually see it and get a better sense for how the reporting is being done. That's sort of, I think one of the things that makes the Defi space incredibly interesting, the crypto space incredibly interesting. You're not just reliant on someone at a news network to tell you that they read a report. It's all out there. It's public, it's on the website. You know, Marco, big picture for me on this story is we are still in the very early innings. We're just going to have to wait and see because I think this story could totally flip upside down. Not a ton here right now. Obviously, a lot of debate, a lot of stuff happening on Twitter, but we're going to have to wait and see. What this story develops into in the future. And of course, we're going to be watching it. Marko."
    },
    {
        "speaker": "B",
        "text": "Well, wow, that's actually pretty huge. I didn't know that. USDT blacklisted 709 addresses and USDC only blacklisted 82 addresses. That's something definitely worth paying attention to. I'm going to check it out myself, and it definitely shows that when you look into the deeper into story, sometimes it doesn't match what the headline is saying. And I think that that's something that's really important to pay attention to here. But speaking of the more. Yeah, speaking of the more illicit side of crypto, you recently sat down to dig into all these crypto hacks and security breach breaches with Corby prior, CEO of Orbit, one of our go to specialists on this very topic. In this first clip, you asked Corby to update us on his thesis regarding crypto security. Let's take a listen."
    },
    {
        "speaker": "D",
        "text": "Corby, it's great to have you back on real vision crypto. You were on in March. The last time you were here, we talked about security risks in the crypto space, especially cross chain vulnerability around bridges. Where are we today? Update us on your thesis and your view."
    },
    {
        "speaker": "E",
        "text": "Thanks for having me on, Ash. So the thesis remains the same, that cross chain bridges are generally not safe to use for the long term, but in general, they are vulnerable to hacks and exploits. So in the last year or so, we've seen 13 cross chain bridge hacks totaling up to around $2 billion of losses of value for people using those bridges. While the thesis is still the same in that they're not secure, there's really only two ways to go about security, and bitcoin was the revolutionary one. But the historic way is that, if anything, that's valuable, and there's a lot of it, it's going to be a target for criminal activity. Criminals are going to want to steal from it. So securing assets has always been the practice of centralizing the assets in a location and then closing it off from the world so criminals don't get into it. The big innovation that that bitcoin figured out was a way to secure assets in a decentralized way and keeping it open for the entire world. So keeping access and the way that bitcoin was able to guarantee security for all the assets in the network is by the consensus protocol. So the consensus protocol essentially is a way to quantify how secure the network is. And if you can quantify it, that means you can engineer a system around it and scale it and know how it's going to perform even when you open up to the world. The problem with cross chain bridges is it doesn't really fall into either security practice. Right. So option one is you secure assets by closing it off, centralizing it, and that's how you prevent criminals from getting into the system. The downside is that you have to trust a group of people to manage the security around the assets. But option two is if you go the bitcoin route and decentralize it, open up access to the entire world, you have built in security guarantee. The downside there is something goes wrong. Consumers don't have much protection, and it's hard to hold people accountable. The reason why bridges keep failing, and why they're just generally unsafe is that they don't follow either security option. So they can, across chain bridge, can say they're decentralized, but they don't quantify security with the consensus mechanism."
    },
    {
        "speaker": "B",
        "text": "So, Ash, here we have Corby saying that cross chain bridges keep failing because they don't follow the typical routes of securing assets. He mentioned two in this clip. Can you break down what Corby is talking about here? Can you give us the big picture?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So, basically, what Corby is saying here is there are two separate ways to secure computer systems. The first is to centralize access and to apply traditional centralized asset controls. This is the way, for example, your bank account is secured. Your brokerage account is secured, traditional centralized data security. The second way is to use open, decentralized protocols, the most famous of which is probably bitcoin's proof of work consensus mechanism. And what Corby is really talking about here, his fundamental core point is that these cross chain bridges don't do either one. They are neither fish nor foul. And this is obviously a major security concern in his view. And we've seen that borne out numerous times in terms of the exploits and hacks that we've seen executed. Corby has been warning about the risks of these for some time. He's done it here on the real vision platform. He's done it with me on real vision, Twitter spaces. And he's been proven right with each subsequent cross chain bridge attack. Marco?"
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely. And, you know, one of the questions that I feel is on the top of everyone's mind when you watch that kind of clip is, how do we even get to this point? And in this next clip, we have Corby talking about why we see so many cross chain bridges operational despite these vulnerabilities. Let's take a listen."
    },
    {
        "speaker": "C",
        "text": "Kirby, when you were here in March."
    },
    {
        "speaker": "D",
        "text": "You said words that unfortunately proved prophetic. You said, unfortunately, we're going to have to feel the pain before we solve the problem. And just about, I guess, a week or two ago, we saw this hack on Nomad, another cross chain bridge where about $200 million was lost. What's your sense of how long this goes on for, how much pain we need to feel before people start taking these problems more seriously?"
    },
    {
        "speaker": "E",
        "text": "We probably have a long way to go. Maybe we're halfway there. More bridges are ready to fail. Nomads not going to be the last bridge to fail. And I think that VC's traders, everyone in crypto, has kind of gotten the message at this point in time that there's something wrong with cross chain. It continues to be the biggest vulnerability in the crypto ecosystem. And I think people are ready to evaluate the problems and figure out new ways to do it. So the original culture, or there's two different cultures within crypto and the building community, there's. The first one is the academic type, which moves really slowly. They're in it to build technology, but sometimes it's over engineered. And then the other group of people are developers that pride themselves in shipping product really fast. Build, build. Let's do it really, really quickly. Let's get it out there. Both mentalities, I think, are great in terms of, for different applications and different use cases, depends on what you're building. But for cross chain bridges, what we saw is that there's a lot of developers who had this build fast mentality, just ship the product. And the trade off was that they kept building insecure bridges that led to hacks and exploits. And so the Nomad bridge was able to raise money from every single credible VC to get that stamp of approval. And so people just assumed that it was safe. But if you were to actually apply first principles and ask the nomad team if there's a consensus protocol guaranteeing quantifying security, they wouldn't be able to do that. So there's this problem, like, from a cultural standpoint, that if there's a stamp of validation, because the technology is so complicated and so complex, we're just going to have to trust someone who did the due diligence before us, right? Which is, which is not a bad thing to do, but it leads to. It leads to incidents like these."
    },
    {
        "speaker": "B",
        "text": "So, Ash, this build fast mentality Corby mentions here is not something new. We've been in an era of move fast and break things ever since Mark Zuckerberg coined the term. But you would think with hundreds of millions of dollars or billions of dollars at stake on these bridges, there'd be more due diligence. Can you explain Corby's view here in this, in this clip?"
    },
    {
        "speaker": "C",
        "text": "Well, Marco, that's exactly right. You know, move fast and break things, I would say works fine as a methodology. For example, during the early years of Facebook, if you had to wait 20 minutes to post a picture on Facebook of, like, a juicy steak on your Saturday night out, I mean, so what? Nobody cares. Facebook was pretty much a toy at that point anyway. But what Corby is talking about here is a kind of fundamental mismatch between culture and use case. You know, when you have a hundreds of millions of dollars secured, or maybe we should say allegedly secured by a move fast and break things, ideology and culture, that doesn't really fit with the mission critical nature of moving hundreds of millions of dollars on cross chain asset bridges. Marco."
    },
    {
        "speaker": "B",
        "text": "Well, you know, on that point, speaking of ideology, Corby also mentions this idea of first principles. Can you help me understand what does that even mean?"
    },
    {
        "speaker": "C",
        "text": "Yeah. First principles is a term, I believe, originally adapted from aristotelian logic. It's something that scientists talk about a lot of. Corby, of course, his background is in math, physics and computer science. He studied quantum computing at University of Pennsylvania. So basically, what he's saying here is, you know, there's a way to do this. That's the way the marketplace does it when you're, when you're coding cool, fun things like social media. And then there's the way that scientists who think very deeply before they act do things. This very slow, methodical way of breaking things down to the core first principles. He's just talking about that flip in culture, basically comparing or contrasting, I should say, the move fast and break things with the deep scientific way of thinking of first principles. Marco."
    },
    {
        "speaker": "B",
        "text": "Yeah, so kind of like the academic one he kind of mentioned earlier in the clip. Okay, very interesting. Well, so, so far, Corby's made it really clear that cross chain bridges are a problem and they need to be fixed."
    },
    {
        "speaker": "E",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "And so here in this next clip, Corby talks about one way he thinks we can fix them. It's not a way that too many people would like to hear. Let's see what he has to say about it."
    },
    {
        "speaker": "E",
        "text": "The quickest and easiest way to do it is outsource cross chain functionality to a centralized company like Coinbase or Kraken or Gemini, whatever, any of these centralized companies that can just manage transactions for you, the trade off is that you're going to have to trust them. You're going to have to go through KYC. So that's not optimal for all crypto users."
    },
    {
        "speaker": "D",
        "text": "Yeah, Corby, it's really interesting, and one of the reasons we're so excited to have you back is because this is an area that people who are in the space, as you know, the developers who are sort of eyebrow deep in this all day long, clearly understand these issues. But I feel like a lot of people who are just investors in crypto have never really understood the fundamental underpinnings of what these challenges are. And then whenever we see one of these cross chain bridges implode, it strikes as a really shocking event. In fact, if you look at the way this is covered, even in the crypto media, it really does have this almost element of ghastly surprise every time it happens. It's so important for you to give us this insight about what's already known inside the developer community."
    },
    {
        "speaker": "E",
        "text": "Absolutely. I can speak for other crypto VC's and other people who have been crypto operators that the running joke after every single one of these bridges collapses is like, oh, maybe we should just go back to centralized. It's not that bad."
    },
    {
        "speaker": "D",
        "text": "That's a pretty cynical statement."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "It'S cynical, but maybe for the time being, before we can prove that cross chain bridge, there is a safe way to do decentralized, trustless cross chain bridging. The centralized way is working. And the only reason why I think we die hard, crypto people who live and breathe, the core ethos of what crypto stands for, which is decentralized and trustless, they recognize that, well, if people are losing hundreds of millions of dollars, maybe that's not worth it. So the trade off for security in this specific case would just be centralized by a company."
    },
    {
        "speaker": "D",
        "text": "Preston, as a quick refresher, Corby, for people who may not know, tell us what the centralized model is and why it works so well and also with the trade offs there."
    },
    {
        "speaker": "E",
        "text": "Absolutely. So the centralized model is using software built for marketplaces and financial exchanges that basically manage the transactions across different chains for you all in an interface. So they basically do all the transactions behind the scene. And so if you wanted to buy something on a chain or if you wanted to buy, say, ethereum and swap it for Solana and you want to go through a centralized company, they would handle the transactions in the background so that you would get that sold."
    },
    {
        "speaker": "D",
        "text": "So what we're talking about here is Coinbase, kraken, Gemini, some of the big exchanges that people know."
    },
    {
        "speaker": "E",
        "text": "Well, exactly."
    },
    {
        "speaker": "B",
        "text": "So, Ash, here we have Corby saying the word centralization. This is like a dirty word here in the crypto verse. And he's arguing that centralization could be a solution for these vulnerabilities. These cross chain vulnerabilities. Help me understand why is he making this case."
    },
    {
        "speaker": "C",
        "text": "Yeah, spot on, Marco. It's interesting because he's talking about recent realizing cross chain asset transfers. He's saying, in essence, hey, you want to swap eth for Sol, ethereum for Solana? Maybe you're better off doing it on Coinbase or Kraken or FTX. Now, I know that's not going to be a satisfying answer to everyone, particularly folks who are passionate about decentralization in the digital asset space. But what he's saying here, Marco, is that because of the magnitude of the security threats, he thinks perhaps, perhaps for the time being at least, this would be better off being done in a more centralized way. Final point on this, Marco. I think the context of Corby's answer here is important. He's talking about the potential recent realization as an interim step until more secure, decentralized solutions can be engineered."
    },
    {
        "speaker": "B",
        "text": "Marco, very interesting. You know, and as we talk about interim steps, that brings us to our last clip of the day. Here we have Corby talking about not an interim step, but the next step for the ethereum merge, which is on everybody's mind. It was our top story this morning. Let's hear how he feels about it."
    },
    {
        "speaker": "C",
        "text": "Corby, another topic that is top of."
    },
    {
        "speaker": "D",
        "text": "Mind for many people in the crypto space right now, obviously, is the ethereum merge. It's interesting. We know that there are some of the smartest people in the crypto space who are working on this. An enormous amount of effort and iq points has been thrown into this transition from proof of work to proof of stake. The consensus opinion out there is that these people have done their due diligence, they've done their homework, and that people are very bullish about the merge. On the other hand, I would just say, look, I know there's been a lot of testing, but when there are hundreds of billions of dollars, real dollars, at stake in a production server, not on a testnet, maybe there are some risks that people are not factoring in. How do you think about the merge and what some of the potential risks are there?"
    },
    {
        "speaker": "E",
        "text": "Absolutely. I have no doubt and complete faith in the team that's doing the merge, that they are really the highest quality engineers and super high iq, no matter how I like how high IQ or how great the team is that's going to be executing the merge. It makes me nervous. And because it's a really difficult operation to completely update a chain that's been working for the last almost ten years."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "One of the metaphors we often hear about this is that it's like changing out the engines on a jet airplane at 50,000ft."
    },
    {
        "speaker": "E",
        "text": "Exactly. That was actually a very similar analogy that I was going to use. Exactly that. It's changing out the engines of a rocket ship while it's going in, you know, while it's traveling into orbit."
    },
    {
        "speaker": "D",
        "text": "I mean, it sort of suggests almost that metaphor. Implicit in that is it doesn't really matter how smart the team is, how many IQ points they're throwing at it, but there are risks that things could go wrong."
    },
    {
        "speaker": "E",
        "text": "There's a lot of things that can go wrong, and unfortunately, it comes from the internal team, which knows exactly where the network might be vulnerable. Not saying that there will be an inside job, but these are all different risks. People who are professional hackers are going to be looking at this transition and trying to find attack vectors as you migrate from one system to the other. And the unfortunate thing for crypto as a whole is that Ethereum is the only battle tested secure network for trading assets through multiple cycles. Ethereum has been the protocol that can guarantee that your transactions are going to be secure. There's not going to be downtime in the network. Ethereum also has problems with scalability and costs, but the advantage is that we know that it works. As soon as Ethereum migrates to a new system, then we, in a way, have to reset the track record back to zero, and we're not quite sure whether it's going to work or not, even though we have a lot of reason to believe that it should be fine."
    },
    {
        "speaker": "B",
        "text": "Ash, I really like this analogy that you and Corby use of changing out the engines on a jet plane at 50,000ft. But what makes people so concerned about Ethereum and changing out this engine is that Ethereum is a working plane. It's a battle tested blockchain, a battle tested network. Yes, we have issues with cost and scalability, but we know Ethereum works. Transitioning to this new chain introduces a whole new set of variables. It resets everything. What is Corby's idea here? Could you explain it more fully?"
    },
    {
        "speaker": "C",
        "text": "Yeah, sure. And it's also about $200 billion in terms of the market capitalization of the existing chain. Corby shares my views about potential risk. I've come to my conclusion in a little bit different way, more from an intuitive understanding of the nature of complexity informed by events like the 2008 financial crisis. Corby's view is based on a detailed understanding of the engineering issues involved. Here. He's saying basically, look, the Ethereum team are brilliant. They know what they're doing. But. But there are lots of bad actors out there who are looking for vulnerability. Now, why are they looking, and why are they looking right now? Well, first, the stakes are absolutely enormous, and if the network can be hacked during this sort of critical moment, this moment of highest risk during the merge transition, there's a huge amount of money to be gained by those hackers, and everyone in this space knows it. If you're looking for kind of like a non technical way to think about this, it's. It's a cross between two of my favorite movie clips. The first is the great Jeff Goldblum Jurassic park line, where he says life finds a way. He's talking about the pressures of evolution, about Darwin's natural selection. But in this case, it's the pressure of the colossal mass of all that money floating around the world on little pulses of light, kind of warping the whole gravitational field of everything that surrounds it. At the end of the day, it's kind of Jeff Goldblum's point here, which is stuff happens, right? Things go wrong. That's the risk. And the second clip is from the classic movie Wall street, where Bud Fox finds out that Gordon Gekko is about to liquidate blue Star Airlines. He shows up at his office, he confronts him about it, and he asks Gecko, why do you have to wreck this company? And Gecko gets just livid with rage, and he shouts at him, because it's wreckable. You know, there will always be a way. People will always be searching out for these vulnerabilities, whether it's in Ethereum or anything else. Marco, if there's money that can be made for good or for ill, you know, this fundamentally adversarial relationship that we see in the cryptocurrency ecosystem, where there are constantly people looking for exploits, for finding the weaknesses in the Ethereum protocol, in this case, at the critical moment when there is this transition, this moment of maximal vulnerability, if it can be exploited, Marco, it will be exploited."
    },
    {
        "speaker": "B",
        "text": "Exactly. Because it's reckable. You know, Ash, thank you so much for breaking it down in a non technical way. Here's what I learned today and what I think the viewers can take away from this conversation. Right. So there's two main ways to secure systems centralization and consensus. But cross chain bridges don't do either, which leaves them vulnerable. Developers are working on securing cross chain bridges in a decentralized way, but in the meantime, it might make sense to recentralize cross chain asset transfers. Some people may not like that answer, but with hacks and the hundreds of millions of dollars, security threats are too great to ignore. You both also talked about the Ethereum merge, and this upgrade has amazing potential to improve the ecosystem, but it's complex and it introduces a whole new set of blind spots, a whole new set of vectors of attack. And like you said, there will be people out there who are going to search for these vulnerabilities. Why? Because life finds a way, and simply because they can. What does all of that mean for your personal finance? Well, for the viewers out there, be cautious. Don't jump in. Do your own research. If you're like me, always have a little bit of skepticism when you're trying something new. This may not be mind blowing advice, but there's a reason why you've heard it so many times before. It works. So anyways, Ash, thank you again for that brilliant breakdown for the last segment of our show. We're going to go on to viewer questions. We have a few. We have. The first one here comes from Hadi Saad. How likely do you think it is that the ETH merge is a sell the news event?"
    },
    {
        "speaker": "C",
        "text": "You know, Hadi, that's a great question. It's the $200 billion question. You know, for me at this point, this is almost the difference between risk and nidian uncertainty. You really don't know what the potential risks are until they happen. It probably starts to trade like something of a binary proposition, meaning if the Ethereum blockchain merge takes place successfully, you probably see a rip to the upside, something of a relief rally. Conversely, if there's a significant challenge, it kind of just obviously the risk is that it just absolutely, it absolutely tanks. And so, you know, this really is dependent upon technical factors. I'm not sure that you can apply the sort of buy the rumor, sell the news here. I think of that in more of a sort of a parameterized framework where, you know, like the range of a, of a data series, whether it's, you know, it's CPI or something else. You know, in this case, it's just too uncertain to know. It's really ultimately dependent on whether those tech vulnerabilities exist and whether those tech vulnerabilities get exploited. So unfortunately, the challenge here is that you don't know until after the fact, Hadi. But great question. Question."
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely. Great question. And the thing about sell the news events too, is that, you know, that, that it's only a short term type of timeframe, that things are for a longer term timeframe. And even just yesterday on the clip that I believe that you were, that Ben Whitby spoke with Jim McDonald, they were, they were really talking about this supply shock that could happen. Right? So there is new Ethereum going to be minted during whenever we move to proof of stake, but because they haven't worked out the withdrawals yet, and that doesn't happen for six months, you know, there could be no new Ethereum hitting the market for six months. So who knows? Maybe they're the opposite thing will happen. So it's something to definitely pay attention to. But very interesting question, Hadi. So the next question is from Maximus, our very own employee here at real vision. Will the ETH merge become a catalyst for all of the crypto market?"
    },
    {
        "speaker": "C",
        "text": "I love it folks at real vision, watching the show, you know, look, I probably should have said this for Hadi's question. It applies there too. Obviously not financial advice. I think that the interpretation, at least that I have, how I think about it, is it's going to be a catalyst in one direction or the other. We just don't know the directionality of that catalyst yet. And we should also say it's also entirely possible that if the Ethereum merge goes smoothly, there may be some other news event, there may be some other security event somewhere in crypto. So I think, yes, it's likely to have an influence on the rest of the space. Remember, Ethereum permeates a lot of this ecosystem. As Corby pointed out, it's the platform where a lot of the decentralized trading takes place today. It's kind of something of a backbone. It's more interconnected. I think Ethereum is more interconnected, it's fair to say, than bitcoin in the sense of the actual use cases, because other protocols trade on top of Ethereum. But yeah, look, it's likely to be a bellwether for the space. It's likely to be a test of the kind of philosophy of open source, coordinated source development being done by a foundation. There are a lot of kind of acid tests here, I think, in terms of the way that this is going to be viewed, and everyone in the space obviously is hoping that this goes smoothly. Marco?"
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely. Well, thank you, Maximus, for the question. That's it for today's show, everybody. Thank you for watching. Don't forget to comment. Smash that, like, button. Tweet at us. Remember, this is your show. We want to hear from you. What's working, what's not, what guests do you want to see? What theme should we cover? We want to hear from you. Tomorrow we have a great episode of Ral's Adventures in Crypto. Raoul sits down with Kimble Musk, and they talk about how crypto and daos can revolutionize philanthropy for the better. It's a mind blowing discussion, and a fun one at that. See you next week, live on real vision, crypto daily briefing."
    }
]