[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless. Everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hello, and welcome back to a post merge world. Here's why you should watch today's real vision crypto daily briefing. The merge is here. One of the biggest events in crypto history has just been completed. We're going to bring you a flash analysis of how it went, what's changed and what's next. Plus, we're going to do a deep dive into the other big story in crypto right now. Regulation. Stay tuned for a panel of experts led by Ash and Carrie Ann Boring, the head of the world's largest trade association, representing the blockchain industry. As always, we're going to break that down to key takeaways. My name is Mark Olivera. With me we have, as always, Ash Bennington. How are you doing, Ash? Exciting day, right?"
    },
    {
        "speaker": "E",
        "text": "I'm doing great, man. I'm a little bit tired. Got to be honest. I was up last night watching the viewing party till about 330 in the morning when it went off the air. But it was an exciting time and excited to talk about it here, Marco."
    },
    {
        "speaker": "D",
        "text": "Yeah, definitely an exciting time. I mean, I was up myself. I couldn't stay up till 330. I'm not a champ like you, you know. I got to get some, some sleep for the show, right. But anyways, to the viewers, don't forget to subscribe, smash the like button, hit the notification bell. So, you know, we go live on YouTube. Join us on our real vision platform. Since today is not the usual day in crypto, we're going to mix things up a little bit, starting with our top story. There's no prize for guessing what news is absolutely dominating the crypto landscape today. The long anticipated years in the making merge is finally here. This has been confirmed in a tweet by ethereum co founder of italic Buterin. He said, quote, and we finalize happy merge. All this is a big moment for the Ethereum ecosystem. Everyone who helped make the merge happen should feel very proud today. Unquote, by very early preliminary accounts, the merge has been successful. So far. We have not heard of any major bugs, downtimes, or people losing money, which is good. But it's important to know that the merge is just hours old and we won't have a full picture for days or even weeks. Ash, let's start with the big picture. Can you recap for me what the merge is all about?"
    },
    {
        "speaker": "E",
        "text": "Yeah, absolutely. This is something we've talked about here on the show. Now it's about the transition from proof of work to proof of stake. Proof of work uses miners and mining. Mining is very energy intensive. Proof of stake uses validators. The PoS structure reduces energy consumption by about 99.9%. That number is probably not exact, but it gives you a first order approximation of the magnitude of this change. And also, as people in the Ethereum foundation will tell you, this is also very much, in their view, about improving the security of the Ethereum chain. Look, it's important to point out that this is also part of a much broader roadmap. We've got the merge, the splurge, and all of these other rhyming names that are going to come up in the future. This is about the Ethereum ecosystem continuing to develop, mature, and change. This morning, though, and I think this is the single most important thing, is what we're not talking about. And what we're not talking about is a catastrophic failure. We did not see any massive problems. Indeed, we haven't seen reports that are learning significant challenges associated with what happened last night. And I think it's fair to point out and to say at this moment, it's an extraordinary accomplishment. We've talked about the scale of this change for some time here on the show, how it's been analogized to changing the engines on a jet plane at 50,000 foot cruising altitude. So hats off to the Ethereum foundation this morning in the Ethereum community for pulling this off. But also I think it's an extraordinary moment for crypto in general, for open, soft, open source software. The crypto community can do big things. I think that's ultimately the message here, and we're going to talk about some of the trade offs and some of the potential downsides to this later on in this show. But I do think it's a big moment that the community came together and was able to coordinate a change at this scale in terms of the complexity, in terms of the really core functionality of the ethereum network of the Ethereum chain got transitioned last night, and there haven't been any major problems that's something, that's a notable accomplishment for Ethereum and I think more generally, Marco for the crypto space."
    },
    {
        "speaker": "D",
        "text": "Yeah, an extraordinary moment indeed, Ash. I should say that I feel like it's you that popularized the statement changing the engines on a jet plane at 50,000ft. So I got to give you credit for that."
    },
    {
        "speaker": "E",
        "text": "I don't think that's mine. I think I stole that. But it's a great line and you hear it in the Ethereum community, but please go on."
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah, of course, man. Anyways, speaking about this obviously extraordinary moment, what are the benefits of this massive change?"
    },
    {
        "speaker": "E",
        "text": "Yeah, I talked about this earlier, energy consumption being cut by around 99 or more percent, and this is because energy hungry mining is just no longer happening. Tim Baker said on the show yesterday that security will be improved. Indeed, at the live watch party last night with Vitalik, Vitalik said that security on the chain was something that he believed was going to be improved by this. So the security of the chain continues to evolve. This is obviously something that is, that is noteworthy because as Ethereum begins to scale, as Ethereum begins to go enter into some more mission critical applications, security of course is a top priority. Indeed. It's kind of the sine qua non. It's the characteristic where if it doesn't exist, the chain can't exist. So I think it's really important. And look, this is something that we've all been looking at here, and it's a big moment, and I think the Ethereum foundation probably deserves a victory lap today. Of course, we'll be talking about some of the downsides and some of the potential risks. But look, this is just a very positive story for crypto across the board."
    },
    {
        "speaker": "D",
        "text": "Well, speaking of the downsides, what do you think about them? What are the potential ones that we have?"
    },
    {
        "speaker": "E",
        "text": "Well, a couple of potential downsides here. First of all, proof of stake is believed to concentrate power in the hands of the biggest Ethereum stakers. That also includes public corporations. And there are those who feel that this makes Ethereum more susceptible to pressure from regulators around the world. Another sort of limitation, a potential downside, is the things that won't change, at least for right now, those are transaction fees, that's gas on the Ethereum network. And broadly, the overall speed and transaction volume of the network itself is not changing. I think the other thing that we should probably point out is last night I tweeted something at like 330 in the morning when I was sleep deprived. And in the moment I tweeted something like, this is cool and exciting. And I got teased a little bit by bitcoiners for saying that. The bitcoin community especially would say that it's not impressed with this. They believe. I think, broadly speaking, if we want to characterize it in sort of general terms, this makes the Ethereum network more susceptible to centralization, more susceptible to pressure. That's the feeling in the bitcoin community. That's one perspective, and it's something that we shouldn't discount. It's important to bring all sides to the table here in this conversation. Mark?"
    },
    {
        "speaker": "D",
        "text": "Yeah, well, something else that I think was notable too, is that Ethereum's price actually hasn't moved much. Our producer, Artur, this morning he checked mark coin market cap and it was virtually flat on the day, up by mere like 0.01%. So, I mean, it seems like investors are shrugging their shoulders at this good news. If we look at the ETH chart, it's actually down slightly at the moment. Ash, you would think with all the hype around the merge, it would have moved more. Why hasn't it?"
    },
    {
        "speaker": "E",
        "text": "Well, you know, this is sometimes often typical of financial markets. You hear the phrase that you buy the rumor and sell the news, success is probably priced in. We should also point out we're in a negative overall macro environment. It is a bear market, after all. But again, I think the single most important thing to say about price, again, it's sort of this proving the negative. We're talking about the negative. But it's really important, I think, for people to understand what did not happen. If we'd had a catastrophic, catastrophic failure of the technology, we would have likely seen a catastrophic plunge in the price of Ethereum. And that did not happen. And that really is the important point. So to say it's trading down, whatever it is, four tenths of 1%. Look, it's basically flat. It tells you that this successful outcome was largely priced in. But again, we did not see a catastrophic failure that would have resulted in massive downside moves. I think it's fair to say beyond that, we're going to have to wait and see what the impact is on the longer term to Ethereum price. Mark?"
    },
    {
        "speaker": "D",
        "text": "Yeah, absolutely. I mean, and speaking about the price, you know, we actually asked real vision fans on LinkedIn if they thought the merge would be a catalyst for a new bull run. The results are in. 829 people voted. 65% of people said no. Only 32% thought it would be a catalyst. You know, that said another crypto we're keeping a close eye on is Ethereum. Classic, right? It's a much smaller cryptocurrency with a market cap of around 5 billion compared to the 195 billion for ETH. But it seems that Ethereum classic could be emerging as a possible alternative for miners who want to continue mining after the merge. It is the original Ethereum after all, right? It was the legacy blockchain following the 2016 hard fork. It's doing better than ETH price wise. At the moment, decrypt is reporting that the data from two miners.com shows mining activity known as the hashrate, has surged to an all time high. Ash, is there potential for further upheaval in the crypto market? What other coins could be affected by this merge?"
    },
    {
        "speaker": "E",
        "text": "Yeah, there's a lot to unpack there. First of all, we should say that poll is not scientific. It's something that we put out on Twitter, so it's not a scientific poll. Look, etc. Eth classic. Also, we have the ETHW. This is the. The IOU being traded right now for Ethereum. Proof of work. They're always these splinter coins. It reminds me a little bit of the block chain size wars, the bitcoin size wars back in 2017. You see things like bsv, bitcoin, cash development, and historically, those have not been, uh, significant players, at least relative to the type of market capitalization you see in the main chain. Look, there are still some open questions to your point about the impact on layer two blockchains. This is about interoperability. Uh, it's important to note that we haven't heard any signs this morning that there have been significant challenges with interoperability. That's obviously a good sign. You know, just the unscientific scrolling through Twitter this morning. Uh, we haven't heard about any l two failures. So again, I think this is really a day in many ways. We're talking about the things that did not occur. We didn't see anything with those interoperability issues. But important to note, we're going to have to keep watching them. We're only, gosh, whatever it is, six and a half hours in, I didn't sleep a whole lot last night."
    },
    {
        "speaker": "D",
        "text": "Right? Knock on wood. Right? Yeah. So we got a, you know, speaking of good signs and goodbyes, let's get a sense of how the community is feeling through some tweets. We've shown you vitaliks already. Here's one from Tim Bakel, a member of the Ethereum foundation. He was just on the daily briefing yesterday. He tweeted, we're good. Done. We merge. Amazing work, everyone. We ran our interview with Tim about the merge yesterday, as I could just said, go check it out, if you haven't already. Another tweet is from Yuga Labs, the company behind the bored Apes Yacht Club and other massively popular NFT collections. They said, quote, congratulations to the entire Ethereum team on a successful merge. This is a historic moment for us all and a big step in scaling Ethereum to its first billion users. We hope you're celebrating this morning. We sure are. And finally, the legendary former boxer Mike Tyson is all business. He tweeted this question, Solana or 2.0? Sorry, Mike, we can't give you financial advice on the show. But Ash, this is a momentous day for crypto. There are virtual parties, apparently an actual one, in Prague this weekend. What are your final thoughts on this story?"
    },
    {
        "speaker": "E",
        "text": "You know, final thoughts are it's a big day for Ethereum. We'll be watching to see if any bugs develop, of course, either in the Ethereum chain itself or in some of the l two networks. And, you know, again, we should point out that centralization is a risk that's been discussed. Many people have raised that point. But look, at the end of the day here, it's a big day for Ethan. I think it's a big day for the crypto world in general. Whatever you think of the politics of staking, whether you believe that it increases centralization or you think it has manifold benefits in terms of energy reduction, it shows that the crypto community can do big things. You know, I tweeted last night that watching that live launch party with Vitalik and folks from the Ethereum foundation, it felt a little bit like watching a space shuttle launch. And, and maybe that's not really the correct metaphor. Maybe it's more like those photos, those old photos you see from the 1960s with the guys in their suits and the ladies with their beehive hairdos, watching the landing on the moon, it was a really exciting moment, and I think justifiably and deservedly so, because this really was a significant transition. And again, I've said it before, earlier in the show, Marco, it shows the crypto community. It shows that Opensoft software, in concert with the cryptocurrency community, can really do huge things. So this was a big moment. And, and I think it sort of like tease it up for the future, for the things that we're going to see to come. I think people will be emboldened by this, they'll be excited by this, and we're going to probably see a lot more energy and enthusiasm around some of the future transitions in the space, because it did, in fact go so well."
    },
    {
        "speaker": "D",
        "text": "Marco yeah, it was very meaningful. It's like the culmination of years of hard work. So I definitely think everyone involved, everyone that's in the community should be celebrating today. Like you said, it's good that there's no bad news, right? So definitely something that it's just, it's just good. It's great news. I'm really happy about it."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30, 30 baby get 30 baby get 20 2020 better get $20 20, 15 just $15 a month so give it."
    },
    {
        "speaker": "A",
        "text": "A try at Mint mobile.com switch $45."
    },
    {
        "speaker": "C",
        "text": "Up front for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited more than 40gb per month slows full terms at Mint mobile.com dot another."
    },
    {
        "speaker": "D",
        "text": "Hot topic in crypto right now is regulation. Gary Gensler, the chair of the SEC, the US securities and Exchange Commission, is set to testify in the Senate today. In prepared remarks that have been published, he states that most crypto tokens are securities. He says he will say the centralized and decentralized platforms will need to register with the SEC. Gensler believes an aggressive regulator is necessary to maintain the US as the quote unquote gold standard. One example of a years long crypto battle in Washington, DC is this lack of approval for spot bitcoin ETF's and the Chamber of Digital Commerce and advocacy group for Crypto has been at the forefront of this fight. Perriann Boring, the chamber's founder and a panel of regulation experts joined you, Ash, to discuss this battle and their recent report, the crypto conundrum. Alongside Perriann, we have Mike Castiglione, director of regulatory affairs and digital assets at Aventus, I hope I said that correctly. And Greg King, founder and CEO of Osprey funds. Let's start off with Perrianne's breakdown of why there is still no spot bitcoin."
    },
    {
        "speaker": "F",
        "text": "ETF, the SEC's official justification for denying applications. It's remained the same over the past. It's been about nine years since the first company applied for a spot bitcoin ETF, and despite there being significant maturation as well as institutionalization of the market and the industry addressing the SEC's concerns, we haven't really moved the needle on getting this done. But their initial issues have been around market manipulation. And so it was the Winklevoss who applied for the first spot, bitcoin ETF, in 2013. And after that, the SEC opposed on the industry this unprecedented requirement that has come to be named the Winklevoss standard. And it says that an applicant has to. One, they said, you need to have these surveillance sharing agreements in place, which once we got bitcoin futures, the CME group had these surveillance sharing arrangements and infrastructure set up. So they met that. And then the FCC said, oh, well, you have to prove that price discovery is happening on the CME and not the crypto exchanges. And there's been a number of studies that have been provided that show to a significantly significant basis that price discovery is happening on the CME. So at this point, a lot of our members feel like there is no data that could ever be provided to the SEC at this point that would change their position. They've been given all the data they need. Secondly, nobody else is required. Other industries have not been required to provide this type of information or go through these types of hoops. And maybe Greg can speak to that in detail, because, of course, his ETF experience predates bitcoin. But it does come down to that market manipulation piece, which, again, we detail in and the report a number of different ways how the industry has addressed those concerns."
    },
    {
        "speaker": "D",
        "text": "You know, Ash, it's really interesting to learn that the SEC has been using the same justification to reject bitcoin ets for the past nine years. It really does seem the regulators hold digital assets to a higher standard. As Perry mentioned, the Winklevoss standard, as it's dubbed in another part of the interview, she put it down to politics. Ash, what do you think about the comments here on the Winklevoss standard and the SEC's justifications?"
    },
    {
        "speaker": "E",
        "text": "Well, you know, Marco, it's not really my role to take a position one way or the other on SEC guidelines or rulings. But I want to add some color here, because the important point, I think, is Perriann's view from her chair running the chamber of digital commerce. She spends a great deal of time talking to market participants, so it's a window into that perspective. Market manipulation, as Perian points out, is one of the most often cited reasons for why a BTC spot ETF doesn't yet exist. I'll say this, I talk to people both on and off the record here on the show and, you know, across the city and on the phone and on Zoom calls, and I. Market manipulation cited, as well as the reason why SEC is concerned about this, and in the view of the people I speak to, it does appear that that is, in fact a sincere concern. Look, as Perian points out, the standard is different for digital assets, but the asset class is different as well. So I haven't gone through the price discovery data myself that Perriann mentions, and even if I did, I'm not a digital market microstructure expert. But look, Arianne makes a compelling argument here, as she always does when she joins us on real vision. But there are clearly those at SEC who believe that there's a risk to investors. Marco."
    },
    {
        "speaker": "D",
        "text": "Yeah, risk to investors for sure, but also a risk of falling behind. As we discuss in this next clip, our panelists, they falling behind other jurisdictions. Let's hear what they have to say about that."
    },
    {
        "speaker": "F",
        "text": "Yeah, I think we can all share the SEC is wants and concerns, and at the top of that is investor protections. So I don't think their concerns are unjustifiable, but it's just how we've gotten to where we are today is definitely a head scratcher. But you would think if that is their goal, that they would want to have a spot bitcoin ETF come to market, because the absence of one means that retail investors are forced to invest in bitcoin alone. They are not able to get direct access to bitcoin investments through their financial advisory relationships or under the SECs, the protections of their registration and disclosure frameworks. So having this product come to market would bring with it all sorts of protections for the retail investor, which at the end of the day should be what we're prioritizing. But it seems as though that's not what we've prioritized in this instance case."
    },
    {
        "speaker": "E",
        "text": "It really is something of a paradox, isn't it?"
    },
    {
        "speaker": "F",
        "text": "Yeah, that's why we're calling it the crypto conundrum."
    },
    {
        "speaker": "G",
        "text": "One more thing to add is if you look at other jurisdictions, other markets, Canada, Germany, Sweden, Switzerland, they all have the option to purchase crypto through a spot ETF. So we certainly can learn about how these products are operating overseas, see if there are any problems, and learn from these other markets. So this is, you know, this would not be an unprecedented move on the US's part."
    },
    {
        "speaker": "F",
        "text": "Yeah, I mean, we looked at that in detail in the report. We even interviewed some of the issuers in other jurisdictions. Australia as well has spot crypto ETF's in some of these countries have even brought ether ETF. So we have, I think as a country, we've really fallen behind other jurisdictions. Traditionally, the United States is at the forefront of financial and technological innovation, but not here. And from a us competitiveness perspective, it certainly, I think, makes us less competitive. And there have been no reported instances of hackings or thefts or indications of market manipulation related to other bitcoin ETF's that are listed on other international exchanges. So we looked at that in detail throughout this. So another kind of piece of the conundrum as to why we don't have one here in the United States."
    },
    {
        "speaker": "D",
        "text": "So, Ash, I know you speak to many people involved in regulation. You're following this closely. What do you make of this clip? Is the US falling behind other jurisdictions? Why is this important?"
    },
    {
        "speaker": "E",
        "text": "We know, Marco, I think you said it exactly right in your remarks prior to the clip that you have, on the one hand, investor protection, on the other, the competitiveness of the United States. So I think it is absolutely a balancing act. And I think it's perfectly reasonable for people. I think they can and should be concerned about this question. The reality is, I think it's perfectly appropriate and permissible for the United States to pursue global competitiveness as one of its goals, indeed, as it would be for any nation around the world to do the same. Mike makes the point about other jurisdictions where people can buy products through ETF's, specifically crypto products through ETF's. And he talks about Canada, Germany, Sweden, Switzerland and Australia. Perian ad so this isn't a theoretical risk. There are people who are buying financial products that basically are the equity stakes in companies traded in the US who are then those companies are then buying foreign products. So you can actually see some of this challenge unfolding here in real time. Again, not a theoretical risk. I think it's important to point out that the United States led the world in the web one and web two revolution. And I think, in my view, at least, crypto is that important. Indeed, I think crypto is the Internet. It's just the culmination of the solving of problems that hadn't been solved by Internet, web by web one and web two. I could be wrong, of course, but the point is that I really hope this gets resolved soon, because it is important for the United States to maintain its leadership, I think, in tech, in finance, and in fintech and all the things that we talk about here on this show. MaRco yeah, and I think it's important."
    },
    {
        "speaker": "D",
        "text": "For them to maintain their leadership in investor protections as well. You know, Perrianne mentioned this. She builds, she kind of builds on her previous statement and illustrates why bitcoin ETF's would benefit investors. Let's hear what she has to say about it."
    },
    {
        "speaker": "F",
        "text": "Well, we talked about the retail investors having additional investor protections by being able to invest alongside with the advice of their financial advisors and under the full protection that the SEC's disclosure frameworks provide. So there's that. The other is there's incredible demand for cryptocurrencies. The White House and their executive order that was issued earlier this year found that there's tens of millions of american households who are already owning cryptocurrencies. So there is a lot of interest. But it is reported, based on a different studies, that up to 23% of all the bitcoin in circulation is actually locked in wallets that people lost their keys to. So bitcoin is unique, right? It's. You have to know how to address public and private key best practices. You have to understand what it means to lose your keys. I admittedly have lost keys before. It's a very painful process, and it's easy to do, and it's unique to other asset classes. I think having traditional financial services companies providing regulated products could fix a lot of these investor protection issues that, again, I think we all care about. But despite this, bitcoin is moving on. The cryptocurrency space is going to continue to move forward whether the United states wants to support the adoption of this technology and this asset class or not. And what's at risk is that the US may not be the leading jurisdiction in this space. And I think that's a huge thing to see to other jurisdictions and would be one of the biggest mistakes of our generation if we let that happen."
    },
    {
        "speaker": "D",
        "text": "So, Ash, here we have Perrianne making a strong case for how big spot bitcoin ETF's can help protect investors. She mentioned investors being able to invest alongside their financial advisors. She talked about private keys. What are your thoughts on her argument? What's the significance here?"
    },
    {
        "speaker": "E",
        "text": "You know, Marco, I think big picture, the point that Perriann is making here is that cryptocurrency is unique as an asset class, and specifically, it has those challenges around custody. I think many of us remember the story from last year about the german programmer who got locked out of his iron key flash drive with his private keys that controlled bitcoin that at the time was worth about a quarter of a billion dollars. You know, her point is that self custody isn't for everyone. And if people want to get exposure to digital assets without having custody of them, it would be favorable for them to get that exposure via an ETF. What else can you say it's a strong point, Marko."
    },
    {
        "speaker": "D",
        "text": "Absolutely a strong point. Speaking of all the points that have been in the previous clips, these clips have done a great job of illustrating the problem. But that begs the question, what happens next? How are things going to move forward? And in this final clip, we hear from our panelists about two possible scenarios we might see play out. Let's take a listen."
    },
    {
        "speaker": "F",
        "text": "We're encouraging our policymakers to provide oversight into what's happened at the SEC. So Congress has jurisdiction over the securities and Exchange Commission, and they will have the ability to question and subpoena and bring the commission to testify under oath about what's happened here. So there's really kind of two opportunities or two directions this could go. One is Congress could pass a law, could legislate and bring their oversight authority to help move this forward, to get a bitcoin ETF to market. The other path is litigation. And of course, that process has already started as well. There's at least one company, Grayscale, who's asserted that it will be challenging the SEC's decision to deny the, their bitcoin ETF application. And they're bringing a case on the grounds of arbitrary and capricious activity, violations of the Administrative Procedures act, as well as unfair discrimination between the issuers. So Congress may get involved, if that's very possible, and the courts may have to settle this, but they don't have to. The FCC has the authority to do the right thing and to allow a spot bitcoin ETF to come to market, and maybe they will. But I think this is a win, not an if. It's just been a long and difficult road for the companies who are looking to offer products in this market."
    },
    {
        "speaker": "H",
        "text": "Well, and for the investors who are looking to invest in this market, they've had a lot of suboptimal choices for a while. I mean, you have at this point, to comment on the state of play and where things might go. You have publicly traded ETF's that hold crypto related stocks as a way that folks are trying to get crypto exposure. And those ETF's, those us based ETF's themselves often try to gain a little bit of bitcoin exposure. And you know how they do this? They buy canadian ETF's or they buy products from Europe. And so, I mean, this is kind of craziness to me. It goes to the mindset of the regulator. The image that kind of keeps coming for me is we've all been on hikes where there's, like guardrails and kind of a cliff dropping off? And what if you're in charge of the guardrails and you notice that there's a path being cut, like a shortcut and it's well trod and you can see that people are going outside of where you've designed for them to go. The question is, are you going to try and force them back onto that path when clearly they don't want to do that and they keep going around it in bigger and bigger numbers for years and years and years? Or are you going to just put some guardrails up there because your job is to protect them? So to me it's a mindset issue. And to be fair, we also have a fragmentation of regulators issue in the US. We've got the CFTC as well. We have banking regulators. I mean, things that have happened in crypto lately with online high yield based accounts blowing up, that was outside the purview. So we don't really have a situation where there's one central authority. And so I personally believe that Congress will need to act. But I also think we could benefit from a different mindset at the SEC."
    },
    {
        "speaker": "D",
        "text": "So here we have Perrianne talking about litigation. She said the courts may have to settle this unless the SEC makes a change or Congress steps in. Greg King also made a great analogy about investor protections. Ash, what are your thoughts here?"
    },
    {
        "speaker": "E",
        "text": "Yeah, on litigation. It's probably important to point out that Grayscale has already filed a petition for review in federal court in Washington, DC. But I also want to pick up on Greg's point. Greg points out the irony of publicly traded companies. I talked about this a little bit in clip. Two publicly traded companies are essentially buying canadian ETF's to get exposure to bitcoin or buying european products to get exposure to bitcoin. These are public companies that are traded in the United States. That's a little bit weird, right? That's a sort of a counterintuitive thing. And one of the challenges about regulation, he also talks about, he being, Greg of course talks about regulatory fragmentation. I think this is a really interesting point. It's one that we've covered here on real vision in the past, how SEC CFTC IR's look at bitcoin and other digital assets. Part of this fragmentation I suspect is inevitable because regulators were never set up to deal with things that resemble financial products in many ways, but in other ways function like software. So laws, regulations, the courts, precedents, these things don't move at the speed of software. They obviously move much slower. And that really is a key challenge in the space more broadly, Marco, and one that we'll be watching here as it creates these sort of unusual circumstances."
    },
    {
        "speaker": "D",
        "text": "A key challenge indeed. You know, these are great clips for viewers who are interested. The full version of the interview is available on our YouTube channel, real Vision YouTube real Vision crypto YouTube. Check it out. So let's jump into this next segment where we talk about the takeaways. Here's what I think viewers can take away from this expert panel on regulation. A us bitcoin ETF doesn't exist yet. The SEC has rejected every application since 2013, citing market manipulation as one of the top reasons. According to the panel's view, it seems that the issue is not really about substance, but about politics. Why does this matter? Well, not having a bitcoin ETF could lead the US to fall behind other jurisdictions, and that's not good. We want the US to remain a leader in the crypto space, a leader in investor protections. And as Perian and the panel have illustrated, a bitcoin ETF can definitely do that. What happens next? Who knows? But like you mentioned, Ash, laws and regulations don't move at the speed of software. So we may have to keep an eye on this for a while."
    },
    {
        "speaker": "I",
        "text": "You're a podcast listener, and this is a podcast ad. Reach great listeners like yourself with podcast advertising from lips and ads. Choose from hundreds of top podcasts offering host endorsements, or run a reproduced ad like this one across thousands of shows. To reach your target audience with lips and ads, go to lipsandads.com. now that's Libsyn ads.com."
    },
    {
        "speaker": "D",
        "text": "Well, moving on to the final segment of our show, viewer questions. Our first one comes from JJ Amo. If stakers are incentivized to the trustworthiness of validators, doesn't that create a centralization pressure? Ash, what are you thinking here?"
    },
    {
        "speaker": "E",
        "text": "JJ, great, great question. Theoretically, what you're saying makes sense. The reality is this is some 6 hours old. We're going to have to wait out to see how it plays out actually in practice. But theoretically, I think that is a fair question to pose. JJ."
    },
    {
        "speaker": "D",
        "text": "Well, and our next question here from Shashank Rai, is the merge likely to increase enterprise adoption of the blockchain?"
    },
    {
        "speaker": "E",
        "text": "That's certainly the hope of the Ethereum community. I would probably just say that obviously we pointed this out earlier. This is part of a much broader roadmap of which the merge is only the first part. I think the scaling issue that's going to come in the next component of this transition is an important one. In terms of being able to increase the transaction volume on the layer one chain and also, hopefully to reduce cost. Potentially, this is sharding something we're going to be talking about. But certainly, Shashank, I think that's right. That's the goal."
    },
    {
        "speaker": "D",
        "text": "We should say. We should say that Shashank also made some lovely comments about you, Ash. He says, I love Ash's caveats. Hard to come across people like him with such a balanced view in crypto. I thought defining a benchmark for decentralization was going to be key in identifying whether a coin is security or commodity. Oh, so there's a question in there, too. Is that still the case? Is that still the case? What do you think, Ash?"
    },
    {
        "speaker": "E",
        "text": "Well, first, thank you, Shashank. This is something that we're obviously very passionate about here at real vision. But also it's important to maintain this balance because there are a lot of different perspectives, there are a lot of different risks and potential opportunities here. In terms of the benchmark for decentralization. I'm just reading through the question now, and whether it is in fact a security or a commodity, this is something that Chair Gensler was out talking about this morning, or I should say his prepared remarks were released ahead of his speech, and that's certainly one of the questions. Chair Gensler effectively says that he believes that most of the things that are trading right now are, in fact, securities. So we're going to have to see, I think that, you know, so the idea of decentralization is an important component of that. But this is something that we're going to see play out not just in the technological sphere, but also in the legal and regulatory sphere as well. And I think this is really a key issue that we're all going to be looking at. But I think that's right, Shashank. I think that is one of the major inputs that people are going to make in regulatory circles and in the courts and making that determination. At least it seems to be the case based on what's been said in the past."
    },
    {
        "speaker": "D",
        "text": "Well, Ash, as you mentioned, Gensler, there was actually a question on Twitter from all the kegs. He was saying, with Gensler coming out and saying that bitcoin is a commodity, wouldn't that take the spot ETF approval or denial decision off of the SEC's desk? What are your thoughts there?"
    },
    {
        "speaker": "E",
        "text": "Great question, kegs. I'm not a lawyer, but my guess is probably not, because if it changes on us, equity exchanges is probably regulated by SEC. That's just my guess. Again, not a lawyer but I don't think it would."
    },
    {
        "speaker": "D",
        "text": "Perfect. Perfect. And so the next question here from Ralph Humphrey on our real vision website. What is the benefit of a spot bitcoin ETF as opposed to the futures based ones available now? There's some further comments there where he says the future seemed pretty correlated to the bitcoin price. Is there less of a risk of the discount premium to the NAV issues present with OTC funds like GBTC or ETH?"
    },
    {
        "speaker": "E",
        "text": "Oh, boy. These are really technical questions in terms of the valuation and the legal mechanics of how these things are structured in terms of open ended funds or closed ended funds. I believe the general consensus opinion is that etps tend to track those with less loss and less slippage. And I believe that's one of the key issues involved with why there's desire for a bitcoin spot. You basically are getting a derivative of a derivative when you're getting an exchange traded product that trades a future. I think the idea here is capital, efficiency, and the ability for the products basically to stay in sync from a price point, which is also one of the challenges. Some of the OTC funds that you mentioned earlier in your question, Ralph. But great question."
    },
    {
        "speaker": "D",
        "text": "Yeah, great question, actually. Great question to everyone. Thank you so much for submitting your questions. Remember to always submit them when we're on. We want to hear from you so we can be answering these questions, engage with you as much as we can. And ash, as always, thank you for your insights today. Thank you for answering those questions. You've been amazing guests. So thank you again for all of the information you're providing us."
    },
    {
        "speaker": "E",
        "text": "It's especially fun on a day like today, obviously, when we saw this huge story just a couple of hours ago, and it's fun to come on and sort of wait into the news stream and do this analysis and do this on site and unpack this for people because I think it's obvious, very clear from the questions there. People have a lot of questions. It's very early, but it's great to come in and try and make heads or tails of this, try and make sense of these very complicated questions. And it's a pleasure to do it here with you. Marco."
    },
    {
        "speaker": "D",
        "text": "Awesome, man. Well, that's it for today's show, everyone. Thank you for watching. As always, don't forget to subscribe to our YouTube channel, smash that, like, button, hit the notification bell so you know, when we upload and when we go live, remember, this is your show. We want to hear from you on what's working, what's not. Drop a comment down below, give us your feedback. Let us know what guests you want to see, what themes we should cover. We appreciate you sharing your time with us today. Tomorrow, we've got a great episode of Rouse Adventures in Crypto with John Wu, president of Ava Labs. It's a really, really, really good one. Subscribe to real Vision Crypto on the website for free. To watch it, just go to realvision.com crypto. See you next week live on real Vision crypto. Daily briefing."
    }
]